{
    "act_info": {
        "full_title": "Motor Vehicle Dealers Act, 2002, S.O. 2002, c. 30, Sched. B ",
        "act_name_text": "Motor Vehicle Dealers Act, 2002",
        "citation": "S.O. 2002, c. 30, Sched. B ",
        "url": "https://www.ontario.ca/laws/statute/02m30",
        "date_scraped": "2023-12-18 02:23:54"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  4, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/02m30/v17",
            "valid_from": "March  1, 2022",
            "valid_to": "December  3, 2023"
        },
        {
            "a_href": "/laws/statute/02m30/v16",
            "valid_from": "December  8, 2020",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/statute/02m30/v15",
            "valid_from": "July 14, 2020",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/statute/02m30/v14",
            "valid_from": "December 10, 2019",
            "valid_to": "July 13, 2020"
        },
        {
            "a_href": "/laws/statute/02m30/v13",
            "valid_from": "December 14, 2017",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "/laws/statute/02m30/v12",
            "valid_from": "June 20, 2012",
            "valid_to": "December 13, 2017"
        },
        {
            "a_href": "/laws/statute/02m30/v11",
            "valid_from": "March 30, 2011",
            "valid_to": "June 19, 2012"
        },
        {
            "a_href": "/laws/statute/02m30/v10",
            "valid_from": "January  1, 2010",
            "valid_to": "March 29, 2011"
        },
        {
            "a_href": "/laws/statute/02m30/v9",
            "valid_from": "December 15, 2009",
            "valid_to": "December 31, 2009"
        },
        {
            "a_href": "/laws/statute/02m30/v8",
            "valid_from": "January 17, 2008",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/02m30/v7",
            "valid_from": "May 17, 2007",
            "valid_to": "January 16, 2008"
        },
        {
            "a_href": "/laws/statute/02m30/v6",
            "valid_from": "December 20, 2006",
            "valid_to": "May 16, 2007"
        },
        {
            "a_href": "/laws/statute/02m30/v5",
            "valid_from": "October 19, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/02m30/v4",
            "valid_from": "November  1, 2005",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "/laws/statute/02m30/v3",
            "valid_from": "November 30, 2004",
            "valid_to": "October 31, 2005"
        },
        {
            "a_href": "/laws/statute/02m30/v2",
            "valid_from": "June 17, 2004",
            "valid_to": "November 29, 2004"
        },
        {
            "a_href": "/laws/statute/02m30/v1",
            "valid_from": "December 13, 2002",
            "valid_to": "June 16, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/080333",
            "Citation": "O. Reg. 333/08",
            "title": "GENERAL"
        },
        {
            "a_href": "/laws/regulation/080332",
            "Citation": "O. Reg. 332/08",
            "title": "CODE OF ETHICS AND OPERATION OF COMMITTEES"
        },
        {
            "a_href": "/laws/regulation/080299",
            "Citation": "O. Reg. 299/08",
            "title": "DELEGATION OF REGULATION-MAKING AUTHORITY TO THE MINISTER"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "section_x": "PART I INTERPRETATION",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Interpretation",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section_y": "Interpretation",
            "content": "1 (1) In this Act, “administrative authority” means the administrative authority as designated under section 3 of the Safety and Consumer Statutes Administration Act, 1996 for the purpose of administering this Act; (“organisme d’application”) “employ” means to employ, appoint, authorize or otherwise arrange to have another person act on one’s behalf, including as an independent contractor; (“employer”) “equity share” means, in respect of a corporation, a share of a class or series of shares of a corporation that carries a voting right either under all circumstances or under circumstances that have occurred and are continuing; (“action participante”) “Fund” means the Motor Vehicle Dealers Compensation Fund continued under section 42; (“Fonds”) “investigator” means an investigator appointed under subsection 18 (1); (“enquêteur”) “Minister” means the Minister of Consumer and Business Services or such other member of the Executive Council to whom the administration of this Act is assigned under the Executive Council Act; (“ministre”) “motor vehicle” means an automobile, truck or other vehicle propelled or driven otherwise than by muscular power, including a motorcycle, but not including a motorized snow vehicle or a farm tractor or other self-propelled machinery primarily intended for farming or construction purposes; (“véhicule automobile”) “motor vehicle dealer” means a person who trades in motor vehicles, whether for the person’s own account or the account of any other person, or who holds himself, herself or itself out as trading in motor vehicles; (“commerçant de véhicules automobiles”) “officer” includes the chair and any vice-chair of the board of directors, the president and any vice-president, the secretary and assistant secretary, the treasurer and assistant treasurer and the general manager and the assistant general manager of the corporation or a partner or general manager and assistant general manager of a partnership, any other individual designated as an officer by by-law or resolution or any other individual who performs functions normally performed by an individual occupying such office; (“dirigeant”) “prescribed” means prescribed by regulations made under this Act; (“prescrit”) “registrant” means a motor vehicle dealer or salesperson that is registered under this Act; (“personne inscrite”) “regulations” means regulations made under this Act; (“règlements”) “salesperson” means an individual who is employed by a motor vehicle dealer to trade in motor vehicles on behalf of the motor vehicle dealer; (“vendeur”) “trade” includes buying, selling, leasing, advertising or exchanging an interest in a motor vehicle or negotiating or inducing or attempting to induce the buying, selling, leasing or exchanging of an interest in a motor vehicle, and “trade” when used as a noun has a corresponding meaning; (“faire le commerce”, “opération”, “commerce”) “Tribunal” means the Licence Appeal Tribunal established under the Licence Appeal Tribunal Act, 1999 or such other tribunal as may be prescribed. (“Tribunal”)  2002, c. 30, Sched. B, s. 1 (1); 2004, c. 19, s. 16 (1); 2006, c. 34, s. 17 (1). Associated persons (2) For purposes of this Act, one person is associated with another person in any of the following circumstances: 1. One person is a corporation of which the other person is an officer or director. 2. One person is a partnership of which the other person is a partner. 3. Both persons are partners of the same partnership. 4. One person is a corporation that is controlled directly or indirectly by the other person. 5. Both persons are corporations and one corporation is controlled directly or indirectly by the same person who controls directly or indirectly the other corporation. 6. Both persons are members of the same voting trust relating to shares of a corporation. 7. Both persons are associated within the meaning of paragraphs 1 to 6 with the same person.  2004, c. 19, s. 16 (2). Section Amendments with date in force (d/m/y) 2004, c. 19, s. 16 (1, 2) - 01/01/2010 2006, c. 34, s. 17 (1)\r\n- 01/01/2010 2012, c. 8, Sched. 11, s. 49 (1) - no effect - see 2020, c. 14, Sched. 8, s. 21 - 14/07/2020 Part II   Officers",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“administrative authority” means the administrative authority as designated under section 3 of the <i>Safety and Consumer Statutes Administration Act, 1996</i> for the purpose of administering this Act; (“organisme d’application”)</p> <p class=\"definition\">“employ” means to employ, appoint, authorize or otherwise arrange to have another person act on one’s behalf, including as an independent contractor; (“employer”)</p> <p class=\"definition\">“equity share” means, in respect of a corporation, a share of a class or series of shares of a corporation that carries a voting right either under all circumstances or under circumstances that have occurred and are continuing; (“action participante”)</p> <p class=\"definition\">“Fund” means the Motor Vehicle Dealers Compensation Fund continued under section 42; (“Fonds”)</p> <p class=\"definition\">“investigator” means an investigator appointed under subsection 18 (1); (“enquêteur”)</p> <p class=\"definition\">“Minister” means the Minister of Consumer and Business Services or such other member of the Executive Council to whom the administration of this Act is assigned under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“motor vehicle” means an automobile, truck or other vehicle propelled or driven otherwise than by muscular power, including a motorcycle, but not including a motorized snow vehicle or a farm tractor or other self-propelled machinery primarily intended for farming or construction purposes; (“véhicule automobile”)</p> <p class=\"definition\">“motor vehicle dealer” means a person who trades in motor vehicles, whether for the person’s own account or the account of any other person, or who holds himself, herself or itself out as trading in motor vehicles; (“commerçant de véhicules automobiles”)</p> <p class=\"definition\">“officer” includes the chair and any vice-chair of the board of directors, the president and any vice-president, the secretary and assistant secretary, the treasurer and assistant treasurer and the general manager and the assistant general manager of the corporation or a partner or general manager and assistant general manager of a partnership, any other individual designated as an officer by by-law or resolution or any other individual who performs functions normally performed by an individual occupying such office; (“dirigeant”)</p> <p class=\"definition\">“prescribed” means prescribed by regulations made under this Act; (“prescrit”)</p> <p class=\"definition\">“registrant” means a motor vehicle dealer or salesperson that is registered under this Act; (“personne inscrite”)</p> <p class=\"definition\">“regulations” means regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“salesperson” means an individual who is employed by a motor vehicle dealer to trade in motor vehicles on behalf of the motor vehicle dealer; (“vendeur”) </p> <p class=\"definition\">“trade” includes buying, selling, leasing, advertising or exchanging an interest in a motor vehicle or negotiating or inducing or attempting to induce the buying, selling, leasing or exchanging of an interest in a motor vehicle, and “trade” when used as a noun has a corresponding meaning; (“faire le commerce”, “opération”, “commerce”)</p> <p class=\"definition\">“Tribunal” means the Licence Appeal Tribunal established under the <i>Licence Appeal Tribunal Act, 1999</i> or such other tribunal as may be prescribed. (“Tribunal”)  2002, c. 30, Sched. B, s. 1 (1); 2004, c. 19, s. 16 (1); 2006, c. 34, s. 17 (1).</p> <p class=\"headnote\">Associated persons</p> <p class=\"subsection\">(2) For purposes of this Act, one person is associated with another person in any of the following circumstances:</p> <p class=\"paragraph\">  1. One person is a corporation of which the other person is an officer or director.</p> <p class=\"paragraph\">  2. One person is a partnership of which the other person is a partner.</p> <p class=\"paragraph\">  3. Both persons are partners of the same partnership.</p> <p class=\"paragraph\">  4. One person is a corporation that is controlled directly or indirectly by the other person.</p> <p class=\"paragraph\">  5. Both persons are corporations and one corporation is controlled directly or indirectly by the same person who controls directly or indirectly the other corporation.</p> <p class=\"paragraph\">  6. Both persons are members of the same voting trust relating to shares of a corporation.</p> <p class=\"paragraph\">  7. Both persons are associated within the meaning of paragraphs 1 to 6 with the same person.  2004, c. 19, s. 16 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s16s1\">2004, c. 19, s. 16 (1, 2)</a></span> - 01/01/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s17s1\">2006, c. 34, s. 17 (1)</a></span>\r\n- 01/01/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched11s49s1\">2012, c. 8, Sched. 11, s. 49 (1)</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20014#sched8s21\">2020, c. 14, Sched. 8, s. 21</a></span> - 14/07/2020</p> <p class=\"partnum\"><a name=\"BK2\"></a>Part II <br/>  Officers</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "PART II  ",
            "section_x": "PART II OFFICERS",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Director",
            "part_id": "PART II  ",
            "part_type": "PART II OFFICERS",
            "section_y": "Director",
            "content": "2 (1) Subject to subsection (2), a director shall be appointed for the purposes of this Act and a maximum of two deputy directors may be appointed, (a) by the board of the administrative authority; or (b) by the Minister if there is no designated administrative authority.  2002, c. 30, Sched. B, s. 2 (1). Director cannot be registrar (2) A person appointed as the registrar or a deputy registrar under subsection 3 (1) shall not be appointed as the director or a deputy director under subsection (1).  2002, c. 30, Sched. B, s. 2 (2). Deputy director, duties (3) A deputy director shall perform such duties as are assigned by the director and shall act as director in his or her absence.  2002, c. 30, Sched. B, s. 2 (3). Deputy director (4) If more than one deputy director is appointed, only one deputy director may act as the director under subsection (3) at any one time.  2002, c. 30, Sched. B, s. 2 (4). Section Amendments with date in force (d/m/y) 2012, c. 8, Sched. 11, s. 49 (5) - no effect - see 2020, c. 14, Sched. 8, s. 21 - 14/07/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2 </b>(1) Subject to subsection (2), a director shall be appointed for the purposes of this Act and a maximum of two deputy directors may be appointed,</p> <p class=\"paragraph\">  (a) by the board of the administrative authority; or</p> <p class=\"paragraph\">  (b) by the Minister if there is no designated administrative authority.  2002, c. 30, Sched. B, s. 2 (1).</p> <p class=\"headnote\">Director cannot be registrar</p> <p class=\"subsection\">(2) A person appointed as the registrar or a deputy registrar under subsection 3 (1) shall not be appointed as the director or a deputy director under subsection (1).  2002, c. 30, Sched. B, s. 2 (2).</p> <p class=\"headnote\">Deputy director, duties</p> <p class=\"subsection\">(3) A deputy director shall perform such duties as are assigned by the director and shall act as director in his or her absence.  2002, c. 30, Sched. B, s. 2 (3).</p> <p class=\"headnote\">Deputy director</p> <p class=\"subsection\">(4) If more than one deputy director is appointed, only one deputy director may act as the director under subsection (3) at any one time.  2002, c. 30, Sched. B, s. 2 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched11s49s5\">2012, c. 8, Sched. 11, s. 49 (5)</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20014#sched8s21\">2020, c. 14, Sched. 8, s. 21</a></span> - 14/07/2020</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Registrar",
            "part_id": "PART II  ",
            "part_type": "PART II OFFICERS",
            "section_y": "Registrar",
            "content": "3 (1) Subject to subsection (2), a registrar shall be appointed and a maximum of two deputy registrars may be appointed, (a) by the board of the designated administrative authority; or (b) by the deputy minister to the Minister if there is no designated administrative authority.  2002, c. 30, Sched. B, s. 3 (1). Registrar cannot be director (2) A person appointed as the director or deputy director under subsection 2 (1) shall not be appointed as the registrar or a deputy registrar under subsection (1).  2002, c. 30, Sched. B, s. 3 (2). Powers and duties (3) The registrar shall exercise the powers and perform the duties imposed on him or her under this Act and a deputy registrar shall perform such duties as are assigned by the registrar and shall act as the registrar in the registrar’s absence.  2002, c. 30, Sched. B, s. 3 (3); 2009, c. 33, Sched. 10, s. 10 (1). Deputy registrar (4) If more than one deputy registrar has been appointed, only one deputy registrar may act as the registrar under subsection (3) at any one time.  2002, c. 30, Sched. B, s. 3 (4). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 10, s. 10 (1) - 01/01/2010 2012, c. 8, Sched. 11, s. 49 (5) - no effect - see 2020, c. 14, Sched. 8, s. 21 - 14/07/2020 Part III   Prohibitions re: Practice",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>(1) Subject to subsection (2), a registrar shall be appointed and a maximum of two deputy registrars may be appointed,</p> <p class=\"paragraph\">  (a) by the board of the designated administrative authority; or</p> <p class=\"paragraph\">  (b) by the deputy minister to the Minister if there is no designated administrative authority.  2002, c. 30, Sched. B, s. 3 (1).</p> <p class=\"headnote\">Registrar cannot be director</p> <p class=\"subsection\">(2) A person appointed as the director or deputy director under subsection 2 (1) shall not be appointed as the registrar or a deputy registrar under subsection (1).  2002, c. 30, Sched. B, s. 3 (2).</p> <p class=\"headnote\">Powers and duties</p> <p class=\"subsection\">(3) The registrar shall exercise the powers and perform the duties imposed on him or her under this Act and a deputy registrar shall perform such duties as are assigned by the registrar and shall act as the registrar in the registrar’s absence.  2002, c. 30, Sched. B, s. 3 (3); 2009, c. 33, Sched. 10, s. 10 (1).</p> <p class=\"headnote\">Deputy registrar</p> <p class=\"subsection\">(4) If more than one deputy registrar has been appointed, only one deputy registrar may act as the registrar under subsection (3) at any one time.  2002, c. 30, Sched. B, s. 3 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched10s10s1\">2009, c. 33, Sched. 10, s. 10 (1)</a></span> - 01/01/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched11s49s5\">2012, c. 8, Sched. 11, s. 49 (5)</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20014#sched8s21\">2020, c. 14, Sched. 8, s. 21</a></span> - 14/07/2020</p> <p class=\"partnum\"><a name=\"BK5\"></a>Part III <br/>  Prohibitions re: Practice</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "PART III  ",
            "section_x": "PART III PROHIBITIONS RE: PRACTICE",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "section_x": "Prohibition",
            "part_id": "PART III  ",
            "part_type": "PART III PROHIBITIONS RE: PRACTICE",
            "section_y": "Prohibition ",
            "content": "4 (1) No person shall, (a) act as a motor vehicle dealer unless the person is registered as a motor vehicle dealer under this Act; or (b) act as a salesperson unless he or she is registered as a salesperson.  2002, c. 30, Sched. B, s. 4 (1). Name and place of business (2) A motor vehicle dealer shall not, (a) carry on business in a name other than the name in which the motor vehicle dealer is registered; or (b) invite the public to deal in a place other than the place that is authorized in the registration of the motor vehicle dealer.  2002, c. 30, Sched. B, s. 4 (2). Unregistered salesperson (3) A motor vehicle dealer shall not retain the services of a salesperson unless the salesperson is registered in that capacity.  2002, c. 30, Sched. B, s. 4 (3). Supply to unregistered person (4) A motor vehicle dealer shall not supply motor vehicles to another motor vehicle dealer for the purpose of trading in motor vehicles unless the other motor vehicle dealer is registered in that capacity.  2002, c. 30, Sched. B, s. 4 (4). Salespersons (5) A salesperson shall not trade a motor vehicle on behalf of a motor vehicle dealer unless the salesperson is registered to that dealer.  2002, c. 30, Sched. B, s. 4 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>4 </b>(1) No person shall,</p> <p class=\"paragraph\">  (a) act as a motor vehicle dealer unless the person is registered as a motor vehicle dealer under this Act; or</p> <p class=\"paragraph\">  (b) act as a salesperson unless he or she is registered as a salesperson.  2002, c. 30, Sched. B, s. 4 (1).</p> <p class=\"headnote\">Name and place of business</p> <p class=\"subsection\">(2) A motor vehicle dealer shall not,</p> <p class=\"paragraph\">  (a) carry on business in a name other than the name in which the motor vehicle dealer is registered; or</p> <p class=\"paragraph\">  (b) invite the public to deal in a place other than the place that is authorized in the registration of the motor vehicle dealer.  2002, c. 30, Sched. B, s. 4 (2).</p> <p class=\"headnote\">Unregistered salesperson</p> <p class=\"subsection\">(3) A motor vehicle dealer shall not retain the services of a salesperson unless the salesperson is registered in that capacity.  2002, c. 30, Sched. B, s. 4 (3).</p> <p class=\"headnote\">Supply to unregistered person</p> <p class=\"subsection\">(4) A motor vehicle dealer shall not supply motor vehicles to another motor vehicle dealer for the purpose of trading in motor vehicles unless the other motor vehicle dealer is registered in that capacity.  2002, c. 30, Sched. B, s. 4 (4).</p> <p class=\"headnote\">Salespersons</p> <p class=\"subsection\">(5) A salesperson shall not trade a motor vehicle on behalf of a motor vehicle dealer unless the salesperson is registered to that dealer.  2002, c. 30, Sched. B, s. 4 (5).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "section_x": "Exemption",
            "part_id": "PART III  ",
            "part_type": "PART III PROHIBITIONS RE: PRACTICE",
            "section_y": "Exemption",
            "content": "5 An individual who trades in a motor vehicle on his or her own account or on the account of a member of the individual’s family is exempt from the registration requirements under section 4, if the motor vehicle is used primarily for the personal use of the individual or a member of his or her family.  2002, c. 30, Sched. B, s. 5. Part IV   Registration",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>5 </b>An individual who trades in a motor vehicle on his or her own account or on the account of a member of the individual’s family is exempt from the registration requirements under section 4, if the motor vehicle is used primarily for the personal use of the individual or a member of his or her family.  2002, c. 30, Sched. B, s. 5.</p> <p class=\"partnum\"><a name=\"BK8\"></a>Part IV <br/>  Registration</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "PART IV  ",
            "section_x": "PART IV REGISTRATION",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "5.1",
            "section_x": "Registration prohibited",
            "part_id": "PART IV  ",
            "part_type": "PART IV REGISTRATION",
            "section_y": "Registration prohibited",
            "content": "5.1 (1) If an applicant for registration or renewal of registration does not meet the prescribed requirements, the registrar shall refuse to grant or renew the registration.  2004, c. 19, s. 16 (3). Non-application (2) Section 9 does not apply to a refusal under subsection (1) to grant or renew a registration.  2004, c. 19, s. 16 (3). Notice of refusal (3) The registrar shall give the applicant written notice of a refusal under subsection (1), setting out the reasons for the refusal and subsection 37 (3) does not apply to the notice.  2004, c. 19, s. 16 (3). Section Amendments with date in force (d/m/y) 2004, c. 19, s. 16 (3)\r\n- 01/01/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>5.1 </b>(1) If an applicant for registration or renewal of registration does not meet the prescribed requirements, the registrar shall refuse to grant or renew the registration.  2004, c. 19, s. 16 (3).</p> <p class=\"headnote\">Non-application</p> <p class=\"subsection\">(2) Section 9 does not apply to a refusal under subsection (1) to grant or renew a registration.  2004, c. 19, s. 16 (3).</p> <p class=\"headnote\">Notice of refusal</p> <p class=\"subsection\">(3) The registrar shall give the applicant written notice of a refusal under subsection (1), setting out the reasons for the refusal and subsection 37 (3) does not apply to the notice.  2004, c. 19, s. 16 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s16s3\">2004, c. 19, s. 16 (3)</a></span>\r\n- 01/01/2010</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "6.",
            "section_x": "Registration",
            "part_id": "PART IV  ",
            "part_type": "PART IV REGISTRATION",
            "section_y": "Registration",
            "content": "6 (1) An applicant that meets the prescribed requirements is entitled to registration or renewal of registration by the registrar unless, (a) the applicant is not a corporation and, (i) having regard to the applicant’s financial position or the financial position of an interested person in respect of the applicant, the applicant cannot reasonably be expected to be financially responsible in the conduct of business, (ii) the past conduct of the applicant or of an interested person in respect of the applicant affords reasonable grounds for belief that the applicant will not carry on business in accordance with law and with integrity and honesty, or (iii) the applicant or an employee or agent of the applicant makes a false statement or provides a false statement in an application for registration or for renewal of registration; (b), (c)  Repealed:  2004, c. 19, s. 16 (5). (d) the applicant is a corporation and, (i) having regard to its financial position or the financial position of an interested person in respect of the corporation, the applicant cannot reasonably be expected to be financially responsible in the conduct of its business, (ii) having regard to the financial position of its officers or directors or an interested person in respect of its officers or directors, the applicant cannot reasonably be expected to be financially responsible in the conduct of its business, (iii) the past conduct of its officers or directors or of an interested person in respect of its officers or directors or of an interested person in respect of the corporation affords reasonable grounds for belief that its business will not be carried on in accordance with the law and with integrity and honesty, or (iv) an officer or director of the corporation makes a false statement or provides a false statement in an application for registration or for renewal of registration; (e) the applicant or an interested person in respect of the applicant is carrying on activities that are, or will be if the applicant is registered, in contravention of this Act or the regulations, other than the code of ethics established under section 43; (f) the applicant is in breach of a condition of the registration; or (g) the applicant fails to comply with a request made by the registrar under subsection (1.1).  2002, c. 30, Sched. B, s. 6 (1); 2004, c. 19, s. 16 (4-6). Request for information (1.1) The registrar may request an applicant for registration or renewal of registration to provide to the registrar, in the form and within the time period specified by the registrar, (a) information specified by the registrar that is relevant to the decision to be made by the registrar as to whether or not to grant the registration or renewal; (b) verification, by affidavit or otherwise, of any information described in clause (a) that the applicant is providing or has provided to the registrar.  2004, c. 19, s. 16 (7). Conditions (2) A registration is subject to such conditions as are consented to by the applicant or registrant, as are applied by the registrar under section 9, as are ordered by the Tribunal or as are prescribed.  2002, c. 30, Sched. B, s. 6 (2). Registration not transferable (3) A registration is not transferable.  2002, c. 30, Sched. B, s. 6 (3). Interested person (4) For the purposes of this section, a person shall be deemed to be an interested person in respect of another person if the person is associated with the other person or if, in the opinion of the registrar, (a) the person has or may have a beneficial interest in the other person’s business; (b) the person exercises or may exercise control either directly or indirectly over the other person; or (c) the person has provided or may have provided financing either directly or indirectly to the other person’s business.  2002, c. 30, Sched. B, s. 6 (4); 2004, c. 19, s. 16 (8). Section Amendments with date in force (d/m/y) 2004, c. 19, s. 16 (4-8)\r\n- 01/01/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>6 </b>(1) An applicant that meets the prescribed requirements is entitled to registration or renewal of registration by the registrar unless,</p> <p class=\"paragraph\">  (a) the applicant is not a corporation and,</p> <p class=\"subclause\">  (i) having regard to the applicant’s financial position or the financial position of an interested person in respect of the applicant, the applicant cannot reasonably be expected to be financially responsible in the conduct of business,</p> <p class=\"subclause\">  (ii) the past conduct of the applicant or of an interested person in respect of the applicant affords reasonable grounds for belief that the applicant will not carry on business in accordance with law and with integrity and honesty, or</p> <p class=\"subclause\">  (iii) the applicant or an employee or agent of the applicant makes a false statement or provides a false statement in an application for registration or for renewal of registration;</p> <p class=\"paragraph\"> (b), (c)  <span class=\"ovsmallcap\">Repealed</span>:  2004, c. 19, s. 16 (5).</p> <p class=\"paragraph\">  (d) the applicant is a corporation and,</p> <p class=\"subclause\">  (i) having regard to its financial position or the financial position of an interested person in respect of the corporation, the applicant cannot reasonably be expected to be financially responsible in the conduct of its business,</p> <p class=\"subclause\">  (ii) having regard to the financial position of its officers or directors or an interested person in respect of its officers or directors, the applicant cannot reasonably be expected to be financially responsible in the conduct of its business,</p> <p class=\"subclause\">  (iii) the past conduct of its officers or directors or of an interested person in respect of its officers or directors or of an interested person in respect of the corporation affords reasonable grounds for belief that its business will not be carried on in accordance with the law and with integrity and honesty, or</p> <p class=\"subclause\">  (iv) an officer or director of the corporation makes a false statement or provides a false statement in an application for registration or for renewal of registration;</p> <p class=\"paragraph\">  (e) the applicant or an interested person in respect of the applicant is carrying on activities that are, or will be if the applicant is registered, in contravention of this Act or the regulations, other than the code of ethics established under section 43;</p> <p class=\"paragraph\">  (f) the applicant is in breach of a condition of the registration; or</p> <p class=\"paragraph\">  (g) the applicant fails to comply with a request made by the registrar under subsection (1.1).  2002, c. 30, Sched. B, s. 6 (1); 2004, c. 19, s. 16 (4-6).</p> <p class=\"headnote\">Request for information</p> <p class=\"subsection\">(1.1) The registrar may request an applicant for registration or renewal of registration to provide to the registrar, in the form and within the time period specified by the registrar,</p> <p class=\"paragraph\">  (a) information specified by the registrar that is relevant to the decision to be made by the registrar as to whether or not to grant the registration or renewal;</p> <p class=\"paragraph\">  (b) verification, by affidavit or otherwise, of any information described in clause (a) that the applicant is providing or has provided to the registrar.  2004, c. 19, s. 16 (7).</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(2) A registration is subject to such conditions as are consented to by the applicant or registrant, as are applied by the registrar under section<b> </b>9, as are ordered by the Tribunal or as are prescribed.  2002, c. 30, Sched. B, s. 6 (2).</p> <p class=\"headnote\">Registration not transferable</p> <p class=\"subsection\">(3) A registration is not transferable.  2002, c. 30, Sched. B, s. 6 (3).</p> <p class=\"headnote\">Interested person</p> <p class=\"subsection\">(4) For the purposes of this section, a person shall be deemed to be an interested person in respect of another person if the person is associated with the other person or if, in the opinion of the registrar,</p> <p class=\"paragraph\">  (a) the person has or may have a beneficial interest in the other person’s business;</p> <p class=\"paragraph\">  (b) the person exercises or may exercise control either directly or indirectly over the other person; or</p> <p class=\"paragraph\">  (c) the person has provided or may have provided financing either directly or indirectly to the other person’s business.  2002, c. 30, Sched. B, s. 6 (4); 2004, c. 19, s. 16 (8).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s16s4\">2004, c. 19, s. 16 (4-8)</a></span>\r\n- 01/01/2010</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "7.",
            "section_x": "Registration of corporation",
            "part_id": "PART IV  ",
            "part_type": "PART IV REGISTRATION",
            "section_y": "Registration of corporation",
            "content": "7 (1) When it registers and on each renewal of its registration, a motor vehicle dealer that is a corporation shall disclose to the registrar the identity of, (a) each person that beneficially owns or controls 10 per cent or more of the equity shares issued and outstanding at the time of the registration or the renewal of registration, as the case may be; and (b) persons that are associated with each other and that together beneficially own or control 10 per cent or more of the equity shares issued and outstanding at the time of the registration or the renewal of registration, as the case may be.  2004, c. 19, s. 16 (9). Calculating number of shares (2) In calculating the total number of equity shares of the corporation beneficially owned or controlled for the purposes of this section, the total number shall be calculated as the total number of all shares beneficially owned or controlled, but each share that carries the right to more than one vote shall be calculated as the number of shares equalling the total number of votes carried.  2002, c. 30, Sched. B, s. 7 (2). Section Amendments with date in force (d/m/y) 2004, c. 19, s. 16 (9)\r\n- 01/01/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>7 </b>(1) When it registers and on each renewal of its registration, a motor vehicle dealer that is a corporation shall disclose to the registrar the identity of,</p> <p class=\"paragraph\">  (a) each person that beneficially owns or controls 10 per cent or more of the equity shares issued and outstanding at the time of the registration or the renewal of registration, as the case may be; and</p> <p class=\"paragraph\">  (b) persons that are associated with each other and that together beneficially own or control 10 per cent or more of the equity shares issued and outstanding at the time of the registration or the renewal of registration, as the case may be.  2004, c. 19, s. 16 (9).</p> <p class=\"headnote\">Calculating number of shares</p> <p class=\"subsection\">(2) In calculating the total number of equity shares of the corporation beneficially owned or controlled for the purposes of this section, the total number shall be calculated as the total number of all shares beneficially owned or controlled, but each share that carries the right to more than one vote shall be calculated as the number of shares equalling the total number of votes carried.  2002, c. 30, Sched. B, s. 7 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s16s9\">2004, c. 19, s. 16 (9)</a></span>\r\n- 01/01/2010</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "8.",
            "section_x": "Refusal to register, etc.",
            "part_id": "PART IV  ",
            "part_type": "PART IV REGISTRATION",
            "section_y": "Refusal to register, etc.",
            "content": "8 (1) Subject to section 9, the registrar may refuse to register an applicant or may suspend or revoke a registration or refuse to renew a registration if, in his or her opinion, the applicant or registrant is not entitled to registration under section 6.  2004, c. 19, s. 16 (10). Conditions (2) Subject to section 9, the registrar may, (a) approve the registration or renewal of a registration on such conditions as he or she considers appropriate; and (b) at any time apply to a registration such conditions as he or she considers appropriate.  2002, c. 30, Sched. B, s. 8 (2). Section Amendments with date in force (d/m/y) 2004, c. 19, s. 16 (10) - 01/01/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>8 </b>(1) Subject to section 9, the registrar may refuse to register an applicant or may suspend or revoke a registration or refuse to renew a registration if, in his or her opinion, the applicant or registrant is not entitled to registration under section 6.  2004, c. 19, s. 16 (10).</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(2) Subject to section 9, the registrar may,</p> <p class=\"paragraph\">  (a) approve the registration or renewal of a registration on such conditions as he or she considers appropriate; and</p> <p class=\"paragraph\">  (b) at any time apply to a registration such conditions as he or she considers appropriate.  2002, c. 30, Sched. B, s. 8 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s16s10\">2004, c. 19, s. 16 (10)</a></span> - 01/01/2010</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "9.",
            "section_x": "Notice re: refusal, suspension, etc.",
            "part_id": "PART IV  ",
            "part_type": "PART IV REGISTRATION",
            "section_y": "Notice re: refusal, suspension, etc.",
            "content": "9 (1) The registrar shall notify an applicant or registrant in writing if he or she proposes to, (a) refuse under subsection 8 (1) to grant or renew a registration; (b) suspend or revoke a registration; or (c) apply conditions to a registration or renewal to which the applicant or registrant has not consented.  2002, c. 30, Sched. B, s. 9 (1); 2004, c. 19, s. 16 (11). Content of notice (2) The notice of proposal shall set out the reasons for the proposed action and shall state that the applicant or registrant is entitled to a hearing by the Tribunal if the applicant or registrant mails or delivers, within 15 days after service of the notice, a written request for a hearing to the registrar and to the Tribunal.  2002, c. 30, Sched. B, s. 9 (2). Service (3) The notice of proposal shall be served on the applicant or registrant in accordance with section 37.  2002, c. 30, Sched. B, s. 9 (3). Where no request for hearing (4) If an applicant or registrant does not request a hearing in accordance with subsection (2), the registrar may carry out the proposal.  2002, c. 30, Sched. B, s. 9 (4). Hearing (5) If a hearing is requested, the Tribunal shall hold the hearing and may by order direct the registrar to carry out the registrar’s proposal or substitute its opinion for that of the registrar and the Tribunal may attach conditions to its order or to a registration.  2002, c. 30, Sched. B, s. 9 (5). Parties (6) The registrar, the applicant or registrant and such other persons as the Tribunal may specify are parties to the proceedings under this section.  2002, c. 30, Sched. B, s. 9 (6). Voluntary cancellation (7) The registrar may cancel a registration upon the request in writing of the registrant and this section does not apply to the cancellation.  2002, c. 30, Sched. B, s. 9 (7). Continuation pending renewal (8) If, within the time prescribed or, if no time is prescribed, before the expiry of the registrant’s registration, the registrant has applied for renewal of a registration and paid the required fee, the registration shall be deemed to continue, (a) until the renewal is granted; (b) until the registrar gives the registrant written notice of the registrar’s refusal under section 5.1 to grant the renewal; or (c) if the registrant is served notice that the registrar proposes to refuse under subsection 8 (1) to grant the renewal, until the time for requesting a hearing has expired or, if a hearing is requested, until the Tribunal makes its order.  2004, c. 19, s. 16 (12). Immediate effect (9) Even if a registrant appeals an order of the Tribunal under section 11 of the Licence Appeal Tribunal Act, 1999, the order takes effect immediately but the Tribunal may grant a stay until the disposition of the appeal.  2002, c. 30, Sched. B, s. 9 (9). Section Amendments with date in force (d/m/y) 2004, c. 19, s. 16 (11, 12) - 01/01/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>9 </b>(1) The registrar shall notify an applicant or registrant in writing if he or she proposes to,</p> <p class=\"paragraph\">  (a) refuse under subsection 8 (1) to grant or renew a registration;</p> <p class=\"paragraph\">  (b) suspend or revoke a registration; or</p> <p class=\"paragraph\">  (c) apply conditions to a registration or renewal to which the applicant or registrant has not consented.  2002, c. 30, Sched. B, s. 9 (1); 2004, c. 19, s. 16 (11).</p> <p class=\"headnote\">Content of notice</p> <p class=\"subsection\">(2) The notice of proposal shall set out the reasons for the proposed action and shall state that the applicant or registrant is entitled to a hearing by the Tribunal if the applicant or registrant mails or delivers, within 15 days after service of the notice, a written request for a hearing to the registrar and to the Tribunal.  2002, c. 30, Sched. B, s. 9 (2).</p> <p class=\"headnote\">Service</p> <p class=\"subsection\">(3) The notice of proposal shall be served on the applicant or registrant in accordance with section 37.  2002, c. 30, Sched. B, s. 9 (3).</p> <p class=\"headnote\">Where no request for hearing</p> <p class=\"subsection\">(4) If an applicant or registrant does not request a hearing in accordance with subsection (2), the registrar may carry out the proposal.  2002, c. 30, Sched. B, s. 9 (4).</p> <p class=\"headnote\">Hearing</p> <p class=\"subsection\">(5) If a hearing is requested, the Tribunal shall hold the hearing and may by order direct the registrar to carry out the registrar’s proposal or substitute its opinion for that of the registrar and the Tribunal may attach conditions to its order or to a registration.  2002, c. 30, Sched. B, s. 9 (5).</p> <p class=\"headnote\">Parties</p> <p class=\"subsection\">(6) The registrar, the applicant or registrant and such other persons as the Tribunal may specify are parties to the proceedings under this section.  2002, c. 30, Sched. B, s. 9 (6).</p> <p class=\"headnote\">Voluntary cancellation</p> <p class=\"subsection\">(7) The registrar may cancel a registration upon the request in writing of the registrant and this section does not apply to the cancellation.  2002, c. 30, Sched. B, s. 9 (7).</p> <p class=\"headnote\">Continuation pending renewal</p> <p class=\"subsection\">(8) If, within the time prescribed or, if no time is prescribed, before the expiry of the registrant’s registration, the registrant has applied for renewal of a registration and paid the required fee, the registration shall be deemed to continue,</p> <p class=\"paragraph\">  (a) until the renewal is granted;</p> <p class=\"paragraph\">  (b) until the registrar gives the registrant written notice of the registrar’s refusal under section 5.1 to grant the renewal; or</p> <p class=\"paragraph\">  (c) if the registrant is served notice that the registrar proposes to refuse under subsection 8 (1) to grant the renewal, until the time for requesting a hearing has expired or, if a hearing is requested, until the Tribunal makes its order.  2004, c. 19, s. 16 (12).</p> <p class=\"headnote\">Immediate effect</p> <p class=\"subsection\">(9) Even if a registrant appeals an order of the Tribunal under section 11 of the <i>Licence Appeal Tribunal Act, 1999</i>, the order takes effect immediately but the Tribunal may grant a stay until the disposition of the appeal.  2002, c. 30, Sched. B, s. 9 (9).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s16s11\">2004, c. 19, s. 16 (11, 12)</a></span> - 01/01/2010</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "10.",
            "section_x": "Temporary suspension",
            "part_id": "PART IV  ",
            "part_type": "PART IV REGISTRATION",
            "section_y": "Temporary suspension",
            "content": "10 (1) If the registrar proposes to suspend or revoke a registration under section 9 and if the registrar considers it in the public interest to do so, the registrar may by order temporarily suspend the registration.  2002, c. 30, Sched. B, s. 10 (1). Immediate effect (2) An order under subsection (1) takes effect immediately.  2002, c. 30, Sched. B, s. 10 (2). Expiry of order (3) If a hearing is requested under section 9, (a) the order expires 15 days after the written request for a hearing is received by the Tribunal; or (b) the Tribunal may extend the time of expiration until the hearing is concluded, if a hearing is commenced within the 15-day period referred to in clause (a).  2002, c. 30, Sched. B, s. 10 (3). Same (4) Despite subsection (3), if it is satisfied that the conduct of the registrant has delayed the commencement of the hearing, the Tribunal may extend the time of the expiration for the order, (a) until the hearing commences; and (b) once the hearing commences, until the hearing is concluded.  2002, c. 30, Sched. B, s. 10 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>10 </b>(1) If the registrar proposes to suspend or revoke a registration under section 9 and if the registrar considers it in the public interest to do so, the registrar may by order temporarily suspend the registration.  2002, c. 30, Sched. B, s. 10 (1).</p> <p class=\"headnote\">Immediate effect</p> <p class=\"subsection\">(2) An order under subsection (1) takes effect immediately.  2002, c. 30, Sched. B, s. 10 (2).</p> <p class=\"headnote\">Expiry of order</p> <p class=\"subsection\">(3) If a hearing is requested under section 9,</p> <p class=\"paragraph\">  (a) the order expires 15 days after the written request for a hearing is received by the Tribunal; or</p> <p class=\"paragraph\">  (b) the Tribunal may extend the time of expiration until the hearing is concluded, if a hearing is commenced within the 15-day period referred to in clause (a).  2002, c. 30, Sched. B, s. 10 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Despite subsection (3), if it is satisfied that the conduct of the registrant has delayed the commencement of the hearing, the Tribunal may extend the time of the expiration for the order,</p> <p class=\"paragraph\">  (a) until the hearing commences;<b> </b>and</p> <p class=\"paragraph\">  (b) once the hearing commences, until the hearing is concluded.  2002, c. 30, Sched. B, s. 10 (4).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "11.",
            "section_x": "Requirements for hearing request",
            "part_id": "PART IV  ",
            "part_type": "PART IV REGISTRATION",
            "section_y": "Requirements for hearing request",
            "content": "11 (1) A request for a hearing under section 9 is sufficiently served if delivered personally or sent by registered mail to the registrar and to the Tribunal.  2002, c. 30, Sched. B, s. 11 (1). Same (2) If service is made by registered mail, it shall be deemed to be made on the third day after the day of mailing.  2002, c. 30, Sched. B, s. 11 (2). Other methods (3) Despite subsection (1), the Tribunal may order any other method of service.  2002, c. 30, Sched. B, s. 11 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>11 </b>(1) A request for a hearing under section 9 is sufficiently served if delivered personally or sent by registered mail to the registrar and to the Tribunal.  2002, c. 30, Sched. B, s. 11 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If service is made by registered mail, it shall be deemed to be made on the third day after the day of mailing.  2002, c. 30, Sched. B, s. 11 (2).</p> <p class=\"headnote\">Other methods</p> <p class=\"subsection\">(3) Despite subsection (1), the Tribunal may order any other method of service.  2002, c. 30, Sched. B, s. 11 (3).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "12.",
            "section_x": "Further application",
            "part_id": "PART IV  ",
            "part_type": "PART IV REGISTRATION",
            "section_y": "Further application",
            "content": "12 A person whose registration is refused, revoked or refused renewal may reapply for registration only if, (a) the time prescribed to reapply has passed since the refusal, revocation or refusal to renew; and (b) new or other evidence is available or it is clear that material circumstances have changed.  2002, c. 30, Sched. B, s. 12.",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>12 </b>A person whose registration is refused, revoked or refused renewal may reapply for registration only if,</p> <p class=\"paragraph\">  (a) the time prescribed to reapply has passed since the refusal, revocation or refusal to renew; and</p> <p class=\"paragraph\">  (b) new or other evidence is available or it is clear that material circumstances have changed.  2002, c. 30, Sched. B, s. 12.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "13.",
            "section_x": "Notice of issue or transfer of shares",
            "part_id": "PART IV  ",
            "part_type": "PART IV REGISTRATION",
            "section_y": "Notice of issue or transfer of shares",
            "content": "13 (1) In addition to the disclosure required under section 7, every motor vehicle dealer that is a corporation shall notify the registrar in writing within 30 days after the issue or transfer of any equity shares of the corporation, if the issue or transfer results in, (a) any person, or any persons that are associated with each other, acquiring or accumulating beneficial ownership or control of 10 per cent or more of the total number of all issued and outstanding equity shares of the corporation; or (b) an increase in the percentage of issued and outstanding equity shares of the corporation beneficially owned or controlled by any person, or any persons who are associated with each other, where the person or the associated persons already beneficially owned or controlled 10 per cent or more of the total number of all issued and outstanding equity shares of the corporation before the issue or transfer.  2004, c. 19, s. 16 (13). Same (2) Despite subsection (1), if a registrant that is a corporation becomes aware of a transfer that otherwise falls into subsection (1) after the transfer has taken place, it shall notify the registrar in writing within 30 days after knowledge of the transfer comes to the attention of its officers or directors.  2002, c. 30, Sched. B, s. 13 (2). Calculation of total number of equity shares (3) In calculating the total number of equity shares of the corporation beneficially owned or controlled for the purpose of this section, the total number shall be calculated as the total of all the shares beneficially owned or controlled, but each share that carries the right to more than one vote shall be calculated as the number of shares equalling the total number of votes it carries.  2002, c. 30, Sched. B, s. 13 (3). Section Amendments with date in force (d/m/y) 2004, c. 19, s. 16 (13)\r\n- 01/01/2010 Part v   Complaints, Inspection and Discipline",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>13 </b>(1) In addition to the disclosure required under section 7, every motor vehicle dealer that is a corporation shall notify the registrar in writing within 30 days after the issue or transfer of any equity shares of the corporation, if the issue or transfer results in,</p> <p class=\"paragraph\">  (a) any person, or any persons that are associated with each other, acquiring or accumulating beneficial ownership or control of 10 per cent or more of the total number of all issued and outstanding equity shares of the corporation; or</p> <p class=\"paragraph\">  (b) an increase in the percentage of issued and outstanding equity shares of the corporation beneficially owned or controlled by any person, or any persons who are associated with each other, where the person or the associated persons already beneficially owned or controlled 10 per cent or more of the total number of all issued and outstanding equity shares of the corporation before the issue or transfer.  2004, c. 19, s. 16 (13).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Despite subsection (1), if a registrant that is a corporation becomes aware of a transfer that otherwise falls into subsection (1) after the transfer has taken place, it shall notify the registrar in writing within 30 days after knowledge of the transfer comes to the attention of its officers or directors.  2002, c. 30, Sched. B, s. 13 (2).</p> <p class=\"headnote\">Calculation of total number of equity shares</p> <p class=\"subsection\">(3) In calculating the total number of equity shares of the corporation beneficially owned or controlled for the purpose of this section, the total number shall be calculated as the total of all the shares beneficially owned or controlled, but each share that carries the right to more than one vote shall be calculated as the number of shares equalling the total number of votes it carries.  2002, c. 30, Sched. B, s. 13 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s16s13\">2004, c. 19, s. 16 (13)</a></span>\r\n- 01/01/2010</p> <p class=\"partnum\"><a name=\"BK18\"></a>Part v <br/>  Complaints, Inspection and Discipline</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "PART V  ",
            "section_x": "PART V COMPLAINTS, INSPECTION AND DISCIPLINE",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "14.",
            "section_x": "Complaints",
            "part_id": "PART V  ",
            "part_type": "PART V COMPLAINTS, INSPECTION AND DISCIPLINE",
            "section_y": "Complaints",
            "content": "14 (1) If the registrar receives a complaint about a registrant, the registrar may request information in relation to the complaint from any registrant.  2002, c. 30, Sched. B, s. 14 (1). Request for information (2) A request for information under subsection (1) shall indicate the nature of the complaint.  2002, c. 30, Sched. B, s. 14 (2). Duty to comply with request (3) A registrant who receives a written request for information shall provide the information as soon as practicable.  2002, c. 30, Sched. B, s. 14 (3). Procedures (4) In handling complaints, the registrar may do any of the following, as appropriate: 1. Attempt to mediate or resolve the complaint. 2. Give the registrant a written warning that if the registrant continues with the activity that led to the complaint, action may be taken against the registrant. 3. Require the motor vehicle dealer or salesperson to take further educational courses. 4. Refer the matter, in whole or in part, to the discipline committee. 5. Take an action under section 8, subject to section 9. 6. Take further action as he or she considers appropriate in accordance with this Act.  2002, c. 30, Sched. B, s. 14 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>14 </b>(1) If the registrar receives a complaint about a registrant, the registrar may request information in relation to the complaint from any registrant.  2002, c. 30, Sched. B, s. 14 (1).</p> <p class=\"headnote\">Request for information</p> <p class=\"subsection\">(2) A request for information under subsection (1) shall indicate the nature of the complaint.  2002, c. 30, Sched. B, s. 14 (2).</p> <p class=\"headnote\">Duty to comply with request</p> <p class=\"subsection\">(3) A registrant who receives a written request for information shall provide the information as soon as practicable.  2002, c. 30, Sched. B, s. 14 (3).</p> <p class=\"headnote\">Procedures</p> <p class=\"subsection\">(4) In handling complaints, the registrar may do any of the following, as appropriate:</p> <p class=\"paragraph\">  1. Attempt to mediate or resolve the complaint.</p> <p class=\"paragraph\">  2. Give the registrant a written warning that if the registrant continues with the activity that led to the complaint, action may be taken against the registrant.</p> <p class=\"paragraph\">  3. Require the motor vehicle dealer or salesperson to take further educational courses.</p> <p class=\"paragraph\">  4. Refer the matter, in whole or in part, to the discipline committee.</p> <p class=\"paragraph\">  5. Take an action under section 8, subject to section 9.</p> <p class=\"paragraph\">  6. Take further action as he or she considers appropriate in accordance with this Act.  2002, c. 30, Sched. B, s. 14 (4).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "15.",
            "section_x": "Inspection",
            "part_id": "PART V  ",
            "part_type": "PART V COMPLAINTS, INSPECTION AND DISCIPLINE",
            "section_y": "Inspection",
            "content": "15 (1) The registrar or a person designated in writing by the registrar may conduct an inspection and may, as part of that inspection, enter and inspect at any reasonable time the business premises of a registrant, other than any part of the premises used as a dwelling, for the purpose of, (a) ensuring compliance with this Act and the regulations; (b) dealing with a complaint under section 14; or (c) ensuring the registrant remains entitled to registration.  2002, c. 30, Sched. B, s. 15 (1). Powers on inspection (2) While carrying out an inspection, an inspector, (a) is entitled to free access to all money, valuables, documents, records, motor vehicles and motor vehicle parts of the person being inspected that are relevant to the inspection; (b) may use any data storage, processing or retrieval device or system used in carrying on business in order to produce information that is relevant to the inspection and that is in any form; and (c) may, upon giving a receipt for them, remove for examination and may copy anything relevant to the inspection including any data storage disk or other retrieval device in order to produce information, but shall promptly return the thing to the person being inspected.  2002, c. 30, Sched. B, s. 15 (2); 2006, c. 34, s. 17 (2). Identification (3) An inspector shall produce, on request, evidence of his or her authority to carry out an inspection.  2002, c. 30, Sched. B, s. 15 (3). Assistance to be given (4) An inspector may, in the course of an inspection, require a person to produce a document or record and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce information that is relevant to the inspection and that is in any form, and the person shall produce the document or record or provide the assistance.  2002, c. 30, Sched. B, s. 15 (4); 2006, c. 34, s. 17 (2). Obstruction prohibited (5) No person shall obstruct an inspector conducting an inspection or withhold from him or her or conceal, alter or destroy any money, valuables, documents, records, motor vehicles or motor vehicle parts that are relevant to the inspection.  2002, c. 30, Sched. B, s. 15 (5). Use of force prohibited (6) An inspector shall not use force to enter and inspect premises under this section.  2002, c. 30, Sched. B, s. 15 (6). Admissibility of copies (7) A copy of a document or record certified by an inspector to be a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.  2002, c. 30, Sched. B, s. 15 (7). Section Amendments with date in force (d/m/y) 2006, c. 34, s. 17 (2)\r\n- 01/01/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>15 </b>(1) The registrar or a person designated in writing by the registrar may conduct an inspection and may, as part of that inspection, enter and inspect at any reasonable time the business premises of a registrant, other than any part of the premises used as a dwelling, for the purpose of,</p> <p class=\"paragraph\">  (a) ensuring compliance with this Act and the regulations;</p> <p class=\"paragraph\">  (b) dealing with a complaint under section 14; or</p> <p class=\"paragraph\">  (c) ensuring the registrant remains entitled to registration.  2002, c. 30, Sched. B, s. 15 (1).</p> <p class=\"headnote\">Powers on inspection</p> <p class=\"subsection\">(2) While carrying out an inspection, an inspector,</p> <p class=\"paragraph\">  (a) is entitled to free access to all money, valuables, documents, records, motor vehicles and motor vehicle parts of the person being inspected that are relevant to the inspection;</p> <p class=\"paragraph\">  (b) may use any data storage, processing or retrieval device or system used in carrying on business in order to produce information that is relevant to the inspection and that is in any form; and</p> <p class=\"paragraph\">  (c) may, upon giving a receipt for them, remove for examination and may copy anything relevant to the inspection including any data storage disk or other retrieval device in order to produce information, but shall promptly return the thing to the person being inspected.  2002, c. 30, Sched. B, s. 15 (2); 2006, c. 34, s. 17 (2).</p> <p class=\"headnote\">Identification</p> <p class=\"subsection\">(3) An inspector shall produce, on request, evidence of his or her authority to carry out an inspection.  2002, c. 30, Sched. B, s. 15 (3).</p> <p class=\"headnote\">Assistance to be given</p> <p class=\"subsection\">(4) An inspector may, in the course of an inspection, require a person to produce a document or record and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce information that is relevant to the inspection and that is in any form, and the person shall produce the document or record or provide the assistance.  2002, c. 30, Sched. B, s. 15 (4); 2006, c. 34, s. 17 (2).</p> <p class=\"headnote\">Obstruction prohibited</p> <p class=\"subsection\">(5) No person shall obstruct an inspector conducting an inspection or withhold from him or her or conceal, alter or destroy any money, valuables, documents, records, motor vehicles or motor vehicle parts that are relevant to the inspection.  2002, c. 30, Sched. B, s. 15 (5).</p> <p class=\"headnote\">Use of force prohibited</p> <p class=\"subsection\">(6) An inspector shall not use force to enter and inspect premises under this section.  2002, c. 30, Sched. B, s. 15 (6).</p> <p class=\"headnote\">Admissibility of copies</p> <p class=\"subsection\">(7) A copy of a document or record certified by an inspector to be a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.  2002, c. 30, Sched. B, s. 15 (7).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s17s2\">2006, c. 34, s. 17 (2)</a></span>\r\n- 01/01/2010</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "16.",
            "section_x": "Inspection of applicant",
            "part_id": "PART V  ",
            "part_type": "PART V COMPLAINTS, INSPECTION AND DISCIPLINE",
            "section_y": "Inspection of applicant",
            "content": "16 (1) The registrar or a person designated in writing by the registrar may at any reasonable time conduct an inspection of the business premises of an applicant for registration, other than any part of the premises used as a dwelling, for the purpose of ensuring the applicant is entitled to registration under this Act.  2002, c. 30, Sched. B, s. 16 (1). Same (2) Subsections 15 (2) to (7) apply with necessary modifications to an inspection under this section.  2002, c. 30, Sched. B, s. 16 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>16 </b>(1) The registrar or a person designated in writing by the registrar may at any reasonable time conduct an inspection of the business premises of an applicant for registration, other than any part of the premises used as a dwelling, for the purpose of ensuring the applicant is entitled to registration under this Act.  2002, c. 30, Sched. B, s. 16 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsections 15 (2) to (7) apply with necessary modifications to an inspection under this section.  2002, c. 30, Sched. B, s. 16 (2).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "17.",
            "section_x": "Discipline proceedings",
            "part_id": "PART V  ",
            "part_type": "PART V COMPLAINTS, INSPECTION AND DISCIPLINE",
            "section_y": "Discipline proceedings",
            "content": "17 (1) The board of the administrative authority or, if there is no designated administrative authority, the Minister may establish a discipline committee to hear and determine, in accordance with the prescribed procedures, issues concerning whether registrants have failed to comply with the code of ethics established by the Minister.  2002, c. 30, Sched. B, s. 17 (1). Appeals committee (2) If a discipline committee is established, an appeals committee shall be established to consider, in accordance with the prescribed procedures, appeals from the discipline committee.  2002, c. 30, Sched. B, s. 17 (2). Appointment of members (3) If a discipline committee is established, the board of the administrative authority or, if there is no designated administrative authority, the Minister shall appoint the members of the discipline committee and the members of the appeals committee and, in making the appointments, shall ensure that the prescribed requirements for the composition of each committee are met.  2004, c. 19, s. 16 (14). Result of a determination (4) If the discipline committee makes a determination under subsection (1) that a registrant has failed to comply with the code of ethics, it may order any of the following, as appropriate: 1. Require the registrant to take further educational courses. 2. In accordance with the terms that may be specified by the committee, require the motor vehicle dealer to fund educational courses for salespersons employed by the dealer or to arrange and fund such educational courses. 3. Despite subsection 12 (1) of the Safety and Consumer Statutes Administration Act, 1996, impose such fine as the committee considers appropriate, to a maximum of $25,000, or such lesser amount as may be prescribed, to be paid by the registrant to the administrative authority or to the Minister of Finance if there is no designated administrative authority. 4. Suspend or postpone the taking of further educational courses, the funding or the funding and arranging of educational courses or the imposition of the fine  for such period and upon such terms as the committee designates. 5. Fix and impose costs to be paid by the registrant to the administrative authority or to the Minister of Finance if there is no designated administrative authority.  2002, c. 30, Sched. B, s. 17 (4). Appeal (5) A party to the discipline proceeding may appeal the final order of the discipline committee to the appeals committee.  2002, c. 30, Sched. B, s. 17 (5). Power of the appeals committee (6) The appeals committee may by order overturn, affirm or modify the order of the discipline committee and may make an order under subsection (4).  2002, c. 30, Sched. B, s. 17 (6). Payment of fine (7) The registrant shall pay any fine imposed under subsection (4), (a) on or before the day specified in the order of the discipline committee or, if the fine is the subject of an appeal, on or before the day specified in the order of the appeals committee; or (b) on or before the 60th day after the date of the last order made in respect of the fine, if no day is specified in that order.  2002, c. 30, Sched. B, s. 17 (7). Taking of educational course (8) The registrant shall take the educational course required under subsection (4), (a) within the time period specified in the order of the discipline committee or, if the requirement is the subject of an appeal, within the time period specified in the order of the appeals committee; or (b) at the first reasonable opportunity after the last order made in respect of the educational course, if no time period is specified in that order.  2002, c. 30, Sched. B, s. 17 (8). Arranging and funding educational courses (9) The motor vehicle dealer shall arrange and fund the educational courses for salespersons employed by the dealer as required under subsection (4) within the time period specified in the order of the discipline committee or, if the requirement is the subject of an appeal, within the time period specified in the order of the appeals committee.  2002, c. 30, Sched. B, s. 17 (9). Funding educational courses (10) The motor vehicle dealer shall fund the educational course for salespersons employed by the dealer as required under subsection (4), (a) within the time period specified in the order of the discipline committee or, if the requirement is the subject of an appeal, within the time period specified in the order of the appeals committee; or (b) at the first reasonable opportunity after the last order made in respect of the educational course, if no time period is specified in that order.  2002, c. 30, Sched. B, s. 17 (10). Public access (11) Decisions of the discipline committee and the appeals committee shall be made available to the public in such manner as may be prescribed.  2002, c. 30, Sched. B, s. 17 (11). Section Amendments with date in force (d/m/y) 2004, c. 19, s. 16 (14)\r\n- 01/01/2010 2012, c. 8, Sched. 11, s. 49 (2, 3, 5) - no effect - see 2020, c. 14, Sched. 8, s. 21 - 14/07/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>17 </b>(1) The board of the administrative authority or, if there is no designated administrative authority, the Minister may establish a discipline committee to hear and determine, in accordance with the prescribed procedures, issues concerning whether registrants have failed to comply with the code of ethics established by the Minister.  2002, c. 30, Sched. B, s. 17 (1).</p> <p class=\"headnote\">Appeals committee</p> <p class=\"subsection\">(2) If a discipline committee is established, an appeals committee shall be established to consider, in accordance with the prescribed procedures, appeals from the discipline committee.  2002, c. 30, Sched. B, s. 17 (2).</p> <p class=\"headnote\">Appointment of members</p> <p class=\"subsection\">(3) If a discipline committee is established, the board of the administrative authority or, if there is no designated administrative authority, the Minister shall appoint the members of the discipline committee and the members of the appeals committee and, in making the appointments, shall ensure that the prescribed requirements for the composition of each committee are met.  2004, c. 19, s. 16 (14).</p> <p class=\"headnote\">Result of a determination</p> <p class=\"subsection\">(4) If the discipline committee makes a determination under subsection (1) that a registrant has failed to comply with the code of ethics, it may order any of the following, as appropriate:</p> <p class=\"paragraph\">  1. Require the registrant to take further educational courses.</p> <p class=\"paragraph\">  2. In accordance with the terms that may be specified by the committee, require the motor vehicle dealer to fund educational courses for salespersons employed by the dealer or to arrange and fund such educational courses. </p> <p class=\"paragraph\">  3. Despite subsection 12 (1) of the <i>Safety and Consumer Statutes Administration Act, 1996</i>, impose such fine as the committee considers appropriate, to a maximum of $25,000, or such lesser amount as may be prescribed, to be paid by the registrant to the administrative authority or to the Minister of Finance if there is no designated administrative authority.</p> <p class=\"paragraph\">  4. Suspend or postpone the taking of further educational courses, the funding or the funding and arranging of educational courses or the imposition of the fine  for such period and upon such terms as the committee designates. </p> <p class=\"paragraph\">  5. Fix and impose costs to be paid by the registrant to the administrative authority or to the Minister of Finance if there is no designated administrative authority.  2002, c. 30, Sched. B, s. 17 (4).</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(5) A party to the discipline proceeding may appeal the final order of the discipline committee to the appeals committee.  2002, c. 30, Sched. B, s. 17 (5).</p> <p class=\"headnote\">Power of the appeals committee</p> <p class=\"subsection\">(6) The appeals committee may by order overturn, affirm or modify the order of the discipline committee and may make an order under subsection (4).  2002, c. 30, Sched. B, s. 17 (6).</p> <p class=\"headnote\">Payment of fine</p> <p class=\"subsection\">(7) The registrant shall pay any fine imposed under subsection (4),</p> <p class=\"paragraph\">  (a) on or before the day specified in the order of the discipline committee or, if the fine is the subject of an appeal, on or before the day specified in the order of the appeals committee; or</p> <p class=\"paragraph\">  (b) on or before the 60th day after the date of the last order made in respect of the fine, if no day is specified in that order.  2002, c. 30, Sched. B, s. 17 (7).</p> <p class=\"headnote\">Taking of educational course</p> <p class=\"subsection\">(8) The registrant shall take the educational course required under subsection (4),</p> <p class=\"paragraph\">  (a) within the time period specified in the order of the discipline committee or, if the requirement is the subject of an appeal, within the time period specified in the order of the appeals committee; or</p> <p class=\"paragraph\">  (b) at the first reasonable opportunity after the last order made in respect of the educational course, if no time period is specified in that order.  2002, c. 30, Sched. B, s. 17 (8).</p> <p class=\"headnote\">Arranging and funding educational courses</p> <p class=\"subsection\">(9) The motor vehicle dealer shall arrange and fund the educational courses for salespersons employed by the dealer as required under subsection (4) within the time period specified in the order of the discipline committee or, if the requirement is the subject of an appeal, within the time period specified in the order of the appeals committee.  2002, c. 30, Sched. B, s. 17 (9).</p> <p class=\"headnote\">Funding educational courses</p> <p class=\"subsection\">(10) The motor vehicle dealer shall fund the educational course for salespersons employed by the dealer as required under subsection (4),</p> <p class=\"paragraph\">  (a) within the time period specified in the order of the discipline committee or, if the requirement is the subject of an appeal, within the time period specified in the order of the appeals committee; or</p> <p class=\"paragraph\">  (b) at the first reasonable opportunity after the last order made in respect of the educational course, if no time period is specified in that order.  2002, c. 30, Sched. B, s. 17 (10).</p> <p class=\"headnote\">Public access</p> <p class=\"subsection\">(11) Decisions of the discipline committee and the appeals committee shall be made available to the public in such manner as may be prescribed.  2002, c. 30, Sched. B, s. 17 (11).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s16s14\">2004, c. 19, s. 16 (14)</a></span>\r\n- 01/01/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched11s49s2\">2012, c. 8, Sched. 11, s. 49 (2, 3, 5)</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20014#sched8s21\">2020, c. 14, Sched. 8, s. 21</a></span> - 14/07/2020</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "18.",
            "section_x": "Appointment of investigators",
            "part_id": "PART V  ",
            "part_type": "PART V COMPLAINTS, INSPECTION AND DISCIPLINE",
            "section_y": "Appointment of investigators",
            "content": "18 (1) The director may appoint persons to be investigators for the purposes of conducting investigations.  2002, c. 30, Sched. B, s. 18 (1). Certificate of appointment (2) The director shall issue to every investigator a certificate of appointment bearing his or her signature or a facsimile of the signature.  2002, c. 30, Sched. B, s. 18 (2). Production of certificate of appointment (3) Every investigator who is conducting an investigation, including under section 19, shall, upon request, produce the certificate of appointment as an investigator.  2006, c. 34, s. 17 (3). Section Amendments with date in force (d/m/y) 2006, c. 34, s. 17 (3)\r\n- 01/01/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>18 </b>(1) The director may appoint persons to be investigators for the purposes of conducting investigations.  2002, c. 30, Sched. B, s. 18 (1).</p> <p class=\"headnote\">Certificate of appointment</p> <p class=\"subsection\">(2) The director shall issue to every investigator a certificate of appointment bearing his or her signature or a facsimile of the signature.  2002, c. 30, Sched. B, s. 18 (2).</p> <p class=\"headnote\">Production of certificate of appointment</p> <p class=\"subsection\">(3) Every investigator who is conducting an investigation, including under section 19, shall, upon request, produce the certificate of appointment as an investigator.  2006, c. 34, s. 17 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s17s3\">2006, c. 34, s. 17 (3)</a></span>\r\n- 01/01/2010</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "19.",
            "section_x": "Search warrant",
            "part_id": "PART V  ",
            "part_type": "PART V COMPLAINTS, INSPECTION AND DISCIPLINE",
            "section_y": "Search warrant",
            "content": "19 (1) Upon application made without notice by an investigator, a justice of the peace may issue a warrant, if he or she is satisfied on information under oath that there is reasonable ground for believing that, (a) a person has contravened or is contravening this Act or the regulations or has committed an offence under the law of any jurisdiction that is relevant to the person’s fitness for registration under this Act; and (b) there is, (i) in any building, dwelling, receptacle or place anything relating to the contravention of this Act or the regulations or to the person’s fitness for registration, or (ii) information or evidence relating to the contravention of this Act or the regulations or the person’s fitness for registration that may be obtained through the use of an investigative technique or procedure or the doing of anything described in the warrant.  2004, c. 19, s. 16 (15); 2006, c. 34, s. 17 (4); 2019, c. 14, Sched. 10, s. 10 (1). Powers under warrant (2) Subject to any conditions contained in it, a warrant obtained under subsection (1) authorizes an investigator, (a) to enter or access the building, dwelling, receptacle or place specified in the warrant and examine and seize anything described in the warrant; (b) to make reasonable inquiries of any person, orally or in writing, with respect to anything relevant to the investigation; (c) to require a person to produce the information or evidence described in the warrant and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce, in any form, the information or evidence described in the warrant; (d) to use any data storage, processing or retrieval device or system used in carrying on business in order to produce information or evidence described in the warrant, in any form; and (e) to use any investigative technique or procedure or do anything described in the warrant. 2004, c. 19, s. 16 (15); 2006, c. 34, s. 17 (5, 6); 2019, c. 14, Sched. 10, s. 10 (1, 2). Entry of dwelling (3) Despite subsection (2), an investigator shall not exercise the power under a warrant to enter a place, or part of a place, used as a dwelling, unless, (a) the justice of the peace is informed that the warrant is being sought to authorize entry into a dwelling; and (b) the justice of the peace authorizes the entry into the dwelling.  2004, c. 19, s. 16 (15). Conditions on warrant (4) A warrant obtained under subsection (1) shall contain such conditions as the justice of the peace considers advisable to ensure that any search authorized by the warrant is reasonable in the circumstances.  2004, c. 19, s. 16 (15). Expert help (5) The warrant may authorize persons who have special, expert or professional knowledge and other persons as necessary to accompany and assist the investigator in respect of the execution of the warrant.  2004, c. 19, s. 16 (15); 2006, c. 34, s. 17 (7). Time of execution (6) An entry or access under a warrant issued under this section shall be made between 6 a.m. and 9 p.m., unless the warrant specifies otherwise.  2004, c. 19, s. 16 (15). Expiry of warrant (7) A warrant issued under this section shall name a date of expiry, which shall be no later than 30 days after the warrant is issued, but a justice of the peace may extend the date of expiry for an additional period of no more than 30 days, upon application without notice by an investigator.  2004, c. 19, s. 16 (15). Use of force (8) An investigator may call upon police officers for assistance in executing the warrant and the investigator may use whatever force is reasonably necessary to execute the warrant.  2004, c. 19, s. 16 (15). No obstruction (9) No person shall obstruct an investigator executing a warrant under this section or withhold from him or her or conceal, alter or destroy anything relevant to the investigation being conducted pursuant to the warrant.  2004, c. 19, s. 16 (15). Compliance (10) If an investigator under clause (2) (c) requires a person to produce evidence or information or to provide assistance, the person shall produce the evidence or information or provide the assistance, as the case may be. 2019, c. 14, Sched. 10, s. 10 (3). Copies of seized items (11) An investigator who seizes any thing under this section or section 19.1 may make a copy of it. 2019, c. 14, Sched. 10, s. 10 (3). Admissibility (12) A copy of a document or record certified by an investigator as being a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.  2004, c. 19, s. 16 (15). Section Amendments with date in force (d/m/y) 2004, c. 19, s. 16 (15)\r\n- 01/01/2010 2006, c. 34, s. 17 (4-8)\r\n- 01/01/2010 2019, c. 14, Sched. 10, s. 10 (1-3) - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>19 </b>(1) Upon application made without notice by an investigator, a justice of the peace may issue a warrant, if he or she is satisfied on information under oath that there is reasonable ground for believing that,</p> <p class=\"paragraph\">  (a) a person has contravened or is contravening this Act or the regulations or has committed an offence under the law of any jurisdiction that is relevant to the person’s fitness for registration under this Act; and</p> <p class=\"paragraph\">  (b) there is,</p> <p class=\"subclause\">  (i) in any building, dwelling, receptacle or place anything relating to the contravention of this Act or the regulations or to the person’s fitness for registration, or</p> <p class=\"subclause\">  (ii) information or evidence relating to the contravention of this Act or the regulations or the person’s fitness for registration that may be obtained through the use of an investigative technique or procedure or the doing of anything described in the warrant.  2004, c. 19, s. 16 (15); 2006, c. 34, s. 17 (4); 2019, c. 14, Sched. 10, s. 10 (1).</p> <p class=\"headnote\">Powers under warrant</p> <p class=\"subsection\">(2) Subject to any conditions contained in it, a warrant obtained under subsection (1) authorizes an investigator,</p> <p class=\"paragraph\">  (a) to enter or access the building, dwelling, receptacle or place specified in the warrant and examine and seize anything described in the warrant;</p> <p class=\"paragraph\">  (b) to make reasonable inquiries of any person, orally or in writing, with respect to anything relevant to the investigation;</p> <p class=\"paragraph\">  (c) to require a person to produce the information or evidence described in the warrant and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce, in any form, the information or evidence described in the warrant;</p> <p class=\"paragraph\">  (d) to use any data storage, processing or retrieval device or system used in carrying on business in order to produce information or evidence described in the warrant, in any form; and</p> <p class=\"paragraph\">  (e) to use any investigative technique or procedure or do anything described in the warrant. 2004, c. 19, s. 16 (15); 2006, c. 34, s. 17 (5, 6); 2019, c. 14, Sched. 10, s. 10 (1, 2).</p> <p class=\"headnote\">Entry of dwelling</p> <p class=\"subsection\">(3) Despite subsection (2), an investigator shall not exercise the power under a warrant to enter a place, or part of a place, used as a dwelling, unless,</p> <p class=\"paragraph\">  (a) the justice of the peace is informed that the warrant is being sought to authorize entry into a dwelling; and</p> <p class=\"paragraph\">  (b) the justice of the peace authorizes the entry into the dwelling.  2004, c. 19, s. 16 (15).</p> <p class=\"headnote\">Conditions on warrant</p> <p class=\"subsection\">(4) A warrant obtained under subsection (1) shall contain such conditions as the justice of the peace considers advisable to ensure that any search authorized by the warrant is reasonable in the circumstances.  2004, c. 19, s. 16 (15).</p> <p class=\"headnote\">Expert help</p> <p class=\"subsection\">(5) The warrant may authorize persons who have special, expert or professional knowledge and other persons as necessary to accompany and assist the investigator in respect of the execution of the warrant.  2004, c. 19, s. 16 (15); 2006, c. 34, s. 17 (7).</p> <p class=\"headnote\">Time of execution</p> <p class=\"subsection\">(6) An entry or access under a warrant issued under this section shall be made between 6 a.m. and 9 p.m., unless the warrant specifies otherwise.  2004, c. 19, s. 16 (15).</p> <p class=\"headnote\">Expiry of warrant</p> <p class=\"subsection\">(7) A warrant issued under this section shall name a date of expiry, which shall be no later than 30 days after the warrant is issued, but a justice of the peace may extend the date of expiry for an additional period of no more than 30 days, upon application without notice by an investigator.  2004, c. 19, s. 16 (15).</p> <p class=\"headnote\">Use of force</p> <p class=\"subsection\">(8) An investigator may call upon police officers for assistance in executing the warrant and the investigator may use whatever force is reasonably necessary to execute the warrant.  2004, c. 19, s. 16 (15).</p> <p class=\"headnote\">No obstruction</p> <p class=\"subsection\">(9) No person shall obstruct an investigator executing a warrant under this section or withhold from him or her or conceal, alter or destroy anything relevant to the investigation being conducted pursuant to the warrant.  2004, c. 19, s. 16 (15).</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(10) If an investigator under clause (2) (c) requires a person to produce evidence or information or to provide assistance, the person shall produce the evidence or information or provide the assistance, as the case may be. 2019, c. 14, Sched. 10, s. 10 (3).</p> <p class=\"headnote\">Copies of seized items</p> <p class=\"subsection\">(11) An investigator who seizes any thing under this section or section 19.1 may make a copy of it. 2019, c. 14, Sched. 10, s. 10 (3).</p> <p class=\"headnote\">Admissibility</p> <p class=\"subsection\">(12) A copy of a document or record certified by an investigator as being a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.  2004, c. 19, s. 16 (15).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s16s15\">2004, c. 19, s. 16 (15)</a></span>\r\n- 01/01/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s17s4\">2006, c. 34, s. 17 (4-8)</a></span>\r\n- 01/01/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched10s10s1\">2019, c. 14, Sched. 10, s. 10 (1-3)</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "19.1",
            "section_x": "Seizure of things not specified",
            "part_id": "PART V  ",
            "part_type": "PART V COMPLAINTS, INSPECTION AND DISCIPLINE",
            "section_y": "Seizure of things not specified",
            "content": "19.1 An investigator who is lawfully present in a place pursuant to a warrant or otherwise in the execution of his or her duties may, without a warrant, seize anything in plain view that the investigator believes on reasonable grounds will afford evidence relating to a contravention of this Act or the regulations.  2006, c. 34, s. 17 (10). Section Amendments with date in force (d/m/y) 2004, c. 19, s. 16 (15)\r\n- 01/01/2010 2006, c. 34, s. 17 (10)\r\n- 01/01/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>19.1 </b>An investigator who is lawfully present in a place pursuant to a warrant or otherwise in the execution of his or her duties may, without a warrant, seize anything in plain view that the investigator believes on reasonable grounds will afford evidence relating to a contravention of this Act or the regulations.  2006, c. 34, s. 17 (10).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s16s15\">2004, c. 19, s. 16 (15)</a></span>\r\n- 01/01/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06034#s17s10\">2006, c. 34, s. 17 (10)</a></span>\r\n- 01/01/2010</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "20.",
            "section_x": "Searches in exigent circumstances",
            "part_id": "PART V  ",
            "part_type": "PART V COMPLAINTS, INSPECTION AND DISCIPLINE",
            "section_y": "Searches in exigent circumstances",
            "content": "20 (1) An investigator may exercise any of the powers described in subsection 19 (2) without a warrant if the conditions for obtaining the warrant exist but by reason of exigent circumstances it would be impracticable to obtain the warrant.  2004, c. 19, s. 16 (16). Dwellings (2) Subsection (1) does not apply to a building or part of a building that is being used as a dwelling.  2004, c. 19, s. 16 (16). Use of force (3) The investigator may, in executing any authority given by this section, call upon police officers for assistance and use whatever force is reasonably necessary.  2004, c. 19, s. 16 (16). Applicability of s. 19 (4) Subsections 19 (5), (9), (10), (11) and (12) apply with necessary modifications to a search under this section.  2004, c. 19, s. 16 (16). Section Amendments with date in force (d/m/y) 2004, c. 19, s. 16 (16)\r\n- 01/01/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>20 </b>(1) An investigator may exercise any of the powers described in subsection 19 (2) without a warrant if the conditions for obtaining the warrant exist but by reason of exigent circumstances it would be impracticable to obtain the warrant.  2004, c. 19, s. 16 (16).</p> <p class=\"headnote\">Dwellings</p> <p class=\"subsection\">(2) Subsection (1) does not apply to a building or part of a building that is being used as a dwelling.  2004, c. 19, s. 16 (16).</p> <p class=\"headnote\">Use of force</p> <p class=\"subsection\">(3) The investigator may, in executing any authority given by this section, call upon police officers for assistance and use whatever force is reasonably necessary.  2004, c. 19, s. 16 (16).</p> <p class=\"headnote\">Applicability of s. 19</p> <p class=\"subsection\">(4) Subsections 19 (5), (9), (10), (11) and (12) apply with necessary modifications to a search under this section.  2004, c. 19, s. 16 (16).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s16s16\">2004, c. 19, s. 16 (16)</a></span>\r\n- 01/01/2010</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "20.1",
            "section_x": "Report when things seized",
            "part_id": "PART V  ",
            "part_type": "PART V COMPLAINTS, INSPECTION AND DISCIPLINE",
            "section_y": "Report when things seized",
            "content": "20.1 (1) An investigator who seizes any thing under the authority of section 19, 19.1 or 20 shall bring it before a justice of the peace or, if that is not reasonably possible, shall report the seizure to a justice of the peace. 2019, c. 14, Sched. 10, s. 10 (4). Procedure (2) Sections 159 and 160 of the Provincial Offences Act apply with necessary modifications in respect of a thing seized under the authority of section 19, 19.1 or 20 of this Act, reading the reference in subsection 160 (1) of that Act to a document that a person is about to examine or seize under a search warrant as a reference to a thing that an investigator is about to examine or seize under the authority of section 19, 19.1 or 20 of this Act. 2019, c. 14, Sched. 10, s. 10 (4). Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 10, s. 10 (4) - 10/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>20.1 </b>(1) An investigator who seizes any thing under the authority of section 19, 19.1 or 20 shall bring it before a justice of the peace or, if that is not reasonably possible, shall report the seizure to a justice of the peace. 2019, c. 14, Sched. 10, s. 10 (4).</p> <p class=\"headnote\">Procedure</p> <p class=\"subsection\">(2) Sections 159 and 160 of the <i>Provincial Offences Act</i> apply with necessary modifications in respect of a thing seized under the authority of section 19, 19.1 or 20 of this Act, reading the reference in subsection 160 (1) of that Act to a document that a person is about to examine or seize under a search warrant as a reference to a thing that an investigator is about to examine or seize under the authority of section 19, 19.1 or 20 of this Act. 2019, c. 14, Sched. 10, s. 10 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched10s10s4\">2019, c. 14, Sched. 10, s. 10 (4)</a></span> - 10/12/2019</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "21.",
            "section_x": "Appointment of receiver and manager",
            "part_id": "PART V  ",
            "part_type": "PART V COMPLAINTS, INSPECTION AND DISCIPLINE",
            "section_y": "Appointment of receiver and manager",
            "content": "21 (1) The director may apply to the Superior Court of Justice for the appointment of a receiver and manager to take possession and control of the business of a registrant if, (a) an investigation of the registrant has been undertaken under this Act; (b) the director has made or is about to make an order under section 22; (c) the director has reasonable grounds to believe that a registrant has failed or is about to fail to provide a contracted and paid for motor vehicle to a customer; (d) the director is advised that the registrar has proposed to suspend or revoke a registration under section 9 or to temporarily suspend a registration under section 10; or (e) the director is advised that an investigation under section 5.1 of the Ministry of Consumer and Business Services Act has been ordered.  2002, c. 30, Sched. B, s. 21 (1). Order to appoint (2) The court may make an order for the appointment of a receiver and manager, if it is satisfied that it is in the public interest to have a receiver and manager take control of the business of a registrant.  2002, c. 30, Sched. B, s. 21 (2). Notice (3) The court may make an order under subsection (2) without notice, or if it considers that notice should be given, upon such notice as the court stipulates.  2002, c. 30, Sched. B, s. 21 (3). Appointment not longer than 60 days (4) The order of the court shall provide for the term of the receiver and manager but the term shall not be longer than 60 days.  2002, c. 30, Sched. B, s. 21 (4). 60-day extensions (5) Despite subsection (4), the director may, without notice, apply to the court to extend the receiver and manager’s term for further terms of not more than 60 days each.  2002, c. 30, Sched. B, s. 21 (5). Duties of receiver and manager (6) The receiver and manager shall, (a) take possession and control of the assets of the registrant’s business; (b) conduct the business of the registrant; and (c) take such steps that are, in the opinion of the receiver and manager, necessary for the rehabilitation of the business.  2002, c. 30, Sched. B, s. 21 (6). Powers of receiver and manager (7) The receiver and manager has all the powers of the board of directors of the corporation, if the registrant is a corporation, or of a sole proprietor or all partners if the registrant is not a corporation.  2002, c. 30, Sched. B, s. 21 (7). May exclude directors, etc. (8) Without limiting the generality of subsection (7), the receiver and manager may exclude the directors, officers, employees and agents of the business, interested persons in respect of the business and any other persons connected with the business from the premises and property of the business.  2002, c. 30, Sched. B, s. 21 (8). Interested persons (9) Subsection 6 (4) applies to this section except that the opinion as to whether a person is deemed to be interested in respect of another person is that of the receiver and manager.  2002, c. 30, Sched. B, s. 21 (9).",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>21 </b>(1) The director may apply to the Superior Court of Justice for the appointment of a receiver and manager to take possession and control of the business of a registrant if,</p> <p class=\"paragraph\">  (a) an investigation of the registrant has been undertaken under this Act;</p> <p class=\"paragraph\">  (b) the director has made or is about to make an order under section<b> </b>22;</p> <p class=\"paragraph\">  (c) the director has reasonable grounds to believe that a registrant has failed or is about to fail to provide a contracted and paid for motor vehicle to a customer;</p> <p class=\"paragraph\">  (d) the director is advised that the registrar has proposed to suspend or revoke a registration under section 9 or to temporarily suspend a registration under section 10; or</p> <p class=\"paragraph\">  (e) the director is advised that an investigation under section 5.1 of the <i>Ministry of Consumer and Business Services Act</i> has been ordered.  2002, c. 30, Sched. B, s. 21 (1).</p> <p class=\"headnote\">Order to appoint</p> <p class=\"subsection\">(2) The court may make an order for the appointment of a receiver and manager, if it is satisfied that it is in the public interest to have a receiver and manager take control of the business of a registrant.  2002, c. 30, Sched. B, s. 21 (2).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(3) The court may make an order under subsection (2) without notice, or if it considers that notice should be given, upon such notice as the court stipulates.  2002, c. 30, Sched. B, s. 21 (3).</p> <p class=\"headnote\">Appointment not longer than 60 days</p> <p class=\"subsection\">(4) The order of the court shall provide for the term of the receiver and manager but the term shall not be longer than 60 days.  2002, c. 30, Sched. B, s. 21 (4).</p> <p class=\"headnote\">60-day extensions</p> <p class=\"subsection\">(5) Despite subsection (4), the director may, without notice, apply to the court to extend the receiver and manager’s term for further terms of not more than 60 days each.  2002, c. 30, Sched. B, s. 21 (5).</p> <p class=\"headnote\">Duties of receiver and manager</p> <p class=\"subsection\">(6) The receiver and manager shall,</p> <p class=\"paragraph\">  (a) take possession and control of the assets of the registrant’s business;</p> <p class=\"paragraph\">  (b) conduct the business of the registrant; and</p> <p class=\"paragraph\">  (c) take such steps that are, in the opinion of the receiver and manager, necessary for the rehabilitation of the business.  2002, c. 30, Sched. B, s. 21 (6).</p> <p class=\"headnote\">Powers of receiver and manager</p> <p class=\"subsection\">(7) The receiver and manager has all the powers of the board of directors of the corporation, if the registrant is a corporation, or of a sole proprietor or all partners if the registrant is not a corporation.  2002, c. 30, Sched. B, s. 21 (7).</p> <p class=\"headnote\">May exclude directors, etc.</p> <p class=\"subsection\">(8) Without limiting the generality of subsection (7), the receiver and manager may exclude the directors, officers, employees and agents of the business, interested persons in respect of the business and any other persons connected with the business from the premises and property of the business.  2002, c. 30, Sched. B, s. 21 (8).</p> <p class=\"headnote\">Interested persons</p> <p class=\"subsection\">(9) Subsection 6 (4) applies to this section except that the opinion as to whether a person is deemed to be interested in respect of another person is that of the receiver and manager.  2002, c. 30, Sched. B, s. 21 (9).</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "22.",
            "section_x": "Freeze order",
            "part_id": "PART V  ",
            "part_type": "PART V COMPLAINTS, INSPECTION AND DISCIPLINE",
            "section_y": "Freeze order",
            "content": "22 (1) If the conditions in subsection (2) are met, the director may in writing, (a) order any person having on deposit or controlling any assets or trust funds of a registrant or former registrant to hold those funds or assets; (b) order a registrant or former registrant to refrain from withdrawing any asset or trust fund from a person having it on deposit or controlling it; or (c) order a registrant or former registrant to hold any asset or trust fund of a customer or other person in trust for the person entitled to it.  2002, c. 30, Sched. B, s. 22 (1). Conditions (2) The director may make an order under subsection (1) if he or she believes that it is advisable for the protection of the customers of a registrant or former registrant and, (a) a search warrant has been issued under this Act; or (b) criminal proceedings or proceedings in relation to a contravention under this Act or under any other Act are about to be or have been instituted against the registrant or former registrant in connection with or arising out of the business in respect of which the registrant or former registrant is or was registered.  2002, c. 30, Sched. B, s. 22 (2). Limitation (3) In the case of a bank or authorized foreign bank within the meaning of section 2 of the Bank Act\r\n(Canada), a credit union within the meaning of the Credit Unions and Caisses Populaires Act, 2020 or a loan or trust corporation, the order under subsection (1) applies only to the offices and branches named in the order.  2002, c. 30, Sched. B, s. 22 (3); 2020, c. 36, Sched. 7, s. 322 (1). Release of assets (4) The director may consent to the release of any particular asset or trust fund from the order or may wholly revoke the order.  2002, c. 30, Sched. B, s. 22 (4). Exception (5) Subsection (1) does not apply if the registrant or former registrant files with the director, in such manner and amount as the director determines, (a) a personal bond accompanied by collateral security; (b) a bond of an insurer licensed under the Insurance Act to write surety and fidelity insurance; (c) a bond of a guarantor accompanied by collateral security; or (d) another prescribed form of security.  2002, c. 30, Sched. B, s. 22 (5). Application to court (6) An application may be made to the Superior Court of Justice for a determination in respect of the disposition of an asset or trust fund, (a) by a person in receipt of an order under subsection (1), if that person is in doubt as to whether the order applies to the asset or trust fund; or (b) by a person who claims an interest in the asset or trust fund that is subject to the order.  2002, c. 30, Sched. B, s. 22 (6). Notice (7) If an order is made under this section, the director may register in the appropriate land registry office a notice that an order under subsection (1) has been issued and that the order may affect land belonging to the person referred to in the notice, and the notice has the same effect as the registration of a certificate of pending litigation, except that the director may in writing revoke or modify the notice.  2002, c. 30, Sched. B, s. 22 (7). Cancellation or discharge application (8) A registrant or former registrant in respect of which an order is made under subsection (1) or any person having an interest in land in respect of which a notice is registered under subsection (7) may apply to the Tribunal for cancellation in whole or in part of the order or for discharge in whole or in part of the registration.  2002, c. 30, Sched. B, s. 22 (8). Disposition by Tribunal (9) The Tribunal shall dispose of the application after a hearing and may cancel the order or discharge the registration in whole or in part if the Tribunal finds, (a) that the order or registration is not required in whole or in part for the protection of customers of the applicant or of other persons having an interest in the land; or (b) that the interests of other persons are unduly prejudiced by the order or registration.  2002, c. 30, Sched. B, s. 22 (9). Parties (10) The applicant, the director and such other persons as the Tribunal may specify are parties to the proceedings before the Tribunal.  2002, c. 30, Sched. B, s. 22 (10). Court application (11) If the director has made an order under subsection (1) or registered a notice under subsection (7), he or she may apply to the Superior Court of Justice for directions or an order relating to the disposition of assets, trust funds or land affected by the order or notice.  2002, c. 30, Sched. B, s. 22 (11). Notice not required (12) An application by the director under this section may be made without notice to any other person.  2002, c. 30, Sched. B, s. 22 (12). Section Amendments with date in force (d/m/y) 2020, c. 36, Sched. 7, s. 322 (1) - 01/03/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>22 </b>(1) If the conditions in subsection (2) are met, the director may in writing,</p> <p class=\"paragraph\">  (a) order any person having on deposit or controlling any assets or trust funds of a registrant or former registrant to hold those funds or assets;</p> <p class=\"paragraph\">  (b) order a registrant or former registrant to refrain from withdrawing any asset or trust fund from a person having it on deposit or controlling it; or</p> <p class=\"paragraph\">  (c) order a registrant or former registrant to hold any asset or trust fund of a customer or other person in trust for the person entitled to it.  2002, c. 30, Sched. B, s. 22 (1).</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(2) The director may make an order under subsection (1) if he or she believes that it is advisable for the protection of the customers of a registrant or former registrant and,</p> <p class=\"paragraph\">  (a) a search warrant has been issued under this Act; or</p> <p class=\"paragraph\">  (b) criminal proceedings or proceedings in relation to a contravention under this Act or under any other Act are about to be or have been instituted against the registrant or former registrant in connection with or arising out of the business in respect of which the registrant or former registrant is or was registered.  2002, c. 30, Sched. B, s. 22 (2).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(3) In the case of a bank or authorized foreign bank within the meaning of section 2 of the <i>Bank Act</i>\r\n(Canada), a credit union within the meaning of the <i>Credit Unions and Caisses Populaires Act, 2020</i> or a loan or trust corporation, the order under subsection (1) applies only to the offices and branches named in the order.  2002, c. 30, Sched. B, s. 22 (3); 2020, c. 36, Sched. 7, s. 322 (1).</p> <p class=\"headnote\">Release of assets</p> <p class=\"subsection\">(4) The director may consent to the release of any particular asset or trust fund from the order or may wholly revoke the order.  2002, c. 30, Sched. B, s. 22 (4).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(5) Subsection (1) does not apply if the registrant or former registrant files with the director, in such manner and amount as the director determines,</p> <p class=\"paragraph\">  (a) a personal bond accompanied by collateral security;</p> <p class=\"paragraph\">  (b) a bond of an insurer licensed under the <i>Insurance Act</i> to write surety and fidelity insurance;</p> <p class=\"paragraph\">  (c) a bond of a guarantor accompanied by collateral security; or</p> <p class=\"paragraph\">  (d) another prescribed form of security.  2002, c. 30, Sched. B, s. 22 (5).</p> <p class=\"headnote\">Application to court</p> <p class=\"subsection\">(6) An application may be made to the Superior Court of Justice for a determination in respect of the disposition of an asset or trust fund,</p> <p class=\"paragraph\">  (a) by a person in receipt of an order under subsection (1), if that person is in doubt as to whether the order applies to the asset or trust fund; or</p> <p class=\"paragraph\">  (b) by a person who claims an interest in the asset or trust fund that is subject to the order.  2002, c. 30, Sched. B, s. 22 (6).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(7) If an order is made under this section, the director may register in the appropriate land registry office a notice that an order under subsection (1) has been issued and that the order may affect land belonging to the person referred to in the notice, and the notice has the same effect as the registration of a certificate of pending litigation, except that the director may in writing revoke or modify the notice.  2002, c. 30, Sched. B, s. 22 (7).</p> <p class=\"headnote\">Cancellation or discharge application</p> <p class=\"subsection\">(8) A registrant or former registrant in respect of which an order is made under subsection (1) or any person having an interest in land in respect of which a notice is registered under subsection (7) may apply to the Tribunal for cancellation in whole or in part of the order or for discharge in whole or in part of the registration.  2002, c. 30, Sched. B, s. 22 (8).</p> <p class=\"headnote\">Disposition by Tribunal</p> <p class=\"subsection\">(9) The Tribunal shall dispose of the application after a hearing and may cancel the order or discharge the registration in whole or in part if the Tribunal finds,</p> <p class=\"paragraph\">  (a) that the order or registration is not required in whole or in part for the protection of customers of the applicant or of other persons having an interest in the land; or</p> <p class=\"paragraph\">  (b) that the interests of other persons are unduly prejudiced by the order or registration.  2002, c. 30, Sched. B, s. 22 (9).</p> <p class=\"headnote\">Parties</p> <p class=\"subsection\">(10) The applicant, the director and such other persons as the Tribunal may specify are parties to the proceedings before the Tribunal.  2002, c. 30, Sched. B, s. 22 (10).</p> <p class=\"headnote\">Court application</p> <p class=\"subsection\">(11) If the director has made an order under subsection (1) or registered a notice under subsection (7), he or she may apply to the Superior Court of Justice for directions or an order relating to the disposition of assets, trust funds or land affected by the order or notice.  2002, c. 30, Sched. B, s. 22 (11).</p> <p class=\"headnote\">Notice not required</p> <p class=\"subsection\">(12) An application by the director under this section may be made without notice to any other person.  2002, c. 30, Sched. B, s. 22 (12).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched7s322s1\">2020, c. 36, Sched. 7, s. 322 (1)</a></span> - 01/03/2022</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "22.1",
            "section_x": "Freeze orders, non-registrants",
            "part_id": "PART V  ",
            "part_type": "PART V COMPLAINTS, INSPECTION AND DISCIPLINE",
            "section_y": "Freeze orders, non-registrants",
            "content": "22.1 (1) The director may make an order described in subsection (2) in respect of the money or assets of a person who is not registered under this Act and who is alleged to have conducted business for which registration is required under this Act at a time when the person was not registered to do so if, (a) the director receives an affidavit in which it is alleged, and in which facts are set out supporting the allegation, that the person who is not registered under this Act, (i) is subject to criminal proceedings or proceedings in relation to a contravention under this Act or any other Act that are about to be or have been instituted against the person in connection with or arising out of conducting business for which registration is required under this Act, or (ii) owns a building, dwelling, receptacle or place, or carries on activities in a building, dwelling, receptacle or place, in respect of which a search warrant has been issued under section 19; and (b) the director, based on the affidavit referred to in clause (a), finds reasonable grounds to believe that, (i) in the course of conducting business for which registration is required under this Act, the person who is the subject of the allegation referred to in clause (a) has received money or assets from customers, and (ii) the interests of those customers require protection.  2004, c. 19, s. 16 (17); 2019, c. 14, Sched. 10, s. 10 (1). Order (2) In the circumstances described in subsection (1), the director may, in writing, (a) order any person having on deposit or controlling any money or asset of the person who is the subject of the allegation referred to in clause (1) (a) to hold the money or asset; or (b) order the person who is the subject of the allegation referred to in clause (1) (a), (i) to refrain from withdrawing any money or asset from a person having it on deposit or controlling it, or (ii) to hold any money or asset of a customer or other person in trust for the person who is entitled to it.  2004, c. 19, s. 16 (17). Application (3) Subsections 22 (3) to (12) apply with necessary modifications to an order made under this section.  2004, c. 19, s. 16 (17). Section Amendments with date in force (d/m/y) 2004, c. 19, s. 16 (17)\r\n- 01/01/2010 2019, c. 14, Sched. 10, s. 10 (1) - 10/12/2019 part vi   Conduct and offences",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>22.1 </b>(1) The director may make an order described in subsection (2) in respect of the money or assets of a person who is not registered under this Act and who is alleged to have conducted business for which registration is required under this Act at a time when the person was not registered to do so if,</p> <p class=\"paragraph\">  (a) the director receives an affidavit in which it is alleged, and in which facts are set out supporting the allegation, that the person who is not registered under this Act,</p> <p class=\"subclause\">  (i) is subject to criminal proceedings or proceedings in relation to a contravention under this Act or any other Act that are about to be or have been instituted against the person in connection with or arising out of conducting business for which registration is required under this Act, or</p> <p class=\"subclause\">  (ii) owns a building, dwelling, receptacle or place, or carries on activities in a building, dwelling, receptacle or place, in respect of which a search warrant has been issued under section 19; and</p> <p class=\"paragraph\">  (b) the director, based on the affidavit referred to in clause (a), finds reasonable grounds to believe that,</p> <p class=\"subclause\">  (i) in the course of conducting business for which registration is required under this Act, the person who is the subject of the allegation referred to in clause (a) has received money or assets from customers, and </p> <p class=\"subclause\">  (ii) the interests of those customers require protection.  2004, c. 19, s. 16 (17); 2019, c. 14, Sched. 10, s. 10 (1).</p> <p class=\"headnote\">Order</p> <p class=\"subsection\">(2) In the circumstances described in subsection (1), the director may, in writing,</p> <p class=\"paragraph\">  (a) order any person having on deposit or controlling any money or asset of the person who is the subject of the allegation referred to in clause (1) (a) to hold the money or asset; or</p> <p class=\"paragraph\">  (b) order the person who is the subject of the allegation referred to in clause (1) (a),</p> <p class=\"subclause\">  (i) to refrain from withdrawing any money or asset from a person having it on deposit or controlling it, or </p> <p class=\"subclause\">  (ii) to hold any money or asset of a customer or other person in trust for the person who is entitled to it.  2004, c. 19, s. 16 (17).</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(3) Subsections 22 (3) to (12) apply with necessary modifications to an order made under this section.  2004, c. 19, s. 16 (17).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s16s17\">2004, c. 19, s. 16 (17)</a></span>\r\n- 01/01/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched10s10s1\">2019, c. 14, Sched. 10, s. 10 (1)</a></span> - 10/12/2019</p> <p class=\"partnum\"><a name=\"BK31\"></a>part vi <br/>  Conduct and offences</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "PART VI  ",
            "section_x": "PART VI CONDUCT AND OFFENCES",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "23.",
            "section_x": "Duty of motor vehicle dealers",
            "part_id": "PART VI  ",
            "part_type": "PART VI CONDUCT AND OFFENCES",
            "section_y": "Duty of motor vehicle dealers",
            "content": "23 A motor vehicle dealer shall ensure that every salesperson that the motor vehicle dealer employs is carrying out his or her duties in compliance with this Act and the regulations.  2002, c. 30, Sched. B, s. 23.",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>2</b><b>3 </b>A motor vehicle dealer shall ensure that every salesperson that the motor vehicle dealer employs is carrying out his or her duties in compliance with this Act and the regulations.  2002, c. 30, Sched. B, s. 23.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "24.",
            "section_x": "Notice of changes to registrar",
            "part_id": "PART VI  ",
            "part_type": "PART VI CONDUCT AND OFFENCES",
            "section_y": "Notice of changes to registrar",
            "content": "24 (1) Every motor vehicle dealer shall, within five days after the event, notify the registrar in writing of, (a) any change in address for service; (b) in the case of a corporation or partnership, any change in the officers or directors; and (c) the date of commencement or termination of the employment of every salesperson and, in the case of termination of employment of a salesperson, the reason for the termination.  2002, c. 30, Sched. B, s. 24 (1); 2004, c. 19, s. 16 (18). Same (2) Every salesperson shall, within five days after the event, notify the registrar in writing of, (a) any change in address for service; and (b) the commencement or termination of his or her employment by a motor vehicle dealer and the date of the commencement or termination.  2002, c. 30, Sched. B, s. 24 (2); 2004, c. 19, s. 16 (19). Timing (3) The registrar shall be deemed to have been notified on the day on which he or she is actually notified or, where the notification is by mail, on the day of mailing.  2002, c. 30, Sched. B, s. 24 (3). Financial statements (4) Every motor vehicle dealer shall, when required by the registrar, file a financial statement, certified by a person licensed under the Public Accounting Act, 2004, showing the matters specified by the registrar and signed by the motor vehicle dealer in the case of a sole proprietorship or by an officer of the motor vehicle dealer where the motor vehicle dealer is a partnership or corporation.  2002, c. 30, Sched. B, s. 24 (4); 2004, c. 8, s. 46; 2011, c. 1, Sched. 2, s. 5. Confidential (5) The information contained in a financial statement filed under subsection (4) is confidential and no person shall otherwise than in the ordinary course of the person’s duties communicate any such information or allow access to the financial statement.  2002, c. 30, Sched. B, s. 24 (5). Section Amendments with date in force (d/m/y) 2004, c. 8, s. 46, Table\r\n- 1/11/2005; 2004, c. 19, s. 16 (18, 19) - 01/01/2010 2011, c. 1, Sched. 2, s. 5 - 30/03/2011",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>24 </b>(1) Every motor vehicle dealer shall, within five days after the event, notify the registrar in writing of,</p> <p class=\"paragraph\">  (a) any change in address for service;</p> <p class=\"paragraph\">  (b) in the case of a corporation or partnership, any change in the officers or directors; and</p> <p class=\"paragraph\">  (c) the date of commencement or termination of the employment of every salesperson and, in the case of termination of employment of a salesperson, the reason for the termination.  2002, c. 30, Sched. B, s. 24 (1); 2004, c. 19, s. 16 (18).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Every salesperson shall, within five days after the event, notify the registrar in writing of,</p> <p class=\"paragraph\">  (a) any change in address for service; and</p> <p class=\"paragraph\">  (b) the commencement or termination of his or her employment by a motor vehicle dealer and the date of the commencement or termination.  2002, c. 30, Sched. B, s. 24 (2); 2004, c. 19, s. 16 (19).</p> <p class=\"headnote\">Timing</p> <p class=\"subsection\">(3) The registrar shall be deemed to have been notified on the day on which he or she is actually notified or, where the notification is by mail, on the day of mailing.  2002, c. 30, Sched. B, s. 24 (3).</p> <p class=\"headnote\">Financial statements</p> <p class=\"subsection\">(4) Every motor vehicle dealer shall, when required by the registrar, file a financial statement, certified by a person licensed under the <i>Public Accounting Act, 2004</i>, showing the matters specified by the registrar and signed by the motor vehicle dealer in the case of a sole proprietorship or by an officer of the motor vehicle dealer where the motor vehicle dealer is a partnership or corporation.  2002, c. 30, Sched. B, s. 24 (4); 2004, c. 8, s. 46; 2011, c. 1, Sched. 2, s. 5.</p> <p class=\"headnote\">Confidential</p> <p class=\"subsection\">(5) The information contained in a financial statement filed under subsection (4) is confidential and no person shall otherwise than in the ordinary course of the person’s duties communicate any such information or allow access to the financial statement.  2002, c. 30, Sched. B, s. 24 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04008#s46s2\">2004, c. 8, s. 46, Table</a></span>\r\n- 1/11/2005; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s16s18\">2004, c. 19, s. 16 (18, 19)</a></span> - 01/01/2010</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11001#sched2s5\">2011, c. 1, Sched. 2, s. 5</a></span> - 30/03/2011</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "25.",
            "section_x": "Trust account",
            "part_id": "PART VI  ",
            "part_type": "PART VI CONDUCT AND OFFENCES",
            "section_y": "Trust account",
            "content": "25 Every motor vehicle dealer shall, (a) maintain in Ontario, in accordance with the prescribed conditions, an account designated as a trust account, in, (i) a bank, or an authorized foreign bank, within the meaning of section 2 of the Bank Act\r\n(Canada), (ii) a\r\nloan or trust corporation, or (iii) a\r\ncredit union, as defined in the Credit Unions and Caisses Populaires Act, 2020; (b) deposit into the account all money that is required by the regulations to be held in trust; (c) at all times keep the money separate and apart from money belonging to the motor vehicle dealer; and (d) disburse the money in accordance with the prescribed conditions, if any.  2004, c. 19, s. 16 (20); 2020, c. 36, Sched. 7, s. 322 (2). Section Amendments with date in force (d/m/y) 2004, c. 19, s. 16 (20)\r\n- 01/01/2010 2020, c. 36, Sched. 7, s. 322 (2) - 01/03/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>25 </b>Every motor vehicle dealer shall,</p> <p class=\"paragraph\">  (a) maintain in Ontario, in accordance with the prescribed conditions, an account designated as a trust account, in,</p> <p class=\"subclause\">  (i) a bank, or an authorized foreign bank, within the meaning of section 2 of the <i>Bank Act</i>\r\n(Canada),</p> <p class=\"subclause\">  (ii) a\r\nloan or trust corporation, or</p> <p class=\"subclause\">  (iii) a\r\ncredit union, as defined in the <i>Credit Unions and Caisses Populaires Act, 2020</i>;</p> <p class=\"paragraph\">  (b) deposit into the account all money that is required by the regulations to be held in trust;</p> <p class=\"paragraph\">  (c) at all times keep the money separate and apart from money belonging to the motor vehicle dealer; and</p> <p class=\"paragraph\">  (d) disburse the money in accordance with the prescribed conditions, if any.  2004, c. 19, s. 16 (20); 2020, c. 36, Sched. 7, s. 322 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s16s20\">2004, c. 19, s. 16 (20)</a></span>\r\n- 01/01/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched7s322s2\">2020, c. 36, Sched. 7, s. 322 (2)</a></span> - 01/03/2022</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "26.",
            "section_x": "Falsifying information",
            "part_id": "PART VI  ",
            "part_type": "PART VI CONDUCT AND OFFENCES",
            "section_y": "Falsifying information",
            "content": "26 No registrant shall falsify, assist in falsifying or induce or counsel another person to falsify or assist in falsifying any information or document relating to a trade in motor vehicles.  2002, c. 30, Sched. B, s. 26.",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>26 </b>No registrant shall falsify, assist in falsifying or induce or counsel another person to falsify or assist in falsifying any information or document relating to a trade in motor vehicles.  2002, c. 30, Sched. B, s. 26.</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "27.",
            "section_x": "Furnishing false information",
            "part_id": "PART VI  ",
            "part_type": "PART VI CONDUCT AND OFFENCES",
            "section_y": "Furnishing false information",
            "content": "27 No registrant shall furnish, assist in furnishing or induce or counsel another person to furnish or assist in furnishing any false or deceptive information or documents relating to a trade in a motor vehicle.  2002, c. 30, Sched. B, s. 27.",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>27 </b>No registrant shall furnish, assist in furnishing or induce or counsel another person to furnish or assist in furnishing any false or deceptive information or documents relating to a trade in a motor vehicle.  2002, c. 30, Sched. B, s. 27.</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "28.",
            "section_x": "False advertising",
            "part_id": "PART VI  ",
            "part_type": "PART VI CONDUCT AND OFFENCES",
            "section_y": "False advertising",
            "content": "28 No registrant shall make false, misleading or deceptive statements in any advertisement, circular, pamphlet or material published by any means relating to trading in motor vehicles.  2002, c. 30, Sched. B, s. 28.",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>28 </b>No registrant shall make false, misleading or deceptive statements in any advertisement, circular, pamphlet or material published by any means relating to trading in motor vehicles.  2002, c. 30, Sched. B, s. 28.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "29.",
            "section_x": "Order of registrar re: false advertising",
            "part_id": "PART VI  ",
            "part_type": "PART VI CONDUCT AND OFFENCES",
            "section_y": "Order of registrar re: false advertising",
            "content": "29 (1) If the registrar believes on reasonable grounds that a registrant is making a false, misleading or deceptive statement in any advertisement, circular, pamphlet or material published by any means, the registrar may, (a) order the cessation of the use of such material; (b) order the registrant to retract the statement or publish a correction of equal prominence to the original publication; or (c) order both a cessation described in clause (a) and a retraction or correction described in clause (b).  2002, c. 30, Sched. B, s. 29 (1). Procedures (2) Section 9 applies with necessary modifications to an order under this section in the same manner as to a proposal by the registrar to refuse a registration.  2002, c. 30, Sched. B, s. 29 (2). Effect (3) The order of the registrar shall take effect immediately, but the Tribunal may grant a stay until the registrar’s order becomes final.  2002, c. 30, Sched. B, s. 29 (3). Pre-approval (4) If the registrant does not appeal an order under this section or if the order or a variation of it is upheld by the Tribunal, the registrant shall, upon the request of the registrar, submit all statements in any advertisement, circular, pamphlet or material to be published by any means to the registrar for approval before publication for such period as the registrar specifies.  2002, c. 30, Sched. B, s. 29 (4); 2004, c. 19, s. 16 (21). Specified period (5) The registrar shall not specify under subsection (4) a period, (a) that exceeds such period as may be prescribed; or (b) any part of which falls outside such period as may be prescribed.  2004, c. 19, s. 16 (22). Section Amendments with date in force (d/m/y) 2004, c. 19, s. 16 (21, 22) - 01/01/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>29 </b>(1) If the registrar believes on reasonable grounds that a registrant is making a false, misleading or deceptive statement in any advertisement, circular, pamphlet or material published by any means, the registrar may,</p> <p class=\"paragraph\">  (a) order the cessation of the use of such material;</p> <p class=\"paragraph\">  (b) order the registrant to retract the statement or publish a correction of equal prominence to the original publication; or</p> <p class=\"paragraph\">  (c) order both a cessation described in clause (a) and a retraction or correction described in clause (b).  2002, c. 30, Sched. B, s. 29 (1).</p> <p class=\"headnote\">Procedures</p> <p class=\"subsection\">(2) Section 9 applies with necessary modifications to an order under this section in the same manner as to a proposal by the registrar to refuse a registration.  2002, c. 30, Sched. B, s. 29 (2).</p> <p class=\"headnote\">Effect</p> <p class=\"subsection\">(3) The order of the registrar shall take effect immediately, but the Tribunal may grant a stay until the registrar’s order becomes final.  2002, c. 30, Sched. B, s. 29 (3).</p> <p class=\"headnote\">Pre-approval</p> <p class=\"subsection\">(4) If the registrant does not appeal an order under this section or if the order or a variation of it is upheld by the Tribunal, the registrant shall, upon the request of the registrar, submit all statements in any advertisement, circular, pamphlet or material to be published by any means to the registrar for approval before publication for such period as the registrar specifies.  2002, c. 30, Sched. B, s. 29 (4); 2004, c. 19, s. 16 (21).</p> <p class=\"headnote\">Specified period</p> <p class=\"subsection\">(5) The registrar shall not specify under subsection (4) a period,</p> <p class=\"paragraph\">  (a) that exceeds such period as may be prescribed; or</p> <p class=\"paragraph\">  (b) any part of which falls outside such period as may be prescribed.  2004, c. 19, s. 16 (22).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s16s21\">2004, c. 19, s. 16 (21, 22)</a></span> - 01/01/2010</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "30.",
            "section_x": "Disclosure by motor vehicle dealers",
            "part_id": "PART VI  ",
            "part_type": "PART VI CONDUCT AND OFFENCES",
            "section_y": "Disclosure by motor vehicle dealers",
            "content": "30 (1) Motor vehicle dealers shall disclose in writing to customers and to motor vehicle dealers such information as may be prescribed and shall make the disclosure at such time as may be prescribed.  2002, c. 30, Sched. B, s. 30 (1). Remedies (2) If a motor vehicle dealer fails to make a disclosure as required under subsection (1) or fails to do so in a timely way, in addition to any other remedies that may be available, the person to whom disclosure should have been made is entitled to such other remedies as may be prescribed.  2002, c. 30, Sched. B, s. 30 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>30 </b>(1) Motor vehicle dealers shall disclose in writing to customers and to motor vehicle dealers such information as may be prescribed and shall make the disclosure at such time as may be prescribed.  2002, c. 30, Sched. B, s. 30 (1).</p> <p class=\"headnote\">Remedies</p> <p class=\"subsection\">(2) If a motor vehicle dealer fails to make a disclosure as required under subsection (1) or fails to do so in a timely way, in addition to any other remedies that may be available, the person to whom disclosure should have been made is entitled to such other remedies as may be prescribed.  2002, c. 30, Sched. B, s. 30 (2).</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "31.",
            "section_x": "Restraining orders",
            "part_id": "PART VI  ",
            "part_type": "PART VI CONDUCT AND OFFENCES",
            "section_y": "Restraining orders",
            "content": "31 (1) If it appears to the director that a person is not complying with this Act or the regulations or an order made under this Act, the director may apply to the Superior Court of Justice for an order directing that person to comply, and, upon the application, the court may make such order as the court thinks fit.  2002, c. 30, Sched. B, s. 31 (1). Same (2) Subsection (1) applies in addition to any other procedures that may be available to the director, whether or not the director has exercised his or her rights under such procedures.  2002, c. 30, Sched. B, s. 31 (2). Appeal (3) An appeal lies to the Divisional Court from an order made under subsection (1).  2002, c. 30, Sched. B, s. 31 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>31 </b>(1) If it appears to the director that a person is not complying with this Act or the regulations or an order made under this Act, the director may apply to the Superior Court of Justice for an order directing that person to comply, and, upon the application, the court may make such order as the court thinks fit.  2002, c. 30, Sched. B, s. 31 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsection (1) applies in addition to any other procedures that may be available to the director, whether or not the director has exercised his or her rights under such procedures.  2002, c. 30, Sched. B, s. 31 (2).</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(3) An appeal lies to the Divisional Court from an order made under subsection (1).  2002, c. 30, Sched. B, s. 31 (3).</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "32.",
            "section_x": "Offence",
            "part_id": "PART VI  ",
            "part_type": "PART VI CONDUCT AND OFFENCES",
            "section_y": "Offence",
            "content": "32 (1) A person is guilty of an offence if the person, (a) furnishes false information in any application under this Act or in any statement or return required under this Act; (b) fails to comply with any order, other than an order made under section 17, direction or other requirement under this Act; or (c) contravenes or fails to comply with any section of this Act or the regulations made under this Act other than a code of ethics established under section 43.  2002, c. 30, Sched. B, s. 32 (1). Corporations (2) An officer or director of a motor vehicle dealer is guilty of an offence who fails to take reasonable care to prevent the corporation from committing an offence mentioned in subsection (1).  2002, c. 30, Sched. B, s. 32 (2). Penalties (3) An individual who is convicted of an offence under this Act is liable to a fine of not more than $50,000 or to imprisonment for a term of not more than two years less a day, or both, and a corporation that is convicted of an offence under this Act is liable to a fine of not more than $250,000.  2002, c. 30, Sched. B, s. 32 (3). Minimum penalty (4) The minimum fine upon conviction for an offence under subsection 4 (1) is $5,000. 2002, c. 30, Sched. B, s. 32 (4); 2023, c. 20, Sched. 10, s. 1. Limitation (5) No proceeding under this section shall be commenced more than two years after the facts upon which the proceeding is based first came to the knowledge of the director.  2002, c. 30, Sched. B, s. 32 (5). Section Amendments with date in force (d/m/y) 2023, c. 20, Sched. 10, s. 1 - 04/12/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>32 </b>(1) A person is guilty of an offence if the person,</p> <p class=\"paragraph\">  (a) furnishes false information in any application under this Act or in any statement or return required under this Act;</p> <p class=\"paragraph\">  (b) fails to comply with any order, other than an order made under section 17, direction or other requirement under this Act; or</p> <p class=\"paragraph\">  (c) contravenes or fails to comply with any section of this Act or the regulations made under this Act other than a code of ethics established under section 43.  2002, c. 30, Sched. B, s. 32 (1).</p> <p class=\"headnote\">Corporations</p> <p class=\"subsection\">(2) An officer or director of a motor vehicle dealer is guilty of an offence who fails to take reasonable care to prevent the corporation from committing an offence mentioned in subsection (1).  2002, c. 30, Sched. B, s. 32 (2).</p> <p class=\"headnote\">Penalties</p> <p class=\"subsection\">(3) An individual who is convicted of an offence under this Act is liable to a fine of not more than $50,000 or to imprisonment for a term of not more than two years less a day, or both, and a corporation that is convicted of an offence under this Act is liable to a fine of not more than $250,000.  2002, c. 30, Sched. B, s. 32 (3).</p> <p class=\"headnote\">Minimum penalty</p> <p class=\"subsection\">(4) The minimum fine upon conviction for an offence under subsection 4 (1) is $5,000. 2002, c. 30, Sched. B, s. 32 (4); 2023, c. 20, Sched. 10, s. 1.</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(5) No proceeding under this section shall be commenced more than two years after the facts upon which the proceeding is based first came to the knowledge of the director.  2002, c. 30, Sched. B, s. 32 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23020#sched10s1\">2023, c. 20, Sched. 10, s. 1</a></span> - 04/12/2023</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "33.",
            "section_x": "Orders for compensation, restitution",
            "part_id": "PART VI  ",
            "part_type": "PART VI CONDUCT AND OFFENCES",
            "section_y": "Orders for compensation, restitution",
            "content": "33 (1) If a person is convicted of an offence under this Act, the court making the conviction may, in addition to any other penalty, order the person convicted to pay compensation or make restitution.  2002, c. 30, Sched. B, s. 33 (1). If insurance has paid (2) If an order is made in a person’s favour under subsection (1) and that person has already received compensation or restitution from an insurer or the Fund, the person ordered to pay the compensation or make restitution shall deliver the amount to the insurer or the Fund, as the case may be.  2002, c. 30, Sched. B, s. 33 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>33 </b>(1) If a person is convicted of an offence under this Act, the court making the conviction may, in addition to any other penalty, order the person convicted to pay compensation or make restitution.  2002, c. 30, Sched. B, s. 33 (1).</p> <p class=\"headnote\">If insurance has paid</p> <p class=\"subsection\">(2) If an order is made in a person’s favour under subsection (1) and that person has already received compensation or restitution from an insurer or the Fund, the person ordered to pay the compensation or make restitution shall deliver the amount to the insurer or the Fund, as the case may be.  2002, c. 30, Sched. B, s. 33 (2).</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "34.",
            "section_x": "Default in payment of fines",
            "part_id": "PART VI  ",
            "part_type": "PART VI CONDUCT AND OFFENCES",
            "section_y": "Default in payment of fines",
            "content": "34 (1) If a fine payable as a result of a conviction for an offence under this Act is in default for at least 60 days, the director may disclose to a consumer reporting agency the name of the defaulter, the amount of the fine and the date the fine went into default.  2002, c. 30, Sched. B, s. 34 (1). If payment made (2) Within 10 days after the director has notice that the fine has been paid in full, the director shall inform the consumer reporting agency of the payment.  2002, c. 30, Sched. B, s. 34 (2). (3) Repealed: 2023, c. 20, Sched. 10, s. 2. Section Amendments with date in force (d/m/y) 2023, c. 20, Sched. 10, s. 2 - 04/12/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>34 </b>(1) If a fine payable as a result of a conviction for an offence under this Act is in default for at least 60 days, the director may disclose to a consumer reporting agency the name of the defaulter, the amount of the fine and the date the fine went into default.  2002, c. 30, Sched. B, s. 34 (1).</p> <p class=\"headnote\">If payment made</p> <p class=\"subsection\">(2) Within 10 days after the director has notice that the fine has been paid in full, the director shall inform the consumer reporting agency of the payment.  2002, c. 30, Sched. B, s. 34 (2).</p> <p class=\"subsection\">(3) <span class=\"ovsmallcap\">Repealed</span>: <span>2023, c. 20, Sched. 10, s. 2</span>.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23020#sched10s2\">2023, c. 20, Sched. 10, s. 2</a></span><span> - 04/12/2023</span></p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "35.",
            "section_x": "Liens and charges",
            "part_id": "PART VI  ",
            "part_type": "PART VI CONDUCT AND OFFENCES",
            "section_y": "Liens and charges",
            "content": "35 (1) If a fine payable as a result of a conviction for an offence under this Act is in default for at least 60 days, the director may by order create a lien against the property of the person who is liable to pay the fine.  2002, c. 30, Sched. B, s. 35 (1). Liens on personal property (2) If the lien created by the director under subsection (1) relates to personal property, (a) the Personal Property Security Act, except Part V, applies with necessary modifications to the lien, despite clause 4 (1) (a) of that Act; (b) the lien shall be deemed to be a security interest that has attached for the purposes of the Personal Property Security Act; and (c) the director may perfect the security interest referred to in clause (b) for the purposes of the Personal Property Security Act by the registration of a financing statement under that Act.  2002, c. 30, Sched. B, s. 35 (2). Liens and charges on real property (3) If the lien created by the director under subsection (1) relates to real property, the director may register the lien against the property of the person liable to pay the fine in the proper land registry office and on registration, the obligation under the lien becomes a charge on the property.  2002, c. 30, Sched. B, s. 35 (3). Initiation of sale proceedings prohibited (4) The director shall not initiate sale proceedings in respect of any real property against which he or she has registered a lien under subsection (3).  2002, c. 30, Sched. B, s. 35 (4). Proceeds of sale (5) If a lien is perfected by registration under subsection (2) or is registered against real property under subsection (3) and the related real or personal property is sold, the director shall ensure that the funds he or she receives as a result of the sale are used to pay the fine.  2002, c. 30, Sched. B, s. 35 (5). Discharge of lien (6) Within 10 days after the director has knowledge of the payment in full of the fine, the director shall, (a) discharge the registration of any financing statement registered under clause (2) (c); and (b) register a discharge of a charge created on registration of a lien under subsection (3).  2002, c. 30, Sched. B, s. 35 (6). part vii   General",
            "raw_html": "<p class=\"section\"><a name=\"BK44\"></a><b>35 </b>(1) If a fine payable as a result of a conviction for an offence under this Act is in default for at least 60 days, the director may by order create a lien against the property of the person who is liable to pay the fine.  2002, c. 30, Sched. B, s. 35 (1).</p> <p class=\"headnote\">Liens on personal property</p> <p class=\"subsection\">(2) If the lien created by the director under subsection (1) relates to personal property,</p> <p class=\"paragraph\">  (a) the <i>Personal Property Security Act</i>, except Part V, applies with necessary modifications to the lien, despite clause 4 (1) (a) of that Act;</p> <p class=\"paragraph\">  (b) the lien shall be deemed to be a security interest that has attached for the purposes of the <i>Personal Property Security Act</i>; and</p> <p class=\"paragraph\">  (c) the director may perfect the security interest referred to in clause (b) for the purposes of the <i>Personal Property Security Act</i> by the registration of a financing statement under that Act.  2002, c. 30, Sched. B, s. 35 (2).</p> <p class=\"headnote\">Liens and charges on real property</p> <p class=\"subsection\">(3) If the lien created by the director under subsection (1) relates to real property, the director may register the lien against the property of the person liable to pay the fine in the proper land registry office and on registration, the obligation under the lien becomes a charge on the property.  2002, c. 30, Sched. B, s. 35 (3).</p> <p class=\"headnote\">Initiation of sale proceedings prohibited</p> <p class=\"subsection\">(4) The director shall not initiate sale proceedings in respect of any real property against which he or she has registered a lien under subsection (3).  2002, c. 30, Sched. B, s. 35 (4).</p> <p class=\"headnote\">Proceeds of sale</p> <p class=\"subsection\">(5) If a lien is perfected by registration under subsection (2) or is registered against real property under subsection (3) and the related real or personal property is sold, the director shall ensure that the funds he or she receives as a result of the sale are used to pay the fine.  2002, c. 30, Sched. B, s. 35 (5).</p> <p class=\"headnote\">Discharge of lien</p> <p class=\"subsection\">(6) Within 10 days after the director has knowledge of the payment in full of the fine, the director shall,</p> <p class=\"paragraph\">  (a) discharge the registration of any financing statement registered under clause (2) (c); and</p> <p class=\"paragraph\">  (b) register a discharge of a charge created on registration of a lien under subsection (3).  2002, c. 30, Sched. B, s. 35 (6).</p> <p class=\"partnum\"><a name=\"BK45\"></a>part vii <br/>  General</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "PART VII  ",
            "section_x": "PART VII GENERAL",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "36.",
            "section_x": "Confidentiality",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Confidentiality",
            "content": "36 (1) A person who obtains information in the course of exercising a power or carrying out a duty related to the administration of this Act or the regulations shall preserve secrecy with respect to the information and shall not communicate the information to any person except, (a) as may be required in connection with a proceeding under this Act or in connection with the administration of this Act or the regulations; (b) to a ministry, department or agency of a government engaged in the administration of legislation similar to this Act or legislation that protects consumers or to any other entity to which the admin­istration of legislation similar to this Act or legislation that protects consumers has been assigned; (b.1) as authorized under the Regulatory Modernization Act, 2007; (c) to a prescribed entity or organization, if the purpose of the communication is consumer protection; (d) to a law enforcement agency; (e) to his, her or its counsel; or (f) with the consent of the person to whom the information relates.  2004, c. 19, s. 16 (23); 2007, c. 4, s. 36. Testimony (2) Except in a proceeding under this Act, no person shall be required to give testimony in a civil proceeding with regard to information obtained in the course of exercising a power or carrying out a duty related to the administration of this Act or the regulations.  2004, c. 19, s. 16 (23). Section Amendments with date in force (d/m/y) 2004, c. 19, s. 16 (23)\r\n- 01/01/2010 2007, c. 4, s. 35 (1)\r\n- no effect - see 2004, c. 19, s. 16 (23)\r\n- 01/01/2010; 2007, c. 4, s. 36\r\n- 01/01/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>36 </b>(1) A person who obtains information in the course of exercising a power or carrying out a duty related to the administration of this Act or the regulations shall preserve secrecy with respect to the information and shall not communicate the information to any person except,</p> <p class=\"paragraph\">  (a) as may be required in connection with a proceeding under this Act or in connection with the administration of this Act or the regulations;</p> <p class=\"paragraph\">  (b) to a ministry, department or agency of a government engaged in the administration of legislation similar to this Act or legislation that protects consumers or to any other entity to which the admin­istration of legislation similar to this Act or legislation that protects consumers has been assigned;</p> <p class=\"paragraph\"> (b.1) as authorized under the <i>Regulatory Modernization Act, 2007</i>;</p> <p class=\"paragraph\">  (c) to a prescribed entity or organization, if the purpose of the communication is consumer protection;</p> <p class=\"paragraph\">  (d) to a law enforcement agency;</p> <p class=\"paragraph\">  (e) to his, her or its counsel; or</p> <p class=\"paragraph\">  (f) with the consent of the person to whom the information relates.  2004, c. 19, s. 16 (23); 2007, c. 4, s. 36.</p> <p class=\"headnote\">Testimony</p> <p class=\"subsection\">(2) Except in a proceeding under this Act, no person shall be required to give testimony in a civil proceeding with regard to information obtained in the course of exercising a power or carrying out a duty related to the administration of this Act or the regulations.  2004, c. 19, s. 16 (23).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s16s23\">2004, c. 19, s. 16 (23)</a></span>\r\n- 01/01/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S07004#s35s1\">2007, c. 4, s. 35 (1)</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s16s23\">2004, c. 19, s. 16 (23)</a></span>\r\n- 01/01/2010; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S07004#s36\">2007, c. 4, s. 36</a></span>\r\n- 01/01/2010</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "37.",
            "section_x": "Service",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Service",
            "content": "37 (1) Any notice, order or request is sufficiently given or served if it is, (a) delivered personally; (b) sent by registered mail; or (c) sent by another manner if the sender can prove receipt of the notice, order or request.  2002, c. 30, Sched. B, s. 37 (1). Deemed service (2) If service is made by registered mail, the service shall be deemed to be made on the third day after the day of mailing unless the person on whom service is being made establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the notice or order until a later date.  2002, c. 30, Sched. B, s. 37 (2). Exception (3) Despite subsections (1) and (2), the Tribunal may order any other method of service it considers appropriate in the circumstances.  2002, c. 30, Sched. B, s. 37 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK47\"></a><b>37 </b>(1) Any notice, order or request is sufficiently given or served if it is,</p> <p class=\"paragraph\">  (a) delivered personally;</p> <p class=\"paragraph\">  (b) sent by registered mail; or</p> <p class=\"paragraph\">  (c) sent by another manner if the sender can prove receipt of the notice, order or request.  2002, c. 30, Sched. B, s. 37 (1).</p> <p class=\"headnote\">Deemed service</p> <p class=\"subsection\">(2) If service is made by registered mail, the service shall be deemed to be made on the third day after the day of mailing unless the person on whom service is being made establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the notice or order until a later date.  2002, c. 30, Sched. B, s. 37 (2).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) Despite subsections (1) and (2), the Tribunal may order any other method of service it considers appropriate in the circumstances.  2002, c. 30, Sched. B, s. 37 (3).</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "38.",
            "section_x": "Fees",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Fees",
            "content": "38 (1) The Minister may by order establish fees that are payable under this Act in respect of registration, renewal of registration, late filings and other administrative matters.  2002, c. 30, Sched. B, s. 38 (1). Exception (2) Subsection (1) does not apply if there is a designated administrative authority.  2002, c. 30, Sched. B, s. 38 (2). Order is not a regulation (3) An order made under this section is not a regulation for the purposes of Part III (Regulations) of the Legislation Act, 2006.  2002, c. 30, Sched. B, s. 38 (3); 2006, c. 21, Sched. F, s. 119. Section Amendments with date in force (d/m/y) 2006, c. 21, Sched. F, s. 119 - 01/01/2010 2012, c. 8, Sched. 11, s. 49 (5) - no effect - see 2020, c. 14, Sched. 8, s. 21 - 14/07/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><b>38 </b>(1) The Minister may by order establish fees that are payable under this Act in respect of registration, renewal of registration, late filings and other administrative matters.  2002, c. 30, Sched. B, s. 38 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Subsection (1) does not apply if there is a designated administrative authority.  2002, c. 30, Sched. B, s. 38 (2).</p> <p class=\"headnote\">Order is not a regulation</p> <p class=\"subsection\">(3) An order made under this section is not a regulation for the purposes of Part III (Regulations) of the <i>Legislation Act, 2006</i>.  2002, c. 30, Sched. B, s. 38 (3); 2006, c. 21, Sched. F, s. 119.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedfs119\">2006, c. 21, Sched. F, s. 119</a></span> - 01/01/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched11s49s5\">2012, c. 8, Sched. 11, s. 49 (5)</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20014#sched8s21\">2020, c. 14, Sched. 8, s. 21</a></span> - 14/07/2020</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "39.",
            "section_x": "Certificate as evidence",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Certificate as evidence",
            "content": "39 (1) For all purposes in any proceeding, a statement purporting to be certified by the director is, without proof of the office or signature of the director, admissible in evidence as proof in the absence of evidence to the contrary, of the facts stated in it in relation to, (a) the registration or non-registration of any person; (b)  the filing or non-filing of any document or material required or permitted to be filed with the registrar; (c) the time when the facts upon which the proceedings are based first came to the knowledge of the director; or (d) any other matter pertaining to registration or non-registration of persons or to filing or non-filing of information.  2002, c. 30, Sched. B, s. 39 (1). Proof of document (2) Any document made under this Act that purports to be signed by the director or a certified copy of the document is admissible in evidence in any proceeding as proof, in the absence of evidence to the contrary, that the document is signed by the director without proof of the office or signature of the director.  2002, c. 30, Sched. B, s. 39 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK49\"></a><b>39 </b>(1) For all purposes in any proceeding, a statement purporting to be certified by the director is, without proof of the office or signature of the director, admissible in evidence as proof in the absence of evidence to the contrary, of the facts stated in it in relation to,</p> <p class=\"paragraph\">  (a) the registration or non-registration of any person;</p> <p class=\"paragraph\"><span>  (b)  </span>the filing or non-filing of any document or material required or permitted to be filed with the registrar;</p> <p class=\"paragraph\">  (c) the time when the facts upon which the proceedings are based first came to the knowledge of the director; or</p> <p class=\"paragraph\">  (d) any other matter pertaining to registration or non-registration of persons or to filing or non-filing of information.  2002, c. 30, Sched. B, s. 39 (1).</p> <p class=\"headnote\">Proof of document</p> <p class=\"subsection\">(2) Any document made under this Act that purports to be signed by the director or a certified copy of the document is admissible in evidence in any proceeding as proof, in the absence of evidence to the contrary, that the document is signed by the director without proof of the office or signature of the director.  2002, c. 30, Sched. B, s. 39 (2).</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "40.",
            "section_x": "Names of and information concerning registrants",
            "part_id": "PART VII  ",
            "part_type": "PART VII GENERAL",
            "section_y": "Names of and information concerning registrants",
            "content": "40 (1) As required by regulation, the registrar shall make available to the public the names of registrants and other information, as prescribed, in respect of registrants.  2002, c. 30, Sched. B, s. 40 (1). Same (2) The names of registrants shall be made available in the prescribed form and manner and with such information as is prescribed.  2002, c. 30, Sched. B, s. 40 (2). 41 Repealed:\r\n2023, c. 20, Sched. 10, s. 3. Section Amendments with date in force (d/m/y) 2023, c. 20, Sched. 10, s. 3 - 04/12/2023 Part VIII   Motor Vehicle Dealers compensation Fund",
            "raw_html": "<p class=\"section\"><a name=\"BK50\"></a><b>40 </b>(1) As required by regulation, the registrar shall make available to the public the names of registrants and other information, as prescribed, in respect of registrants.  2002, c. 30, Sched. B, s. 40 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The names of registrants shall be made available in the prescribed form and manner and with such information as is prescribed.  2002, c. 30, Sched. B, s. 40 (2).</p> <p class=\"section\"><a name=\"BK51\"></a><b>41 </b><span class=\"ovsmallcap\">Repealed</span>:\r\n<span>2023, c. 20, Sched. 10, s. 3</span>.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23020#sched10s3\">2023, c. 20, Sched. 10, s. 3</a></span><span> - 04/12/2023</span></p> <p class=\"partnum\"><a name=\"BK52\"></a>Part VIII <br/>  Motor Vehicle Dealers compensation Fund</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "PART VIII  ",
            "section_x": "PART VIII MOTOR VEHICLE DEALERS COMPENSATION FUND",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "42.",
            "section_x": "Compensation Fund",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MOTOR VEHICLE DEALERS COMPENSATION FUND",
            "section_y": "Compensation Fund",
            "content": "42 (1) The Motor Vehicle Dealers Compensation Fund established under the Motor Vehicle Dealers Act is continued.  2002, c. 30, Sched. B, s. 42 (1). Board of trustees (2) A board of trustees for the Fund shall be appointed in accordance with the prescribed procedures and the board shall manage the Fund in the prescribed manner.  2002, c. 30, Sched. B, s. 42 (2). Fund supported by registrants and held in trust (3) The Fund shall be supported by such levies and payments imposed on registrants as may be prescribed and the Fund shall be held in trust in accordance with the prescribed requirements for the benefit of persons entitled to the payment of claims.  2002, c. 30, Sched. B, s. 42 (3). Claims against Fund (4) A customer of a registrant may make a claim for compensation from the Fund in the prescribed manner.  2002, c. 30, Sched. B, s. 42 (4). Entitlement to compensation (5) If a customer makes a claim for compensation under subsection (4), the customer’s entitlement to compensation shall be determined using the prescribed criteria in accordance with the prescribed procedures.  2002, c. 30, Sched. B, s. 42 (5). Payments by motor vehicle dealers (6) In the circumstances as prescribed, a motor vehicle dealer or former motor vehicle dealer shall be required to reimburse the Fund for money paid out to customers as a result of claims against the motor vehicle dealer or former motor vehicle dealer.  2002, c. 30, Sched. B, s. 42 (6). Publishing decisions (7) Decisions in respect of claims to the Fund may be made available to the public in such manner as may be prescribed, but in no case shall the publication of such decisions disclose the identity of an individual making a claim without the individual’s prior approval.  2002, c. 30, Sched. B, s. 42 (7). Payment of money owed to Fund (8) The registrar may make such arrangements with registrants or former registrants as may be prescribed for the payment of money owed to the Fund and may impose such penalties and interest, as may be prescribed for the failure to pay money owed to the Fund or the failure to do so in a timely fashion.  2002, c. 30, Sched. B, s. 42 (8). Refusal to renew registration (9) If a registrant is in default of such levies or payments to the Fund as have been prescribed or has failed to reimburse the Fund in the prescribed circumstances and has failed to make arrangements for payment under subsection (8) or has failed to comply with those arrangements, subject to section 9, the registrar may refuse to renew the registrant’s registration.  2002, c. 30, Sched. B, s. 42 (9). part ix   regulations",
            "raw_html": "<p class=\"section\"><a name=\"BK53\"></a><b>42 </b>(1) The Motor Vehicle Dealers Compensation Fund established under the <i>Motor Vehicle Dealers Act</i> is continued.  2002, c. 30, Sched. B, s. 42 (1).</p> <p class=\"headnote\">Board of trustees</p> <p class=\"subsection\">(2) A board of trustees for the Fund shall be appointed in accordance with the prescribed procedures and the board shall manage the Fund in the prescribed manner.  2002, c. 30, Sched. B, s. 42 (2).</p> <p class=\"headnote\">Fund supported by registrants and held in trust</p> <p class=\"subsection\">(3) The Fund shall be supported by such levies and payments imposed on registrants as may be prescribed and the Fund shall be held in trust in accordance with the prescribed requirements for the benefit of persons entitled to the payment of claims.  2002, c. 30, Sched. B, s. 42 (3).</p> <p class=\"headnote\">Claims against Fund</p> <p class=\"subsection\">(4) A customer of a registrant may make a claim for compensation from the Fund in the prescribed manner.  2002, c. 30, Sched. B, s. 42 (4).</p> <p class=\"headnote\">Entitlement to compensation</p> <p class=\"subsection\">(5) If a customer makes a claim for compensation under subsection (4), the customer’s entitlement to compensation shall be determined using the prescribed criteria in accordance with the prescribed procedures.  2002, c. 30, Sched. B, s. 42 (5).</p> <p class=\"headnote\">Payments by motor vehicle dealers</p> <p class=\"subsection\">(6) In the circumstances as prescribed, a motor vehicle dealer or former motor vehicle dealer shall be required to reimburse the Fund for money paid out to customers as a result of claims against the motor vehicle dealer or former motor vehicle dealer.  2002, c. 30, Sched. B, s. 42 (6).</p> <p class=\"headnote\">Publishing decisions</p> <p class=\"subsection\">(7) Decisions in respect of claims to the Fund may be made available to the public in such manner as may be prescribed, but in no case shall the publication of such decisions disclose the identity of an individual making a claim without the individual’s prior approval.  2002, c. 30, Sched. B, s. 42 (7).</p> <p class=\"headnote\">Payment of money owed to Fund</p> <p class=\"subsection\">(8) The registrar may make such arrangements with registrants or former registrants as may be prescribed for the payment of money owed to the Fund and may impose such penalties and interest, as may be prescribed for the failure to pay money owed to the Fund or the failure to do so in a timely fashion.  2002, c. 30, Sched. B, s. 42 (8).</p> <p class=\"headnote\">Refusal to renew registration</p> <p class=\"subsection\">(9) If a registrant is in default of such levies or payments to the Fund as have been prescribed or has failed to reimburse the Fund in the prescribed circumstances and has failed to make arrangements for payment under subsection (8) or has failed to comply with those arrangements, subject to section 9, the registrar may refuse to renew the registrant’s registration.  2002, c. 30, Sched. B, s. 42 (9).</p> <p class=\"partnum\"><a name=\"BK54\"></a>part ix <br/>  regulations</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "PART IX  ",
            "section_x": "PART IX REGULATIONS",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "43.",
            "section_x": "Minister’s regulations",
            "part_id": "PART IX  ",
            "part_type": "PART IX REGULATIONS",
            "section_y": "Minister’s regulations",
            "content": "43 (1) The Minister may make regulations, (a) establishing a code of ethics for the purposes of subsection 17 (1); (b) governing the jurisdiction and procedures of any committee established under this Act; (c) respecting any matter that is delegated by the Lieutenant Governor in Council to the Minister under paragraph 40 of subsection 44 (1).  2002, c. 30, Sched. B, s. 43 (1); 2004, c. 19, s. 16 (24). Code of ethics (1.1) A regulation under clause (1) (c) may be made as part of the code of ethics established under clause (1) (a).  2004, c. 19, s. 16 (25). Delegation (2) Despite subsection 3 (4) of the Safety and Consumer Statutes Administration Act, 1996, the Minister may, by regulation, delegate to the board of the administrative authority the power to make some or all of the regulations under subsection (1), subject to the approval of the Minister.  2004, c. 19, s. 16 (26). Approval (3) The Minister may approve or refuse to approve the regulations but approval shall not be given unless, in his or her opinion, they have been made in accordance with the consultation criteria and process set out in the administrative agreement described in subsection 4 (1) of the Safety and Consumer Statutes Administration Act, 1996.  2002, c. 30, Sched. B, s. 43 (3). Revocation, transition (4) The Minister may, by regulation, revoke a delegation to the board of the administrative authority under subsection (2), but the revocation of a delegation does not result in the revocation of any regulation made by the board of the administrative authority under the delegated power before the revocation of the delegation, and the board’s regulation remains valid.  2004, c. 19, s. 16 (26). Residual authority to act (4.1) Despite any delegation under this section to the board of the administrative authority and without having to revoke the delegation, the Minister continues to have authority to make regulations in respect of the matter that is the subject of the delegation.  2009, c. 33, Sched. 10, s. 10 (2). Conflicts (5) If there is a conflict between a regulation made under this section and a regulation made by the Lieutenant Governor in Council under section 44, the latter prevails.  2002, c. 30, Sched. B, s. 43 (5). (6) Repealed: 2017, c. 33, Sched. 5, s. 4. Section Amendments with date in force (d/m/y) 2004, c. 19, s. 16 (24-26) - 01/01/2010 2009, c. 33, Sched. 10, s. 10 (2) - 01/01/2010 2012, c. 8, Sched. 11, s. 49 (4) - no effect - see 2020, c. 14, Sched. 8, s. 21 - 14/07/2020 2017, c. 33, Sched. 5, s. 4 - 14/12/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK55\"></a><b>43 </b>(1) The Minister may make regulations,</p> <p class=\"paragraph\">  (a) establishing a code of ethics for the purposes of subsection 17 (1);</p> <p class=\"paragraph\">  (b) governing the jurisdiction and procedures of any committee established under this Act;</p> <p class=\"paragraph\">  (c) respecting any matter that is delegated by the Lieutenant Governor in Council to the Minister under paragraph 40 of subsection 44 (1).  2002, c. 30, Sched. B, s. 43 (1); 2004, c. 19, s. 16 (24).</p> <p class=\"headnote\">Code of ethics</p> <p class=\"subsection\">(1.1) A regulation under clause (1) (c) may be made as part of the code of ethics established under clause (1) (a).  2004, c. 19, s. 16 (25).</p> <p class=\"headnote\">Delegation</p> <p class=\"subsection\">(2) Despite subsection 3 (4) of the <i>Safety and Consumer Statutes Administration Act, 1996</i>, the Minister may, by regulation, delegate to the board of the administrative authority the power to make some or all of the regulations under subsection (1), subject to the approval of the Minister.  2004, c. 19, s. 16 (26).</p> <p class=\"headnote\">Approval</p> <p class=\"subsection\">(3) The Minister may approve or refuse to approve the regulations but approval shall not be given unless, in his or her opinion, they have been made in accordance with the consultation criteria and process set out in the administrative agreement described in subsection 4 (1) of the <i>Safety and Consumer Statutes Administration Act, 1996</i>.  2002, c. 30, Sched. B, s. 43 (3).</p> <p class=\"headnote\">Revocation, transition</p> <p class=\"subsection\">(4) The Minister may, by regulation, revoke a delegation to the board of the administrative authority under subsection (2), but the revocation of a delegation does not result in the revocation of any regulation made by the board of the administrative authority under the delegated power before the revocation of the delegation, and the board’s regulation remains valid.  2004, c. 19, s. 16 (26).</p> <p class=\"headnote\">Residual authority to act</p> <p class=\"subsection\">(4.1) Despite any delegation under this section to the board of the administrative authority and without having to revoke the delegation, the Minister continues to have authority to make regulations in respect of the matter that is the subject of the delegation.  2009, c. 33, Sched. 10, s. 10 (2).</p> <p class=\"headnote\">Conflicts</p> <p class=\"subsection\">(5) If there is a conflict between a regulation made under this section and a regulation made by the Lieutenant Governor in Council under section 44, the latter prevails.  2002, c. 30, Sched. B, s. 43 (5).</p> <p class=\"subsection\">(6) <span class=\"ovsmallcap\">Repealed</span>: 2017, c. 33, Sched. 5, s. 4.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s16s24\">2004, c. 19, s. 16 (24-26)</a></span> - 01/01/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched10s10s2\">2009, c. 33, Sched. 10, s. 10 (2)</a></span> - 01/01/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S12008#sched11s49s4\">2012, c. 8, Sched. 11, s. 49 (4)</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20014#sched8s21\">2020, c. 14, Sched. 8, s. 21</a></span> - 14/07/2020</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17033#sched5s4\">2017, c. 33, Sched. 5, s. 4</a></span> - 14/12/2017</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "44.",
            "section_x": "Lieutenant Governor in Council regulations",
            "part_id": "PART IX  ",
            "part_type": "PART IX REGULATIONS",
            "section_y": "Lieutenant Governor in Council regulations",
            "content": "44 (1) The Lieutenant Governor in Council may make regulations, 1. exempting any person or class of persons or class of trades from any provision of this Act or the regulations and attaching conditions to an exemption; 2. respecting applications for registration or renewal of registration and prescribing conditions of registration; 2.1 prescribing requirements for the purposes of subsections 5.1 (1) and 6 (1); 3. governing the composition of the discipline committee and the appeals committee and, subject to subsection 17 (3), governing matters relating to the appointment of the members of those committees; 4. prescribing a maximum fine to be imposed for contravention of the code of ethics; 5. prescribing classes and subclasses of registrant and respecting conditions that are applicable to the classes and subclasses; 6. requiring registrants to provide proof of registration and prescribing the nature of the proof and the manner in which it is to be provided; 7. governing educational requirements for applicants for registration, applicants for renewal of registration and registrants, including, i. requiring applicants for registration, applicants for renewal of registration and registrants to meet educational requirements specified by the board of the administrative authority, the Minister, the director or the registrar or to complete a program of studies that has been, or take one or more courses that have been, designated by the board of the administrative authority, the Minister, the director or the registrar, ii. authorizing the board of the administrative authority, the Minister, the director or the registrar to designate organizations that are authorized to provide the programs and courses designated under subparagraph i, and iii. requiring that all educational requirements specified under subparagraph i and the list of all programs and courses designated under that subparagraph be made available to the public; 8. governing the documents, records and trust accounts that must be kept by motor vehicle dealers, including the manner and location at which they are kept and authorizing the registrar to specify the location at which they must be kept; 9. prescribing procedures and other matters related to complaints under section 14; 10. respecting inspections and investigations under this Act; 11. respecting the manner in which and the frequency with which decisions of the discipline committee and appeals committee are made available to the public; 12. governing the disclosure of names of registrants and of other information concerning registrants; 13. prescribing forms of security; 13.1 prescribing the responsibilities of registrants or any class of registrant; 14. requiring registrants to provide information to the registrar concerning persons other than the registrants in order to assist in determining whether such persons are or may be interested persons; 15. varying the manner in which a notice under subsection 22 (7) or a lien under subsection 35 (3) is registered as a result of technological or electronic changes in the filing of documents in the land registry office; 16. prescribing information that must be provided to the registrar and requiring that specified information be verified by affidavit; 17. governing the keeping of books and records by registrants, including prescribing the types and classes of information to be retained by registrants and time periods for retaining types and classes of information; 18. prescribing conditions for keeping a trust account; 19. prescribing the information that motor vehicle dealers must disclose to a customer concerning a trade in a motor vehicle and the time or times when  disclosures must be made and remedies available to the person to whom such disclosure should have been made; 20.  Repealed:  2004, c. 19, s. 16 (31). 21. prohibiting specified alterations of a motor vehicle or any part of a motor vehicle and requiring disclosure of certain alterations or types of alterations; 22. governing contracts for the trade of a motor vehicle; 23. governing remedies for failure to meet prescribed conditions of contracts for the trade of a motor vehicle and governing remedies available to a customer if a motor vehicle dealer fails to disclose prescribed information or fails to disclose it in a timely fashion; 24. prescribing entities or organizations to which confidential matters may be disclosed; 25. respecting the management of the Fund; 26. respecting the appointment, composition, quorum, powers and duties of the board of trustees of the Fund; 27. respecting the manner in which a claim for compensation from the Fund can be made; 28. prescribing the procedures and criteria to be used in determining whether a customer is eligible for compensation from the Fund; 29. governing payments out of the Fund; 30. prescribing the circumstances under which a motor vehicle dealer or former motor vehicle dealer is required to reimburse the Fund and prescribing requirements respecting the time and manner for the reimbursement and the imposition of penalties and interest; 31. respecting the cancellation of a motor vehicle dealer as a participant in the Fund; 32. respecting the obligations of motor vehicle dealers on ceasing to be participants in the Fund; 33. governing procedures and obligations if a participant is in default in making a payment to the Fund; 34. governing the circumstances and manner in which decisions in respect of claims to the Fund are made available to the public; 35. respecting arrangements made between the registrar and registrants or former registrants regarding the payment of money owed to the Fund including the consequences for failure to abide by the arrangements; 36. requiring that any information required under this Act be in a form approved by the director, the registrar or the Minister, as specified in the regulation; 37. regulating advertising and representations or promises intended to induce the purchase, sale or exchange of motor vehicles; 38. requiring registrants or classes of registrants to maintain business premises that comply with the prescribed requirements; 39. respecting the terms and sale of motor vehicle warranties, guarantees, service plans and similar protection and the rights and obligations of customers and motor vehicle dealers in respect of them; 40. delegating to the Minister the power to make regulations with respect to any matter that may be the subject of a regulation under this section; 41. prescribing rules relating to addresses for service under the Act; 42. prescribing any matter or thing that this Act refers to as being prescribed; 43. providing for any transitional matter necessary for the effective implementation of this Act or the regulations; 44. governing the application of the Electronic Commerce Act, 2000 or any part of that Act to this Act; 45. defining, for the purposes of this Act and the regulations, any word or expression that is used in this Act but not defined in this Act; 46. authorizing the director or the board of the administrative authority to conduct quality assurance programs in relation to the administration of this Act or the regulations and to use information collected under this Act for the purposes of those programs.  2002, c. 30, Sched. B, s. 44 (1); 2004, c. 19, s. 16 (27-32); 2017, c. 33, Sched. 5, s. 5 (1). Residual authority to act (2) Despite any delegation to the Minister under paragraph 40 of subsection (1) and without having to revoke the delegation, the Lieutenant Governor in Council continues to have authority to make regulations in respect of the matter that is the subject of the delegation.  2002, c. 30, Sched. B, s. 44 (2). Revocation, transition (3) The Lieutenant Governor in Council may, by regulation, revoke a delegation to the Minister under paragraph 40 of subsection (1), but the revocation of a delegation does not result in the revocation of any regulation that was made, before the revocation of the delegation, (a) by the Minister under the delegated power; or (b) by the board of the administrative authority pursuant to a delegation by the Minister under subsection 43 (2), and the Minister’s or board’s regulation remains valid.  2004, c. 19, s. 16 (33). Making regulation not revocation (4) The making of a regulation to which subsection (2) applies by the Lieutenant Governor in Council shall not constitute the revocation of a delegation under this section unless the regulation so specifies.  2002, c. 30, Sched. B, s. 44 (4). (5) Repealed: 2017, c. 33, Sched. 5, s. 5 (2). Section Amendments with date in force (d/m/y) 2004, c. 19, s. 16 (27-33) - 01/01/2010 2017, c. 33, Sched. 5, s. 5 (1, 2) - 14/12/2017 45 Omitted (provides for coming into force of provisions of this Act).  2002, c. 30, Sched. B, s. 45. 46 Omitted (enacts short title of this Act).  2002, c. 30, Sched. B, s. 46. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK56\"></a><b>44 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  1. exempting any person or class of persons or class of trades from any provision of this Act or the regulations and attaching conditions to an exemption;</p> <p class=\"paragraph\">  2. respecting applications for registration or renewal of registration and prescribing conditions of registration;</p> <p class=\"paragraph\">  2.1 prescribing requirements for the purposes of subsections 5.1 (1) and 6 (1);</p> <p class=\"paragraph\">  3. governing the composition of the discipline committee and the appeals committee and, subject to subsection 17 (3), governing matters relating to the appointment of the members of those committees;</p> <p class=\"paragraph\">  4. prescribing a maximum fine to be imposed for contravention of the code of ethics;</p> <p class=\"paragraph\">  5. prescribing classes and subclasses of registrant and respecting conditions that are applicable to the classes and subclasses;</p> <p class=\"paragraph\">  6. requiring registrants to provide proof of registration and prescribing the nature of the proof and the manner in which it is to be provided;</p> <p class=\"paragraph\">  7. governing educational requirements for applicants for registration, applicants for renewal of registration and registrants, including,</p> <p class=\"subpara\">  i. requiring applicants for registration, applicants for renewal of registration and registrants to meet educational requirements specified by the board of the administrative authority, the Minister, the director or the registrar or to complete a program of studies that has been, or take one or more courses that have been, designated by the board of the administrative authority, the Minister, the director or the registrar,</p> <p class=\"subpara\">  ii. authorizing the board of the administrative authority, the Minister, the director or the registrar to designate organizations that are authorized to provide the programs and courses designated under subparagraph i, and</p> <p class=\"subpara\">  iii. requiring that all educational requirements specified under subparagraph i and the list of all programs and courses designated under that subparagraph be made available to the public;</p> <p class=\"paragraph\">  8. governing the documents, records and trust accounts that must be kept by motor vehicle dealers, including the manner and location at which they are kept and authorizing the registrar to specify the location at which they must be kept;</p> <p class=\"paragraph\">  9. prescribing procedures and other matters related to complaints under section 14;</p> <p class=\"paragraph\">  10. respecting inspections and investigations under this Act;</p> <p class=\"paragraph\">  11. respecting the manner in which and the frequency with which decisions of the discipline committee and appeals committee are made available to the public;</p> <p class=\"paragraph\">  12. governing the disclosure of names of registrants and of other information concerning registrants;</p> <p class=\"paragraph\">  13. prescribing forms of security;</p> <p class=\"paragraph\"> 13.1 prescribing the responsibilities of registrants or any class of registrant;</p> <p class=\"paragraph\">  14. requiring registrants to provide information to the registrar concerning persons other than the registrants in order to assist in determining whether such persons are or may be interested persons;</p> <p class=\"paragraph\">  15. varying the manner in which a notice under subsection 22 (7) or a lien under subsection 35 (3) is registered as a result of technological or electronic changes in the filing of documents in the land registry office;</p> <p class=\"paragraph\">  16. prescribing information that must be provided to the registrar and requiring that specified information be verified by affidavit;</p> <p class=\"paragraph\">  17. governing the keeping of books and records by registrants, including prescribing the types and classes of information to be retained by registrants and time periods for retaining types and classes of information; </p> <p class=\"paragraph\">  18. prescribing conditions for keeping a trust account;</p> <p class=\"paragraph\">  19. prescribing the information that motor vehicle dealers must disclose to a customer concerning a trade in a motor vehicle and the time or times when  disclosures must be made and remedies available to the person to whom such disclosure should have been made;</p> <p class=\"paragraph\">  20.  <span class=\"ovsmallcap\">Repealed</span>:  2004, c. 19, s. 16 (31).</p> <p class=\"paragraph\">  21. prohibiting specified alterations of a motor vehicle or any part of a motor vehicle and requiring disclosure of certain alterations or types of alterations;</p> <p class=\"paragraph\">  22. governing contracts for the trade of a motor vehicle;</p> <p class=\"paragraph\">  23. governing remedies for failure to meet prescribed conditions of contracts for the trade of a motor vehicle and governing remedies available to a customer if a motor vehicle dealer fails to disclose prescribed information or fails to disclose it in a timely fashion;</p> <p class=\"paragraph\">  24. prescribing entities or organizations to which confidential matters may be disclosed;</p> <p class=\"paragraph\">  25. respecting the management of the Fund;</p> <p class=\"paragraph\">  26. respecting the appointment, composition, quorum, powers and duties of the board of trustees of the Fund;</p> <p class=\"paragraph\">  27. respecting the manner in which a claim for compensation from the Fund can be made; </p> <p class=\"paragraph\">  28. prescribing the procedures and criteria to be used in determining whether a customer is eligible for compensation from the Fund;</p> <p class=\"paragraph\">  29. governing payments out of the Fund; </p> <p class=\"paragraph\">  30. prescribing the circumstances under which a motor vehicle dealer or former motor vehicle dealer is required to reimburse the Fund and prescribing requirements respecting the time and manner for the reimbursement and the imposition of penalties and interest;</p> <p class=\"paragraph\">  31. respecting the cancellation of a motor vehicle dealer as a participant in the Fund;</p> <p class=\"paragraph\">  32. respecting the obligations of motor vehicle dealers on ceasing to be participants in the Fund;</p> <p class=\"paragraph\">  33. governing procedures and obligations if a participant is in default in making a payment to the Fund;</p> <p class=\"paragraph\">  34. governing the circumstances and manner in which decisions in respect of claims to the Fund are made available to the public;</p> <p class=\"paragraph\">  35. respecting arrangements made between the registrar and registrants or former registrants regarding the payment of money owed to the Fund including the consequences for failure to abide by the arrangements;</p> <p class=\"paragraph\">  36. requiring that any information required under this Act be in a form approved by the director, the registrar or the Minister, as specified in the regulation; </p> <p class=\"paragraph\">  37. regulating advertising and representations or promises intended to induce the purchase, sale or exchange of motor vehicles;</p> <p class=\"paragraph\">  38. requiring registrants or classes of registrants to maintain business premises that comply with the prescribed requirements;</p> <p class=\"paragraph\">  39. respecting the terms and sale of motor vehicle warranties, guarantees, service plans and similar protection and the rights and obligations of customers and motor vehicle dealers in respect of them; </p> <p class=\"paragraph\">  40. delegating to the Minister the power to make regulations with respect to any matter that may be the subject of a regulation under this section;</p> <p class=\"paragraph\">  41. prescribing rules relating to addresses for service under the Act; </p> <p class=\"paragraph\">  42. prescribing any matter or thing that this Act refers to as being prescribed;</p> <p class=\"paragraph\">  43. providing for any transitional matter necessary for the effective implementation of this Act or the regulations;</p> <p class=\"paragraph\">  44. governing the application of the <i>Electronic Commerce Act, 2000</i> or any part of that Act to this Act;</p> <p class=\"paragraph\">  45. defining, for the purposes of this Act and the regulations, any word or expression that is used in this Act but not defined in this Act;</p> <p class=\"paragraph\">  46. authorizing the director or the board of the administrative authority to conduct quality assurance programs in relation to the administration of this Act or the regulations and to use information collected under this Act for the purposes of those programs.  2002, c. 30, Sched. B, s. 44 (1); 2004, c. 19, s. 16 (27-32); 2017, c. 33, Sched. 5, s. 5 (1).</p> <p class=\"headnote\">Residual authority to act</p> <p class=\"subsection\">(2) Despite any delegation to the Minister under paragraph 40 of subsection (1) and without having to revoke the delegation, the Lieutenant Governor in Council continues to have authority to make regulations in respect of the matter that is the subject of the delegation.  2002, c. 30, Sched. B, s. 44 (2).</p> <p class=\"headnote\">Revocation, transition</p> <p class=\"subsection\">(3) The Lieutenant Governor in Council may, by regulation, revoke a delegation to the Minister under paragraph 40 of subsection (1), but the revocation of a delegation does not result in the revocation of any regulation that was made, before the revocation of the delegation,</p> <p class=\"paragraph\">  (a) by the Minister under the delegated power; or</p> <p class=\"paragraph\">  (b) by the board of the administrative authority pursuant to a delegation by the Minister under subsection 43 (2),</p> <p class=\"subsection\">and the Minister’s or board’s regulation remains valid.  2004, c. 19, s. 16 (33).</p> <p class=\"headnote\">Making regulation not revocation</p> <p class=\"subsection\">(4) The making of a regulation to which subsection (2) applies by the Lieutenant Governor in Council shall not constitute the revocation of a delegation under this section unless the regulation so specifies.  2002, c. 30, Sched. B, s. 44 (4).</p> <p class=\"subsection\">(5) <span class=\"ovsmallcap\">Repealed</span>: 2017, c. 33, Sched. 5, s. 5 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04019#s16s27\">2004, c. 19, s. 16 (27-33)</a></span> - 01/01/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17033#sched5s5s1\">2017, c. 33, Sched. 5, s. 5 (1, 2)</a></span> - 14/12/2017</p> <p class=\"section\"><b>45 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  2002, c. 30, Sched. B, s. 45.</p> <p class=\"section\"><b>46 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  2002, c. 30, Sched. B, s. 46.</p> <p class=\"line\">______________</p> <p class=\"line\"><u><span> </span></u></p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/02m30\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}