{
    "act_info": {
        "full_title": "Municipal Extra-Territorial Tax Act, R.S.O. 1990, c. M.54",
        "act_name_text": "Municipal Extra-Territorial Tax Act",
        "citation": "R.S.O. 1990, c. M.54",
        "url": "https://www.ontario.ca/laws/statute/90m54",
        "date_scraped": "2023-12-19 02:15:45"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90m54/v8",
            "valid_from": "May 30, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/statute/90m54/v7",
            "valid_from": "December 15, 2009",
            "valid_to": "May 29, 2017"
        },
        {
            "a_href": "/laws/statute/90m54/v6",
            "valid_from": "January  1, 2009",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90m54/v5",
            "valid_from": "November 27, 2008",
            "valid_to": "December 31, 2008"
        },
        {
            "a_href": "/laws/statute/90m54/v4",
            "valid_from": "January  1, 2007",
            "valid_to": "November 26, 2008"
        },
        {
            "a_href": "/laws/statute/90m54/v3",
            "valid_from": "December 20, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/statute/90m54/v2",
            "valid_from": "November  4, 2004",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90m54/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "November  3, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/980474",
            "Citation": "O. Reg. 474/98",
            "title": "COMMERCIAL ASSESSMENT DEFINITION"
        },
        {
            "a_href": "/laws/regulation/900822",
            "Citation": "R.R.O. 1990, Reg. 822",
            "title": "GENERAL"
        },
        {
            "a_href": "/laws/regulation/900821",
            "Citation": "R.R.O. 1990, Reg. 821",
            "title": "ASSESSMENT EQUALIZATION FACTOR"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 (1) In this Act, “attributable commercial assessment” means the commercial assessment of a designated business that is attributed to a designated municipality as determined under subsection 3 (2); (“évaluation relative aux activités commerciales attribuable”) “commercial assessment” means the assessment of land in the prescribed extra-territorial property classes taxable for school purposes; (“évaluation relative aux activités commerciales”) “designated business” means a person owning or operating any business that is situated within a municipal taxing area and that the Minister has designated under subsection 2 (1); (“entreprise désignée”) “designated municipality” means the townships of Marathon and Manitouwadge in the Territorial District of Thunder Bay and any other municipality which the Minister may designate, to which all or any portion of the commercial assessment of a designated business is attributed; (“municipalité désignée”) “land” means land as defined in section 1 of the Assessment Act; (“biens-fonds”) “land of a designated business” means land situated within a municipal taxing area that is owned or occupied by a designated business; (“biens-fonds d’une entreprise désignée”) “Minister” means the Minister of Municipal Affairs and Housing; (“ministre”) “municipal taxing area” means the geographic townships of Bomby and Brothers in the Territorial District of Thunder Bay; (“secteur d’imposition municipale”) “municipality” means a local municipality; (“municipalité”) “work force in a designated municipality” means the persons employed at the works and facilities of a designated business who reside in a designated municipality; (“main-d’oeuvre d’une municipalité désignée”) “work force of a designated business” means the persons employed at the works and facilities of a designated business; (“main-d’oeuvre d’une entreprise désignée”) “yearly tax equivalent amount” means the tax resulting from the operation of section 5. (“montant équivalant aux impôts annuels”)  R.S.O. 1990, c. M.54, s. 1; 1997, c. 29, s. 62 (1); 2006, c. 33, Sched. Z.3, s. 19 (1). Regulations (2) For the purposes of the definition of “commercial assessment”, the Minister may make regulations prescribing, as extra-territorial property classes, classes of real property prescribed under the Assessment Act.  1997, c. 29, s. 62 (2). Section Amendments with date in force (d/m/y) 1997, c. 29, s. 62 (1, 2) - 01/01/1998 2006, c. 33, Sched. Z.3, s. 19 (1) - 01/01/2009",
            "raw_html": "<p class=\"section\"><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“attributable commercial assessment” means the commercial assessment of a designated business that is attributed to a designated municipality as determined under subsection 3 (2); (“évaluation relative aux activités commerciales attribuable”)</p> <p class=\"definition\">“commercial assessment” means the assessment of land in the prescribed extra-territorial property classes taxable for school purposes; (“évaluation relative aux activités commerciales”)</p> <p class=\"definition\">“designated business” means a person owning or operating any business that is situated within a municipal taxing area and that the Minister has designated under subsection 2 (1); (“entreprise désignée”)</p> <p class=\"definition\">“designated municipality” means the townships of Marathon and Manitouwadge in the Territorial District of Thunder Bay and any other municipality which the Minister may designate, to which all or any portion of the commercial assessment of a designated business is attributed; (“municipalité désignée”)</p> <p class=\"definition\">“land” means land as defined in section 1 of the <i>Assessment Act</i>; (“biens-fonds”)</p> <p class=\"definition\">“land of a designated business” means land situated within a municipal taxing area that is owned or occupied by a designated business; (“biens-fonds d’une entreprise désignée”)</p> <p class=\"definition\">“Minister” means the Minister of Municipal Affairs and Housing; (“ministre”)</p> <p class=\"definition\">“municipal taxing area” means the geographic townships of Bomby and Brothers in the Territorial District of Thunder Bay; (“secteur d’imposition municipale”)</p> <p class=\"definition\">“municipality” means a local municipality; (“municipalité”)</p> <p class=\"definition\">“work force in a designated municipality” means the persons employed at the works and facilities of a designated business who reside in a designated municipality; (“main-d’oeuvre d’une municipalité désignée”)</p> <p class=\"definition\">“work force of a designated business” means the persons employed at the works and facilities of a designated business; (“main-d’oeuvre d’une entreprise désignée”)</p> <p class=\"definition\">“yearly tax equivalent amount” means the tax resulting from the operation of section 5. (“montant équivalant aux impôts annuels”)  R.S.O. 1990, c. M.54, s. 1; 1997, c. 29, s. 62 (1); 2006, c. 33, Sched. Z.3, s. 19 (1).</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(2) For the purposes of the definition of “commercial assessment”, the Minister may make regulations prescribing, as extra-territorial property classes, classes of real property prescribed under the <i>Assessment Act</i>.  1997, c. 29, s. 62 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 29, s. 62 (1, 2) - 01/01/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06033#schedz3s19s1\">2006, c. 33, Sched. Z.3, s. 19 (1)</a></span> - 01/01/2009</p>"
        },
        {
            "id": "2",
            "section": "Regulations",
            "content": "2 (1) If the Minister is of the opinion that a municipality has experienced or will experience substantially increased expenditures as a result of a significant number of employees of businesses located in the municipal taxing area residing in that municipality, the Minister, subject to the approval of the Lieutenant Governor in Council, may make regulations, (a) declaring an affected municipality as a designated municipality under this Act; (b) declaring the business or businesses located in a municipal taxing area as a designated business under this Act; (c) designating the roll number in accordance with the last returned assessment roll pertaining to the land of a designated business; (d) specifying which designated municipalities are eligible to receive attributable commercial assessment from a designated business; (e) prescribing the types or classes of employment that shall be included in determining the work force in a designated municipality and the work force of a designated business; (f) prescribing the manner in which and the date on which the work force in a designated municipality and the work force of a designated business are determined; and (g) prescribing the date on which the designations in clauses (a), (b), (c) and (d) come into effect or expire.  R.S.O. 1990, c. M.54, s. 2 (1). Retroactive regulation (2) A regulation made under subsection (1) is, if it so provides, effective with reference to a period before it is filed.  R.S.O. 1990, c. M.54, s. 2 (2). Declaration on request of municipality (3) The Minister shall not make a declaration under clause (1) (a) unless the council of a municipality has requested by resolution that a declaration be made.  R.S.O. 1990, c. M.54, s. 2 (3). Regulation continues (4) Despite subsection (1), a regulation under that subsection continues to be valid until it is revoked even if, at any time, (a) the Minister is no longer of the opinion that the affected municipality has experienced or will experience substantially increased expenditures as a result of a significant number of employees of businesses located in the municipal taxing area residing in that municipality; or (b) a business designated under that subsection ceases to operate.  2006, c. 32, Sched. D, s. 12 (1). Deemed continuation of business (5) A business that was formerly designated but ceases to operate is deemed to continue for the purposes of this Act until the regulation under subsection (1) is revoked.  2006, c. 32, Sched. D, s. 12 (1). Section Amendments with date in force (d/m/y) 2006, c. 32, Sched. D, s. 12 (1) - 01/01/2007",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) If the Minister is of the opinion that a municipality has experienced or will experience substantially increased expenditures as a result of a significant number of employees of businesses located in the municipal taxing area residing in that municipality, the Minister, subject to the approval of the Lieutenant Governor in Council, may make regulations,</p> <p class=\"paragraph\">  (a) declaring an affected municipality as a designated municipality under this Act;</p> <p class=\"paragraph\">  (b) declaring the business or businesses located in a municipal taxing area as a designated business under this Act;</p> <p class=\"paragraph\">  (c) designating the roll number in accordance with the last returned assessment roll pertaining to the land of a designated business;</p> <p class=\"paragraph\">  (d) specifying which designated municipalities are eligible to receive attributable commercial assessment from a designated business;</p> <p class=\"paragraph\">  (e) prescribing the types or classes of employment that shall be included in determining the work force in a designated municipality and the work force of a designated business;</p> <p class=\"paragraph\">  (f) prescribing the manner in which and the date on which the work force in a designated municipality and the work force of a designated business are determined; and</p> <p class=\"paragraph\">  (g) prescribing the date on which the designations in clauses (a), (b), (c) and (d) come into effect or expire.  R.S.O. 1990, c. M.54, s. 2 (1).</p> <p class=\"headnote\">Retroactive regulation</p> <p class=\"subsection\">(2) A regulation made under subsection (1) is, if it so provides, effective with reference to a period before it is filed.  R.S.O. 1990, c. M.54, s. 2 (2).</p> <p class=\"headnote\">Declaration on request of municipality</p> <p class=\"subsection\">(3) The Minister shall not make a declaration under clause (1) (a) unless the council of a municipality has requested by resolution that a declaration be made.  R.S.O. 1990, c. M.54, s. 2 (3).</p> <p class=\"headnote\">Regulation continues</p> <p class=\"subsection\">(4) Despite subsection (1), a regulation under that subsection continues to be valid until it is revoked even if, at any time,</p> <p class=\"paragraph\">  (a) the Minister is no longer of the opinion that the affected municipality has experienced or will experience substantially increased expenditures as a result of a significant number of employees of businesses located in the municipal taxing area residing in that municipality; or</p> <p class=\"paragraph\">  (b) a business designated under that subsection ceases to operate.  2006, c. 32, Sched. D, s. 12 (1).</p> <p class=\"headnote\">Deemed continuation of business</p> <p class=\"subsection\">(5) A business that was formerly designated but ceases to operate is deemed to continue for the purposes of this Act until the regulation under subsection (1) is revoked.  2006, c. 32, Sched. D, s. 12 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedds12s1\">2006, c. 32, Sched. D, s. 12 (1)</a></span> - 01/01/2007</p>"
        },
        {
            "id": "3",
            "section": "Taxation of land in territory without municipal organization",
            "content": "3 (1) Where the Minister has made a regulation under subsection 2 (1), the attributable commercial assessment is subject to taxation for municipal purposes by the designated municipality.  R.S.O. 1990, c. M.54, s. 3 (1). Determination of attributable commercial assessment (2) The Minister shall, in each year and for each designated municipality, determine the attributable commercial assessment from each designated business in accordance with the following formula: Attributable Commercial Assessment = CA × WFDM ÷ WFDB Where, “CA” is the commercial assessment of a designated business; “WFDB” is the work force of a designated business; “WFDM” is the work force in a designated municipality. 1997, c. 29, s. 62 (3); 2009, c. 33, Sched. 21, s. 9. Power of Minister to make determination (3) Despite subsection (2) and subject to subsection (4), the Minister may determine attributable commercial assessment for a year under subsection (2) in any manner the Minister considers appropriate.  2006, c. 32, Sched. D, s. 12 (2). Condition (4) Subsection (3) applies only if all the designated municipalities have requested by resolution that a particular alternative method of determining attributable commercial assessment be used by the Minister for the year.  2006, c. 32, Sched. D, s. 12 (2). Applies to following year without request being made (5) If a particular alternative method of determining attributable commercial assessment is used by the Minister for a year, the Minister may use that method in the immediately following year without another request under subsection (4).  2006, c. 32, Sched. D, s. 12 (2). Not of legislative nature (6) A determination of the Minister under subsection (3) is deemed not to be of a legislative nature.  2006, c. 32, Sched. D, s. 12 (2). General or particular, etc. (7) A determination of the Minister under subsection (3) may be general or particular in its application and may be retroactive to a date no earlier than January 1 of the year in which the determination is made.  2006, c. 32, Sched. D, s. 12 (2). Section Amendments with date in force (d/m/y) 1997, c. 29, s. 62 (3) - 01/01/1998 2006, c. 32, Sched. D, s. 12 (2) - 01/01/2007 2009, c. 33, Sched. 21, s. 9 - 15/12/2009 CTS 28 FE 20 - 2",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) Where the Minister has made a regulation under subsection 2 (1), the attributable commercial assessment is subject to taxation for municipal purposes by the designated municipality.  R.S.O. 1990, c. M.54, s. 3 (1).</p> <p class=\"headnote\">Determination of attributable commercial assessment</p> <p class=\"subsection\">(2) The Minister shall, in each year and for each designated municipality, determine the attributable commercial assessment from each designated business in accordance with the following formula:</p> <p class=\"equation\">Attributable Commercial Assessment = CA × WFDM ÷ WFDB</p> <p class=\"subsection\">Where,</p> <p class=\"paragraph\">“CA” is the commercial assessment of a designated business;</p> <p class=\"paragraph\">“WFDB” is the work force of a designated business;</p> <p class=\"paragraph\">“WFDM” is the work force in a designated municipality.</p> <p class=\"footnote\">1997, c. 29, s. 62 (3); 2009, c. 33, Sched. 21, s. 9.</p> <p class=\"headnote\">Power of Minister to make determination</p> <p class=\"subsection\">(3) Despite subsection (2) and subject to subsection (4), the Minister may determine attributable commercial assessment for a year under subsection (2) in any manner the Minister considers appropriate.  2006, c. 32, Sched. D, s. 12 (2).</p> <p class=\"headnote\">Condition</p> <p class=\"subsection\">(4) Subsection (3) applies only if all the designated municipalities have requested by resolution that a particular alternative method of determining attributable commercial assessment be used by the Minister for the year.  2006, c. 32, Sched. D, s. 12 (2).</p> <p class=\"headnote\">Applies to following year without request being made</p> <p class=\"subsection\">(5) If a particular alternative method of determining attributable commercial assessment is used by the Minister for a year, the Minister may use that method in the immediately following year without another request under subsection (4).  2006, c. 32, Sched. D, s. 12 (2).</p> <p class=\"headnote\">Not of legislative nature</p> <p class=\"subsection\">(6) A determination of the Minister under subsection (3) is deemed not to be of a legislative nature.  2006, c. 32, Sched. D, s. 12 (2).</p> <p class=\"headnote\">General or particular, etc.</p> <p class=\"subsection\">(7) A determination of the Minister under subsection (3) may be general or particular in its application and may be retroactive to a date no earlier than January 1 of the year in which the determination is made.  2006, c. 32, Sched. D, s. 12 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 29, s. 62 (3) - 01/01/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedds12s2\">2006, c. 32, Sched. D, s. 12 (2)</a></span> - 01/01/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched21s9\">2009, c. 33, Sched. 21, s. 9</a></span> - 15/12/2009</p> <p class=\"footnoteLeft\"><a href=\"https://www.ontario.ca/laws/consolidated-statutes-change-notices\">CTS 28 FE 20 - 2</a></p>"
        },
        {
            "id": "4",
            "section": "Determination and notification of attributable commercial assessment",
            "content": "4 (1) If the Minister has made a regulation under subsection 2 (1), the Minister shall, for each year in which the regulation is in effect, (a) determine the attributable commercial assessment for each designated municipality with respect to each designated business; (b) notify the treasurer of each designated municipality of the assessments attributable to that municipality within thirty days of the return of the assessment roll under section 36 of the Assessment Act; and (c) notify each designated business of the attributable commercial assessment pertaining to each designated municipality within thirty days of the return of the assessment roll under section 36 of the\r\nAssessment Act.  R.S.O. 1990, c. M.54, s. 4 (1). Transition (2) Despite clauses (1) (b) and (c), within ninety days after the date the regulation made under subsection (1) comes into force, the Minister shall notify the treasurer of each designated municipality and each designated business of the attributable commercial assessment pertaining to that municipality.  R.S.O. 1990, c. M.54, s. 4 (2). Notice to Minister of assessment adjustment (3) Where an assessment adjustment for a designated business has been made under section 33, 34, 40 or 46 of the Assessment Act, the Municipal Property Assessment Corporation shall immediately notify the Minister in writing.  R.S.O. 1990, c. M.54, s. 4 (3); 2006, c. 33, Sched. Z.3, s. 19 (2). Recalculation of attributable commercial assessment (4) The Minister shall, within ninety days of receipt of the notice referred to in subsection (3), recalculate the attributable commercial assessment for each designated municipality and shall give written notice of the recalculated attributable commercial assessment to the treasurer of each designated municipality and the applicable designated business.  R.S.O. 1990, c. M.54, s. 4 (4). Act applies to recalculated attributable assessment (5) This Act applies with necessary modifications to a recalculated attributable commercial assessment described in subsection (4).  R.S.O. 1990, c. M.54, s. 4 (5). Section Amendments with date in force (d/m/y) 2006, c. 33, Sched. Z.3, s. 19 (2) - 01/01/2009",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) If the Minister has made a regulation under subsection 2 (1), the Minister shall, for each year in which the regulation is in effect,</p> <p class=\"paragraph\">  (a) determine the attributable commercial assessment for each designated municipality with respect to each designated business;</p> <p class=\"paragraph\">  (b) notify the treasurer of each designated municipality of the assessments attributable to that municipality within thirty days of the return of the assessment roll under section 36 of the <i>Assessment Act</i>; and</p> <p class=\"paragraph\">  (c) notify each designated business of the attributable commercial assessment pertaining to each designated municipality within thirty days of the return of the assessment roll under section 36 of the\r\n<i>Assessment Act</i>.  R.S.O. 1990, c. M.54, s. 4 (1).</p> <p class=\"headnote\">Transition</p> <p class=\"subsection\">(2) Despite clauses (1) (b) and (c), within ninety days after the date the regulation made under subsection (1) comes into force, the Minister shall notify the treasurer of each designated municipality and each designated business of the attributable commercial assessment pertaining to that municipality.  R.S.O. 1990, c. M.54, s. 4 (2).</p> <p class=\"headnote\">Notice to Minister of assessment adjustment</p> <p class=\"subsection\">(3) Where an assessment adjustment for a designated business has been made under section 33, 34, 40 or 46 of the <i>Assessment Act</i>, the Municipal Property Assessment Corporation shall immediately notify the Minister in writing.  R.S.O. 1990, c. M.54, s. 4 (3); 2006, c. 33, Sched. Z.3, s. 19 (2).</p> <p class=\"headnote\">Recalculation of attributable commercial assessment</p> <p class=\"subsection\">(4) The Minister shall, within ninety days of receipt of the notice referred to in subsection (3), recalculate the attributable commercial assessment for each designated municipality and shall give written notice of the recalculated attributable commercial assessment to the treasurer of each designated municipality and the applicable designated business.  R.S.O. 1990, c. M.54, s. 4 (4).</p> <p class=\"headnote\">Act applies to recalculated attributable assessment</p> <p class=\"subsection\">(5) This Act applies with necessary modifications to a recalculated attributable commercial assessment described in subsection (4).  R.S.O. 1990, c. M.54, s. 4 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06033#schedz3s19s2\">2006, c. 33, Sched. Z.3, s. 19 (2)</a></span> - 01/01/2009</p>"
        },
        {
            "id": "5",
            "section": "Levy in respect of commercial assessment",
            "content": "5 If the treasurer has received notice under section 4, the land of the designated business shall be deemed, for the purposes of taxation by the designated municipality, to be land within the designated municipality with an assessment equal to the attributable commercial assessment.  1997, c. 29, s. 62 (4). Section Amendments with date in force (d/m/y) 1997, c. 29, s. 62 (4) - 01/01/1998",
            "raw_html": "<p class=\"section\"><b>5 </b>If the treasurer has received notice under section 4, the land of the designated business shall be deemed, for the purposes of taxation by the designated municipality, to be land within the designated municipality with an assessment equal to the attributable commercial assessment.  1997, c. 29, s. 62 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 29, s. 62 (4) - 01/01/1998</p>"
        },
        {
            "id": "6",
            "section": "Assessment",
            "content": "6 The land of a designated business shall be assessed under section 17 or 18 of the Assessment Act as applicable.  1997, c. 29, s. 62 (4). Section Amendments with date in force (d/m/y) 1997, c. 29, s. 62 (4) - 01/01/1998 7 Repealed:  1997, c. 29, s. 62 (4). Section Amendments with date in force (d/m/y) 1997, c. 29, s. 62 (4) - 01/01/1998",
            "raw_html": "<p class=\"section\"><b>6 </b>The land of a designated business shall be assessed under section 17 or 18 of the <i>Assessment Act</i> as applicable.  1997, c. 29, s. 62 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 29, s. 62 (4) - 01/01/1998</p> <p class=\"section\"><b>7 </b><span>Repealed</span>:  1997, c. 29, s. 62 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 29, s. 62 (4) - 01/01/1998</p>"
        },
        {
            "id": "7",
            "section": "Assessment",
            "content": "7 Repealed:  1997, c. 29, s. 62 (4). Section Amendments with date in force (d/m/y) 1997, c. 29, s. 62 (4) - 01/01/1998",
            "raw_html": "<p class=\"section\"><b>7 </b><span>Repealed</span>:  1997, c. 29, s. 62 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 29, s. 62 (4) - 01/01/1998</p>"
        },
        {
            "id": "8",
            "section": "Sums added to collector’s roll",
            "content": "8 (1) The yearly tax equivalent amount shall be added to the collector’s roll of taxes when it is prepared for the year in which the sums are payable and upon being so added such sums are deemed to be municipal taxes due on the commercial assessment in respect of which they are payable.  R.S.O. 1990, c. M.54, s. 8 (1). Collection and recovery of taxes (2) Sections 339 to 352 of the Municipal Act, 2001 apply with necessary modifications to the collection and recovery of taxes, including the addition of percentage charges and interest for non-payment of taxes and the proceedings that may be taken in default thereof.  R.S.O. 1990, c. M.54, s. 8 (2); 2002, c. 17, Sched. F, Table. Reduction or refund of taxes (3) Sections 354, 357 and 359 of the Municipal Act, 2001 apply to the striking of taxes from the roll and to the cancellation, reduction or refund of taxes and the proceedings that may be undertaken with respect thereto.  R.S.O. 1990, c. M.54, s. 8 (3); 2002, c. 17, Sched. F, Table. Collection of tax arrears (4) Subject to section 9, Part XI of the Municipal Act, 2001 applies to the collection of tax arrears in respect of the realty tax portion of the yearly tax equivalent amount and the proceedings that may be undertaken with respect thereto.  R.S.O. 1990, c. M.54, s. 8 (4); 2002, c. 17, Sched. F, Table. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) The yearly tax equivalent amount shall be added to the collector’s roll of taxes when it is prepared for the year in which the sums are payable and upon being so added such sums are deemed to be municipal taxes due on the commercial assessment in respect of which they are payable.  R.S.O. 1990, c. M.54, s. 8 (1).</p> <p class=\"headnote\">Collection and recovery of taxes</p> <p class=\"subsection\">(2) Sections 339 to 352 of the <i>Municipal Act, 2001</i> apply with necessary modifications to the collection and recovery of taxes, including the addition of percentage charges and interest for non-payment of taxes and the proceedings that may be taken in default thereof.  R.S.O. 1990, c. M.54, s. 8 (2); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Reduction or refund of taxes</p> <p class=\"subsection\">(3) Sections 354, 357 and 359 of the <i>Municipal Act, 2001</i> apply to the striking of taxes from the roll and to the cancellation, reduction or refund of taxes and the proceedings that may be undertaken with respect thereto.  R.S.O. 1990, c. M.54, s. 8 (3); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Collection of tax arrears</p> <p class=\"subsection\">(4) Subject to section 9, Part XI of the<i> <i>Municipal Act, 2001</i></i> applies to the collection of tax arrears in respect of the realty tax portion of the yearly tax equivalent amount and the proceedings that may be undertaken with respect thereto.  R.S.O. 1990, c. M.54, s. 8 (4); 2002, c. 17, Sched. F, Table.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "id": "9",
            "section": "Definition",
            "content": "9 (1) In this section, “designated municipality” includes a district school area board established under the Education Act.  R.S.O. 1990, c. M.54, s. 9 (1); 1997, c. 31, s. 159. Powers and duties of designated municipality (2) Subject to this section, a designated municipality has the powers and duties of a municipality under Part XI of the\nMunicipal Act, 2001, and the treasurer of a designated municipality, or an officer or collector having the powers and duties of a treasurer under the Education Act, has the powers and duties of the treasurer of a municipality under Part XI of the Municipal Act, 2001.  R.S.O. 1990, c. M.54, s. 9 (2); 2002, c. 17, Sched. F, Table. Tax arrears certificate (3) Subject to section 373 or 373.1 of the Municipal Act, 2001, any designated municipality may register a tax arrears certificate against the title to the land owned by a designated business with respect to which tax arrears are owing.  R.S.O. 1990, c. M.54, s. 9 (3); 2002, c. 17, Sched. F, Table; 2017, c. 10, Sched. 4, s. 9 (1). Where two or more designated municipalities register tax arrears certificate (4) Where two or more designated municipalities have registered a tax arrears certificate under subsection (3), (a) the registration of all tax arrears certificates shall be deemed to have occurred on the date of the earliest registration; and (b) subject to subsection (5), the designated municipality that first registers a certificate shall exercise the powers and duties of a municipality on behalf of all other designated municipalities that subsequently register a certificate.  R.S.O. 1990, c. M.54, s. 9 (4). Notice (5) Where the commercial assessment of a designated business is attributed to two or more designated municipalities, a designated municipality that has registered a tax arrears certificate shall send notice under sections 374 and 379 of the Municipal Act, 2001 to the other designated municipalities.  R.S.O. 1990, c. M.54, s. 9 (5); 2002, c. 17, Sched. F, Table. Distribution of proceeds from cancellation of tax certificates (6) Where two or more designated municipalities have registered a tax arrears certificate against the same land, (a) despite subsection 375 (1) of the Municipal Act, 2001, the tax arrears certificates may be cancelled if payment is made of the total of all cancellation prices to the designated municipality that first registered a tax arrears certificate; and (b) the proceeds received under clause (a) shall be applied to pay the cancellation price to each designated municipality that has registered a tax arrears certificate.  R.S.O. 1990, c. M.54, s. 9 (6); 2002, c. 17, Sched. F, Table. Extension agreement (7) Despite clause (4) (b), a designated municipality that has registered a tax arrears certificate may not enter into an extension agreement with the owner of the land, except with the consent of all other designated municipalities that have registered a certificate.  R.S.O. 1990, c. M.54, s. 9 (7). Idem (8) An extension agreement made under subsection (7) shall be deemed to have been made with all such designated municipalities.  R.S.O. 1990, c. M.54, s. 9 (8). Sale of land, minimum tender (9) If the land of a designated business is offered for public sale by a designated municipality under section 379 of the Municipal Act, 2001 and two or more designated municipalities have registered tax arrears certificates against the same land, the minimum tender amount or minimum bid shall be the sum of the cancellation prices.  R.S.O. 1990, c. M.54, s. 9 (9); 2002, c. 17, Sched. F, Table. Proceeds of sale (10) Despite section 380 of the Municipal Act, 2001, the proceeds of a sale under section 379 of that Act shall, (a) firstly, be applied to pay the cancellation price to each designated municipality that has registered a tax arrears certificate; (b) secondly, be paid to all persons having an interest in the land according to their priority at law, except the person who immediately before the registration of the tax deed was the owner of the land; and (c) thirdly, be paid to the person who immediately before the registration of the tax deed was the owner of the land.  R.S.O. 1990, c. M.54, s. 9 (10); 2002, c. 17, Sched. F, Table; 2017, c. 10, Sched. 4, s. 9 (2). Section Amendments with date in force (d/m/y) 1997, c. 31, s. 159 - 01/01/1998 2002, c. 17, Sched. F, Table - 01/01/2003 2017, c. 10, Sched. 4, s. 9 (1, 2) - 01/01/2018",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) In this section,</p> <p class=\"definition\">“designated municipality” includes a district school area board established under the <i>Education Act</i>.  R.S.O. 1990, c. M.54, s. 9 (1); 1997, c. 31, s. 159.</p> <p class=\"headnote\">Powers and duties of designated municipality</p> <p class=\"subsection\">(2) Subject to this section, a designated municipality has the powers and duties of a municipality under Part XI of the<i>\n<i>Municipal Act, 2001</i></i>, and the treasurer of a designated municipality, or an officer or collector having the powers and duties of a treasurer under the <i>Education Act</i>, has the powers and duties of the treasurer of a municipality under Part XI of the<i> <i>Municipal Act, 2001</i></i>.  R.S.O. 1990, c. M.54, s. 9 (2); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Tax arrears certificate</p> <p class=\"subsection\">(3) Subject to section 373 or 373.1 of the <i>Municipal Act, 2001</i>, any designated municipality may register a tax arrears certificate against the title to the land owned by a designated business with respect to which tax arrears are owing.  R.S.O. 1990, c. M.54, s. 9 (3); 2002, c. 17, Sched. F, Table; 2017, c. 10, Sched. 4, s. 9 (1).</p> <p class=\"headnote\">Where two or more designated municipalities register tax arrears certificate</p> <p class=\"subsection\">(4) Where two or more designated municipalities have registered a tax arrears certificate under subsection (3),</p> <p class=\"paragraph\">  (a) the registration of all tax arrears certificates shall be deemed to have occurred on the date of the earliest registration; and</p> <p class=\"paragraph\">  (b) subject to subsection (5), the designated municipality that first registers a certificate shall exercise the powers and duties of a municipality on behalf of all other designated municipalities that subsequently register a certificate.  R.S.O. 1990, c. M.54, s. 9 (4).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(5) Where the commercial assessment of a designated business is attributed to two or more designated municipalities, a designated municipality that has registered a tax arrears certificate shall send notice under sections 374 and 379 of the <i>Municipal Act, 2001</i> to the other designated municipalities.  R.S.O. 1990, c. M.54, s. 9 (5); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Distribution of proceeds from cancellation of tax certificates</p> <p class=\"subsection\">(6) Where two or more designated municipalities have registered a tax arrears certificate against the same land,</p> <p class=\"paragraph\">  (a) despite subsection 375 (1) of the <i>Municipal Act, 2001</i>, the tax arrears certificates may be cancelled if payment is made of the total of all cancellation prices to the designated municipality that first registered a tax arrears certificate; and</p> <p class=\"paragraph\">  (b) the proceeds received under clause (a) shall be applied to pay the cancellation price to each designated municipality that has registered a tax arrears certificate.  R.S.O. 1990, c. M.54, s. 9 (6); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Extension agreement</p> <p class=\"subsection\">(7) Despite clause (4) (b), a designated municipality that has registered a tax arrears certificate may not enter into an extension agreement with the owner of the land, except with the consent of all other designated municipalities that have registered a certificate.  R.S.O. 1990, c. M.54, s. 9 (7).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(8) An extension agreement made under subsection (7) shall be deemed to have been made with all such designated municipalities.  R.S.O. 1990, c. M.54, s. 9 (8).</p> <p class=\"headnote\">Sale of land, minimum tender</p> <p class=\"subsection\">(9) If the land of a designated business is offered for public sale by a designated municipality under section 379 of the <i>Municipal Act, 2001</i> and two or more designated municipalities have registered tax arrears certificates against the same land, the minimum tender amount or minimum bid shall be the sum of the cancellation prices.  R.S.O. 1990, c. M.54, s. 9 (9); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Proceeds of sale</p> <p class=\"subsection\">(10) Despite section 380 of the <i>Municipal Act, 2001</i>, the proceeds of a sale under section 379 of that Act shall,</p> <p class=\"paragraph\">  (a) firstly, be applied to pay the cancellation price to each designated municipality that has registered a tax arrears certificate;</p> <p class=\"paragraph\">  (b) secondly, be paid to all persons having an interest in the land according to their priority at law, except the person who immediately before the registration of the tax deed was the owner of the land; and</p> <p class=\"paragraph\">  (c) thirdly, be paid to the person who immediately before the registration of the tax deed was the owner of the land.  R.S.O. 1990, c. M.54, s. 9 (10); 2002, c. 17, Sched. F, Table; 2017, c. 10, Sched. 4, s. 9 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 31, s. 159 - 01/01/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17010#sched4s9s1\">2017, c. 10, Sched. 4, s. 9 (1, 2)</a></span> - 01/01/2018</p>"
        },
        {
            "id": "10",
            "section": "Designated municipality deemed to be designated business",
            "content": "10 Where, (a) the commercial assessment of a designated business is attributed to two or more designated municipalities; and (b) a designated municipality has registered a notice of vesting under subsection 379 (5) of the Municipal Act, 2001, that designated municipality shall be deemed to be the designated business for the purposes of this Act and land of a designated business shall be assessed against the owner and tenant in accordance with paragraph 9 of section 3 of the Assessment Act.  R.S.O. 1990, c. M.54, s. 10; 2002, c. 17, Sched. F, Table. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\"><b>10 </b>Where,</p> <p class=\"paragraph\">  (a) the commercial assessment of a designated business is attributed to two or more designated municipalities; and</p> <p class=\"paragraph\">  (b) a designated municipality has registered a notice of vesting under subsection 379 (5) of the <i>Municipal Act, 2001</i>,</p> <p class=\"section\">that designated municipality shall be deemed to be the designated business for the purposes of this Act and land of a designated business shall be assessed against the owner and tenant in accordance with paragraph 9 of section 3 of the <i>Assessment Act</i>.  R.S.O. 1990, c. M.54, s. 10; 2002, c. 17, Sched. F, Table.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "id": null,
            "section": "Designated municipality deemed to be designated business",
            "content": "that designated municipality shall be deemed to be the designated business for the purposes of this Act and land of a designated business shall be assessed against the owner and tenant in accordance with paragraph 9 of section 3 of the Assessment Act.  R.S.O. 1990, c. M.54, s. 10; 2002, c. 17, Sched. F, Table. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\">that designated municipality shall be deemed to be the designated business for the purposes of this Act and land of a designated business shall be assessed against the owner and tenant in accordance with paragraph 9 of section 3 of the <i>Assessment Act</i>.  R.S.O. 1990, c. M.54, s. 10; 2002, c. 17, Sched. F, Table.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "id": "11",
            "section": "Increase of assessment for certain purposes",
            "content": "11 The attributable commercial assessment shall be included in determining the assessment of a designated municipality for purposes of apportioning the requisition or levy of any body other than a school board.  1997, c. 29, s. 62 (5). Section Amendments with date in force (d/m/y) 1997, c. 29, s. 62 (5) - 01/01/1998",
            "raw_html": "<p class=\"section\"><b>11 </b>The attributable commercial assessment shall be included in determining the assessment of a designated municipality for purposes of apportioning the requisition or levy of any body other than a school board.  1997, c. 29, s. 62 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 29, s. 62 (5) - 01/01/1998</p>"
        },
        {
            "id": "12",
            "section": "Yearly tax equivalent amount",
            "content": "12 The yearly tax equivalent amount shall be deemed to be, (a) a corporation tax, for the purposes of section 16 of the Corporations Tax Act as that section read on December 31, 2008; and (b) a proper working expense of a mine, for the purposes of subsection 3 (13) of the Mining Tax Act.  R.S.O. 1990, c. M.54, s. 12; 2004, c. 16, Sched. D, Table; 2008, c. 19, Sched. V, s. 6. Section Amendments with date in force (d/m/y) 2004, c. 16, Sched. D, Table - 01/01/2004 2008, c. 19, Sched. V, s. 6 - 01/01/2009 13 Repealed:  1997, c. 29, s. 62 (6). Section Amendments with date in force (d/m/y) 1997, c. 29, s. 62 (6) - 01/01/1998",
            "raw_html": "<p class=\"section\"><b>12 </b>The yearly tax equivalent amount shall be deemed to be,</p> <p class=\"paragraph\">  (a) a corporation tax, for the purposes of section 16 of the <i>Corporations Tax Act</i> as that section read on December 31, 2008; and</p> <p class=\"paragraph\">  (b) a proper working expense of a mine, for the purposes of subsection 3 (13) of the <i>Mining Tax Act</i>.  R.S.O. 1990, c. M.54, s. 12; 2004, c. 16, Sched. D, Table; 2008, c. 19, Sched. V, s. 6.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04016#schedds1\">2004, c. 16, Sched. D, Table</a></span> - 01/01/2004</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08019#schedvs6\">2008, c. 19, Sched. V, s. 6</a></span> - 01/01/2009</p> <p class=\"section\"><b>13 </b><span>Repealed</span>:  1997, c. 29, s. 62 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 29, s. 62 (6) - 01/01/1998</p>"
        },
        {
            "id": "13",
            "section": "Yearly tax equivalent amount",
            "content": "13 Repealed:  1997, c. 29, s. 62 (6). Section Amendments with date in force (d/m/y) 1997, c. 29, s. 62 (6) - 01/01/1998",
            "raw_html": "<p class=\"section\"><b>13 </b><span>Repealed</span>:  1997, c. 29, s. 62 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 29, s. 62 (6) - 01/01/1998</p>"
        },
        {
            "id": "14",
            "section": "List of names and addresses of employees to be provided to Minister",
            "content": "14 (1) A designated business shall, on or before the 31st day of July in each year preceding the year of the levy in which a regulation made under subsection 2 (1) is in force, provide to the Minister a list containing the name of each person employed at the works and facilities of the designated business on the 30th day of June in that year and the municipality, local services board, Indian reserve or other unincorporated community in which the employee resides.  R.S.O. 1990, c. M.54, s. 14 (1). Transition (2) Despite subsection (1), within thirty days after the date the regulation made under subsection 2 (1) comes into force, a designated business shall provide to the Minister a list containing the name of each person employed at the works and facilities of the designated business on the date the regulation came into force and the municipality, local services board, Indian reserve or other unincorporated community in which the employee resides.  R.S.O. 1990, c. M.54, s. 14 (2). Failure to file information (3) If a designated business does not provide to the Minister the information required under subsection (1) or (2) within the time periods set out therein, the Minister shall determine the proportion of the members of the work force of the designated business residing in each designated municipality as of the time periods set out in subsection (1) or (2) and the decision of the Minister is final and not subject to appeal.  R.S.O. 1990, c. M.54, s. 14 (3). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>14 </b>(1) A designated business shall, on or before the 31st day of July in each year preceding the year of the levy in which a regulation made under subsection 2 (1) is in force, provide to the Minister a list containing the name of each person employed at the works and facilities of the designated business on the 30th day of June in that year and the municipality, local services board, Indian reserve or other unincorporated community in which the employee resides.  R.S.O. 1990, c. M.54, s. 14 (1).</p> <p class=\"headnote\">Transition</p> <p class=\"subsection\">(2) Despite subsection (1), within thirty days after the date the regulation made under subsection 2 (1) comes into force, a designated business shall provide to the Minister a list containing the name of each person employed at the works and facilities of the designated business on the date the regulation came into force and the municipality, local services board, Indian reserve or other unincorporated community in which the employee resides.  R.S.O. 1990, c. M.54, s. 14 (2).</p> <p class=\"headnote\">Failure to file information</p> <p class=\"subsection\">(3) If a designated business does not provide to the Minister the information required under subsection (1) or (2) within the time periods set out therein, the Minister shall determine the proportion of the members of the work force of the designated business residing in each designated municipality as of the time periods set out in subsection (1) or (2) and the decision of the Minister is final and not subject to appeal.  R.S.O. 1990, c. M.54, s. 14 (3).</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90m54\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}