{
    "act_info": {
        "full_title": "Municipal Interest and Discount Rates Act, R.S.O. 1990, c. M.58",
        "act_name_text": "Not Found",
        "citation": "Municipal Interest and Discount Rates Act, R.S.O. 1990, c. M.58",
        "url": "https://www.ontario.ca/laws/statute/90m58",
        "date_scraped": "2023-12-19 21:54:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.In this Act, “authorized period” means the fourteen-day period immediately preceding the day the relevant by-law is passed; (“période autorisée”) “bank” means a bank named in Schedule I to the Bank Act (Canada); (“banque”) “municipality” means a municipality as defined in the Municipal Affairs Act and a metropolitan, regional or district municipality or the County of Oxford and any local board thereof; (“municipalité”) “overdue payment” includes any payment to be made to a municipality in respect of, (a) overdue taxes owing to the municipality, (b) overdue amounts owing to the municipality pursuant to a levy or requisition made by that municipality upon another municipality, (c) overdue amounts owing to the municipality by another municipality to be applied towards outstanding indebtedness of the municipality, and (d) overdue amounts owing to the municipality by another municipality for the supply of water or some other service by the first-mentioned municipality to the other municipality; (“paiement en retard”) “prime rate” means the lowest rate of interest quoted by a bank to its most credit-worthy borrowers for prime business loans; (“taux préférentiel”) “prime rate percentage” means the prime rate of the bank that has the highest prime rate on the relevant day expressed as a percentage only, without the addition of the words “per year”. (“pourcentage du taux préférentiel”) R.S.O. 1990, c. M.58, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>In this Act,</p> <p class=\"firstdef-e\">“authorized period” means the fourteen-day period immediately preceding the day the relevant by-law is passed; (“période autorisée”)</p> <p class=\"definition-e\">“bank” means a bank named in Schedule I to the <i>Bank Act</i> (Canada); (“banque”)</p> <p class=\"definition-e\">“municipality” means a municipality as defined in the <i>Municipal Affairs Act</i> and a metropolitan, regional or district municipality or the County of Oxford and any local board thereof; (“municipalité”)</p> <p class=\"definition-e\">“overdue payment” includes any payment to be made to a municipality in respect of,</p> <p class=\"defclause-e\">(a) overdue taxes owing to the municipality,</p> <p class=\"defclause-e\">(b) overdue amounts owing to the municipality pursuant to a levy or requisition made by that municipality upon another municipality,</p> <p class=\"defclause-e\">(c) overdue amounts owing to the municipality by another municipality to be applied towards outstanding indebtedness of the municipality, and</p> <p class=\"defclause-e\">(d) overdue amounts owing to the municipality by another municipality for the supply of water or some other service by the first-mentioned municipality to the other municipality; (“paiement en retard”)</p> <p class=\"definition-e\">“prime rate” means the lowest rate of interest quoted by a bank to its most credit-worthy borrowers for prime business loans; (“taux préférentiel”)</p> <p class=\"definition-e\">“prime rate percentage” means the prime rate of the bank that has the highest prime rate on the relevant day expressed as a percentage only, without the addition of the words “per year”. (“pourcentage du taux préférentiel”) R.S.O. 1990, c. M.58, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": "2.Sections 3 and 4 apply only where, under any general or special Act, a municipality is authorized or required to charge interest on overdue payments or to allow a discount for payments made in advance of their due date and where a municipality is authorized or required, (a) to charge interest on overdue payments, the municipality may charge interest in accordance with section 3 in lieu of charging interest in accordance with such other Act; and (b) to allow a discount for payments made in advance of the due date, the municipality may allow a discount in accordance with section 4 in lieu of allowing a discount in accordance with such other Act, even if the interest charged or the discount allowed is at a rate that is higher or lower than the rate authorized or required to be charged or allowed under such other Act. R.S.O. 1990, c. M.58, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>Sections 3 and 4 apply only where, under any general or special Act, a municipality is authorized or required to charge interest on overdue payments or to allow a discount for payments made in advance of their due date and where a municipality is authorized or required,</p> <p class=\"clause-e\">(a) to charge interest on overdue payments, the municipality may charge interest in accordance with section 3 in lieu of charging interest in accordance with such other Act; and</p> <p class=\"clause-e\">(b) to allow a discount for payments made in advance of the due date, the municipality may allow a discount in accordance with section 4 in lieu of allowing a discount in accordance with such other Act,</p> <p class=\"Ssection-e\">even if the interest charged or the discount allowed is at a rate that is higher or lower than the rate authorized or required to be charged or allowed under such other Act. R.S.O. 1990, c. M.58, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Alternate interest rate",
            "content": "3.(1)A municipality may by by-law provide that the interest payable on overdue payments shall be at the rate specified in the by-law, which rate shall not exceed the prime rate of the bank that has the highest prime rate on the day the by-law is passed or, alternatively, on such other day within the authorized period as is specified in the by-law, plus 1½ per cent per year. Idem (2)A by-law passed in any year under subsection (1) in respect of interest payable on overdue payments, (a) may not be amended so as to specify an interest rate that is higher than the interest rate that was originally specified in the by-law; (b) may provide for interest to be added to overdue payments at the rate set out in the by-law only until the earlier of, (i) the day a by-law in respect of interest payable on overdue payments comes into force in the next following year, or (ii) the 31st day of March in the next following year; and (c) may be made applicable to overdue payments or any class or classes thereof, that are overdue on the day this Act comes into force or that thereafter become overdue. Idem (3)Despite clause (2) (b), a by-law may be passed under subsection (1) in December of any year to provide that it shall come into force on a specified day in the next following year prior to the 31st day of March and that the interest rate specified in the by-law shall be added to overdue payments from the day the by-law comes into force in that year until, (a) the day in the year next following that year that a by-law in respect of interest payable on overdue payments comes into force; or (b) the 31st day of March in the year next following that year, whichever is earlier. Limitation (4)A by-law authorized by subsection (3) shall not specify a day that is prior to the 1st day of December for purposes of establishing the maximum interest rate that may be specified in the by-law. Monthly interest rate (5)For the purposes of subsection (1), where a municipality is authorized by any general or special Act to fix a monthly interest rate to be added to overdue payments for each month or fraction of a month during which the payment remains unpaid, the interest rate specified in a by-law passed under subsection (1) shall not exceed one-twelfth of the prime rate percentage on the day the by-law is passed or, alternatively, on such other day within the authorized period as is specified in the by-law plus one-eighth of 1 per cent per month. Exception (6)This section does not apply to any penalty for non-payment of taxes imposed under subsection 399 (3) or (4) of the Municipal Act. R.S.O. 1990, c. M.58, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>(1)A municipality may by by-law provide that the interest payable on overdue payments shall be at the rate specified in the by-law, which rate shall not exceed the prime rate of the bank that has the highest prime rate on the day the by-law is passed or, alternatively, on such other day within the authorized period as is specified in the by-law, plus 1½ per cent per year.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)A by-law passed in any year under subsection (1) in respect of interest payable on overdue payments,</p> <p class=\"clause-e\">(a) may not be amended so as to specify an interest rate that is higher than the interest rate that was originally specified in the by-law;</p> <p class=\"clause-e\">(b) may provide for interest to be added to overdue payments at the rate set out in the by-law only until the earlier of,</p> <p class=\"subclause-e\">(i) the day a by-law in respect of interest payable on overdue payments comes into force in the next following year, or</p> <p class=\"subclause-e\">(ii) the 31st day of March in the next following year; and</p> <p class=\"clause-e\">(c) may be made applicable to overdue payments or any class or classes thereof, that are overdue on the day this Act comes into force or that thereafter become overdue.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3)Despite clause (2) (b), a by-law may be passed under subsection (1) in December of any year to provide that it shall come into force on a specified day in the next following year prior to the 31st day of March and that the interest rate specified in the by-law shall be added to overdue payments from the day the by-law comes into force in that year until,</p> <p class=\"clause-e\">(a) the day in the year next following that year that a by-law in respect of interest payable on overdue payments comes into force; or</p> <p class=\"clause-e\">(b) the 31st day of March in the year next following that year,</p> <p class=\"Ssubsection-e\">whichever is earlier.</p> <p class=\"headnote-e\"><b>Limitation</b></p> <p class=\"subsection-e\">(4)A by-law authorized by subsection (3) shall not specify a day that is prior to the 1st day of December for purposes of establishing the maximum interest rate that may be specified in the by-law.</p> <p class=\"headnote-e\"><b>Monthly interest rate</b></p> <p class=\"subsection-e\">(5)For the purposes of subsection (1), where a municipality is authorized by any general or special Act to fix a monthly interest rate to be added to overdue payments for each month or fraction of a month during which the payment remains unpaid, the interest rate specified in a by-law passed under subsection (1) shall not exceed one-twelfth of the prime rate percentage on the day the by-law is passed or, alternatively, on such other day within the authorized period as is specified in the by-law plus one-eighth of 1 per cent per month.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(6)This section does not apply to any penalty for non-payment of taxes imposed under subsection 399 (3) or (4) of the <i>Municipal Act</i>. R.S.O. 1990, c. M.58, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Alternate discount rate",
            "content": "4.(1)A municipality may by by-law provide that the discount rate on payments made to it in advance of their due date shall be at such rate as is specified in the by-law, which rate shall not exceed the prime rate of the bank that has the highest prime rate on the day the by-law is passed or, alternatively, on such other day within the authorized period as is specified in the by-law, plus 1½ per cent per year. Idem (2)A by-law passed in any year under subsection (1) in respect of discounts allowed on advance payments, (a) may not be amended so as to specify a discount rate that is lower than the discount rate that was originally specified in the by-law; (b) may provide for discounts to be allowed on advance payments at the rate set out in the by-law only until the earlier of, (i) the day a by-law in respect of discount rates comes into force in the next following year, or (ii) the 31st day of March in the next following year; and (c) may be made applicable to advance payments or any class or classes thereof, made in respect of payments that become due after the day this Act comes into force whether the advance payment was or is made before or after that day. Idem (3)Despite clause (2) (b), a by-law may be passed under subsection (1) in December of any year to provide that it shall come into force on a specified day in the next following year prior to the 31st day of March and that the discount rate specified in the by-law shall be allowed from the day the by-law comes into force in that year until, (a) the day in the year next following that year that a by-law in respect of discount rates allowable on payments in advance comes into force; or (b) the 31st day of March in the year next following that year, whichever is earlier. Limitation (4)A by-law authorized by subsection (3) shall not specify a day that is prior to the 1st day of December for purposes of establishing the maximum discount rate that may be specified in the by-law. Exception (5)This section does not apply to discounts or interest allowed for taxes paid in advance under subsection 399 (5) of the Municipal Act. R.S.O. 1990, c. M.58, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b>(1)A municipality may by by-law provide that the discount rate on payments made to it in advance of their due date shall be at such rate as is specified in the by-law, which rate shall not exceed the prime rate of the bank that has the highest prime rate on the day the by-law is passed or, alternatively, on such other day within the authorized period as is specified in the by-law, plus 1½ per cent per year.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)A by-law passed in any year under subsection (1) in respect of discounts allowed on advance payments,</p> <p class=\"clause-e\">(a) may not be amended so as to specify a discount rate that is lower than the discount rate that was originally specified in the by-law;</p> <p class=\"clause-e\">(b) may provide for discounts to be allowed on advance payments at the rate set out in the by-law only until the earlier of,</p> <p class=\"subclause-e\">(i) the day a by-law in respect of discount rates comes into force in the next following year, or</p> <p class=\"subclause-e\">(ii) the 31st day of March in the next following year; and</p> <p class=\"clause-e\">(c) may be made applicable to advance payments or any class or classes thereof, made in respect of payments that become due after the day this Act comes into force whether the advance payment was or is made before or after that day.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3)Despite clause (2) (b), a by-law may be passed under subsection (1) in December of any year to provide that it shall come into force on a specified day in the next following year prior to the 31st day of March and that the discount rate specified in the by-law shall be allowed from the day the by-law comes into force in that year until,</p> <p class=\"clause-e\">(a) the day in the year next following that year that a by-law in respect of discount rates allowable on payments in advance comes into force; or</p> <p class=\"clause-e\">(b) the 31st day of March in the year next following that year,</p> <p class=\"Ssubsection-e\">whichever is earlier.</p> <p class=\"headnote-e\"><b>Limitation</b></p> <p class=\"subsection-e\">(4)A by-law authorized by subsection (3) shall not specify a day that is prior to the 1st day of December for purposes of establishing the maximum discount rate that may be specified in the by-law.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(5)This section does not apply to discounts or interest allowed for taxes paid in advance under subsection 399 (5) of the <i>Municipal Act</i>. R.S.O. 1990, c. M.58, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Penalties, discounts or interest",
            "content": "5.(1)In lieu of imposing a percentage charge as a penalty for non-payment of taxes under subsection 399 (3) or (4) of the Municipal Act or allowing a discount or interest for advance payment of taxes under subsection 399 (5) of that Act, a municipality may impose penalties and allow discounts or interest in accordance with this section. Alternate penalty for non-payment of taxes (2)A municipality may by by-law impose a percentage charge as a penalty for non-payment of taxes or any class or instalment thereof not exceeding one-twelfth of the prime rate percentage on the day the by-law is passed or, alternatively, on such other day within the authorized period as is specified in the by-law, plus one-eighth of 1 per cent and the by-law shall provide that the percentage charge shall be imposed on the first day of default and on the first day of each calendar month thereafter in which default continues, but not after the end of the year in which the taxes are levied. Idem (3)As an alternative to a by-law passed under subsection (2), the municipality may by by-law impose a percentage charge as a penalty for non-payment of taxes or all or any class or instalment thereof not exceeding the prime rate of the bank that has the highest prime rate on the day the by-law is passed or, alternatively, on such other day within the authorized period as is specified in the by-law, plus 1½ per cent per year from the date payment is due until it is made or until the 31st day of December of the year in which the taxes were levied, whichever is earlier. Alternate discount or interest on payment in advance (4)The municipality may by by-law authorize the treasurer or collector to receive in any year payments on account of taxes for that year in advance of the day that may be fixed by by-law for the payment of any instalment of such taxes and, (a) to allow a discount on any taxes so paid in advance at a rate not exceeding the prime rate of the bank having the highest prime rate on the day the by-law is passed or, alternatively, on such other day within the authorized period as is specified in the by-law, plus 1½ per cent per year and may allow interest at a rate not exceeding the aforementioned maximum rate on account of taxes so paid in advance for any portion of the period for which no discount is allowed; or (b) to allow interest on taxes paid in advance of the day fixed by by-law for the payment of any instalment of such taxes at a rate not exceeding the prime rate of the bank having the highest prime rate on the day the by-law is passed or, alternatively, on such other day within the authorized period as is specified in the by-law, plus 1½ per cent per year, even if the taxes for such year have not been levied or that the assessment roll on which such taxes are to be fixed and levied has not been revised and certified by the Assessment Review Board when any such advance payment is made. Limitation (5)Subject to subsections (6) and (7), a by-law passed under this section applies only to taxes levied in the year in which it was passed. By-law for next following year (6)A by-law may be passed under subsection (2), (3) or (4) in December of any year to provide that it shall come into effect on a specified day in the next following year and that it shall apply to taxes to be levied in the next following year. Idem (7)A by-law authorized by subsection (6) shall not specify a day that is prior to the 1st day of December for purposes of establishing the maximum percentage charge or discount or interest rate that may be imposed or allowed by the by-law. Amendments to by-law (8)A by-law passed, (a) under subsection (2) or (3) may not be amended so as to specify a percentage charge that is higher than the percentage charge originally specified in the by-law; (b) under clause (4) (a) may not be amended so as to specify a discount rate that is lower than the discount rate originally specified in the by-law; and (c) under clause (4) (b) may not be amended so as to specify an interest rate that is lower than the interest rate originally specified in the by-law. Publication (9)Where a by-law passed by a municipality under subsection (2), (3) or (4) is amended so as to change the percentage charge or discount or interest rate set out in the by-law, notice of the new charge or rate shall be given by having it published in a newspaper that in the opinion of the clerk has general circulation in the municipality and notice of the new charge or rate shall not be required to be given in accordance with subsection 399 (6) of the Municipal Act and the amending by-law setting out the new percentage charge or discount or interest rate comes into effect on the 1st day of the month next following the month in which notice of the new charge or rate was published, or on such other day following the day the notice was published as may be specified in the amending by-law. Idem (10)Notice of a percentage charge or discount or interest rate, whether given under subsection (9) or under subsection 399 (6) of the Municipal Act, may be given at any time on or after the day of the passing of the by-law authorizing the percentage charge or discount or interest rate even if the by-law provides that it will not come into force until a date subsequent to its passing. References in other Acts (11)Where in any Act there is a reference to subsection 399 (3), (4) or (5) of the Municipal Act and where a by-law has been passed under this section, the reference to the said subsection (3), (4) or (5) shall be deemed to be a reference to subsection (2), (3) or (4), respectively, of this section. R.S.O. 1990, c. M.58, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b>(1)In lieu of imposing a percentage charge as a penalty for non-payment of taxes under subsection 399 (3) or (4) of the <i>Municipal Act</i> or allowing a discount or interest for advance payment of taxes under subsection 399 (5) of that Act, a municipality may impose penalties and allow discounts or interest in accordance with this section.</p> <p class=\"headnote-e\"><b>Alternate penalty for non-payment of taxes</b></p> <p class=\"subsection-e\">(2)A municipality may by by-law impose a percentage charge as a penalty for non-payment of taxes or any class or instalment thereof not exceeding one-twelfth of the prime rate percentage on the day the by-law is passed or, alternatively, on such other day within the authorized period as is specified in the by-law, plus one-eighth of 1 per cent and the by-law shall provide that the percentage charge shall be imposed on the first day of default and on the first day of each calendar month thereafter in which default continues, but not after the end of the year in which the taxes are levied.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3)As an alternative to a by-law passed under subsection (2), the municipality may by by-law impose a percentage charge as a penalty for non-payment of taxes or all or any class or instalment thereof not exceeding the prime rate of the bank that has the highest prime rate on the day the by-law is passed or, alternatively, on such other day within the authorized period as is specified in the by-law, plus 1½ per cent per year from the date payment is due until it is made or until the 31st day of December of the year in which the taxes were levied, whichever is earlier.</p> <p class=\"headnote-e\"><b>Alternate discount or interest on payment in advance</b></p> <p class=\"subsection-e\">(4)The municipality may by by-law authorize the treasurer or collector to receive in any year payments on account of taxes for that year in advance of the day that may be fixed by by-law for the payment of any instalment of such taxes and,</p> <p class=\"clause-e\">(a) to allow a discount on any taxes so paid in advance at a rate not exceeding the prime rate of the bank having the highest prime rate on the day the by-law is passed or, alternatively, on such other day within the authorized period as is specified in the by-law, plus 1½ per cent per year and may allow interest at a rate not exceeding the aforementioned maximum rate on account of taxes so paid in advance for any portion of the period for which no discount is allowed; or</p> <p class=\"clause-e\">(b) to allow interest on taxes paid in advance of the day fixed by by-law for the payment of any instalment of such taxes at a rate not exceeding the prime rate of the bank having the highest prime rate on the day the by-law is passed or, alternatively, on such other day within the authorized period as is specified in the by-law, plus 1½ per cent per year,</p> <p class=\"Ssubsection-e\">even if the taxes for such year have not been levied or that the assessment roll on which such taxes are to be fixed and levied has not been revised and certified by the Assessment Review Board when any such advance payment is made.</p> <p class=\"headnote-e\"><b>Limitation</b></p> <p class=\"subsection-e\">(5)Subject to subsections (6) and (7), a by-law passed under this section applies only to taxes levied in the year in which it was passed.</p> <p class=\"headnote-e\"><b>By-law for next following year</b></p> <p class=\"subsection-e\">(6)A by-law may be passed under subsection (2), (3) or (4) in December of any year to provide that it shall come into effect on a specified day in the next following year and that it shall apply to taxes to be levied in the next following year.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(7)A by-law authorized by subsection (6) shall not specify a day that is prior to the 1st day of December for purposes of establishing the maximum percentage charge or discount or interest rate that may be imposed or allowed by the by-law.</p> <p class=\"headnote-e\"><b>Amendments to by-law</b></p> <p class=\"subsection-e\">(8)A by-law passed,</p> <p class=\"clause-e\">(a) under subsection (2) or (3) may not be amended so as to specify a percentage charge that is higher than the percentage charge originally specified in the by-law;</p> <p class=\"clause-e\">(b) under clause (4) (a) may not be amended so as to specify a discount rate that is lower than the discount rate originally specified in the by-law; and</p> <p class=\"clause-e\">(c) under clause (4) (b) may not be amended so as to specify an interest rate that is lower than the interest rate originally specified in the by-law.</p> <p class=\"headnote-e\"><b>Publication</b></p> <p class=\"subsection-e\">(9)Where a by-law passed by a municipality under subsection (2), (3) or (4) is amended so as to change the percentage charge or discount or interest rate set out in the by-law, notice of the new charge or rate shall be given by having it published in a newspaper that in the opinion of the clerk has general circulation in the municipality and notice of the new charge or rate shall not be required to be given in accordance with subsection 399 (6) of the <i>Municipal Act</i> and the amending by-law setting out the new percentage charge or discount or interest rate comes into effect on the 1st day of the month next following the month in which notice of the new charge or rate was published, or on such other day following the day the notice was published as may be specified in the amending by-law.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(10)Notice of a percentage charge or discount or interest rate, whether given under subsection (9) or under subsection 399 (6) of the <i>Municipal Act</i>, may be given at any time on or after the day of the passing of the by-law authorizing the percentage charge or discount or interest rate even if the by-law provides that it will not come into force until a date subsequent to its passing.</p> <p class=\"headnote-e\"><b>References in other Acts</b></p> <p class=\"subsection-e\">(11)Where in any Act there is a reference to subsection 399 (3), (4) or (5) of the <i>Municipal Act</i> and where a by-law has been passed under this section, the reference to the said subsection (3), (4) or (5) shall be deemed to be a reference to subsection (2), (3) or (4), respectively, of this section. R.S.O. 1990, c. M.58, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Interest on overpayments",
            "content": "6.(1)A local municipality may pass by-laws to provide for paying to persons to whom overpayments are refunded under subsection 37 (6) of the Assessment Act, interest on the overpayments at such rate as the council may determine and different rates may be paid for different successive periods from the day the overpayments were made or such other day as may be set out in the by-law until the day they were refunded or such other day as may be set out in the by-law. Charge back (2)Any portion of interest paid under subsection (1) that is attributable to a portion of an overpayment levied by the local municipality for some other body shall be charged back to that other body and the remaining portion of the interest shall be charged to the general funds of the local municipality. Retrospective effect (3)A by-law passed under subsection (1) may be made applicable to overpayments that were made prior to the passing of the by-law. Idem (4)A by-law passed under subsection (1) may be made applicable to overpayments made prior to the coming into force of this Act. R.S.O. 1990, c. M.58, s. 6. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>6.</b>(1)A local municipality may pass by-laws to provide for paying to persons to whom overpayments are refunded under subsection 37 (6) of the <i>Assessment Act</i>, interest on the overpayments at such rate as the council may determine and different rates may be paid for different successive periods from the day the overpayments were made or such other day as may be set out in the by-law until the day they were refunded or such other day as may be set out in the by-law.</p> <p class=\"headnote-e\"><b>Charge back</b></p> <p class=\"subsection-e\">(2)Any portion of interest paid under subsection (1) that is attributable to a portion of an overpayment levied by the local municipality for some other body shall be charged back to that other body and the remaining portion of the interest shall be charged to the general funds of the local municipality.</p> <p class=\"headnote-e\"><b>Retrospective effect</b></p> <p class=\"subsection-e\">(3)A by-law passed under subsection (1) may be made applicable to overpayments that were made prior to the passing of the by-law.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4)A by-law passed under subsection (1) may be made applicable to overpayments made prior to the coming into force of this Act. R.S.O. 1990, c. M.58, s. 6.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90m58_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90m58_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}