{
    "act_info": {
        "full_title": "Municipal Tax Sales Act, R.S.O. 1990, c. M.60",
        "act_name_text": "Not Found",
        "citation": "Municipal Tax Sales Act, R.S.O. 1990, c. M.60",
        "url": "https://www.ontario.ca/laws/statute/90m60",
        "date_scraped": "2023-12-19 21:54:02"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "P59_954",
            "section": "Interpretation",
            "content": "1. (1) In this Act, “cancellation price” means an amount equal to all the tax arrears owing at any time in respect of land together with all current real property taxes owing, interest and penalties thereon and all reasonable costs incurred by the municipality, after the treasurer becomes entitled to register a tax arrears certificate under section 3, in proceeding under this Act or in contemplation of proceeding under this Act and, without restricting the generality of the foregoing, may include, (a) legal fees and disbursements, (b) the costs of preparing an extension agreement entered into under section 8, (c) the costs of preparing a survey where such is required to register any document under this Act, and (d) a reasonable allowance for costs that may be incurred subsequent to advertising under section 9; (“coût d’annulation”) “environmental site assessment” means an investigation in relation to land to determine the environmental condition of the land, and includes a phase one environmental site assessment or phase two environmental site assessment, both within the meaning of Part XV.1 of the Environmental Protection Act; (“évaluation environnementale de site”) “improved land” means a parcel of land separately assessed that has a building thereon, and includes any land in actual use for agricultural purposes, although there is no building thereon; (“terrain aménagé”) “inspector” means an employee or agent of a municipality authorized by the municipality to carry out inspections under section 17.1; (“inspecteur”) “municipality” means the corporation of a city, town, village, township or improvement district; (“municipalité”) “notice of vesting” means a notice of vesting prepared under subsection 9 (3) and includes the title conferred by the registration of the notice of vesting; (“avis de dévolution”) “prescribed” means prescribed by the regulations made under this Act; (“prescrit”) “public sale” means a sale either by public auction or public tender conducted in accordance with this Act and the prescribed rules; (“vente publique”) “real property taxes” means the amount of taxes levied on real property under the Municipal Act, the Education Act and the Ontario Municipal Support Grants Act, the amount of any taxes levied on real property under section 21.1 of the Provincial Land Tax Act, and any amounts owed under the Local Improvement Act, the Drainage Act, the Tile Drainage Act and the Shoreline Property Assistance Act with respect to the real property and includes any amounts deemed to be taxes on real property by or under any other general or special Act; (“impôts fonciers”) “register” means register in the proper land registry office and “registered” and “registration” have a corresponding meaning; (“enregistrer”, “enregistré”, “enregistrement”) “tax arrears” means any real property taxes placed on or added to a collector’s roll that remain unpaid on the 1st day of January in the year following that in which they were placed on or added to the roll; (“arriérés d’impôts”) “tax arrears certificate” means a tax arrears certificate prepared under section 3; (“certificat d’arriérés d’impôts”) “tax deed” means a tax deed prepared under subsection 9(3) and includes the title conferred by the registration of the tax deed; (“acte d’adjudication”) “treasurer” means the treasurer of the municipality to which the tax arrears are owed; (“trésorier”) “vacant land” means a parcel of land separately assessed that has no building thereon, but does not include any improved land. (“terrain nu”) R.S.O. 1990, c. M.60, s. 1 (1); 1998, c. 3, s. 37; 2001, c. 17, s. 4 (1). Application to tax sales under Education Act (2) Where, under the Education Act, an officer or collector has the powers and duties of a treasurer and the board has the powers and duties of the council of a municipality, this Act and the regulations made under this Act apply to tax arrears and to every sale of land for tax arrears owed to the board. R.S.O. 1990, c. M.60, s. 1 (2). Register of title, abstract index (3) For the purposes of this Act, “register of title” and “abstract index” include an instrument received for registration before the closing of the land registry office on the day the tax arrears certificate was registered even if the instrument has not been abstracted or entered in the register or index at that time; (“registre des droits immobiliers”, “répertoire par lot”) “index of executions” and “index of writs received for execution” include a warrant or other process or a certificate of lien that is filed with the sheriff and recorded in the index of executions under the Land Titles Act or in the index of writs received for execution by the sheriff, as the case may be. (“répertoire des brefs d’exécution”, “répertoire des brefs d’exécution reçus”) R.S.O. 1990, c. M.60, s. 1 (3). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (3) is repealed by the Statutes of Ontario, 2000, chapter 26, Schedule K, subsection 3 (1) and the following substituted: Interpretation (3) For the purposes of this Act, “abstract index” and “parcel register” include an instrument received for registration before the closing of the land registry office on the day the tax arrears certificate was registered even if the instrument has not been abstracted or entered in the register or index at that time; (“répertoire par lot”, “registre des parcelles”) “index of executions” and “index of writs received for execution” include a warrant or other process or a certificate of lien that is filed with the sheriff and recorded in the index of executions under the Land Titles Act or in the index of writs received for execution by the sheriff, as the case may be. (“répertoire des brefs d’exécution”, “répertoire des brefs d’exécution reçus”) See: 2000, c. 26, Sched. K, ss. 3 (1), 7 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P59_954\"></a><a name=\"BK0\"></a>1.</b> (1) In this Act,</p> <p class=\"firstdef-e\">“cancellation price” means an amount equal to all the tax arrears owing at any time in respect of land together with all current real property taxes owing, interest and penalties thereon and all reasonable costs incurred by the municipality, after the treasurer becomes entitled to register a tax arrears certificate under section 3, in proceeding under this Act or in contemplation of proceeding under this Act and, without restricting the generality of the foregoing, may include,</p> <p class=\"defclause-e\">(a) legal fees and disbursements,</p> <p class=\"defclause-e\">(b) the costs of preparing an extension agreement entered into under section 8,</p> <p class=\"defclause-e\">(c) the costs of preparing a survey where such is required to register any document under this Act, and</p> <p class=\"defclause-e\">(d) a reasonable allowance for costs that may be incurred subsequent to advertising under section 9; (“coût d’annulation”)</p> <p class=\"definition-e\">“environmental site assessment” means an investigation in relation to land to determine the environmental condition of the land, and includes a phase one environmental site assessment or phase two environmental site assessment, both within the meaning of Part XV.1 of the <i>Environmental Protection Act</i>; (“évaluation environnementale de site”)</p> <p class=\"definition-e\">“improved land” means a parcel of land separately assessed that has a building thereon, and includes any land in actual use for agricultural purposes, although there is no building thereon; (“terrain aménagé”)</p> <p class=\"definition-e\">“inspector” means an employee or agent of a municipality authorized by the municipality to carry out inspections under section 17.1; (“inspecteur”)</p> <p class=\"definition-e\">“municipality” means the corporation of a city, town, village, township or improvement district; (“municipalité”)</p> <p class=\"definition-e\">“notice of vesting” means a notice of vesting prepared under subsection 9 (3) and includes the title conferred by the registration of the notice of vesting; (“avis de dévolution”)</p> <p class=\"definition-e\">“prescribed” means prescribed by the regulations made under this Act; (“prescrit”)</p> <p class=\"definition-e\">“public sale” means a sale either by public auction or public tender conducted in accordance with this Act and the prescribed rules; (“vente publique”)</p> <p class=\"definition-e\">“real property taxes” means the amount of taxes levied on real property under the <i>Municipal Act</i>, the <i>Education Act</i> and the <i>Ontario Municipal Support Grants Act</i>, the amount of any taxes levied on real property under section 21.1 of the <i>Provincial Land Tax Act</i>, and any amounts owed under the <i>Local Improvement Act</i>, the <i>Drainage Act</i>, the <i>Tile Drainage Act</i> and the <i>Shoreline Property Assistance Act</i> with respect to the real property and includes any amounts deemed to be taxes on real property by or under any other general or special Act; (“impôts fonciers”)</p> <p class=\"definition-e\">“register” means register in the proper land registry office and “registered” and “registration” have a corresponding meaning; (“enregistrer”, “enregistré”, “enregistrement”)</p> <p class=\"definition-e\">“tax arrears” means any real property taxes placed on or added to a collector’s roll that remain unpaid on the 1st day of January in the year following that in which they were placed on or added to the roll; (“arriérés d’impôts”)</p> <p class=\"definition-e\">“tax arrears certificate” means a tax arrears certificate prepared under section 3; (“certificat d’arriérés d’impôts”)</p> <p class=\"definition-e\">“tax deed” means a tax deed prepared under subsection 9(3) and includes the title conferred by the registration of the tax deed; (“acte d’adjudication”)</p> <p class=\"definition-e\">“treasurer” means the treasurer of the municipality to which the tax arrears are owed; (“trésorier”)</p> <p class=\"definition-e\">“vacant land” means a parcel of land separately assessed that has no building thereon, but does not include any improved land. (“terrain nu”) R.S.O. 1990, c. M.60, s. 1 (1); 1998, c. 3, s. 37; 2001, c. 17, s. 4 (1).</p> <p class=\"headnote-e\"><b>Application to tax sales under <i>Education Act</i></b></p> <p class=\"subsection-e\">(2) Where, under the <i>Education Act</i>, an officer or collector has the powers and duties of a treasurer and the board has the powers and duties of the council of a municipality, this Act and the regulations made under this Act apply to tax arrears and to every sale of land for tax arrears owed to the board. R.S.O. 1990, c. M.60, s. 1 (2).</p> <p class=\"headnote-e\"><b>Register of title, abstract index</b></p> <p class=\"subsection-e\">(3) For the purposes of this Act,</p> <p class=\"firstdef-e\">“register of title” and “abstract index” include an instrument received for registration before the closing of the land registry office on the day the tax arrears certificate was registered even if the instrument has not been abstracted or entered in the register or index at that time; (“registre des droits immobiliers”, “répertoire par lot”)</p> <p class=\"definition-e\">“index of executions” and “index of writs received for execution” include a warrant or other process or a certificate of lien that is filed with the sheriff and recorded in the index of executions under the <i>Land Titles Act</i> or in the index of writs received for execution by the sheriff, as the case may be. (“répertoire des brefs d’exécution”, “répertoire des brefs d’exécution reçus”) R.S.O. 1990, c. M.60, s. 1 (3).</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (3) is repealed by the Statutes of Ontario, 2000, chapter 26, Schedule K, subsection 3 (1) and the following substituted:  </b></p> <p class=\"headnote-e\"><b>Interpretation</b></p> <p class=\"Ysubsection-e\">(3) For the purposes of this Act,</p> <p class=\"Yfirstdef-e\">“abstract index” and “parcel register” include an instrument received for registration before the closing of the land registry office on the day the tax arrears certificate was registered even if the instrument has not been abstracted or entered in the register or index at that time; (“répertoire par lot”, “registre des parcelles”)</p> <p class=\"Ydefinition-e\">“index of executions” and “index of writs received for execution” include a warrant or other process or a certificate of lien that is filed with the sheriff and recorded in the index of executions under the<i> Land Titles Act </i>or in the index of writs received for execution by the sheriff, as the case may be. (“répertoire des brefs d’exécution”, “répertoire des brefs d’exécution reçus”)</p> <p class=\"Pnote-e\"><b>See: 2000, c. 26, Sched. K, ss. 3 (1), 7 (2).</b></p>"
        },
        {
            "id": "P92_7078",
            "section": "Administration",
            "content": "2. The Minister of Municipal Affairs is responsible for the administration of this Act. R.S.O. 1990, c. M.60, s. 2.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P92_7078\"></a><a name=\"BK1\"></a>2.</b> The Minister of Municipal Affairs is responsible for the administration of this Act. R.S.O. 1990, c. M.60, s. 2.</p>"
        },
        {
            "id": "P94_7238",
            "section": "Registration of tax arrears certificate",
            "content": "3. (1) Where any part of tax arrears is owing with respect to, (a) any improved land in a municipality on the 1st day of January in the third year following that in which the real property taxes become owing; or (b) any vacant land in a municipality on the 1st day of January in the second year following that in which the real property taxes become owing, the treasurer, unless otherwise directed by the municipal council, may prepare and register a tax arrears certificate in the prescribed form against the title to the land with respect to which the tax arrears are owing. Form (2) A tax arrears certificate shall indicate that the land described in the certificate will be sold by public sale if the cancellation price is not paid within one year following the date of the registration of the tax arrears certificate. R.S.O. 1990, c. M.60, s. 3 (1, 2). Escheated land (3) This section applies to land that is vested in the Crown because of an escheat or forfeiture under the Business Corporations Act or the Corporations Act or a predecessor of those Acts before or after the registration of a tax arrears certificate. The land may be sold under this Act for tax arrears. 1994, c. 27, s. 124 (1). What lands certificate may embrace (4) A tax arrears certificate in respect of improved land shall not embrace more than one such property or any vacant land that is a separate parcel, and a tax arrears certificate in respect of vacant land shall not embrace lots according to more than one registered plan or any improved land. R.S.O. 1990, c. M.60, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P94_7238\"></a><a name=\"BK2\"></a>3.</b> (1) Where any part of tax arrears is owing with respect to,</p> <p class=\"clause-e\">(a) any improved land in a municipality on the 1st day of January in the third year following that in which the real property taxes become owing; or</p> <p class=\"clause-e\">(b) any vacant land in a municipality on the 1st day of January in the second year following that in which the real property taxes become owing,</p> <p class=\"Ssection-e\">the treasurer, unless otherwise directed by the municipal council, may prepare and register a tax arrears certificate in the prescribed form against the title to the land with respect to which the tax arrears are owing.</p> <p class=\"headnote-e\"><b>Form</b></p> <p class=\"subsection-e\">(2) A tax arrears certificate shall indicate that the land described in the certificate will be sold by public sale if the cancellation price is not paid within one year following the date of the registration of the tax arrears certificate. R.S.O. 1990, c. M.60, s. 3 (1, 2).</p> <p class=\"headnote-e\"><b>Escheated land</b></p> <p class=\"subsection-e\">(3) This section applies to land that is vested in the Crown because of an escheat or forfeiture under the <i>Business Corporations Act</i> or the <i>Corporations Act</i> or a predecessor of those Acts before or after the registration of a tax arrears certificate. The land may be sold under this Act for tax arrears. 1994, c. 27, s. 124 (1).</p> <p class=\"headnote-e\"><b>What lands certificate may embrace</b></p> <p class=\"subsection-e\">(4) A tax arrears certificate in respect of improved land shall not embrace more than one such property or any vacant land that is a separate parcel, and a tax arrears certificate in respect of vacant land shall not embrace lots according to more than one registered plan or any improved land. R.S.O. 1990, c. M.60, s. 3 (4).</p>"
        },
        {
            "id": "P105_8841",
            "section": "Notice of registration",
            "content": "4. (1) Within sixty days of the registration of a tax arrears certificate, the treasurer shall send or cause to be sent a notice in the prescribed form of the registration of the certificate to the following persons: 1. The assessed owner of the land. 2. In the case of improved land, the assessed tenants in occupation of the land. 3. Where the land is registered under the Land Titles Act, every person appearing by the register of title and by the index of executions to have an interest in the land as of the time of closing of the land registry office on the day the tax arrears certificate was registered other than a person who has an interest referred to in clause 9 (5) (a) or (b). Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 3 is amended by the Statutes of Ontario, 2000, chapter 26, Schedule K, subsection 3 (2) by striking out “register of title” and substituting “parcel register”. See: 2000, c. 26, Sched. K, ss. 3 (2), 7 (2). 4. Where the Registry Act applies to the land, every person appearing by the abstract index and by the index of writs received for execution by the sheriff for the area in which the land is situate to have an interest in the land as of the time of closing of the land registry office on the day the tax arrears certificate was registered other than a person who has an interest referred to in clause 9 (5) (a) or (b). R.S.O. 1990, c. M.60, s. 4 (1). Spouse of owner (2) Where a notice is sent under this section to a person appearing by the records of the land registry office to be the owner of the land or to a person who is an assessed tenant in occupation of the land, a notice shall also be sent to the spouse of such person and, where this subsection is complied with, section 43 of the Family Law Act shall be deemed to have been complied with. R.S.O. 1990, c. M.60, s. 4 (2). (3) Repealed: 1994, c. 27, s. 124 (2). Statutory declaration (4) The treasurer, forthwith after complying with subsections (1) and (2), shall make and register a statutory declaration in the prescribed form stating the names and addresses of the persons to whom notice was sent. R.S.O. 1990, c. M.60, s. 4 (4); 1994, c. 27, s. 124 (3). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (4) is repealed by the Statutes of Ontario, 2000, chapter 26, Schedule K, subsection 3 (3) and the following substituted: Statutory declaration (4) The treasurer, immediately after complying with subsections (1) and (2), shall make a statutory declaration in the prescribed form stating the names and addresses of the persons to whom notice was sent. See: 2000, c. 26, Sched. K, ss. 3 (3), 7 (2). Note: On a day to be named by proclamation of the Lieutenant Governor, section 4 is amended by the Statutes of Ontario, 2000, chapter 26, Schedule K, subsection 3 (4) by adding the following subsection: Inspection (4.1) The treasurer shall permit any person, upon request, to inspect a copy of the statutory declaration made under subsection (4) and shall provide copies of it at the same rate as is charged under section 74 of the Municipal Act. See: 2000, c. 26, Sched. K, ss. 3 (4), 7 (2). Limitation (5) A person is not entitled to notice under this section if, (a) after a reasonable search of the records mentioned in subsection 11 (1), the treasurer is unable to find the person’s address and the treasurer is not otherwise aware of the address; or (b) the person has expressly waived the right to notice, either before or after the notice should have been sent. R.S.O. 1990, c. M.60, s. 4 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P105_8841\"></a><a name=\"BK3\"></a>4.</b> (1) Within sixty days of the registration of a tax arrears certificate, the treasurer shall send or cause to be sent a notice in the prescribed form of the registration of the certificate to the following persons:</p> <p class=\"paragraph-e\">1. The assessed owner of the land.</p> <p class=\"paragraph-e\">2. In the case of improved land, the assessed tenants in occupation of the land.</p> <p class=\"paragraph-e\">3. Where the land is registered under the <i>Land Titles Act</i>, every person appearing by the register of title and by the index of executions to have an interest in the land as of the time of closing of the land registry office on the day the tax arrears certificate was registered other than a person who has an interest referred to in clause 9 (5) (a) or (b).</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 3 is amended by the Statutes of Ontario, 2000, chapter 26, Schedule K, subsection 3 (2) by striking out “register of title” and substituting “parcel register”. See: 2000, c. 26, Sched. K, ss. 3 (2), 7 (2).</b></p> <p class=\"paragraph-e\">4. Where the <i>Registry Act</i> applies to the land, every person appearing by the abstract index and by the index of writs received for execution by the sheriff for the area in which the land is situate to have an interest in the land as of the time of closing of the land registry office on the day the tax arrears certificate was registered other than a person who has an interest referred to in clause 9 (5) (a) or (b). R.S.O. 1990, c. M.60, s. 4 (1).</p> <p class=\"headnote-e\"><b>Spouse of owner</b></p> <p class=\"subsection-e\">(2) Where a notice is sent under this section to a person appearing by the records of the land registry office to be the owner of the land or to a person who is an assessed tenant in occupation of the land, a notice shall also be sent to the spouse of such person and, where this subsection is complied with, section 43 of the <i>Family Law Act</i> shall be deemed to have been complied with. R.S.O. 1990, c. M.60, s. 4 (2).</p> <p class=\"subsection-e\">(3) Repealed: 1994, c. 27, s. 124 (2).</p> <p class=\"headnote-e\"><b>Statutory declaration</b></p> <p class=\"subsection-e\">(4) The treasurer, forthwith after complying with subsections (1) and (2), shall make and register a statutory declaration in the prescribed form stating the names and addresses of the persons to whom notice was sent. R.S.O. 1990, c. M.60, s. 4 (4); 1994, c. 27, s. 124 (3).</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (4) is repealed by the Statutes of Ontario, 2000, chapter 26, Schedule K, subsection 3 (3) and the following substituted:</b></p> <p class=\"headnote-e\"><b>Statutory declaration</b></p> <p class=\"Ysubsection-e\">(4) The treasurer, immediately after complying with subsections (1) and (2), shall make a statutory declaration in the prescribed form stating the names and addresses of the persons to whom notice was sent.</p> <p class=\"Pnote-e\"><b>See: 2000, c. 26, Sched. K, ss. 3 (3), 7 (2).</b></p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, section 4 is amended by the Statutes of Ontario, 2000, chapter 26, Schedule K, subsection 3 (4) by adding the following subsection:</b></p> <p class=\"headnote-e\"><b>Inspection</b></p> <p class=\"Ysubsection-e\">(4.1) The treasurer shall permit any person, upon request, to inspect a copy of the statutory declaration made under subsection (4) and shall provide copies of it at the same rate as is charged under section 74 of the <i>Municipal Act</i>.</p> <p class=\"Pnote-e\"><b>See: 2000, c. 26, Sched. K, ss. 3 (4), 7 (2).</b></p> <p class=\"headnote-e\"><b>Limitation</b></p> <p class=\"subsection-e\">(5) A person is not entitled to notice under this section if,</p> <p class=\"clause-e\">(a) after a reasonable search of the records mentioned in subsection 11 (1), the treasurer is unable to find the person’s address and the treasurer is not otherwise aware of the address; or</p> <p class=\"clause-e\">(b) the person has expressly waived the right to notice, either before or after the notice should have been sent. R.S.O. 1990, c. M.60, s. 4 (5).</p>"
        },
        {
            "id": "P129_12515",
            "section": "Cancellation of tax arrears certificate",
            "content": "5. (1) Before the expiry of the one-year period mentioned in subsection 9 (1), any person may have the tax arrears certificate cancelled by paying to the municipality the cancellation price as of the date the payment is tendered and after the expiry of the one-year period the land shall be sold or vested in the municipality in accordance with section 9. Cancellation certificate (2) Where payment has been made under subsection (1), the treasurer shall forthwith register a tax arrears cancellation certificate in the prescribed form. Lien (3) If the cancellation price is paid by a person entitled to receive notice under subsection 4 (1) or an assignee of any such person, other than the owner of the land or the spouse of the owner, the person has a lien on the land concerned for the amount paid. Priority of lien (4) A lien under subsection (3) has priority over the interest in the land of any person to whom notice was sent under section 4. Contents of certificate (5) Where there is a lien under subsection (3), the tax arrears cancellation certificate shall state that the person named therein has a lien on the land. R.S.O. 1990, c. M.60, s. 5.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P129_12515\"></a><a name=\"BK4\"></a>5.</b> (1) Before the expiry of the one-year period mentioned in subsection 9 (1), any person may have the tax arrears certificate cancelled by paying to the municipality the cancellation price as of the date the payment is tendered and after the expiry of the one-year period the land shall be sold or vested in the municipality in accordance with section 9.</p> <p class=\"headnote-e\"><b>Cancellation certificate</b></p> <p class=\"subsection-e\">(2) Where payment has been made under subsection (1), the treasurer shall forthwith register a tax arrears cancellation certificate in the prescribed form.</p> <p class=\"headnote-e\"><b>Lien</b></p> <p class=\"subsection-e\">(3) If the cancellation price is paid by a person entitled to receive notice under subsection 4 (1) or an assignee of any such person, other than the owner of the land or the spouse of the owner, the person has a lien on the land concerned for the amount paid.</p> <p class=\"headnote-e\"><b>Priority of lien</b></p> <p class=\"subsection-e\">(4) A lien under subsection (3) has priority over the interest in the land of any person to whom notice was sent under section 4.</p> <p class=\"headnote-e\"><b>Contents of certificate</b></p> <p class=\"subsection-e\">(5) Where there is a lien under subsection (3), the tax arrears cancellation certificate shall state that the person named therein has a lien on the land. R.S.O. 1990, c. M.60, s. 5.</p>"
        },
        {
            "id": "P139_13719",
            "section": "Accounting for cancellation price",
            "content": "6. (1) Except where the cancellation price has been determined in accordance with a by-law passed under section 15, a person who pays the cancellation price before the expiry of the one-year period mentioned in subsection 9 (1), by a written request made within thirty days after making the payment, may require the treasurer to provide an itemized breakdown of the calculation of the cancellation price that has been paid. Idem (2) Where the treasurer fails to provide the itemized breakdown of the calculation within thirty days of the request or where the person who made the request is of the opinion that the cancellation price so calculated has not been calculated properly or that the costs included in the cancellation price by the municipality as costs incurred in proceeding under this Act are unreasonable, the person who made the request may apply to the Ontario Court (General Division) for an accounting of the cancellation price. Idem (3) Upon an application for an accounting under subsection (2), the court shall determine the matter and, if the court determines that the cancellation price was not calculated properly or the costs included in the cancellation price are unreasonable, it may make an order setting a cancellation price which is proper and reasonable but no such order shall relieve a taxpayer of any liability to pay any validly imposed real property taxes. R.S.O. 1990, c. M.60, s. 6.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P139_13719\"></a><a name=\"BK5\"></a>6.</b> (1) Except where the cancellation price has been determined in accordance with a by-law passed under section 15, a person who pays the cancellation price before the expiry of the one-year period mentioned in subsection 9 (1), by a written request made within thirty days after making the payment, may require the treasurer to provide an itemized breakdown of the calculation of the cancellation price that has been paid.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Where the treasurer fails to provide the itemized breakdown of the calculation within thirty days of the request or where the person who made the request is of the opinion that the cancellation price so calculated has not been calculated properly or that the costs included in the cancellation price by the municipality as costs incurred in proceeding under this Act are unreasonable, the person who made the request may apply to the Ontario Court (General Division) for an accounting of the cancellation price.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) Upon an application for an accounting under subsection (2), the court shall determine the matter and, if the court determines that the cancellation price was not calculated properly or the costs included in the cancellation price are unreasonable, it may make an order setting a cancellation price which is proper and reasonable but no such order shall relieve a taxpayer of any liability to pay any validly imposed real property taxes. R.S.O. 1990, c. M.60, s. 6.</p>"
        },
        {
            "id": "P145_15195",
            "section": "Effect of tax arrears cancellation certificate",
            "content": "7. Unless otherwise shown in the tax arrears cancellation certificate, the certificate, when registered, is conclusive proof of the payment of the cancellation price as of the date set out in it. R.S.O. 1990, c. M.60, s. 7.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P145_15195\"></a><a name=\"BK6\"></a>7.</b> Unless otherwise shown in the tax arrears cancellation certificate, the certificate, when registered, is conclusive proof of the payment of the cancellation price as of the date set out in it. R.S.O. 1990, c. M.60, s. 7.</p>"
        },
        {
            "id": "P147_15444",
            "section": "Extension agreements",
            "content": "8. (1) A municipality, by a by-law passed after the registration of the tax arrears certificate and before the expiry of the one-year period mentioned in subsection 9 (1), may authorize an extension agreement with the owner of the land extending the period of time in which the cancellation price is to be paid and the agreement may be subject to such terms and conditions relating to payment as are set out in it, but it shall not, (a) reduce the amount of the cancellation price; or (b) prohibit any person from paying the cancellation price at any time. Mandatory contents (2) Every extension agreement entered into under subsection (1) shall state, (a) when and under what conditions it shall cease to be considered a subsisting agreement; (b) that any person may pay the cancellation price at any time; and (c) that it terminates upon payment of the cancellation price by any person. Calculation of time (3) The period during which there is a subsisting extension agreement shall not be counted by the treasurer in calculating the periods mentioned in subsection 9 (1). Inspection of extension agreement (4) The treasurer, on the request of any person, shall permit the person to inspect a copy of an extension agreement entered into under this section and shall provide copies thereof at the same rate as is charged under section 74 of the Municipal Act. Cancellation certificate (5) When the terms of an extension agreement have been fulfilled, the treasurer shall forthwith register a tax arrears cancellation certificate in the prescribed form. R.S.O. 1990, c. M.60, s. 8.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P147_15444\"></a><a name=\"BK7\"></a>8.</b> (1) A municipality, by a by-law passed after the registration of the tax arrears certificate and before the expiry of the one-year period mentioned in subsection 9 (1), may authorize an extension agreement with the owner of the land extending the period of time in which the cancellation price is to be paid and the agreement may be subject to such terms and conditions relating to payment as are set out in it, but it shall not,</p> <p class=\"clause-e\">(a) reduce the amount of the cancellation price; or</p> <p class=\"clause-e\">(b) prohibit any person from paying the cancellation price at any time.</p> <p class=\"headnote-e\"><b>Mandatory contents</b></p> <p class=\"subsection-e\">(2) Every extension agreement entered into under subsection (1) shall state,</p> <p class=\"clause-e\">(a) when and under what conditions it shall cease to be considered a subsisting agreement;</p> <p class=\"clause-e\">(b) that any person may pay the cancellation price at any time; and</p> <p class=\"clause-e\">(c) that it terminates upon payment of the cancellation price by any person.</p> <p class=\"headnote-e\"><b>Calculation of time</b></p> <p class=\"subsection-e\">(3) The period during which there is a subsisting extension agreement shall not be counted by the treasurer in calculating the periods mentioned in subsection 9 (1).</p> <p class=\"headnote-e\"><b>Inspection of extension agreement</b></p> <p class=\"subsection-e\">(4) The treasurer, on the request of any person, shall permit the person to inspect a copy of an extension agreement entered into under this section and shall provide copies thereof at the same rate as is charged under section 74 of the <i>Municipal Act</i>.</p> <p class=\"headnote-e\"><b>Cancellation certificate</b></p> <p class=\"subsection-e\">(5) When the terms of an extension agreement have been fulfilled, the treasurer shall forthwith register a tax arrears cancellation certificate in the prescribed form. R.S.O. 1990, c. M.60, s. 8.</p>"
        },
        {
            "id": "P162_17041",
            "section": "Public sale",
            "content": "9. (1) If the cancellation price remains unpaid at the expiry of the period of 280 days from the day of the registration of the tax arrears certificate, the treasurer, within thirty days of the expiry of the 280 day period, shall send or cause to be sent to the persons entitled to receive notice under section 4 a final notice in the prescribed form that the land will be advertised for public sale unless the cancellation price is paid before the end of the one-year period following the date of the registration of the tax arrears certificate. R.S.O. 1990, c. M.60, s. 9 (1). Advertisement (2) If, at the end of the one-year period following the date of the registration of the tax arrears certificate, (a) the cancellation price remains unpaid; and (b) there is no subsisting extension agreement, the land shall be offered for public sale by public auction or public tender, as the treasurer shall decide, and the treasurer shall forthwith, (c) make a statutory declaration in the prescribed form stating the names and addresses of the persons to whom notice was sent under subsection (1); (d) advertise the land for sale once in The Ontario Gazette and once a week for four weeks in a newspaper that, in the opinion of the treasurer, has such circulation within the municipality as to provide reasonable notice of the sale or, where there is no such newspaper, the treasurer shall post notice in the municipal office and one other prominent place in the municipality and the advertisement shall be in the prescribed form. R.S.O. 1990, c. M.60, s. 9 (2). Conduct of sale (3) The treasurer, in accordance with the prescribed rules, shall conduct a public sale and determine whether there is a successful purchaser and, (a) where there is a successful purchaser, the treasurer shall prepare and register a tax deed in the prescribed form in the name of the successful purchaser or in such name as the successful purchaser may direct; or (b) where there is no successful purchaser, the treasurer may prepare and register, in the name of the municipality, a notice of vesting in the prescribed form. R.S.O. 1990, c. M.60, s. 9 (3); 2001, c. 17, s. 4 (2). Statutory declaration (4) The treasurer shall make and register, at the time of registering the tax deed or notice of vesting, a statutory declaration in the prescribed form stating that, (a) the tax arrears certificate was registered with respect to the land at least one year before the land was advertised for sale; (b) notices were sent and the statutory declarations were registered in substantial compliance with this Act and the regulations made under this Act; (c) the cancellation price was not paid within one year following the date of the registration of the tax arrears certificate; and (d) the land was advertised for sale, in substantial compliance with this Act and the regulations made under this Act. R.S.O. 1990, c. M.60, s. 9 (4). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (4) is repealed by the Statutes of Ontario, 2000, chapter 26, Schedule K, subsection 3 (5) and the following substituted: Treasurer's statement (4) The treasurer shall make and register, at the time of registering the tax deed or notice of vesting, a statement in the prescribed form stating that, (a) the tax arrears certificate was registered with respect to the land at least one year before the land was advertised for sale; (b) notices were sent and the statutory declarations were made in substantial compliance with this Act and the regulations under this Act; (c) the cancellation price was not paid within one year following the date of the registration of the tax arrears certificate; and (d) the land was advertised for sale, in substantial compliance with this Act and the regulations under this Act. See: 2000, c. 26, Sched. K, ss. 3 (5), 7 (2). Effect of conveyance (5) A tax deed or notice of vesting, when registered, vests in the person named therein or in the municipality, as the case may be, an estate in fee simple in the land, together with all rights, privileges and appurtenances and free from all estates and interests, subject only to, (a) easements and restrictive covenants that run with the land; (b) any estates and interests of the Crown in right of Canada or in right of Ontario other than an estate or interest acquired by the Crown in right of Ontario because of an escheat or forfeiture under the Business Corporations Act or the Corporations Act or a predecessor of those Acts; (c) any interest or title acquired by adverse possession by abutting landowners before the registration of the tax deed or notice of vesting. R.S.O. 1990, c. M.60, s. 9 (5); 1994, c. 27, s. 124 (4). Idem (6) A tax deed or notice of vesting, when registered, vests in the person named therein or the municipality, as the case may be, any interest in or title to adjoining land acquired by adverse possession before the registration of the tax deed or notice of vesting if the person originally acquiring the interest or title by adverse possession did so as a consequence of possession of the land described in the tax deed or notice of vesting. R.S.O. 1990, c. M.60, s. 9 (6). No warranty (7) A tax deed does not, (a) impose an obligation on the municipality to provide vacant possession; (b) invalidate or in any way affect the collection of a rate that has been assessed, imposed or charged on the land under any Act by the municipality before the registration of the tax deed and that accrues or becomes due after the registration of the tax deed. R.S.O. 1990, c. M.60, s. 9 (7). Municipal bid or tender (8) The council of the municipality to which the tax arrears are owed may by resolution authorize the municipality to bid at or submit a tender in a public sale conducted under this section if the municipality requires the land for a municipal purpose. R.S.O. 1990, c. M.60, s. 9 (8). Inspection of statutory declaration (9) The treasurer, on the request of any person, shall permit the person to inspect a copy of the statutory declaration made under clause (2) (c) and shall provide copies thereof at the same rate as is charged under section 74 of the Municipal Act. R.S.O. 1990, c. M.60, s. 9 (9). Power of treasurer (10) Despite anything in the prescribed rules, except the rules relating to the determination of the successful purchaser, the treasurer, in conducting a sale under this Act, may do all things as are, in his or her opinion, necessary to ensure a fair and orderly sale. R.S.O. 1990, c. M.60, s. 9 (10). Value of land (11) The treasurer is not bound to inquire into or form any opinion of the value of the land before conducting a sale under this Act and the treasurer is not under any duty to obtain the highest or best price for the land. R.S.O. 1990, c. M.60, s. 9 (11). No registration (12) If a notice of vesting is not registered within one year after a public sale is conducted at which there is no successful purchaser, the tax arrears certificate with respect to the land shall be deemed to be cancelled. 2001, c. 17, s. 4 (3). Effect (13) Subsection (12) does not, (a) prevent the treasurer from registering a new tax arrears certificate with respect to the land and proceeding under this Act; or (b) relieve a taxpayer of any liability to pay any real property taxes imposed before the sale. 2001, c. 17, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P162_17041\"></a><a name=\"BK8\"></a>9.</b> (1) If the cancellation price remains unpaid at the expiry of the period of 280 days from the day of the registration of the tax arrears certificate, the treasurer, within thirty days of the expiry of the 280 day period, shall send or cause to be sent to the persons entitled to receive notice under section 4 a final notice in the prescribed form that the land will be advertised for public sale unless the cancellation price is paid before the end of the one-year period following the date of the registration of the tax arrears certificate. R.S.O. 1990, c. M.60, s. 9 (1).</p> <p class=\"headnote-e\"><b>Advertisement</b></p> <p class=\"subsection-e\">(2) If, at the end of the one-year period following the date of the registration of the tax arrears certificate,</p> <p class=\"clause-e\">(a) the cancellation price remains unpaid; and</p> <p class=\"clause-e\">(b) there is no subsisting extension agreement,</p> <p class=\"Ssubsection-e\">the land shall be offered for public sale by public auction or public tender, as the treasurer shall decide, and the treasurer shall forthwith,</p> <p class=\"clause-e\">(c) make a statutory declaration in the prescribed form stating the names and addresses of the persons to whom notice was sent under subsection (1);</p> <p class=\"clause-e\">(d) advertise the land for sale once in <i>The Ontario Gazette</i> and once a week for four weeks in a newspaper that, in the opinion of the treasurer, has such circulation within the municipality as to provide reasonable notice of the sale or, where there is no such newspaper, the treasurer shall post notice in the municipal office and one other prominent place in the municipality and the advertisement shall be in the prescribed form. R.S.O. 1990, c. M.60, s. 9 (2).</p> <p class=\"headnote-e\"><b>Conduct of sale</b></p> <p class=\"subsection-e\">(3) The treasurer, in accordance with the prescribed rules, shall conduct a public sale and determine whether there is a successful purchaser and,</p> <p class=\"clause-e\">(a) where there is a successful purchaser, the treasurer shall prepare and register a tax deed in the prescribed form in the name of the successful purchaser or in such name as the successful purchaser may direct; or</p> <p class=\"clause-e\">(b) where there is no successful purchaser, the treasurer may prepare and register, in the name of the municipality, a notice of vesting in the prescribed form. R.S.O. 1990, c. M.60, s. 9 (3); 2001, c. 17, s. 4 (2).</p> <p class=\"headnote-e\"><b>Statutory declaration</b></p> <p class=\"subsection-e\">(4) The treasurer shall make and register, at the time of registering the tax deed or notice of vesting, a statutory declaration in the prescribed form stating that,</p> <p class=\"clause-e\">(a) the tax arrears certificate was registered with respect to the land at least one year before the land was advertised for sale;</p> <p class=\"clause-e\">(b) notices were sent and the statutory declarations were registered in substantial compliance with this Act and the regulations made under this Act;</p> <p class=\"clause-e\">(c) the cancellation price was not paid within one year following the date of the registration of the tax arrears certificate; and</p> <p class=\"clause-e\">(d) the land was advertised for sale, in substantial compliance with this Act and the regulations made under this Act. R.S.O. 1990, c. M.60, s. 9 (4).</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (4) is repealed by the Statutes of Ontario, 2000, chapter 26, Schedule K, subsection 3 (5) and the following substituted:</b></p> <p class=\"headnote-e\"><b>Treasurer's statement</b></p> <p class=\"Ysubsection-e\">(4) The treasurer shall make and register, at the time of registering the tax deed or notice of vesting, a statement in the prescribed form stating that,</p> <p class=\"Yclause-e\">(a) the tax arrears certificate was registered with respect to the land at least one year before the land was advertised for sale;</p> <p class=\"Yclause-e\">(b) notices were sent and the statutory declarations were made in substantial compliance with this Act and the regulations under this Act;</p> <p class=\"Yclause-e\">(c) the cancellation price was not paid within one year following the date of the registration of the tax arrears certificate; and</p> <p class=\"Yclause-e\">(d) the land was advertised for sale, in substantial compliance with this Act and the regulations under this Act.</p> <p class=\"Pnote-e\"><b>See: 2000, c. 26, Sched. K, ss. 3 (5), 7 (2).</b></p> <p class=\"headnote-e\"><b>Effect of conveyance</b></p> <p class=\"subsection-e\">(5) A tax deed or notice of vesting, when registered, vests in the person named therein or in the municipality, as the case may be, an estate in fee simple in the land, together with all rights, privileges and appurtenances and free from all estates and interests, subject only to,</p> <p class=\"clause-e\">(a) easements and restrictive covenants that run with the land;</p> <p class=\"clause-e\">(b) any estates and interests of the Crown in right of Canada or in right of Ontario other than an estate or interest acquired by the Crown in right of Ontario because of an escheat or forfeiture under the <i>Business Corporations Act</i> or the <i>Corporations Act</i> or a predecessor of those Acts;</p> <p class=\"clause-e\">(c) any interest or title acquired by adverse possession by abutting landowners before the registration of the tax deed or notice of vesting. R.S.O. 1990, c. M.60, s. 9 (5); 1994, c. 27, s. 124 (4).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(6) A tax deed or notice of vesting, when registered, vests in the person named therein or the municipality, as the case may be, any interest in or title to adjoining land acquired by adverse possession before the registration of the tax deed or notice of vesting if the person originally acquiring the interest or title by adverse possession did so as a consequence of possession of the land described in the tax deed or notice of vesting. R.S.O. 1990, c. M.60, s. 9 (6).</p> <p class=\"headnote-e\"><b>No warranty</b></p> <p class=\"subsection-e\">(7) A tax deed does not,</p> <p class=\"clause-e\">(a) impose an obligation on the municipality to provide vacant possession;</p> <p class=\"clause-e\">(b) invalidate or in any way affect the collection of a rate that has been assessed, imposed or charged on the land under any Act by the municipality before the registration of the tax deed and that accrues or becomes due after the registration of the tax deed. R.S.O. 1990, c. M.60, s. 9 (7).</p> <p class=\"headnote-e\"><b>Municipal bid or tender</b></p> <p class=\"subsection-e\">(8) The council of the municipality to which the tax arrears are owed may by resolution authorize the municipality to bid at or submit a tender in a public sale conducted under this section if the municipality requires the land for a municipal purpose. R.S.O. 1990, c. M.60, s. 9 (8).</p> <p class=\"headnote-e\"><b>Inspection of statutory declaration</b></p> <p class=\"subsection-e\">(9) The treasurer, on the request of any person, shall permit the person to inspect a copy of the statutory declaration made under clause (2) (c) and shall provide copies thereof at the same rate as is charged under section 74 of the <i>Municipal Act</i>. R.S.O. 1990, c. M.60, s. 9 (9).</p> <p class=\"headnote-e\"><b>Power of treasurer</b></p> <p class=\"subsection-e\">(10) Despite anything in the prescribed rules, except the rules relating to the determination of the successful purchaser, the treasurer, in conducting a sale under this Act, may do all things as are, in his or her opinion, necessary to ensure a fair and orderly sale. R.S.O. 1990, c. M.60, s. 9 (10).</p> <p class=\"headnote-e\"><b>Value of land</b></p> <p class=\"subsection-e\">(11) The treasurer is not bound to inquire into or form any opinion of the value of the land before conducting a sale under this Act and the treasurer is not under any duty to obtain the highest or best price for the land. R.S.O. 1990, c. M.60, s. 9 (11).</p> <p class=\"headnote-e\"><b>No registration</b></p> <p class=\"subsection-e\">(12) If a notice of vesting is not registered within one year after a public sale is conducted at which there is no successful purchaser, the tax arrears certificate with respect to the land shall be deemed to be cancelled. 2001, c. 17, s. 4 (3).</p> <p class=\"headnote-e\"><b>Effect</b></p> <p class=\"subsection-e\">(13) Subsection (12) does not,</p> <p class=\"clause-e\">(a) prevent the treasurer from registering a new tax arrears certificate with respect to the land and proceeding under this Act; or</p> <p class=\"clause-e\">(b) relieve a taxpayer of any liability to pay any real property taxes imposed before the sale. 2001, c. 17, s. 4 (3).</p>"
        },
        {
            "id": "P214_24449",
            "section": "Application of proceeds",
            "content": "10. (1) The proceeds of a sale under section 9 shall be, (a) firstly, applied to pay the cancellation price; (b) secondly, paid to all persons, other than the owner, having an interest in the land according to their priority at law; and (c) thirdly, paid to the person who immediately before the registration of the tax deed was the owner of the land. R.S.O. 1990, c. M.60, s. 10 (1). Payment into court (2) The treasurer shall pay the proceeds of sale, minus the cancellation price, into the Ontario Court (General Division) together with a statement in the prescribed form. Same (2.1) The statement must outline the facts under which the payment into court is made including whether the land, at the time of the registration of the tax arrears certificate, was vested in the Crown because of an escheat or forfeiture under the Business Corporations Act or the Corporations Act or a predecessor of those Acts. Same (2.2) Within 60 days after making a payment into court under subsection (2), the treasurer shall send a copy of the statement to the Public Trustee. 1994, c. 27, s. 124 (5). Payment out of court (3) Any person claiming entitlement under clause (1) (b) or (c) may apply to the Ontario Court (General Division) within one year of the payment into court under subsection (2) for payment out of court of the amount to which the person is entitled. Idem (4) On an application under subsection (3), the court shall determine all of the entitlements to receive payments out of the proceeds of sale. R.S.O. 1990, c. M.60, s. 10 (3, 4). Forfeiture (5) If no person makes an application under subsection (3) within the one-year period referred to in that subsection, the amount paid into court under subsection (2) shall be deemed to be forfeited, (a) to the Public Trustee if, at the time of the registration of the tax arrears certificate, the land was vested in the Crown because of an escheat or forfeiture under the Business Corporations Act or the Corporations Act or a predecessor of those Acts; or (b) in any other case, to the municipality, and the Public Trustee or the municipality, as the case may be, may apply to the Ontario Court (General Division) for payment out of court of the amount that was paid in. Same (5.1) In the absence of evidence to the contrary, the Ontario Court (General Division) may rely on the statement of the treasurer under subsection (2) in determining whether the amount paid into court under that subsection is forfeited to the Public Trustee or the municipality under subsection (5). 1994, c. 27, s. 124 (6). Payment into general funds (6) Money received by a municipality under subsection (5) shall be paid into the general funds of the municipality. R.S.O. 1990, c. M.60, s. 10 (6).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P214_24449\"></a><a name=\"BK9\"></a>10.</b> (1) The proceeds of a sale under section 9 shall be,</p> <p class=\"clause-e\">(a) firstly, applied to pay the cancellation price;</p> <p class=\"clause-e\">(b) secondly, paid to all persons, other than the owner, having an interest in the land according to their priority at law; and</p> <p class=\"clause-e\">(c) thirdly, paid to the person who immediately before the registration of the tax deed was the owner of the land. R.S.O. 1990, c. M.60, s. 10 (1).</p> <p class=\"headnote-e\"><b>Payment into court</b></p> <p class=\"subsection-e\">(2) The treasurer shall pay the proceeds of sale, minus the cancellation price, into the Ontario Court (General Division) together with a statement in the prescribed form.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2.1) The statement must outline the facts under which the payment into court is made including whether the land, at the time of the registration of the tax arrears certificate, was vested in the Crown because of an escheat or forfeiture under the <i>Business Corporations Act</i> or the <i>Corporations Act</i> or a predecessor of those Acts.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2.2) Within 60 days after making a payment into court under subsection (2), the treasurer shall send a copy of the statement to the Public Trustee. 1994, c. 27, s. 124 (5).</p> <p class=\"headnote-e\"><b>Payment out of court</b></p> <p class=\"subsection-e\">(3) Any person claiming entitlement under clause (1) (b) or (c) may apply to the Ontario Court (General Division) within one year of the payment into court under subsection (2) for payment out of court of the amount to which the person is entitled.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4) On an application under subsection (3), the court shall determine all of the entitlements to receive payments out of the proceeds of sale. R.S.O. 1990, c. M.60, s. 10 (3, 4).</p> <p class=\"headnote-e\"><b>Forfeiture</b></p> <p class=\"subsection-e\">(5) If no person makes an application under subsection (3) within the one-year period referred to in that subsection, the amount paid into court under subsection (2) shall be deemed to be forfeited,</p> <p class=\"clause-e\">(a) to the Public Trustee if, at the time of the registration of the tax arrears certificate, the land was vested in the Crown because of an escheat or forfeiture under the <i>Business Corporations Act</i> or the <i>Corporations Act</i> or a predecessor of those Acts; or</p> <p class=\"clause-e\">(b) in any other case, to the municipality,</p> <p class=\"Ssubsection-e\">and the Public Trustee or the municipality, as the case may be, may apply to the Ontario Court (General Division) for payment out of court of the amount that was paid in.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(5.1) In the absence of evidence to the contrary, the Ontario Court (General Division) may rely on the statement of the treasurer under subsection (2) in determining whether the amount paid into court under that subsection is forfeited to the Public Trustee or the municipality under subsection (5). 1994, c. 27, s. 124 (6).</p> <p class=\"headnote-e\"><b>Payment into general funds</b></p> <p class=\"subsection-e\">(6) Money received by a municipality under subsection (5) shall be paid into the general funds of the municipality. R.S.O. 1990, c. M.60, s. 10 (6).</p>"
        },
        {
            "id": "P238_27229",
            "section": "Methods of giving notice",
            "content": "11. (1) Any notice required to be sent to any person under this Act may be given by personal delivery or, in the alternative, may be sent by certified or registered mail, (a) in the case of the assessed owner, to the address of the person as shown on the last returned assessment roll of the municipality; (b) in the case of any person whose interest is registered against the title of the land, to the address of the person furnished under section 166 of the Land Titles Act or section 42 of the Registry Act or where no such address has been furnished, addressed to the solicitor whose name appears on the registered instrument by which that person appears to have an interest; (c) in the case of a person appearing to have an interest in the land by the index of executions with respect to land registered under the Land Titles Act or by the index of writs received by the sheriff in the case of land registered under the Registry Act, to the address of the person or person’s solicitor as shown in the index of executions or in the records of the sheriff for the area in which the land is situate; (d) in the case of a spouse of the person appearing by the records of the land registry office to be the owner of the land, addressed to “the spouse of (name of person)” at the usual or last known address of such spouse or, where that address is not known to the treasurer, at the address of the land; and (e) in the case of the Public Trustee, addressed to the Public Trustee at his or her office in Toronto. R.S.O. 1990, c. M.60, s. 11 (1). Idem (2) Any notice required to be sent under this Act to an assessed tenant in occupation of the land and to his or her spouse may be given to them jointly by personal delivery or by ordinary mail addressed to “the occupant and spouse” at the address of the land. R.S.O. 1990, c. M.60, s. 11 (2). Idem (3) Where there are six or more assessed tenants in occupation of the land, the notice referred to in subsection (2) may be given by placing a placard containing the terms of the notice in a conspicuous place on the land and the placing of the placard shall be deemed to be sufficient service of the notice. R.S.O. 1990, c. M.60, s. 11 (3). Statutory declaration, effect (4) A statutory declaration, (a) registered under subsection 4 (4) or made under clause 9 (2) (c) is proof in the absence of evidence to the contrary that the notices required to be sent were sent to the persons named in the statutory declaration and received by them; (b) registered under subsection 9 (4) is conclusive proof of the matters referred to in clauses 9 (4) (a) to (d). R.S.O. 1990, c. M.60, s. 11 (4). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (4) is repealed by the Statutes of Ontario, 2000, chapter 26, Schedule K, subsection 3 (6) and the following substituted: Statutory declaration, effect (4) A statutory declaration made under subsection 4 (4) or under clause 9 (2) (c) is proof, in the absence of evidence to the contrary, that the notices required to be sent were sent to the persons named in the statutory declaration and received by them. See: 2000, c. 26, Sched. K, ss. 3 (6), 7 (2). Note: On a day to be named by proclamation of the Lieutenant Governor, section 11 is amended by the Statutes of Ontario, 2000, chapter 26, Schedule K, subsection 3 (6) by adding the following subsection: Statement, effect (4.1) A statement made and registered under subsection 9 (4) is conclusive proof of the matters referred to in clauses 9 (4) (a) to (d). See: 2000, c. 26, Sched. K, ss. 3 (6), 7 (2). Receipt of notice (5) Nothing in this Act requires the treasurer to ensure that a notice that is properly sent under this Act is received by the person to whom it was sent. R.S.O. 1990, c. M.60, s. 11 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P238_27229\"></a><a name=\"BK10\"></a>11.</b> (1) Any notice required to be sent to any person under this Act may be given by personal delivery or, in the alternative, may be sent by certified or registered mail,</p> <p class=\"clause-e\">(a) in the case of the assessed owner, to the address of the person as shown on the last returned assessment roll of the municipality;</p> <p class=\"clause-e\">(b) in the case of any person whose interest is registered against the title of the land, to the address of the person furnished under section 166 of the <i>Land Titles Act</i> or section 42 of the <i>Registry Act</i> or where no such address has been furnished, addressed to the solicitor whose name appears on the registered instrument by which that person appears to have an interest;</p> <p class=\"clause-e\">(c) in the case of a person appearing to have an interest in the land by the index of executions with respect to land registered under the <i>Land Titles Act</i> or by the index of writs received by the sheriff in the case of land registered under the <i>Registry Act</i>, to the address of the person or person’s solicitor as shown in the index of executions or in the records of the sheriff for the area in which the land is situate;</p> <p class=\"clause-e\">(d) in the case of a spouse of the person appearing by the records of the land registry office to be the owner of the land, addressed to “the spouse of (<i>name of person</i>)” at the usual or last known address of such spouse or, where that address is not known to the treasurer, at the address of the land; and</p> <p class=\"clause-e\">(e) in the case of the Public Trustee, addressed to the Public Trustee at his or her office in Toronto. R.S.O. 1990, c. M.60, s. 11 (1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Any notice required to be sent under this Act to an assessed tenant in occupation of the land and to his or her spouse may be given to them jointly by personal delivery or by ordinary mail addressed to “the occupant and spouse” at the address of the land. R.S.O. 1990, c. M.60, s. 11 (2).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) Where there are six or more assessed tenants in occupation of the land, the notice referred to in subsection (2) may be given by placing a placard containing the terms of the notice in a conspicuous place on the land and the placing of the placard shall be deemed to be sufficient service of the notice. R.S.O. 1990, c. M.60, s. 11 (3).</p> <p class=\"headnote-e\"><b>Statutory declaration, effect</b></p> <p class=\"subsection-e\">(4) A statutory declaration,</p> <p class=\"clause-e\">(a) registered under subsection 4 (4) or made under clause 9 (2) (c) is proof in the absence of evidence to the contrary that the notices required to be sent were sent to the persons named in the statutory declaration and received by them;</p> <p class=\"clause-e\">(b) registered under subsection 9 (4) is conclusive proof of the matters referred to in clauses 9 (4) (a) to (d). R.S.O. 1990, c. M.60, s. 11 (4).</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (4) is repealed by the Statutes of Ontario, 2000, chapter 26, Schedule K, subsection 3 (6) and the following substituted: </b></p> <p class=\"headnote-e\"><b>Statutory declaration, effect</b></p> <p class=\"Ysubsection-e\">(4) A statutory declaration made under subsection 4 (4) or under clause 9 (2) (c) is proof, in the absence of evidence to the contrary, that the notices required to be sent were sent to the persons named in the statutory declaration and received by them.</p> <p class=\"Pnote-e\"><b>See: 2000, c. 26, Sched. K, ss. 3 (6), 7 (2).</b></p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, section 11 is amended by the Statutes of Ontario, 2000, chapter 26, Schedule K, subsection 3 (6) by adding the following subsection: </b></p> <p class=\"headnote-e\"><b>Statement, effect</b></p> <p class=\"Ysubsection-e\">(4.1) A statement made and registered under subsection 9 (4) is conclusive proof of the matters referred to in clauses 9 (4) (a) to (d).</p> <p class=\"Pnote-e\"><b>See: 2000, c. 26, Sched. K, ss. 3 (6), 7 (2).</b></p> <p class=\"headnote-e\"><b>Receipt of notice</b></p> <p class=\"subsection-e\">(5) Nothing in this Act requires the treasurer to ensure that a notice that is properly sent under this Act is received by the person to whom it was sent. R.S.O. 1990, c. M.60, s. 11 (5).</p>"
        },
        {
            "id": "P263_31077",
            "section": "Voidable proceedings",
            "content": "12. (1) No proceedings for the sale of land under this Act are void by reason of any neglect, omission or error but, subject to this section and to section 13, any such neglect, omission or error may render the proceedings voidable. Idem (2) Subject to subsection (4) and to section 13, (a) a failure on the part of the treasurer to substantially comply with section 4 or subsection 9 (1); or (b) an error or omission in the registration or sale of the land, other than an error or omission mentioned in subsection (5), renders the proceedings under this Act voidable. Duty of treasurer (3) Where, before the registration of a tax deed or notice of vesting, the treasurer becomes aware of a failure, error or omission referred to in subsection (2), the treasurer shall forthwith register a tax arrears cancellation certificate in the prescribed form but this subsection does not apply so as to prevent the treasurer from registering a new tax arrears certificate and proceeding under this Act. Actual prejudice (4) Proceedings for the sale of land under this Act are not voidable unless the person complaining of any neglect, error or omission establishes that he or she suffered actual prejudice as a result of the neglect, error or omission. No duty to distrain, effect of miscalculation of cancellation price (5) No proceedings under this Act are rendered voidable by reason of, (a) a failure on the part of the treasurer to distrain for any reason or take any other action for the collection of taxes; (b) an error in the cancellation price other than a substantial error; (c) any error in the notices sent or delivered under this Act if the error has not substantially misled the person complaining of the error; (d) any error in the publishing or posting of advertisements if the error has not substantially misled the person complaining of the error; or (e) any error in the description of the land in the tax arrears certificate if the error has not substantially misled the person complaining of the error. Treasurer may halt proceedings (6) Where, in the opinion of the treasurer, (a) it is not in the financial interests of the municipality to continue with proceedings under this Act; or (b) because of some neglect, error or omission, it is not practical or desirable to continue proceedings under this Act, the treasurer may register a cancellation certificate in the prescribed form, but this subsection does not apply so as to prevent the treasurer from registering a new tax arrears certificate and proceeding under this Act. R.S.O. 1990, c. M.60, s. 12.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P263_31077\"></a><a name=\"BK11\"></a>12.</b> (1) No proceedings for the sale of land under this Act are void by reason of any neglect, omission or error but, subject to this section and to section 13, any such neglect, omission or error may render the proceedings voidable.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Subject to subsection (4) and to section 13,</p> <p class=\"clause-e\">(a) a failure on the part of the treasurer to substantially comply with section 4 or subsection 9 (1); or</p> <p class=\"clause-e\">(b) an error or omission in the registration or sale of the land, other than an error or omission mentioned in subsection (5),</p> <p class=\"Ssubsection-e\">renders the proceedings under this Act voidable.</p> <p class=\"headnote-e\"><b>Duty of treasurer</b></p> <p class=\"subsection-e\">(3) Where, before the registration of a tax deed or notice of vesting, the treasurer becomes aware of a failure, error or omission referred to in subsection (2), the treasurer shall forthwith register a tax arrears cancellation certificate in the prescribed form but this subsection does not apply so as to prevent the treasurer from registering a new tax arrears certificate and proceeding under this Act.</p> <p class=\"headnote-e\"><b>Actual prejudice</b></p> <p class=\"subsection-e\">(4) Proceedings for the sale of land under this Act are not voidable unless the person complaining of any neglect, error or omission establishes that he or she suffered actual prejudice as a result of the neglect, error or omission.</p> <p class=\"headnote-e\"><b>No duty to distrain, effect of miscalculation of cancellation price</b></p> <p class=\"subsection-e\">(5) No proceedings under this Act are rendered voidable by reason of,</p> <p class=\"clause-e\">(a) a failure on the part of the treasurer to distrain for any reason or take any other action for the collection of taxes;</p> <p class=\"clause-e\">(b) an error in the cancellation price other than a substantial error;</p> <p class=\"clause-e\">(c) any error in the notices sent or delivered under this Act if the error has not substantially misled the person complaining of the error;</p> <p class=\"clause-e\">(d) any error in the publishing or posting of advertisements if the error has not substantially misled the person complaining of the error; or</p> <p class=\"clause-e\">(e) any error in the description of the land in the tax arrears certificate if the error has not substantially misled the person complaining of the error.</p> <p class=\"headnote-e\"><b>Treasurer may halt proceedings</b></p> <p class=\"subsection-e\">(6) Where, in the opinion of the treasurer,</p> <p class=\"clause-e\">(a) it is not in the financial interests of the municipality to continue with proceedings under this Act; or</p> <p class=\"clause-e\">(b) because of some neglect, error or omission, it is not practical or desirable to continue proceedings under this Act,</p> <p class=\"Ssubsection-e\">the treasurer may register a cancellation certificate in the prescribed form, but this subsection does not apply so as to prevent the treasurer from registering a new tax arrears certificate and proceeding under this Act. R.S.O. 1990, c. M.60, s. 12.</p>"
        },
        {
            "id": "P286_33698",
            "section": "Effect of registration of tax deed or notice of vesting",
            "content": "13. (1) Subject to proof of fraud, every tax deed and notice of vesting, when registered, is final, binding and conclusive and not subject to challenge for any reason including, without limiting the generality of the foregoing, (a) the invalidity of any assessment upon which the tax arrears were based; and (b) the breach of any requirements, including notice requirements, imposed by this or any other Act or otherwise by law, and no action may be brought for the recovery of the land after the registration of the tax deed or notice of vesting if the statutory declaration required by subsection 9 (4) has been registered. R.S.O. 1990, c. M.60, s. 13 (1). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (1) is amended by the Statutes of Ontario, 2000, chapter 26, Schedule K, subsection 3 (7) by striking out “statutory declaration” in the portion following clause (b) and substituting “statement”. See: 2000, c. 26, Sched. K, ss. 3 (7), 7 (2). Idem (2) Subsection (1) does not apply so as to prevent a person from bringing an action for damages against the municipality. R.S.O. 1990, c. M.60, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P286_33698\"></a><a name=\"BK12\"></a>13.</b> (1) Subject to proof of fraud, every tax deed and notice of vesting, when registered, is final, binding and conclusive and not subject to challenge for any reason including, without limiting the generality of the foregoing,</p> <p class=\"clause-e\">(a) the invalidity of any assessment upon which the tax arrears were based; and</p> <p class=\"clause-e\">(b) the breach of any requirements, including notice requirements, imposed by this or any other Act or otherwise by law,</p> <p class=\"Ssubsection-e\">and no action may be brought for the recovery of the land after the registration of the tax deed or notice of vesting if the statutory declaration required by subsection 9 (4) has been registered. R.S.O. 1990, c. M.60, s. 13 (1).</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (1) is amended by the Statutes of Ontario, 2000, chapter 26, Schedule K, subsection 3 (7) by striking out “statutory declaration” in the portion following clause (b) and substituting “statement”. See: 2000, c. 26, Sched. K, ss. 3 (7), 7 (2).</b></p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not apply so as to prevent a person from bringing an action for damages against the municipality. R.S.O. 1990, c. M.60, s. 13 (2).</p>"
        },
        {
            "id": "P294_34880",
            "section": "Mining rights",
            "content": "14. (1) Despite sections 3, 9 and 13, where land, the mining rights in which are liable for a tax imposed under the Mining Act or a predecessor of that Act, is sold for taxes or is vested in a municipality under this Act or under a predecessor of this Act, on or after the 1st day of April, 1954, such sale or vesting creates a severance of the surface rights from the mining rights, and only the surface rights in the land pass to the tax sale purchaser or vest in the municipality, as the case may be, and the sale or registration does not in any way affect the mining rights. R.S.O. 1990, c. M.60, s. 14 (1); 1994, c. 27, s. 124 (7). Idem (2) Despite subsection (1) or anything else in this or any other Act but subject to any forfeiture to the Crown legally effected under the Mining Tax Act or a predecessor of that Act, where land the mining rights in which were liable for area tax under the Mining Tax Act or its predecessor, was sold for taxes under the Municipal Act or any predecessor thereof or was vested in a municipality upon registration of a tax arrears certificate under the Municipal Affairs Act or any predecessor of that Act before the 1st day of April, 1954, and there had been, before the sale or registration, no severance of the surface rights from the mining rights, and the sale or certificate purported to vest all rights in the land in the tax sale purchaser or in the municipality, as the case may be, such sale or certificate shall be deemed to have vested in the tax sale purchaser or in the municipality, without severance, both the surface and mining rights. R.S.O. 1990, c. M.60, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P294_34880\"></a><a name=\"BK13\"></a>14.</b> (1) Despite sections 3, 9 and 13, where land, the mining rights in which are liable for a tax imposed under the <i>Mining Act</i> or a predecessor of that Act, is sold for taxes or is vested in a municipality under this Act or under a predecessor of this Act, on or after the 1st day of April, 1954, such sale or vesting creates a severance of the surface rights from the mining rights, and only the surface rights in the land pass to the tax sale purchaser or vest in the municipality, as the case may be, and the sale or registration does not in any way affect the mining rights. R.S.O. 1990, c. M.60, s. 14 (1); 1994, c. 27, s. 124 (7).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Despite subsection (1) or anything else in this or any other Act but subject to any forfeiture to the Crown legally effected under the <i>Mining Tax Act</i> or a predecessor of that Act, where land the mining rights in which were liable for area tax under the <i>Mining Tax Act</i> or its predecessor, was sold for taxes under the <i>Municipal Act</i> or any predecessor thereof or was vested in a municipality upon registration of a tax arrears certificate under the <i>Municipal Affairs Act</i> or any predecessor of that Act before the 1st day of April, 1954, and there had been, before the sale or registration, no severance of the surface rights from the mining rights, and the sale or certificate purported to vest all rights in the land in the tax sale purchaser or in the municipality, as the case may be, such sale or certificate shall be deemed to have vested in the tax sale purchaser or in the municipality, without severance, both the surface and mining rights. R.S.O. 1990, c. M.60, s. 14 (2).</p>"
        },
        {
            "id": "P298_36537",
            "section": "Scale of costs",
            "content": "15. The council of a municipality, in lieu of charging the municipality’s actual costs in determining any cancellation price, may by by-law fix a scale of costs to be charged as the reasonable costs of proceedings under this Act, which scale shall be designed to meet only the anticipated costs of the municipality. R.S.O. 1990, c. M.60, s. 15.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P298_36537\"></a><a name=\"BK14\"></a>15.</b> The council of a municipality, in lieu of charging the municipality’s actual costs in determining any cancellation price, may by by-law fix a scale of costs to be charged as the reasonable costs of proceedings under this Act, which scale shall be designed to meet only the anticipated costs of the municipality. R.S.O. 1990, c. M.60, s. 15.</p>"
        },
        {
            "id": "P300_36927",
            "section": "Treasurer, immunity from civil actions",
            "content": "16. (1) No action or other proceeding for damages shall be brought against the treasurer or any officer or employee of the municipality acting under the treasurer’s authority as a result of any act done in good faith in the performance or intended performance of any duty or in the intended exercise of any power under this Act or the regulations made under this Act or any neglect or default in the performance or exercise in good faith of such duty or power but any such action or proceeding may be brought against the municipality. Delegation of duties (2) The treasurer may delegate, in writing, to any officer or employee of the municipality any power or duty granted to or vested in the treasurer under this Act. R.S.O. 1990, c. M.60, s. 16.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P300_36927\"></a><a name=\"BK15\"></a>16.</b> (1) No action or other proceeding for damages shall be brought against the treasurer or any officer or employee of the municipality acting under the treasurer’s authority as a result of any act done in good faith in the performance or intended performance of any duty or in the intended exercise of any power under this Act or the regulations made under this Act or any neglect or default in the performance or exercise in good faith of such duty or power but any such action or proceeding may be brought against the municipality.</p> <p class=\"headnote-e\"><b>Delegation of duties</b></p> <p class=\"subsection-e\">(2) The treasurer may delegate, in writing, to any officer or employee of the municipality any power or duty granted to or vested in the treasurer under this Act. R.S.O. 1990, c. M.60, s. 16.</p>"
        },
        {
            "id": "P304_37721",
            "section": "Collection of tax arrears by county",
            "content": "17. (1) The council of any county may by by-law enter into an agreement with any local municipality within the county authorizing the county treasurer to perform the duties of a treasurer under this Act in respect of land within the local municipality and providing for, (a) the payment to the county of that portion of the cancellation price that reflects the reasonable costs incurred by the county; (b) the method of cancelling any such agreement; and (c) such other matters as are necessary to carry out the agreement. County treasurer, etc. (2) Where an agreement is in force under this section, the county treasurer has all of the powers of the treasurer of the local municipality in relation to the collection of tax arrears, including the power to sell land under this Act, and the county treasurer shall perform all of the duties of the treasurer of the local municipality in relation thereto and only the county may pass by-laws under sections 8 and 15. Treasurer of local municipality (3) Where an agreement under this section is in force, the treasurer of the local municipality shall provide the county treasurer with such information and assistance as is needed by the county treasurer to exercise the powers and duties of a treasurer under this Act. Cancellation of agreement (4) Subject to the terms of the agreement, the county or the local municipality may by by-law cancel at any time an agreement entered into under this section. Notice of cancellation (5) Where a by-law is passed under subsection (4), the clerk of the municipality passing the by-law shall forthwith send a certified copy of the by-law by registered mail to the treasurer of the other municipality. Effect of repeals (6) Where an agreement under this section is cancelled, the treasurer of the local municipality shall assume the duties of a treasurer under this Act in respect of all land within the municipality except the land referred to in subsection (7). Idem (7) Where an agreement under this section is cancelled, any proceedings under this Act started by the treasurer of the county in respect of land within the local municipality affected by the repeal or cancellation shall be continued and concluded by the county treasurer. Other upper tier municipalities (8) This section applies with necessary modifications to every metropolitan, regional and district municipality as if a reference to a county were a reference to such municipality. R.S.O. 1990, c. M.60, s. 17.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P304_37721\"></a><a name=\"BK16\"></a>17.</b> (1) The council of any county may by by-law enter into an agreement with any local municipality within the county authorizing the county treasurer to perform the duties of a treasurer under this Act in respect of land within the local municipality and providing for,</p> <p class=\"clause-e\">(a) the payment to the county of that portion of the cancellation price that reflects the reasonable costs incurred by the county;</p> <p class=\"clause-e\">(b) the method of cancelling any such agreement; and</p> <p class=\"clause-e\">(c) such other matters as are necessary to carry out the agreement.</p> <p class=\"headnote-e\"><b>County treasurer, etc.</b></p> <p class=\"subsection-e\">(2) Where an agreement is in force under this section, the county treasurer has all of the powers of the treasurer of the local municipality in relation to the collection of tax arrears, including the power to sell land under this Act, and the county treasurer shall perform all of the duties of the treasurer of the local municipality in relation thereto and only the county may pass by-laws under sections 8 and 15.</p> <p class=\"headnote-e\"><b>Treasurer of local municipality</b></p> <p class=\"subsection-e\">(3) Where an agreement under this section is in force, the treasurer of the local municipality shall provide the county treasurer with such information and assistance as is needed by the county treasurer to exercise the powers and duties of a treasurer under this Act.</p> <p class=\"headnote-e\"><b>Cancellation of agreement</b></p> <p class=\"subsection-e\">(4) Subject to the terms of the agreement, the county or the local municipality may by by-law cancel at any time an agreement entered into under this section.</p> <p class=\"headnote-e\"><b>Notice of cancellation</b></p> <p class=\"subsection-e\">(5) Where a by-law is passed under subsection (4), the clerk of the municipality passing the by-law shall forthwith send a certified copy of the by-law by registered mail to the treasurer of the other municipality.</p> <p class=\"headnote-e\"><b>Effect of repeals</b></p> <p class=\"subsection-e\">(6) Where an agreement under this section is cancelled, the treasurer of the local municipality shall assume the duties of a treasurer under this Act in respect of all land within the municipality except the land referred to in subsection (7).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(7) Where an agreement under this section is cancelled, any proceedings under this Act started by the treasurer of the county in respect of land within the local municipality affected by the repeal or cancellation shall be continued and concluded by the county treasurer.</p> <p class=\"headnote-e\"><b>Other upper tier municipalities</b></p> <p class=\"subsection-e\">(8) This section applies with necessary modifications to every metropolitan, regional and district municipality as if a reference to a county were a reference to such municipality. R.S.O. 1990, c. M.60, s. 17.</p>"
        },
        {
            "id": "P323_40213",
            "section": "Power of entry",
            "content": "17.1 (1) For the purpose of assisting a municipality to determine whether it is desirable to acquire land that has been offered for public sale under subsection 9 (2) but for which there is no successful purchaser, an inspector may, during the 12 months following the public sale referred to in subsection 9 (3), enter on and inspect the land. 2001, c. 17, s. 4 (4). Inspections (2) In carrying out an inspection, an inspector may, (a) be accompanied by any person to assist in carrying out the inspection; and (b) do anything reasonably necessary to carry out an environmental site assessment of the land, including, (i) conduct surveys, examinations, investigations and tests of the land, including the excavation of test pits, and for those purposes, place equipment on the land for such period as the inspector considers necessary, (ii) take and remove samples or extracts, (iii) make inquiries of any person, and (iv) record or copy information by any method. 2001, c. 17, s. 4 (4). Identification (3) An inspector who is carrying out an inspection shall produce identification on request. 2001, c. 17, s. 4 (4). Entry to dwellings (4) An inspector who is carrying out an inspection shall not enter or remain in any room or place actually being used as a dwelling unless, (a) the consent of the occupier is obtained, the occupier first having been informed that the right of entry may be refused and entry made only under the authority of a warrant issued under section 17.3; or (b) a warrant issued under section 17.3 is obtained. 2001, c. 17, s. 4 (4). Restoration (5) After an inspection is completed, the municipality shall, in so far as is practicable, restore the land to the condition it was in before the inspection. 2001, c. 17, s. 4 (4). Compensation (6) The municipality shall provide compensation for any damages caused by the inspection. 2001, c. 17, s. 4 (4). Registration of notice of vesting (7) Subsections (5) and (6) do not apply if, under clause 9 (3) (b), the treasurer registers a notice of vesting, in the name of the municipality, in respect of the land. 2001, c. 17, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P323_40213\"></a><a name=\"BK17\"></a>17.1</b> (1) For the purpose of assisting a municipality to determine whether it is desirable to acquire land that has been offered for public sale under subsection 9 (2) but for which there is no successful purchaser, an inspector may, during the 12 months following the public sale referred to in subsection 9 (3), enter on and inspect the land. 2001, c. 17, s. 4 (4).</p> <p class=\"headnote-e\"><b>Inspections</b></p> <p class=\"subsection-e\">(2) In carrying out an inspection, an inspector may,</p> <p class=\"clause-e\">(a) be accompanied by any person to assist in carrying out the inspection; and</p> <p class=\"clause-e\">(b) do anything reasonably necessary to carry out an environmental site assessment of the land, including,</p> <p class=\"subclause-e\">(i) conduct surveys, examinations, investigations and tests of the land, including the excavation of test pits, and for those purposes, place equipment on the land for such period as the inspector considers necessary,</p> <p class=\"subclause-e\">(ii) take and remove samples or extracts,</p> <p class=\"subclause-e\">(iii) make inquiries of any person, and</p> <p class=\"subclause-e\">(iv) record or copy information by any method. 2001, c. 17, s. 4 (4).</p> <p class=\"headnote-e\"><b>Identification</b></p> <p class=\"subsection-e\">(3) An inspector who is carrying out an inspection shall produce identification on request. 2001, c. 17, s. 4 (4).</p> <p class=\"headnote-e\"><b>Entry to dwellings</b></p> <p class=\"subsection-e\">(4) An inspector who is carrying out an inspection shall not enter or remain in any room or place actually being used as a dwelling unless,</p> <p class=\"clause-e\">(a) the consent of the occupier is obtained, the occupier first having been informed that the right of entry may be refused and entry made only under the authority of a warrant issued under section 17.3; or</p> <p class=\"clause-e\">(b) a warrant issued under section 17.3 is obtained. 2001, c. 17, s. 4 (4).</p> <p class=\"headnote-e\"><b>Restoration</b></p> <p class=\"subsection-e\">(5) After an inspection is completed, the municipality shall, in so far as is practicable, restore the land to the condition it was in before the inspection. 2001, c. 17, s. 4 (4).</p> <p class=\"headnote-e\"><b>Compensation</b></p> <p class=\"subsection-e\">(6) The municipality shall provide compensation for any damages caused by the inspection. 2001, c. 17, s. 4 (4).</p> <p class=\"headnote-e\"><b>Registration of notice of vesting</b></p> <p class=\"subsection-e\">(7) Subsections (5) and (6) do not apply if, under clause 9 (3) (b), the treasurer registers a notice of vesting, in the name of the municipality, in respect of the land. 2001, c. 17, s. 4 (4).</p>"
        },
        {
            "id": "P345_42369",
            "section": "Inspection without warrant",
            "content": "17.2 (1) The following apply to an inspection carried out without a warrant: 1. At least seven days before entering to carry out an inspection, the municipality shall, by personal service or by prepaid mail, serve a written notice of the inspection on the owners and occupants of the land as shown by the records of the land registry office and by the last returned assessment roll of the municipality in which the land is located. 2. The notice shall specify the date on which the inspector intends to enter on the land to commence the inspection. 3. If the inspector intends to enter on the land more than once during a period of time, the notice shall specify that period. 4. If the inspector intends to leave equipment on the land for a period of time, the notice shall set out a description of the equipment and the period of time during which the inspector intends to leave it on the land. 5. A notice served under this section by prepaid mail shall be deemed to have been received on the fifth day after the date of mailing of the notice. 6. An inspector shall not use force against any individual in carrying out the inspection. 7. An inspector shall only enter on land to carry out an inspection between the hours of 6 a.m. and 9 p.m. unless, after or concurrent with serving the notice under paragraph 1, the municipality has given at least 24 hours written notice of the intent to inspect the land at other hours to the occupants by personal service, prepaid mail or by posting the notice on the land in a conspicuous place. 2001, c. 17, s. 4 (4). Waiver of requirements (2) The owners and occupants may waive any requirements relating to the notice described in paragraph 1 of subsection (1). 2001, c. 17, s. 4 (4). Same (3) The occupants may waive any requirements relating to entries described in paragraph 7 of subsection (1). 2001, c. 17, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P345_42369\"></a><a name=\"BK18\"></a>17.2</b> (1) The following apply to an inspection carried out without a warrant:</p> <p class=\"paragraph-e\">1. At least seven days before entering to carry out an inspection, the municipality shall, by personal service or by prepaid mail, serve a written notice of the inspection on the owners and occupants of the land as shown by the records of the land registry office and by the last returned assessment roll of the municipality in which the land is located.</p> <p class=\"paragraph-e\">2. The notice shall specify the date on which the inspector intends to enter on the land to commence the inspection.</p> <p class=\"paragraph-e\">3. If the inspector intends to enter on the land more than once during a period of time, the notice shall specify that period.</p> <p class=\"paragraph-e\">4. If the inspector intends to leave equipment on the land for a period of time, the notice shall set out a description of the equipment and the period of time during which the inspector intends to leave it on the land.</p> <p class=\"paragraph-e\">5. A notice served under this section by prepaid mail shall be deemed to have been received on the fifth day after the date of mailing of the notice.</p> <p class=\"paragraph-e\">6. An inspector shall not use force against any individual in carrying out the inspection.</p> <p class=\"paragraph-e\">7. An inspector shall only enter on land to carry out an inspection between the hours of 6 a.m. and 9 p.m. unless, after or concurrent with serving the notice under paragraph 1, the municipality has given at least 24 hours written notice of the intent to inspect the land at other hours to the occupants by personal service, prepaid mail or by posting the notice on the land in a conspicuous place. 2001, c. 17, s. 4 (4).</p> <p class=\"headnote-e\"><b>Waiver of requirements</b></p> <p class=\"subsection-e\">(2) The owners and occupants may waive any requirements relating to the notice described in paragraph 1 of subsection (1). 2001, c. 17, s. 4 (4).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) The occupants may waive any requirements relating to entries described in paragraph 7 of subsection (1). 2001, c. 17, s. 4 (4).</p>"
        },
        {
            "id": "P358_44258",
            "section": "Inspection warrant",
            "content": "17.3  (1) The municipality may apply to a provincial judge or a justice of the peace for a warrant authorizing an inspector to inspect land. 2001, c. 17, s. 4 (4). Notice of application for warrant (2) The municipality shall give the owners and occupiers of the land seven days written notice of, (a) the time when and the place where the application for the issuance or extension of a warrant is to be considered; (b) the purpose of the application and the effect of the application being granted; (c) the length of time the municipality is asking for a warrant to be issued or extended; (d) the right of an owner or occupant or an agent of an owner or occupant to appear and make representations; and (e) the fact that if the owner, occupant or agent fails to appear, the judge or justice of the peace may issue or extend the warrant in their absence. 2001, c. 17, s. 4 (4). Right to be heard (3) A person who is served with a notice under subsection (2) or an agent of that person has the right to appear and make representations when the application is being considered. 2001, c. 17, s. 4 (4). Issue of warrant (4) The judge or justice of the peace may issue a warrant authorizing an inspector to inspect land if the judge or justice of the peace is satisfied by evidence under oath that, (a) inspection of the land is reasonably necessary for the purposes set out in subsection 17.1 (1); (b) a notice has been served upon the owners and occupants of the land in accordance with paragraphs 1, 2, 3, 4 and 5 of subsection 17.2 (1); and (c) the inspector has been prevented or is likely to be prevented from entering on the land or exercising any of his or her other powers or the entrance to the land is locked or the land is otherwise inaccessible. 2001, c. 17, s. 4 (4). Execution (5) A warrant shall specify the hours and days during which it may be executed and name a date on which it expires and may specify a period of time during which equipment may be left on the land. 2001, c. 17, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P358_44258\"></a><a name=\"BK19\"></a>17.3 </b> (1) The municipality may apply to a provincial judge or a justice of the peace for a warrant authorizing an inspector to inspect land. 2001, c. 17, s. 4 (4).</p> <p class=\"headnote-e\"><b>Notice of application for warrant</b></p> <p class=\"subsection-e\">(2) The municipality shall give the owners and occupiers of the land seven days written notice of,</p> <p class=\"clause-e\">(a) the time when and the place where the application for the issuance or extension of a warrant is to be considered;</p> <p class=\"clause-e\">(b) the purpose of the application and the effect of the application being granted;</p> <p class=\"clause-e\">(c) the length of time the municipality is asking for a warrant to be issued or extended;</p> <p class=\"clause-e\">(d) the right of an owner or occupant or an agent of an owner or occupant to appear and make representations; and</p> <p class=\"clause-e\">(e) the fact that if the owner, occupant or agent fails to appear, the judge or justice of the peace may issue or extend the warrant in their absence. 2001, c. 17, s. 4 (4).</p> <p class=\"headnote-e\"><b>Right to be heard</b></p> <p class=\"subsection-e\">(3) A person who is served with a notice under subsection (2) or an agent of that person has the right to appear and make representations when the application is being considered. 2001, c. 17, s. 4 (4).</p> <p class=\"headnote-e\"><b>Issue of warrant</b></p> <p class=\"subsection-e\">(4) The judge or justice of the peace may issue a warrant authorizing an inspector to inspect land if the judge or justice of the peace is satisfied by evidence under oath that,</p> <p class=\"clause-e\">(a) inspection of the land is reasonably necessary for the purposes set out in subsection 17.1 (1);</p> <p class=\"clause-e\">(b) a notice has been served upon the owners and occupants of the land in accordance with paragraphs 1, 2, 3, 4 and 5 of subsection 17.2 (1); and</p> <p class=\"clause-e\">(c) the inspector has been prevented or is likely to be prevented from entering on the land or exercising any of his or her other powers or the entrance to the land is locked or the land is otherwise inaccessible. 2001, c. 17, s. 4 (4).</p> <p class=\"headnote-e\"><b>Execution</b></p> <p class=\"subsection-e\">(5) A warrant shall specify the hours and days during which it may be executed and name a date on which it expires and may specify a period of time during which equipment may be left on the land. 2001, c. 17, s. 4 (4).</p>"
        },
        {
            "id": "P376_46298",
            "section": "Inspection with warrant",
            "content": "17.4 The following apply to an inspection carried out with a warrant: 1. The warrant shall be executed between the hours of 6 a.m. and 9 p.m. unless it provides otherwise. 2. The inspector may use such force as is reasonably necessary to execute the warrant and call on police officers to assist in the execution of the warrant. 2001, c. 17, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P376_46298\"></a><a name=\"BK20\"></a>17.4</b> The following apply to an inspection carried out with a warrant:</p> <p class=\"paragraph-e\">1. The warrant shall be executed between the hours of 6 a.m. and 9 p.m. unless it provides otherwise.</p> <p class=\"paragraph-e\">2. The inspector may use such force as is reasonably necessary to execute the warrant and call on police officers to assist in the execution of the warrant. 2001, c. 17, s. 4 (4).</p>"
        },
        {
            "id": "P380_46663",
            "section": "Obstruction",
            "content": "17.5 (1) No person shall obstruct an inspector who is carrying out an inspection under section 17.1. 2001, c. 17, s. 4 (4). Exception (2) Where an inspector is carrying out an inspection under section 17.1 without a warrant, a refusal by the owner or occupant of land to allow the inspector to enter or remain on the land is not obstruction within the meaning of subsection (1). 2001, c. 17, s. 4 (4). Same (3) A refusal to answer the inquiries of an inspector carrying out an inspection under section 17.1 is not obstruction within the meaning of subsection (1). 2001, c. 17, s. 4 (4). Offence (4) Any person who contravenes subsection (1) is guilty of an offence. 2001, c. 17, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P380_46663\"></a><a name=\"BK21\"></a>17.5 </b>(1) No person shall obstruct an inspector who is carrying out an inspection under section 17.1. 2001, c. 17, s. 4 (4).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) Where an inspector is carrying out an inspection under section 17.1 without a warrant, a refusal by the owner or occupant of land to allow the inspector to enter or remain on the land is not obstruction within the meaning of subsection (1). 2001, c. 17, s. 4 (4).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) A refusal to answer the inquiries of an inspector carrying out an inspection under section 17.1 is not obstruction within the meaning of subsection (1). 2001, c. 17, s. 4 (4).</p> <p class=\"headnote-e\"><b>Offence</b></p> <p class=\"subsection-e\">(4) Any person who contravenes subsection (1) is guilty of an offence. 2001, c. 17, s. 4 (4).</p>"
        },
        {
            "id": "P388_47387",
            "section": "Regulations",
            "content": "18. (1) The Lieutenant Governor in Council may make regulations, (a) prescribing forms and providing for their use; Note: On a day to be named by proclamation of the Lieutenant Governor, clause (a) is repealed by the Statutes of Ontario, 2000, chapter 26, Schedule K, subsection 3 (8) and the following substituted: (a) respecting forms, including electronic forms, and providing for their use, which may vary for different land registration systems and areas; See: 2000, c. 26, Sched. K, ss. 3 (8), 7 (2). (b) prescribing rules for the sale of lands under this Act by public sale and, without restricting the generality of the foregoing, the rules, (i) shall set out the method of determining a successful purchaser, and (ii) may require the submission of deposits, in such amount and in such form as may be set out in the rules, and for the forfeiture and disposition thereof. R.S.O. 1990, c. M.60, s. 18 (1). Idem (2) A regulation passed under subclause (1) (b) (i) shall provide that a person shall not be declared to be the successful purchaser unless the person’s tender or bid is equal to or greater than the cancellation price and the person pays the sale price and land transfer tax payable with respect to the sale within such period of time as may be set out in the rules. R.S.O. 1990, c. M.60, s. 18 (2). Note: Section 23 of the Municipal Tax Sales Act, 1984, chapter 48, remains in effect. See Schedule C: Table of Unconsolidated and Unrepealed Acts in Volume 12 of the Revised Statutes of Ontario, 1990. Section 23 of that Act relates to certain transitional issues. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P388_47387\"></a><a name=\"BK22\"></a>18.</b> (1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) prescribing forms and providing for their use;</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (a) is repealed by the Statutes of Ontario, 2000, chapter 26, Schedule K, subsection 3 (8) and the following substituted:</b></p> <p class=\"Yclause-e\">(a) respecting forms, including electronic forms, and providing for their use, which may vary for different land registration systems and areas;</p> <p class=\"Pnote-e\"><b>See: 2000, c. 26, Sched. K, ss. 3 (8), 7 (2).</b></p> <p class=\"clause-e\">(b) prescribing rules for the sale of lands under this Act by public sale and, without restricting the generality of the foregoing, the rules,</p> <p class=\"subclause-e\">(i) shall set out the method of determining a successful purchaser, and</p> <p class=\"subclause-e\">(ii) may require the submission of deposits, in such amount and in such form as may be set out in the rules, and for the forfeiture and disposition thereof. R.S.O. 1990, c. M.60, s. 18 (1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) A regulation passed under subclause (1) (b) (i) shall provide that a person shall not be declared to be the successful purchaser unless the person’s tender or bid is equal to or greater than the cancellation price and the person pays the sale price and land transfer tax payable with respect to the sale within such period of time as may be set out in the rules. R.S.O. 1990, c. M.60, s. 18 (2).</p> <p class=\"Pnote-e\"><b>Note: Section 23 of the <i>Municipal Tax Sales Act, 1984, </i>chapter 48, remains in effect. See Schedule C: Table of Unconsolidated and Unrepealed Acts in Volume 12 of the Revised Statutes of Ontario, 1990. Section 23 of that Act relates to certain transitional issues.</b></p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90m60_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90m60_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}