{
    "act_info": {
        "full_title": "Municipal Water and Sewage Transfer Act, 1997, S.O. 1997, c. 6, Sched. A",
        "act_name_text": "Municipal Water and Sewage Transfer Act, 1997",
        "citation": "S.O. 1997, c. 6, Sched. A",
        "url": "https://www.ontario.ca/laws/statute/97m06",
        "date_scraped": "2023-12-18 18:14:02"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/97m06/v5",
            "valid_from": "April 19, 2021",
            "valid_to": "May 31, 2021"
        },
        {
            "a_href": "/laws/statute/97m06/v4",
            "valid_from": "August 20, 2007",
            "valid_to": "April 18, 2021"
        },
        {
            "a_href": "/laws/statute/97m06/v3",
            "valid_from": "January  1, 2007",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/97m06/v2",
            "valid_from": "December 20, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/statute/97m06/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “Minister” means the Minister of the Environment; (“ministre”) “municipality” has the same meaning as in the Ontario Water Resources Act; (“municipalité”) “OCWA” means the Ontario Clean Water Agency established under the Capital Investment Plan Act, 1993; (“Agence”) “sewage works” has the same meaning as in the Ontario Water Resources Act; (“station d’épuration des eaux d’égout”) “transfer order” means an order under section 2; (“arrêté de transfert”) “water works” has the same meaning as in the Ontario Water Resources Act. (“station de purification de l’eau”)  1997, c. 6, Sched. A, s. 1 (1); 2000, c. 26, Sched. E, s. 4 (1). Interpretation - predecessors of OCWA (2) For the purposes of this Act, the predecessors of OCWA are the Ontario Water Resources Commission and the Crown in right of Ontario.  1997, c. 6, Sched. A, s. 1 (2). Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. E, s. 4 (1) - 06/12/2000",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“Minister” means the Minister of the Environment; (“ministre”)</p> <p class=\"definition\">“municipality” has the same meaning as in the <i>Ontario Water Resources Act</i>; (“municipalité”)</p> <p class=\"definition\">“OCWA” means the Ontario Clean Water Agency established under the <i>Capital Investment Plan Act, 1993</i>; (“Agence”)</p> <p class=\"definition\">“sewage works” has the same meaning as in the <i>Ontario Water Resources Act</i>; (“station d’épuration des eaux d’égout”)</p> <p class=\"definition\">“transfer order” means an order under section 2; (“arrêté de transfert”)</p> <p class=\"definition\">“water works” has the same meaning as in the <i>Ontario Water Resources Act</i>. (“station de purification de l’eau”)  1997, c. 6, Sched. A, s. 1 (1); 2000, c. 26, Sched. E, s. 4 (1).</p> <p class=\"headnote\">Interpretation - predecessors of OCWA</p> <p class=\"subsection\">(2) For the purposes of this Act, the predecessors of OCWA are the Ontario Water Resources Commission and the Crown in right of Ontario.  1997, c. 6, Sched. A, s. 1 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedes4s1\">2000, c. 26, Sched. E, s. 4 (1)</a></span> - 06/12/2000</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Transfer orders",
            "part_id": null,
            "part_type": null,
            "section_y": "Transfer orders",
            "content": "2 (1) The Minister may make an order transferring to a municipality the beneficial and legal ownership of a water works or sewage works owned by OCWA.  1997, c. 6, Sched. A, s. 2 (1). Application (2) Subsection (1) applies only to water works and sewage works that, (a)  were owned by OCWA immediately before this section came into force; or (b)  were constructed pursuant to agreements entered into before this section came into force.  1997, c. 6, Sched. A, s. 2 (2). Scope of order (3) An order under subsection (1), (a)  may apply to one or more water works or sewage works; (b)  may apply to all or part of a water works or sewage works; and (c)  may transfer ownership to one or more municipalities.  1997, c. 6, Sched. A, s. 2 (3). Related assets, etc. (4) A transfer order may also provide for the transfer to the municipality of other assets, liabilities, rights and obligations of OCWA related to the water works or sewage works.  1997, c. 6, Sched. A, s. 2 (4). Exception (5) Subsection (4) does not permit the transfer of, (a)  a liability that arose out of the operation, on or after November 15, 1993, of the water works or sewage works; (b)  a liability that arose before the transfer order took effect, if an action based on the liability was commenced before the transfer order took effect; or (c)  a liability in respect of which OCWA is retaining a holdback or holding money in trust under the Construction Lien Act.  1997, c. 6, Sched. A, s. 2 (5). Transfer order respecting land (6) The Minister may make a separate transfer order transferring ownership of an interest in land.  1997, c. 6, Sched. A, s. 2 (6). Time limitation (7) No order shall be made under this section after January 1, 2005.  1997, c. 6, Sched. A, s. 2 (7). Ownership of works (8) For the purposes of this section, water works or sewage works shall be deemed to be owned by OCWA if, (a)  OCWA or a predecessor of OCWA is the beneficial or legal owner of the works; or (b)  a predecessor of OCWA was the beneficial or legal owner of the works at any time, unless another person is the beneficial owner and the legal owner of the works.  1997, c. 6, Sched. A, s. 2 (8). Ownership of land (9) Subsection (8) applies, with necessary modifications, to an interest in land on which a water works or sewage works is located.  1997, c. 6, Sched. A, s. 2 (9).",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>(1) The Minister may make an order transferring to a municipality the beneficial and legal ownership of a water works or sewage works owned by OCWA.  1997, c. 6, Sched. A, s. 2 (1).</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(2) Subsection (1) applies only to water works and sewage works that,</p> <p class=\"paragraph\">  (a)  were owned by OCWA immediately before this section came into force; or</p> <p class=\"paragraph\">  (b)  were constructed pursuant to agreements entered into before this section came into force.  1997, c. 6, Sched. A, s. 2 (2).</p> <p class=\"headnote\">Scope of order</p> <p class=\"subsection\">(3) An order under subsection (1),</p> <p class=\"paragraph\">  (a)  may apply to one or more water works or sewage works;</p> <p class=\"paragraph\">  (b)  may apply to all or part of a water works or sewage works; and</p> <p class=\"paragraph\">  (c)  may transfer ownership to one or more municipalities.  1997, c. 6, Sched. A, s. 2 (3).</p> <p class=\"headnote\">Related assets, etc.</p> <p class=\"subsection\">(4) A transfer order may also provide for the transfer to the municipality of other assets, liabilities, rights and obligations of OCWA related to the water works or sewage works.  1997, c. 6, Sched. A, s. 2 (4).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(5) Subsection (4) does not permit the transfer of,</p> <p class=\"paragraph\">  (a)  a liability that arose out of the operation, on or after November 15, 1993, of the water works or sewage works;</p> <p class=\"paragraph\">  (b)  a liability that arose before the transfer order took effect, if an action based on the liability was commenced before the transfer order took effect; or</p> <p class=\"paragraph\">  (c)  a liability in respect of which OCWA is retaining a holdback or holding money in trust under the <i>Construction Lien Act</i>.  1997, c. 6, Sched. A, s. 2 (5).</p> <p class=\"headnote\">Transfer order respecting land</p> <p class=\"subsection\">(6) The Minister may make a separate transfer order transferring ownership of an interest in land.  1997, c. 6, Sched. A, s. 2 (6).</p> <p class=\"headnote\">Time limitation</p> <p class=\"subsection\">(7) No order shall be made under this section after January 1, 2005.  1997, c. 6, Sched. A, s. 2 (7).</p> <p class=\"headnote\">Ownership of works</p> <p class=\"subsection\">(8) For the purposes of this section, water works or sewage works shall be deemed to be owned by OCWA if,</p> <p class=\"paragraph\">  (a)  OCWA or a predecessor of OCWA is the beneficial or legal owner of the works; or</p> <p class=\"paragraph\">  (b)  a predecessor of OCWA was the beneficial or legal owner of the works at any time, unless another person is the beneficial owner and the legal owner of the works.  1997, c. 6, Sched. A, s. 2 (8).</p> <p class=\"headnote\">Ownership of land</p> <p class=\"subsection\">(9) Subsection (8) applies, with necessary modifications, to an interest in land on which a water works or sewage works is located.  1997, c. 6, Sched. A, s. 2 (9).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "section_x": "Interests in land",
            "part_id": null,
            "part_type": null,
            "section_y": "Interests in land",
            "content": "3 (1) A transfer order that transfers ownership of an interest in land may be registered in the proper land registry office.  1997, c. 6, Sched. A, s. 3 (1). Claims under Part III of Registry Act (2) A transfer order registered under subsection (1) shall be deemed to be a notice of claim registered in accordance with Part III of the Registry Act.  1997, c. 6, Sched. A, s. 3 (2). Exception (3) Subsection (2) does not apply if the transfer order is made on or after December 31, 1999.  1997, c. 6, Sched. A, s. 3 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>3 </b>(1) A transfer order that transfers ownership of an interest in land may be registered in the proper land registry office.  1997, c. 6, Sched. A, s. 3 (1).</p> <p class=\"headnote\">Claims under Part III of <i>Registry Act</i></p> <p class=\"subsection\">(2) A transfer order registered under subsection (1) shall be deemed to be a notice of claim registered in accordance with Part III of the <i>Registry Act</i>.  1997, c. 6, Sched. A, s. 3 (2).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) Subsection (2) does not apply if the transfer order is made on or after December 31, 1999.  1997, c. 6, Sched. A, s. 3 (3).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "section_x": "Effective date of transfer",
            "part_id": null,
            "part_type": null,
            "section_y": "Effective date of transfer",
            "content": "4 A transfer order takes effect on the date specified by the order and the property transferred by the order vests in the municipality on that date.  1997, c. 6, Sched. A, s. 4.",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>4 </b>A transfer order takes effect on the date specified by the order and the property transferred by the order vests in the municipality on that date.  1997, c. 6, Sched. A, s. 4.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "section_x": "Transfer to two or more municipalities",
            "part_id": null,
            "part_type": null,
            "section_y": "Transfer to two or more municipalities",
            "content": "5 (1) The Minister shall not make a transfer order transferring ownership of a water works or sewage works, or a group of water works or sewage works, to two or more municipalities unless, at least nine months before the order takes effect, the Minister gives the municipalities notice of the proposed order and an opportunity to make written submissions concerning the proposed order.  1997, c. 6, Sched. A, s. 5 (1). Same (2) The Minister is not required to consider any submissions that are received more than six months after giving the notice.  1997, c. 6, Sched. A, s. 5 (2). Same (3) The Minister shall not make the transfer order until at least six months after giving the notice.  1997, c. 6, Sched. A, s. 5 (3). Same (4) Subsections (1) and (3) do not apply if all the municipalities agree.  1997, c. 6, Sched. A, s. 5 (4). Modification of order (5) If the notice required by subsection (1) is given, the Minister may make the transfer order with such modifications as the Minister considers appropriate.  1997, c. 6, Sched. A, s. 5 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>5 </b>(1) The Minister shall not make a transfer order transferring ownership of a water works or sewage works, or a group of water works or sewage works, to two or more municipalities unless, at least nine months before the order takes effect, the Minister gives the municipalities notice of the proposed order and an opportunity to make written submissions concerning the proposed order.  1997, c. 6, Sched. A, s. 5 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Minister is not required to consider any submissions that are received more than six months after giving the notice.  1997, c. 6, Sched. A, s. 5 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Minister shall not make the transfer order until at least six months after giving the notice.  1997, c. 6, Sched. A, s. 5 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Subsections (1) and (3) do not apply if all the municipalities agree.  1997, c. 6, Sched. A, s. 5 (4).</p> <p class=\"headnote\">Modification of order</p> <p class=\"subsection\">(5) If the notice required by subsection (1) is given, the Minister may make the transfer order with such modifications as the Minister considers appropriate.  1997, c. 6, Sched. A, s. 5 (5).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "section_x": "Management of works transferred to two or more municipalities",
            "part_id": null,
            "part_type": null,
            "section_y": "Management of works transferred to two or more municipalities",
            "content": "6 (1) If a transfer order transfers ownership of a water works or sewage works, or a group of water works or sewage works, to two or more municipalities, the works shall be managed by a joint board established in accordance with the transfer order.  1997, c. 6, Sched. A, s. 6 (1). Transfer order (2) The transfer order may contain other provisions governing the management of the works.  1997, c. 6, Sched. A, s. 6 (2). Agreement (3) Except as otherwise provided by the transfer order, subsection (1) does not apply if the municipalities agree on another method of managing the works.  1997, c. 6, Sched. A, s. 6 (3). Disputes (4) A municipality may apply to the Ontario Land Tribunal to resolve any dispute that arises among the municipalities with respect to the management of a water works or sewage works to which this section applies.  1997, c. 6, Sched. A, s. 6 (4); 2021, c. 4, Sched. 6, s. 69. Activities outside municipality (5) If a transfer order transfers ownership of a water works or sewage works, or a group of water works or sewage works, to two or more municipalities, any rule of law that prohibits any of the municipalities from acquiring land or doing any other thing outside the municipality does not apply if the acquisition of the land or the doing of the thing is for the purposes of the works or an extension to or replacement of the works.  1997, c. 6, Sched. A, s. 6 (5). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 69 - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>6 </b>(1) If a transfer order transfers ownership of a water works or sewage works, or a group of water works or sewage works, to two or more municipalities, the works shall be managed by a joint board established in accordance with the transfer order.  1997, c. 6, Sched. A, s. 6 (1).</p> <p class=\"headnote\">Transfer order</p> <p class=\"subsection\">(2) The transfer order may contain other provisions governing the management of the works.  1997, c. 6, Sched. A, s. 6 (2).</p> <p class=\"headnote\">Agreement</p> <p class=\"subsection\">(3) Except as otherwise provided by the transfer order, subsection (1) does not apply if the municipalities agree on another method of managing the works.  1997, c. 6, Sched. A, s. 6 (3).</p> <p class=\"headnote\">Disputes</p> <p class=\"subsection\">(4) A municipality may apply to the Ontario Land Tribunal to resolve any dispute that arises among the municipalities with respect to the management of a water works or sewage works to which this section applies.  1997, c. 6, Sched. A, s. 6 (4); 2021, c. 4, Sched. 6, s. 69.</p> <p class=\"headnote\">Activities outside municipality</p> <p class=\"subsection\">(5) If a transfer order transfers ownership of a water works or sewage works, or a group of water works or sewage works, to two or more municipalities, any rule of law that prohibits any of the municipalities from acquiring land or doing any other thing outside the municipality does not apply if the acquisition of the land or the doing of the thing is for the purposes of the works or an extension to or replacement of the works.  1997, c. 6, Sched. A, s. 6 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s69\">2021, c. 4, Sched. 6, s. 69</a> </span>- 01/06/2021</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "7.",
            "section_x": "Operation of works",
            "part_id": null,
            "part_type": null,
            "section_y": "Operation of works",
            "content": "7 (1) Subject to subsections (2) and (3), OCWA shall continue to operate any water works or sewage works that it operated immediately before ownership of the works was transferred to a municipality under this Act.  1997, c. 6, Sched. A, s. 7 (1). Agreements re operation (2) Subject to subsection (3) and section 8, any provisions that are contained in an agreement to which OCWA or a predecessor of OCWA was a party immediately before the transfer order took effect and that relate to the operation of the works continue to apply despite the transfer.  1997, c. 6, Sched. A, s. 7 (2). Termination of OCWA operation (3) If an agreement referred to in subsection (2) does not provide for the termination of OCWA’s operation of the works, the operation of the works by OCWA may be terminated by OCWA or the municipality, if at least six months written notice of the termination is given to the other effective not earlier than one year after the date the transfer order took effect.  1997, c. 6, Sched. A, s. 7 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>7 </b>(1) Subject to subsections (2) and (3), OCWA shall continue to operate any water works or sewage works that it operated immediately before ownership of the works was transferred to a municipality under this Act.  1997, c. 6, Sched. A, s. 7 (1).</p> <p class=\"headnote\">Agreements re operation</p> <p class=\"subsection\">(2) Subject to subsection (3) and section 8, any provisions that are contained in an agreement to which OCWA or a predecessor of OCWA was a party immediately before the transfer order took effect and that relate to the operation of the works continue to apply despite the transfer.  1997, c. 6, Sched. A, s. 7 (2).</p> <p class=\"headnote\">Termination of OCWA operation</p> <p class=\"subsection\">(3) If an agreement referred to in subsection (2) does not provide for the termination of OCWA’s operation of the works, the operation of the works by OCWA may be terminated by OCWA or the municipality, if at least six months written notice of the termination is given to the other effective not earlier than one year after the date the transfer order took effect.  1997, c. 6, Sched. A, s. 7 (3).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "8.",
            "section_x": "Payments to OCWA",
            "part_id": null,
            "part_type": null,
            "section_y": "Payments to OCWA",
            "content": "8 (1) Subject to subsections (2) to (4), if ownership of a water works or sewage works is transferred to a municipality under this Act, any municipality that was obligated under an agreement to make payments to OCWA in respect of the operation of the works, the capital costs of the works or any other matter related to the works continues to be obligated to make those payments in accordance with the agreement despite the transfer.  1997, c. 6, Sched. A, s. 8 (1). Operation (2) Subsection (1) no longer applies to payments in respect of the operation of the works if OCWA stops operating the works.  1997, c. 6, Sched. A, s. 8 (2). Transfer order (3) The transfer order may contain provisions specifying what portion of the payments that a municipality is required to pay under subsection (1) are payments in respect of the operation of the works.  1997, c. 6, Sched. A, s. 8 (3). Two or more municipalities (4) If ownership of the works is transferred to two or more municipalities, the transfer order may provide that, (a)  all payments to which OCWA is entitled under subsection (1) shall be paid by one of the municipalities to which ownership of the works is transferred or by a joint board established in accordance with the order; and (b)  any municipality that would otherwise have been required to make payments to OCWA under subsection (1) shall instead make those payments to the municipality or joint board that is required to make payments to OCWA under clause (a).  1997, c. 6, Sched. A, s. 8 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>8 </b>(1) Subject to subsections (2) to (4), if ownership of a water works or sewage works is transferred to a municipality under this Act, any municipality that was obligated under an agreement to make payments to OCWA in respect of the operation of the works, the capital costs of the works or any other matter related to the works continues to be obligated to make those payments in accordance with the agreement despite the transfer.  1997, c. 6, Sched. A, s. 8 (1).</p> <p class=\"headnote\">Operation</p> <p class=\"subsection\">(2) Subsection (1) no longer applies to payments in respect of the operation of the works if OCWA stops operating the works.  1997, c. 6, Sched. A, s. 8 (2).</p> <p class=\"headnote\">Transfer order</p> <p class=\"subsection\">(3) The transfer order may contain provisions specifying what portion of the payments that a municipality is required to pay under subsection (1) are payments in respect of the operation of the works.  1997, c. 6, Sched. A, s. 8 (3).</p> <p class=\"headnote\">Two or more municipalities</p> <p class=\"subsection\">(4) If ownership of the works is transferred to two or more municipalities, the transfer order may provide that,</p> <p class=\"paragraph\">  (a)  all payments to which OCWA is entitled under subsection (1) shall be paid by one of the municipalities to which ownership of the works is transferred or by a joint board established in accordance with the order; and</p> <p class=\"paragraph\">  (b)  any municipality that would otherwise have been required to make payments to OCWA under subsection (1) shall instead make those payments to the municipality or joint board that is required to make payments to OCWA under clause (a).  1997, c. 6, Sched. A, s. 8 (4).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "9.",
            "section_x": "Agreements to provide service to other persons",
            "part_id": null,
            "part_type": null,
            "section_y": "Agreements to provide service to other persons",
            "content": "9 (1) If a transfer order is made transferring ownership of a water works or sewage works to a municipality and an agreement that was entered into before the transfer takes effect requires OCWA or a predecessor of OCWA to provide water or sewage services to a person other than the municipality through the use of those works, the transfer order, (a)  may require the municipality, another municipality or a joint board that manages the works to provide the services; and (b)  may contain provisions governing payment for the services.  1997, c. 6, Sched. A, s. 9 (1). Collection of payments (2) A municipality that is entitled to payments for services it is required to provide under clause (1) (a) may, for the purpose of collecting those payments, pass a by-law deeming the payments to be fees or charges imposed under the Municipal Act, 2001 or the City of Toronto Act, 2006, as the case may be, in respect of sewage works or water works and those Acts and the regulations made under those Acts apply with necessary modifications to the collection of the payments.  2006, c. 32, Sched. C, s. 38 (1). Termination of services (3) The obligation to provide services under clause (1) (a) terminates on the date OCWA or its predecessor would no longer have been obligated to provide the services under the agreement that was entered into before the transfer order took effect.  1997, c. 6, Sched. A, s. 9 (3). Same (4) Despite subsection (3) and despite the agreement referred to in that subsection, the transfer order may provide that the obligation to provide services under clause (1) (a) terminates on a date before or after the date referred to in subsection (3).  1997, c. 6, Sched. A, s. 9 (4). No compensation (5) The person to whom OCWA or its predecessor was obligated to provide services before the transfer order took effect is not entitled to any compensation as a result of the operation of this Act.  1997, c. 6, Sched. A, s. 9 (5). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003 2006, c. 32, Sched. C, s. 38 (1) - 01/01/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>9 </b>(1) If a transfer order is made transferring ownership of a water works or sewage works to a municipality and an agreement that was entered into before the transfer takes effect requires OCWA or a predecessor of OCWA to provide water or sewage services to a person other than the municipality through the use of those works, the transfer order,</p> <p class=\"paragraph\">  (a)  may require the municipality, another municipality or a joint board that manages the works to provide the services; and</p> <p class=\"paragraph\">  (b)  may contain provisions governing payment for the services.  1997, c. 6, Sched. A, s. 9 (1).</p> <p class=\"headnote\">Collection of payments</p> <p class=\"subsection\">(2) A municipality that is entitled to payments for services it is required to provide under clause (1) (a) may, for the purpose of collecting those payments, pass a by-law deeming the payments to be fees or charges imposed under the <i>Municipal Act, 2001</i> or the <i>City of Toronto Act, 2006</i>, as the case may be, in respect of sewage works or water works and those Acts and the regulations made under those Acts apply with necessary modifications to the collection of the payments.  2006, c. 32, Sched. C, s. 38 (1).</p> <p class=\"headnote\">Termination of services</p> <p class=\"subsection\">(3) The obligation to provide services under clause (1) (a) terminates on the date OCWA or its predecessor would no longer have been obligated to provide the services under the agreement that was entered into before the transfer order took effect.  1997, c. 6, Sched. A, s. 9 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Despite subsection (3) and despite the agreement referred to in that subsection, the transfer order may provide that the obligation to provide services under clause (1) (a) terminates on a date before or after the date referred to in subsection (3).  1997, c. 6, Sched. A, s. 9 (4).</p> <p class=\"headnote\">No compensation</p> <p class=\"subsection\">(5) The person to whom OCWA or its predecessor was obligated to provide services before the transfer order took effect is not entitled to any compensation as a result of the operation of this Act.  1997, c. 6, Sched. A, s. 9 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedcs38s1\">2006, c. 32, Sched. C, s. 38 (1)</a></span> - 01/01/2007</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "10.",
            "section_x": "Amendment of transfer order",
            "part_id": null,
            "part_type": null,
            "section_y": "Amendment of transfer order",
            "content": "10 (1) The Minister may at any time amend a transfer order to clarify what works and what other assets, liabilities, rights and obligations have been transferred by the order.  1997, c. 6, Sched. A, s. 10 (1). Application of subs. 2 (7) (2) Subsection 2 (7) does not prohibit the amendment of a transfer order after January 1, 2005.  1997, c. 6, Sched. A, s. 10 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>10 </b>(1) The Minister may at any time amend a transfer order to clarify what works and what other assets, liabilities, rights and obligations have been transferred by the order.  1997, c. 6, Sched. A, s. 10 (1).</p> <p class=\"headnote\">Application of subs. 2 (7)</p> <p class=\"subsection\">(2) Subsection 2 (7) does not prohibit the amendment of a transfer order after January 1, 2005.  1997, c. 6, Sched. A, s. 10 (2).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "11.",
            "section_x": "Actions relating to transferred liability",
            "part_id": null,
            "part_type": null,
            "section_y": "Actions relating to transferred liability",
            "content": "11 No proceeding may be commenced against OCWA, its predecessors, a minister of the Crown, a Director under the Environmental Protection Act or the Ontario Water Resources Act, or any public servant who acted on behalf of OCWA, its predecessors, a minister of the Crown or the Director, in respect of any liability or obligation that has been transferred under this Act.  1997, c. 6, Sched. A, s. 11.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>11 </b>No proceeding may be commenced against OCWA, its predecessors, a minister of the Crown, a Director under the <i>Environmental Protection Act</i> or the <i>Ontario Water Resources Act</i>, or any public servant who acted on behalf of OCWA, its predecessors, a minister of the Crown or the Director, in respect of any liability or obligation that has been transferred under this Act.  1997, c. 6, Sched. A, s. 11.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "12.",
            "section_x": "Agreements relating to planning, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Agreements relating to planning, etc.",
            "content": "12 The making of a transfer order does not affect the obligations of OCWA under any agreement entered into on or after November 15, 1993 relating to the planning, design or construction of the works or the expansion of the works.  1997, c. 6, Sched. A, s. 12.",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>12 </b>The making of a transfer order does not affect the obligations of OCWA under any agreement entered into on or after November 15, 1993 relating to the planning, design or construction of the works or the expansion of the works.  1997, c. 6, Sched. A, s. 12.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "13.",
            "section_x": "Powers of municipality",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers of municipality",
            "content": "13 A municipality to which ownership of a water works or sewage works is transferred under this Act has all powers necessary to carry out the transfer order.  1997, c. 6, Sched. A, s. 13.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>13 </b>A municipality to which ownership of a water works or sewage works is transferred under this Act has all powers necessary to carry out the transfer order.  1997, c. 6, Sched. A, s. 13.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "14.",
            "section_x": "Delegation",
            "part_id": null,
            "part_type": null,
            "section_y": "Delegation",
            "content": "14 The Minister may, by an instrument in writing, delegate any of his or her powers or duties under this Act to any public servant employed under Part III of the Public Service of Ontario Act, 2006 who works in the Ministry of the Environment.  1997, c. 6, Sched. A, s. 14; 2000, c. 26, Sched. E, s. 4 (2); 2006, c. 35, Sched. C, s. 88. Section Amendments with date in force (d/m/y) 2000, c. 26, Sched. E, s. 4 (2) - 06/12/2000 2006, c. 35, Sched. C, s. 88 - 20/08/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>14 </b>The Minister may, by an instrument in writing, delegate any of his or her powers or duties under this Act to any public servant employed under Part III of the <i>Public Service of Ontario Act, 2006</i> who works in the Ministry of the Environment.  1997, c. 6, Sched. A, s. 14; 2000, c. 26, Sched. E, s. 4 (2); 2006, c. 35, Sched. C, s. 88.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00026#schedes4s2\">2000, c. 26, Sched. E, s. 4 (2)</a></span> - 06/12/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs88\">2006, c. 35, Sched. C, s. 88</a></span> - 20/08/2007</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "15.",
            "section_x": "Act prevails",
            "part_id": null,
            "part_type": null,
            "section_y": "Act prevails",
            "content": "15 In the event of a conflict, this Act prevails over, (a)  any provision in the Capital Investment Plan Act, 1993 or the Ontario Water Resources Act; (b)  any provision of the Municipal Act, 2001 or the City of Toronto Act, 2006\r\nrelating to a water or sewage public utility; and (c)  an agreement made under the Ontario Water Resources Act.  2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 38 (2). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003 2006, c. 32, Sched. C, s. 38 (2) - 01/01/2007 16 Omitted (provides for coming into force of provisions of this Act).  1997, c. 6, Sched. A, s. 16. 17 Omitted (enacts short title of this Act).  1997, c. 6, Sched. A, s. 17. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>15 </b>In the event of a conflict, this Act prevails over,</p> <p class=\"paragraph\">  (a)  any provision in the <i>Capital Investment Plan Act, 1993</i> or the <i>Ontario Water Resources Act</i>;</p> <p class=\"paragraph\">  (b)  any provision of the <i>Municipal Act, 2001</i> or the <i>City of Toronto Act, 2006</i>\r\nrelating to a water or sewage public utility; and</p> <p class=\"paragraph\">  (c)  an agreement made under the <i>Ontario Water Resources Act</i>.  2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 38 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedcs38s2\">2006, c. 32, Sched. C, s. 38 (2)</a></span> - 01/01/2007</p> <p class=\"section\"><b>16 </b><span>Omitted (provides for coming into force of provisions of this Act)</span>.  1997, c. 6, Sched. A, s. 16.</p> <p class=\"section\"><b>17 </b><span>Omitted (enacts short title of this Act)</span>.  1997, c. 6, Sched. A, s. 17.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/97m06\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}