{
    "act_info": {
        "full_title": "Municipal Affairs Act, R.S.O. 1990, c. M.46",
        "act_name_text": "Municipal Affairs Act",
        "citation": "R.S.O. 1990, c. M.46",
        "url": "https://www.ontario.ca/laws/statute/90m46",
        "date_scraped": "2023-12-18 12:41:17"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90m46/v15",
            "valid_from": "June  1, 2021",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/statute/90m46/v14",
            "valid_from": "April 19, 2021",
            "valid_to": "May 31, 2021"
        },
        {
            "a_href": "/laws/statute/90m46/v13",
            "valid_from": "December  8, 2020",
            "valid_to": "April 18, 2021"
        },
        {
            "a_href": "/laws/statute/90m46/v12",
            "valid_from": "March 26, 2019",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/statute/90m46/v11",
            "valid_from": "March  8, 2018",
            "valid_to": "March 25, 2019"
        },
        {
            "a_href": "/laws/statute/90m46/v10",
            "valid_from": "June  1, 2011",
            "valid_to": "March  7, 2018"
        },
        {
            "a_href": "/laws/statute/90m46/v9",
            "valid_from": "December 15, 2009",
            "valid_to": "May 31, 2011"
        },
        {
            "a_href": "/laws/statute/90m46/v8",
            "valid_from": "October  1, 2009",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90m46/v7",
            "valid_from": "July 25, 2007",
            "valid_to": "September 30, 2009"
        },
        {
            "a_href": "/laws/statute/90m46/v6",
            "valid_from": "May 17, 2007",
            "valid_to": "July 24, 2007"
        },
        {
            "a_href": "/laws/statute/90m46/v5",
            "valid_from": "January  1, 2007",
            "valid_to": "May 16, 2007"
        },
        {
            "a_href": "/laws/statute/90m46/v4",
            "valid_from": "December 20, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/statute/90m46/v3",
            "valid_from": "October 19, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90m46/v2",
            "valid_from": "January  5, 2005",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "/laws/statute/90m46/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "January  4, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "section_x": "PART I INTERPRETATION",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section_y": "Definitions",
            "content": "1 In this Act, “Deputy Minister” means the Deputy Minister of Municipal Affairs; (“sous-ministre”) “local board” means a school board, municipal service board, transportation commission, public library board, board of health, police services board, planning board, or any other board, commission, committee, body or local authority established or exercising any power or authority under any general or special Act with respect to any of the affairs or purposes, including school purposes, of a municipality or of two or more municipalities or parts thereof; (“conseil local”) Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “local board” in section 1 of the Act is amended by striking out “police services board” and substituting “police service board”. (See: 2019, c. 1, Sched. 4, s. 34) “Minister” means the Minister of Municipal Affairs; (“ministre”) “Ministry” means the Ministry of Municipal Affairs; (“ministère”) “municipality” includes a local board of a municipality and a board, commission or other local authority exercising any power with respect to municipal affairs or purposes, including school purposes, in an unorganized township or unsurveyed territory; (“municipalité”) “public utility” means a waterworks, gasworks, including works for the transmission, distribution, and supply of natural gas, electrical power or energy works, or system for the generation, transmission or distribution of electric light, heat or power, a telephone system, a street or other railway system, a bus or other public transportation system, a site for the disposal, transfer, reduction, reuse or recycling of waste or any other works or system for supplying the inhabitants generally with necessaries or conveniences that are vested in or owned, controlled or operated by a municipality or municipalities or by a local board; (“services publics”) “Treasurer” means the Treasurer of Ontario and Minister of Economics. (“trésorier”) “Tribunal” means the Ontario Land Tribunal; (“Tribunal”)  R.S.O. 1990, c. M.46, s. 1; 1993, c. 20, s. 20; 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. D, s. 8; 2021, c. 4, Sched. 6, s. 65 (2, 3). Section Amendments with date in force (d/m/y) 1993, c. 20, s. 20 - 1/01/1994 2002, c. 17, Sched. F, Table - 1/01/2003 2006, c. 32, Sched. D, s. 8 - 1/01/2007 2018, c. 3, Sched. 5, s. 36 - no effect - see 2019, c. 1, Sched. 3, s. 5 - 26/03/2019 2019, c. 1, Sched. 4, s. 34 - not in force 2021, c. 4, Sched. 6, s. 65 (2, 3) - 01/06/2021 PART II   GENERAL",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“Deputy Minister” means the Deputy Minister of Municipal Affairs; (“sous-ministre”)</p> <p class=\"definition\">“local board” means a school board, municipal service board, transportation commission, public library board, board of health, police services board, planning board, or any other board, commission, committee, body or local authority established or exercising any power or authority under any general or special Act with respect to any of the affairs or purposes, including school purposes, of a municipality or of two or more municipalities or parts thereof; (“conseil local”)</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “local board” in section 1 of the Act is amended by striking out “police services board” and substituting “police service board”. (See: 2019, c. 1, Sched. 4, s. 34)</span></p> <p class=\"definition\">“Minister” means the Minister of Municipal Affairs; (“ministre”)</p> <p class=\"definition\">“Ministry” means the Ministry of Municipal Affairs; (“ministère”)</p> <p class=\"definition\">“municipality” includes a local board of a municipality and a board, commission or other local authority exercising any power with respect to municipal affairs or purposes, including school purposes, in an unorganized township or unsurveyed territory; (“municipalité”)</p> <p class=\"definition\">“public utility” means a waterworks, gasworks, including works for the transmission, distribution, and supply of natural gas, electrical power or energy works, or system for the generation, transmission or distribution of electric light, heat or power, a telephone system, a street or other railway system, a bus or other public transportation system, a site for the disposal, transfer, reduction, reuse or recycling of waste or any other works or system for supplying the inhabitants generally with necessaries or conveniences that are vested in or owned, controlled or operated by a municipality or municipalities or by a local board; (“services publics”)</p> <p class=\"definition\">“Treasurer” means the Treasurer of Ontario and Minister of Economics. (“trésorier”)</p> <p class=\"definition\">“Tribunal” means the Ontario Land Tribunal; (“Tribunal”)  R.S.O. 1990, c. M.46, s. 1; 1993, c. 20, s. 20; 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. D, s. 8; <span>2021, c. 4, Sched. 6, s. 65 (2, 3)</span>.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1993, c. 20, s. 20 - 1/01/1994</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 1/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedds8\">2006, c. 32, Sched. D, s. 8</a></span> - 1/01/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18003#sched5s36\">2018, c. 3, Sched. 5, s. 36</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched3s5\">2019, c. 1, Sched. 3, s. 5</a></span> - 26/03/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched4s34\">2019, c. 1, Sched. 4, s. 34</a></span> - not in force</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s2\">2021, c. 4, Sched. 6, s. 65 (2, 3)</a> - <span>01/06/2021</span></p> <p class=\"partnum\"><a name=\"BK2\"></a>PART II <br/>  GENERAL</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "PART II  ",
            "section_x": "PART II GENERAL",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Legislation Act, 2006",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section_y": "Legislation Act, 2006",
            "content": "2 Part III (Regulations) of the Legislation Act, 2006 does not apply to anything done by the Minister or the Ministry under this Act.  2006, c. 21, Sched. F, s. 121. Section Amendments with date in force (d/m/y) 1991, c. 15, s. 38 - 27/06/1991 2006, c. 21, Sched. F, s. 121 - 25/07/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2 </b>Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to anything done by the Minister or the Ministry under this Act.  2006, c. 21, Sched. F, s. 121.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1991, c. 15, s. 38 - 27/06/1991</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedfs121\">2006, c. 21, Sched. F, s. 121</a></span> - 25/07/2007</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Powers of Ministry",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section_y": "Powers of Ministry",
            "content": "3 The Ministry may, municipal accounting (a)  prescribe and regulate the system of estimates, bookkeeping and accounting to be adopted by municipalities, and the form of and the manner in which all estimates, books of account, registers, records, vouchers, receipts and other books and documents relating to the assets, liabilities, revenues and expenditures of municipalities shall be kept, and the manner in which all funds and money thereof shall be accounted for; municipal returns (b)  prescribe the forms, returns, statements and information to be made and furnished by municipalities to the Ministry, annually, periodically or otherwise, and the times when and by whom they shall be made; municipal audit (c)  prescribe and regulate the system of auditing of the accounts, registers, records, vouchers, receipts and other books and documents relating to the assets, liabilities, revenues, expenditures, funds and money of municipalities and the reports, returns, statements and information to be made and furnished by municipal auditors and otherwise with respect to the performance of their duties; compiling statistics, etc. (d)  collect, compile, analyze and record such statistical and other information relating to the financial and other affairs of municipalities as may be useful; publishing reports, etc. (e)  prepare and publish statistics, reports, records, bulletins, pamphlets, circulars and other means of disseminating information and advice in relation to municipal affairs as may be useful; report on municipal government, etc. (f)  study, report and advise upon the system of municipal institutions and the government and administration of municipal affairs or upon the government and administration of municipal affairs in any municipality or municipalities; incidental powers (g)  perform and do all things necessary or incidental to any of the aforesaid purposes; advisory powers (h)  effect improvement generally in the conduct and administration of municipal affairs and, among other things, consult with and assist by advice municipalities, develop proper methods of municipal administration, financing, accounting and audit, collaborate with municipal associations and other bodies and collect, compile and disseminate municipal statistics and information; powers of investigation (i)  inquire at any time into any or all of the affairs, financial and otherwise, of a municipality or local board and hold such hearings and make such investigations in respect thereof as appear necessary or expedient in the interests of such municipality, its ratepayers, inhabitants and creditors, and particularly to make and hold such inquiries, hearings and investigations for the purpose of avoiding any default or recurrence of default by any municipality in meeting its obligations.  R.S.O. 1990, c. M.46, s. 3; 1991, c. 15, s. 39. Section Amendments with date in force (d/m/y) 1991, c. 15, s. 39 - 27/06/1991",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>The Ministry may,</p> <p class=\"headnote\">municipal accounting</p> <p class=\"paragraph\">  (a)  prescribe and regulate the system of estimates, bookkeeping and accounting to be adopted by municipalities, and the form of and the manner in which all estimates, books of account, registers, records, vouchers, receipts and other books and documents relating to the assets, liabilities, revenues and expenditures of municipalities shall be kept, and the manner in which all funds and money thereof shall be accounted for;</p> <p class=\"headnote\">municipal returns</p> <p class=\"paragraph\">  (b)  prescribe the forms, returns, statements and information to be made and furnished by municipalities to the Ministry, annually, periodically or otherwise, and the times when and by whom they shall be made;</p> <p class=\"headnote\">municipal audit</p> <p class=\"paragraph\">  (c)  prescribe and regulate the system of auditing of the accounts, registers, records, vouchers, receipts and other books and documents relating to the assets, liabilities, revenues, expenditures, funds and money of municipalities and the reports, returns, statements and information to be made and furnished by municipal auditors and otherwise with respect to the performance of their duties;</p> <p class=\"headnote\">compiling statistics, etc.</p> <p class=\"paragraph\">  (d)  collect, compile, analyze and record such statistical and other information relating to the financial and other affairs of municipalities as may be useful;</p> <p class=\"headnote\">publishing reports, etc.</p> <p class=\"paragraph\">  (e)  prepare and publish statistics, reports, records, bulletins, pamphlets, circulars and other means of disseminating information and advice in relation to municipal affairs as may be useful;</p> <p class=\"headnote\">report on municipal government, etc.</p> <p class=\"paragraph\">  (f)  study, report and advise upon the system of municipal institutions and the government and administration of municipal affairs or upon the government and administration of municipal affairs in any municipality or municipalities;</p> <p class=\"headnote\">incidental powers</p> <p class=\"paragraph\">  (g)  perform and do all things necessary or incidental to any of the aforesaid purposes;</p> <p class=\"headnote\">advisory powers</p> <p class=\"paragraph\">  (h)  effect improvement generally in the conduct and administration of municipal affairs and, among other things, consult with and assist by advice municipalities, develop proper methods of municipal administration, financing, accounting and audit, collaborate with municipal associations and other bodies and collect, compile and disseminate municipal statistics and information;</p> <p class=\"headnote\">powers of investigation</p> <p class=\"paragraph\">  (i)  inquire at any time into any or all of the affairs, financial and otherwise, of a municipality or local board and hold such hearings and make such investigations in respect thereof as appear necessary or expedient in the interests of such municipality, its ratepayers, inhabitants and creditors, and particularly to make and hold such inquiries, hearings and investigations for the purpose of avoiding any default or recurrence of default by any municipality in meeting its obligations.  R.S.O. 1990, c. M.46, s. 3; 1991, c. 15, s. 39.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1991, c. 15, s. 39 - 27/06/1991</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Variations in systems and forms",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section_y": "Variations in systems and forms",
            "content": "4 The Ministry may, with respect to any of the matters mentioned in clauses 3 (a), (b) and (c), prescribe different systems, methods and forms for the several classes of municipalities or for any municipality.  R.S.O. 1990, c. M.46, s. 4.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>The Ministry may, with respect to any of the matters mentioned in clauses 3 (a), (b) and (c), prescribe different systems, methods and forms for the several classes of municipalities or for any municipality.  R.S.O. 1990, c. M.46, s. 4.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Notification of provincial grants",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section_y": "Notification of provincial grants",
            "content": "5 (1) The Ministry may require each municipality in each year to notify every person whose name appears on its collector’s roll, in such manner, form and detail as the Ministry may require, of all payments estimated to be made by the Province in that year to the municipality and its local boards, including in such estimated payments the amounts, computed in such manner as the Ministry may require, by which the municipality and any of its local boards benefit by reason of payments by the Province to an upper-tier municipality, or a local board thereof, or to a local board that functions in more than one municipality, and the Ministry may require the inclusion in the notice of such other information relative to provincial grants and municipal tax levies as it considers advisable.  R.S.O. 1990, c. M.46, s. 5 (1); 2002, c. 17, Sched. F, Table. Withholding of grants (2) Where a municipality fails to comply with any requirement under this section, the Treasurer may withhold any money payable to the municipality or any local board thereof until the municipality has complied with such requirement.  R.S.O. 1990, c. M.46, s. 5 (2). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 1/01/2003",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>(1) The Ministry may require each municipality in each year to notify every person whose name appears on its collector’s roll, in such manner, form and detail as the Ministry may require, of all payments estimated to be made by the Province in that year to the municipality and its local boards, including in such estimated payments the amounts, computed in such manner as the Ministry may require, by which the municipality and any of its local boards benefit by reason of payments by the Province to an upper-tier municipality, or a local board thereof, or to a local board that functions in more than one municipality, and the Ministry may require the inclusion in the notice of such other information relative to provincial grants and municipal tax levies as it considers advisable.  R.S.O. 1990, c. M.46, s. 5 (1); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Withholding of grants</p> <p class=\"subsection\">(2) Where a municipality fails to comply with any requirement under this section, the Treasurer may withhold any money payable to the municipality or any local board thereof until the municipality has complied with such requirement.  R.S.O. 1990, c. M.46, s. 5 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 1/01/2003</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "Powers re assessment rolls, etc.",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section_y": "Powers re assessment rolls, etc.",
            "content": "6 The Ministry may in respect of any municipality or class thereof, despite any other Act, prescribe the form of assessment returns, assessment rolls or collector’s rolls and the particulars to be set down therein, or combine or vary them from time to time.  R.S.O. 1990, c. M.46, s. 6.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>6 </b>The Ministry may in respect of any municipality or class thereof, despite any other Act, prescribe the form of assessment returns, assessment rolls or collector’s rolls and the particulars to be set down therein, or combine or vary them from time to time.  R.S.O. 1990, c. M.46, s. 6.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "section_x": "Duty of members of council, local boards and their officers",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section_y": "Duty of members of council, local boards and their officers",
            "content": "7 Every municipality and every member of the council or a local board thereof and every officer thereof shall comply with any system, methods or forms prescribed under this Part to be adopted, kept or made by such municipality, local board or by the class of municipalities or local boards of which such municipality or local board is one.  R.S.O. 1990, c. M.46, s. 7.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>7 </b>Every municipality and every member of the council or a local board thereof and every officer thereof shall comply with any system, methods or forms prescribed under this Part to be adopted, kept or made by such municipality, local board or by the class of municipalities or local boards of which such municipality or local board is one.  R.S.O. 1990, c. M.46, s. 7.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "section_x": "Adoption of other satisfactory system of accounting, auditing, etc.",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section_y": "Adoption of other satisfactory system of accounting, auditing, etc.",
            "content": "8 A municipality that has adopted a system of estimates, bookkeeping, accounting or auditing that the Ministry is satisfied to approve may continue such system until otherwise directed by the Ministry, and until such time it is not necessary for the municipality to comply with any system prescribed under this Part.  R.S.O. 1990, c. M.46, s. 8.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>8 </b>A municipality that has adopted a system of estimates, bookkeeping, accounting or auditing that the Ministry is satisfied to approve may continue such system until otherwise directed by the Ministry, and until such time it is not necessary for the municipality to comply with any system prescribed under this Part.  R.S.O. 1990, c. M.46, s. 8.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "section_x": "Provincial municipal audit",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section_y": "Provincial municipal audit",
            "content": "9 (1) The Ministry, upon its own initiative or whenever requested by any municipality expressed by resolution of its council, or on a petition in writing signed by not less than fifty ratepayers assessed as owners and resident in a municipality, may direct a provincial municipal audit of the financial affairs of the municipality. Extent of audit (2) Any direction given by the Ministry may extend to an audit of all the financial affairs of a municipality or may be limited to the financial affairs of any local board thereof, or to any specified phase of such financial affairs or to any specified books, accounts, registers, records, vouchers, receipts, funds, money or financial transactions, kept by or under the charge of any officer of the municipality designated by the Ministry.  R.S.O. 1990, c. M.46, s. 9.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>9 </b>(1) The Ministry, upon its own initiative or whenever requested by any municipality expressed by resolution of its council, or on a petition in writing signed by not less than fifty ratepayers assessed as owners and resident in a municipality, may direct a provincial municipal audit of the financial affairs of the municipality.</p> <p class=\"headnote\">Extent of audit</p> <p class=\"subsection\">(2) Any direction given by the Ministry may extend to an audit of all the financial affairs of a municipality or may be limited to the financial affairs of any local board thereof, or to any specified phase of such financial affairs or to any specified books, accounts, registers, records, vouchers, receipts, funds, money or financial transactions, kept by or under the charge of any officer of the municipality designated by the Ministry.  R.S.O. 1990, c. M.46, s. 9.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "section_x": "General inquiry",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section_y": "General inquiry",
            "content": "10 The Ministry upon its own initiative may make an inquiry into any of the affairs of a municipality.  R.S.O. 1990, c. M.46, s. 10; 1993, c. 27, Sched. Section Amendments with date in force (d/m/y) 1993, c. 27, Sched.  - 31/12/1991",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>10 </b>The Ministry upon its own initiative may make an inquiry into any of the affairs of a municipality.  R.S.O. 1990, c. M.46, s. 10; 1993, c. 27, Sched.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1993, c. 27, Sched.  - 31/12/1991</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "11.",
            "section_x": "Appointment of auditor",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section_y": "Appointment of auditor",
            "content": "11 An audit directed to be made under this Part may be made by any officer of the Ministry, or by a competent auditor appointed by the Minister, and the officer and person so appointed for the purposes of such audit have all the powers mentioned in section 12.  R.S.O. 1990, c. M.46, s. 11.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>11 </b>An audit directed to be made under this Part may be made by any officer of the Ministry, or by a competent auditor appointed by the Minister, and the officer and person so appointed for the purposes of such audit have all the powers mentioned in section 12.  R.S.O. 1990, c. M.46, s. 11.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "12.",
            "section_x": "Powers of auditor",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section_y": "Powers of auditor",
            "content": "12 (1) For the purposes of any audit, the officer of the Ministry or other person appointed to make the audit may,  (a)  require the production of all or any books, records and documents that may in any way relate to the affairs of the municipality that are the subject of the audit; (b)  inspect, examine and audit and copy anything required to be produced under clause (a); and (c)  require any officer of the municipality and any other person to appear before him or her and give evidence on oath touching any of such affairs.  2009, c. 33, Sched. 6, s. 73. Application of Public Inquiries Act, 2009 (2) Section 33 of the Public Inquiries Act, 2009 applies to the audit.  2009, c. 33, Sched. 6, s. 73. Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 6, s. 73 - 1/06/2011",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>12 </b>(1) For the purposes of any audit, the officer of the Ministry or other person appointed to make the audit may, </p> <p class=\"paragraph\">  (a)  require the production of all or any books, records and documents that may in any way relate to the affairs of the municipality that are the subject of the audit; </p> <p class=\"paragraph\">  (b)  inspect, examine and audit and copy anything required to be produced under clause (a); and </p> <p class=\"paragraph\">  (c)  require any officer of the municipality and any other person to appear before him or her and give evidence on oath touching any of such affairs.  2009, c. 33, Sched. 6, s. 73.</p> <p class=\"headnote\">Application of <i>Public Inquiries Act, 2009</i></p> <p class=\"subsection\">(2) Section 33 of the <i>Public Inquiries Act, 2009</i> applies to the audit.  2009, c. 33, Sched. 6, s. 73.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched6s73\">2009, c. 33, Sched. 6, s. 73</a></span> - 1/06/2011</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "13.",
            "section_x": "Report on audit",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section_y": "Report on audit",
            "content": "13 Upon completion of an audit under this Part, the auditor shall report thereon in writing to the Deputy Minister, who shall forthwith transmit a copy of the report to the municipality.  R.S.O. 1990, c. M.46, s. 13.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>13 </b>Upon completion of an audit under this Part, the auditor shall report thereon in writing to the Deputy Minister, who shall forthwith transmit a copy of the report to the municipality.  R.S.O. 1990, c. M.46, s. 13.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "14.",
            "section_x": "Powers of Ministry as a result of an audit or inquiry",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section_y": "Powers of Ministry as a result of an audit or inquiry",
            "content": "14 The Ministry, as a result of an audit of the affairs of a municipality made under this Part, or as a result of an investigation or inquiry made under any general or special Act, may make such orders as it sees fit requiring the municipality to carry out, put into effect, observe, perform or enforce such matters or things as the audit, investigation or inquiry has disclosed as being necessary or desirable in the interests of the municipality or with respect to the due accounting for, collection or payment of any of its assets, liabilities, revenues, expenditures, funds or money or otherwise in any respect as the order of the Ministry may provide.  R.S.O. 1990, c. M.46, s. 14.",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>14 </b>The Ministry, as a result of an audit of the affairs of a municipality made under this Part, or as a result of an investigation or inquiry made under any general or special Act, may make such orders as it sees fit requiring the municipality to carry out, put into effect, observe, perform or enforce such matters or things as the audit, investigation or inquiry has disclosed as being necessary or desirable in the interests of the municipality or with respect to the due accounting for, collection or payment of any of its assets, liabilities, revenues, expenditures, funds or money or otherwise in any respect as the order of the Ministry may provide.  R.S.O. 1990, c. M.46, s. 14.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "15.",
            "section_x": "Fees for audit",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section_y": "Fees for audit",
            "content": "15 The Ministry may fix the fees and allowances for expenses payable with respect to any audit of the affairs of a municipality under this Part, and the amount so fixed shall forthwith be paid by the municipality.  R.S.O. 1990, c. M.46, s. 15.",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>15 </b>The Ministry may fix the fees and allowances for expenses payable with respect to any audit of the affairs of a municipality under this Part, and the amount so fixed shall forthwith be paid by the municipality.  R.S.O. 1990, c. M.46, s. 15.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "16.",
            "section_x": "Exception as to municipal utility commissions",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section_y": "Exception as to municipal utility commissions",
            "content": "16 Nothing in this Part gives to the Ministry any jurisdiction with respect to any of the affairs of a municipal utility commission, licensed under the Ontario Energy Board Act, 1998, which is only engaged in the distribution, generation or retailing of electricity.  R.S.O. 1990, c. M.46, s. 16; 1998, c. 15, Sched. E, s. 20 (1). Section Amendments with date in force (d/m/y) 1998, c. 15, Sched. E, s. 20 (1)  - 1/04/1999",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>16 </b>Nothing in this Part gives to the Ministry any jurisdiction with respect to any of the affairs of a municipal utility commission, licensed under the <i>Ontario Energy Board Act, 1998</i>,<i> </i>which is only engaged in the distribution, generation or retailing of electricity.  R.S.O. 1990, c. M.46, s. 16; 1998, c. 15, Sched. E, s. 20 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1998, c. 15, Sched. E, s. 20 (1)  - 1/04/1999</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "17.",
            "section_x": "Obligations of officers’ sureties not affected, etc.",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section_y": "Obligations of officers’ sureties not affected, etc.",
            "content": "17 Nothing in this Part affects or impairs any security given by an officer of a municipality for the due and faithful performance of the duties of his or her office, or relieves the officer’s sureties from liability in case of his or her default therein, or relieves any municipality from its duty to appoint competent auditors.  R.S.O. 1990, c. M.46, s. 17.",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>17 </b>Nothing in this Part affects or impairs any security given by an officer of a municipality for the due and faithful performance of the duties of his or her office, or relieves the officer’s sureties from liability in case of his or her default therein, or relieves any municipality from its duty to appoint competent auditors.  R.S.O. 1990, c. M.46, s. 17.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "18.",
            "section_x": "Power to obtain returns on failure of municipality to make them",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section_y": "Power to obtain returns on failure of municipality to make them",
            "content": "18 Where a municipality fails, neglects or refuses to make or provide to the Ministry any form, return, statement or information prescribed or ordered made under this Part, the Deputy Minister may authorize some person to make and furnish it at the expense of the municipality.  R.S.O. 1990, c. M.46, s. 18.",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>18 </b>Where a municipality fails, neglects or refuses to make or provide to the Ministry any form, return, statement or information prescribed or ordered made under this Part, the Deputy Minister may authorize some person to make and furnish it at the expense of the municipality.  R.S.O. 1990, c. M.46, s. 18.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "19.",
            "section_x": "Offence",
            "part_id": "PART II  ",
            "part_type": "PART II GENERAL",
            "section_y": "Offence",
            "content": "19 (1) Any municipality, member of council or of a local board or an officer thereof or any other person guilty of any wilful breach of any of the provisions of this Part or of any order of the Ministry made thereunder is guilty of an offence. Idem (2) If the person convicted of an offence under subsection (1) is a member of a council or a local board, the person is, upon conviction and in addition to any other penalty provided by law, disqualified from holding any municipal office for a period of two years.  R.S.O. 1990, c. M.46, s. 19. PART III   SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>19 </b>(1) Any municipality, member of council or of a local board or an officer thereof or any other person guilty of any wilful breach of any of the provisions of this Part or of any order of the Ministry made thereunder is guilty of an offence.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) If the person convicted of an offence under subsection (1) is a member of a council or a local board, the person is, upon conviction and in addition to any other penalty provided by law, disqualified from holding any municipal office for a period of two years.  R.S.O. 1990, c. M.46, s. 19.</p> <p class=\"partnum\"><a name=\"BK21\"></a>PART III <br/>  SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "PART III  ",
            "section_x": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "part_id": "nan",
            "part_type": "nan",
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "20.",
            "section_x": "Special municipal jurisdiction of Tribunal",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Special municipal jurisdiction of Tribunal",
            "content": "20 (1) The Tribunal has and may exercise the special jurisdiction and powers conferred by this Part, whenever, upon request of the Ministry or of a municipality expressed by resolution of its council, or upon request of the creditors of a municipality having claims representing not less than 20 per cent of its indebtedness, including debenture debt, it is satisfied upon inquiry that the municipality, (a)  has failed to meet and pay any of its debentures or interest thereon when due and after payment thereof has been duly demanded; (b)  has failed to meet and pay any of its other debts or liabilities when due and default in payment is occasioned from financial difficulties affecting the municipality; or (c)  has or may become financially involved or embarrassed so that default or unusual difficulty in meeting debts or obligations or in providing adequate funds to meet current expenditures may ensue, or has failed to levy the necessary rates to meet current expenditures.  R.S.O. 1990, c. M.46, s. 20 (1); 2021, c. 4, Sched. 6, s. 65 (1). Partial or full inquiry (2) In the course of an inquiry, the Tribunal may investigate any or all of the affairs of a municipality.  R.S.O. 1990, c. M.46, s. 20 (2); 2021, c. 4, Sched. 6, s. 65 (1). Separate school board (3) The Tribunal may exercise such powers with respect to any separate school board of any municipality that has not been made subject to this Part, upon request expressed by resolution of the school board.  R.S.O. 1990, c. M.46, s. 20 (3); 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>20 </b>(1) The Tribunal has and may exercise the special jurisdiction and powers conferred by this Part, whenever, upon request of the Ministry or of a municipality expressed by resolution of its council, or upon request of the creditors of a municipality having claims representing not less than 20 per cent of its indebtedness, including debenture debt, it is satisfied upon inquiry that the municipality,</p> <p class=\"paragraph\">  (a)  has failed to meet and pay any of its debentures or interest thereon when due and after payment thereof has been duly demanded;</p> <p class=\"paragraph\">  (b)  has failed to meet and pay any of its other debts or liabilities when due and default in payment is occasioned from financial difficulties affecting the municipality; or</p> <p class=\"paragraph\">  (c)  has or may become financially involved or embarrassed so that default or unusual difficulty in meeting debts or obligations or in providing adequate funds to meet current expenditures may ensue, or has failed to levy the necessary rates to meet current expenditures.  R.S.O. 1990, c. M.46, s. 20 (1); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"headnote\">Partial or full inquiry</p> <p class=\"subsection\">(2) In the course of an inquiry, the Tribunal may investigate any or all of the affairs of a municipality.  R.S.O. 1990, c. M.46, s. 20 (2); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"headnote\">Separate school board</p> <p class=\"subsection\">(3) The Tribunal may exercise such powers with respect to any separate school board of any municipality that has not been made subject to this Part, upon request expressed by resolution of the school board.  R.S.O. 1990, c. M.46, s. 20 (3); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "21.",
            "section_x": "Power of Tribunal to vest control over municipal administration in Ministry",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Power of Tribunal to vest control over municipal administration in Ministry",
            "content": "21 (1) If upon inquiry the Tribunal is of opinion that the circumstances so warrant or appear to render desirable, it may make such order as it considers proper or necessary to vest in the Ministry control and charge over the administration of all the affairs of the municipality as set forth in the order and to declare that thereafter and until the Tribunal otherwise determines and orders such municipality is subject to this Part.  R.S.O. 1990, c. M.46, s. 21 (1); 2021, c. 4, Sched. 6, s. 65 (1). Deputy Minister not to sit as member of Tribunal (2) During such time as the Deputy Minister is a member of the Tribunal, he or she shall not sit as a member thereof with respect to any application or matter before the Tribunal under this Part.  R.S.O. 1990, c. M.46, s. 21 (2); 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>21 </b>(1) If upon inquiry the Tribunal is of opinion that the circumstances so warrant or appear to render desirable, it may make such order as it considers proper or necessary to vest in the Ministry control and charge over the administration of all the affairs of the municipality as set forth in the order and to declare that thereafter and until the Tribunal otherwise determines and orders such municipality is subject to this Part.  R.S.O. 1990, c. M.46, s. 21 (1); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"headnote\">Deputy Minister not to sit as member of Tribunal</p> <p class=\"subsection\">(2) During such time as the Deputy Minister is a member of the Tribunal, he or she shall not sit as a member thereof with respect to any application or matter before the Tribunal under this Part.  R.S.O. 1990, c. M.46, s. 21 (2); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "22.",
            "section_x": "Powers of Ministry",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Powers of Ministry",
            "content": "22 (1) Except as otherwise provided in this Part, the Ministry has and may exercise the powers conferred on it by this Part and such additional powers as by any order of the Tribunal or by the terms of any agreement entered into under the authority of this Part may be conferred on it, and may do all things necessary or incidental to the exercise of any such powers.  R.S.O. 1990, c. M.46, s. 22 (1); 2021, c. 4, Sched. 6, s. 65 (1). Declaration as to jurisdiction of Ministry (2) The jurisdiction and powers to be exercised under this Part by the Ministry extend to and include not only control over all the affairs of the corporation of the municipality, but also over all the affairs of every local board of the municipality, unless an order made by the Tribunal otherwise expressly declares and directs.  R.S.O. 1990, c. M.46, s. 22 (2); 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>22 </b>(1) Except as otherwise provided in this Part, the Ministry has and may exercise the powers conferred on it by this Part and such additional powers as by any order of the Tribunal or by the terms of any agreement entered into under the authority of this Part may be conferred on it, and may do all things necessary or incidental to the exercise of any such powers.  R.S.O. 1990, c. M.46, s. 22 (1); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"headnote\">Declaration as to jurisdiction of Ministry</p> <p class=\"subsection\">(2) The jurisdiction and powers to be exercised under this Part by the Ministry extend to and include not only control over all the affairs of the corporation of the municipality, but also over all the affairs of every local board of the municipality, unless an order made by the Tribunal otherwise expressly declares and directs.  R.S.O. 1990, c. M.46, s. 22 (2); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "23.",
            "section_x": "Appeals from orders of Ministry",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Appeals from orders of Ministry",
            "content": "23 The council or a local board or any creditor dissatisfied with any order of the Ministry may within five days after the order is transmitted to the head of the municipality, or its clerk or treasurer or, in the case of a local board, to its chair or secretary, appeal therefrom to the Minister, who may dispose finally of the appeal or direct it to be disposed of by the Tribunal.  R.S.O. 1990, c. M.46, s. 23; 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>23 </b>The council or a local board or any creditor dissatisfied with any order of the Ministry may within five days after the order is transmitted to the head of the municipality, or its clerk or treasurer or, in the case of a local board, to its chair or secretary, appeal therefrom to the Minister, who may dispose finally of the appeal or direct it to be disposed of by the Tribunal.  R.S.O. 1990, c. M.46, s. 23; <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "24.",
            "section_x": "Notice to be given of municipality subject to this Part",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Notice to be given of municipality subject to this Part",
            "content": "24 Where a municipality has become subject to this Part, notice thereof shall be given in The Ontario Gazette and in such one or more newspapers, published in or near the municipality and elsewhere, and to such persons and in such form as the Tribunal may direct.  R.S.O. 1990, c. M.46, s. 24; 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>24 </b>Where a municipality has become subject to this Part, notice thereof shall be given in <i>The Ontario Gazette</i> and in such one or more newspapers, published in or near the municipality and elsewhere, and to such persons and in such form as the Tribunal may direct.  R.S.O. 1990, c. M.46, s. 24; <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "25.",
            "section_x": "Stay of actions against municipality without leave of Tribunal",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Stay of actions against municipality without leave of Tribunal",
            "content": "25 (1) When notice has been published in The Ontario Gazette that a municipality is subject to this Part, such publication operates as a stay of all actions or proceedings pending against the municipality and as a stay of execution, as the case may be, and thereafter, without leave of the Tribunal, no action or other proceedings against the municipality shall be commenced or continued nor shall a levy be made under a writ of execution against the municipality.  R.S.O. 1990, c. M.46, s. 25 (1); 2021, c. 4, Sched. 6, s. 65 (1). Suspension of operation of statutes of limitation (2) Where the commencement or continuance of any action or proceeding or the making of any levy under a writ of execution is prevented or stayed under this section, the time during which such prevention or stay continues shall not be computed for the purposes of any statute or law of limitations until leave of the Tribunal to commence or continue such action or proceeding or make such levy is obtained, but the person having the right of action or to take any proceeding or to make a levy under a writ of execution shall, upon the removal of the prevention or stay, have the same length of time within which to take action or proceeding or make a levy under a writ of execution, as the case may be, as the person had when such prevention or stay came into operation, but this subsection does not apply unless application is made to the Tribunal for approval of the continuance or commencement of any such suit, action or proceeding, within the time so limited as aforesaid by statute or law of limitations and such approval is refused.  R.S.O. 1990, c. M.46, s. 25 (2); 2021, c. 4, Sched. 6, s. 65 (1). Where order made under s. 28 (1) (b, j) (3) Subsection (1) does not apply to a municipality that is subject to this Part after the Tribunal has made an order under clause 28 (1) (b) or (j) with respect to the municipality.  R.S.O. 1990, c. M.46, s. 25 (3); 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>25 </b>(1) When notice has been published in <i>The Ontario Gazette</i> that a municipality is subject to this Part, such publication operates as a stay of all actions or proceedings pending against the municipality and as a stay of execution, as the case may be, and thereafter, without leave of the Tribunal, no action or other proceedings against the municipality shall be commenced or continued nor shall a levy be made under a writ of execution against the municipality.  R.S.O. 1990, c. M.46, s. 25 (1); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"headnote\">Suspension of operation of statutes of limitation</p> <p class=\"subsection\">(2) Where the commencement or continuance of any action or proceeding or the making of any levy under a writ of execution is prevented or stayed under this section, the time during which such prevention or stay continues shall not be computed for the purposes of any statute or law of limitations until leave of the Tribunal to commence or continue such action or proceeding or make such levy is obtained, but the person having the right of action or to take any proceeding or to make a levy under a writ of execution shall, upon the removal of the prevention or stay, have the same length of time within which to take action or proceeding or make a levy under a writ of execution, as the case may be, as the person had when such prevention or stay came into operation, but this subsection does not apply unless application is made to the Tribunal for approval of the continuance or commencement of any such suit, action or proceeding, within the time so limited as aforesaid by statute or law of limitations and such approval is refused.  R.S.O. 1990, c. M.46, s. 25 (2); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"headnote\">Where order made under s. 28 (1) (b, j)</p> <p class=\"subsection\">(3) Subsection (1) does not apply to a municipality that is subject to this Part after the Tribunal has made an order under clause 28 (1) (b) or (j) with respect to the municipality.  R.S.O. 1990, c. M.46, s. 25 (3); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "26.",
            "section_x": "Existing liens not taken away",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Existing liens not taken away",
            "content": "26 Nothing in this Part takes away any lien, hypothec or other charge, if any, in existence and subsisting on the 18th day of April, 1953, with respect to any municipality upon or against any revenue or other asset of the municipality and it continues to exist until it is satisfied and discharged.  R.S.O. 1990, c. M.46, s. 26.",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>26 </b>Nothing in this Part takes away any lien, hypothec or other charge, if any, in existence and subsisting on the 18th day of April, 1953, with respect to any municipality upon or against any revenue or other asset of the municipality and it continues to exist until it is satisfied and discharged.  R.S.O. 1990, c. M.46, s. 26.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "27.",
            "section_x": "Control exercisable by Ministry",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Control exercisable by Ministry",
            "content": "27 The Ministry with respect to the municipality and every local board thereof has control and charge over the exercise by any of them of any of their powers and over the performance by any of them of any of their duties and obligations with respect to, municipal officers (a)  the appointment and dismissal of its officers, employees and servants, and their powers, duties, salaries and remuneration; revenues and expenditures (b)  the collection, receipt, application and payment of its revenues and expenditures; sinking funds (c)  the keeping, investment, use, application, payment and disposition of all sinking funds and of the money belonging thereto and of all rates levied and money collected for the purposes of any such sinking fund; accounting and audit (d)  the system of accounting and audit, and the dealing with its assets, liabilities, revenues and expenditures; estimates (e)  the yearly or other estimates and the form, preparation and completion thereof, and the times when they shall be made; what estimates shall include (f)  the amounts to be provided for and included in the yearly or other estimates, whether they are to be provided by taxation or otherwise; rates and collection thereof (g)  the imposition, rating, levying and collection of all rates, assessments and taxation, the mode and times for collecting them and the allowance of discounts or imposition of penalties thereon, and for the making and return of the collector’s roll; borrowings (h)  the borrowing of money for the current expenditures of the corporation until the taxes are collected; utility rates (i)  subject to the Ontario Energy Board Act, 1998, the rates, rents and charges imposed, levied or collectable for supply or service of any public utility; licence and permit fees (j)  the imposition, charging and collection of all licence, permit or other fees, charges and expenses; sale of assets (k)  the sale or other disposition of any of its assets; and general (l)  without being limited by the foregoing, generally with respect to any matter in any way affecting or pertaining to its affairs and their administration.  R.S.O. 1990, c. M.46, s. 27; 1998, c. 15, Sched. E, s. 20 (2). Section Amendments with date in force (d/m/y) 1998, c. 15, Sched. E, s. 20 (2)  - 1/04/1999",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>27 </b>The Ministry with respect to the municipality and every local board thereof has control and charge over the exercise by any of them of any of their powers and over the performance by any of them of any of their duties and obligations with respect to,</p> <p class=\"headnote\">municipal officers</p> <p class=\"paragraph\">  (a)  the appointment and dismissal of its officers, employees and servants, and their powers, duties, salaries and remuneration;</p> <p class=\"headnote\">revenues and expenditures</p> <p class=\"paragraph\">  (b)  the collection, receipt, application and payment of its revenues and expenditures;</p> <p class=\"headnote\">sinking funds</p> <p class=\"paragraph\">  (c)  the keeping, investment, use, application, payment and disposition of all sinking funds and of the money belonging thereto and of all rates levied and money collected for the purposes of any such sinking fund;</p> <p class=\"headnote\">accounting and audit</p> <p class=\"paragraph\">  (d)  the system of accounting and audit, and the dealing with its assets, liabilities, revenues and expenditures;</p> <p class=\"headnote\">estimates</p> <p class=\"paragraph\">  (e)  the yearly or other estimates and the form, preparation and completion thereof, and the times when they shall be made;</p> <p class=\"headnote\">what estimates shall include</p> <p class=\"paragraph\">  (f)  the amounts to be provided for and included in the yearly or other estimates, whether they are to be provided by taxation or otherwise;</p> <p class=\"headnote\">rates and collection thereof</p> <p class=\"paragraph\">  (g)  the imposition, rating, levying and collection of all rates, assessments and taxation, the mode and times for collecting them and the allowance of discounts or imposition of penalties thereon, and for the making and return of the collector’s roll;</p> <p class=\"headnote\">borrowings</p> <p class=\"paragraph\">  (h)  the borrowing of money for the current expenditures of the corporation until the taxes are collected;</p> <p class=\"headnote\">utility rates</p> <p class=\"paragraph\">  (i)  subject to the <i>Ontario Energy Board Act, 1998</i>, the rates, rents and charges imposed, levied or collectable for supply or service of any public utility;</p> <p class=\"headnote\">licence and permit fees</p> <p class=\"paragraph\">  (j)  the imposition, charging and collection of all licence, permit or other fees, charges and expenses;</p> <p class=\"headnote\">sale of assets</p> <p class=\"paragraph\">  (k)  the sale or other disposition of any of its assets; and</p> <p class=\"headnote\">general</p> <p class=\"paragraph\">  (l)  without being limited by the foregoing, generally with respect to any matter in any way affecting or pertaining to its affairs and their administration.  R.S.O. 1990, c. M.46, s. 27; 1998, c. 15, Sched. E, s. 20 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1998, c. 15, Sched. E, s. 20 (2)  - 1/04/1999</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "28.",
            "section_x": "Powers of Tribunal with respect to debt",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Powers of Tribunal with respect to debt",
            "content": "28 (1) Where a municipality has become subject to this Part, the Tribunal, with respect to the debenture debt and debentures of the municipality and interest thereon and with respect to any other indebtedness thereof, has power to authorize or direct, (a)  the consolidation of the whole or any portion thereof; (b)  the issue, on such terms and conditions, in such manner and at such times as the Tribunal may approve, of debentures, certificates or other evidences of indebtedness, in substitution and exchange for any outstanding debentures or in payment and satisfaction of the whole or any portion of such other indebtedness, and compulsory acceptance of such debentures, certificates or other evidences of indebtedness in payment and satisfaction of such outstanding debentures or other indebtedness; (c)  the issue of new debentures to cover any such consolidation; (d)  the retirement and cancellation of the whole or any portion of the existing debenture debt and outstanding debentures, upon the issue of new debentures to cover them or in exchange therefor; (e)  the terms, conditions, places and times for exchange of new debentures for outstanding debentures; (f)  the postponement of or variation in the terms, times and places for payment of the whole or any portion of the debenture debt and outstanding debentures and other indebtedness and interest thereon and variation in the rates of such interest; (g)  the cancellation, increase, decrease or other variation in the levy and collection of any assessment, rate or taxation, rent or charge imposed to meet, pay and discharge any debenture debt, debentures, or other indebtedness, and interest thereon, and to vary the basis, terms and times of payment thereof; (h)  the creation and setting aside of sinking funds and special reserves out of any portion of the revenues of the municipality for meeting, paying and discharging its debenture debt, debentures or other indebtedness or any portion thereof or interest thereon; (i)  the custody, management, investment and application of sinking funds, reserves and surpluses; (j)  the ratification and confirmation of any agreement, arrangement or compromise entered into with its creditors or any of them respecting its debenture debt, debentures or other indebtedness or any portion thereof and interest thereon; (k)  any variation, amendment or cancellation of any order made by it under this section or of the terms of any agreement, arrangement or compromise ratified and confirmed by it under this section; (l)  an interim plan, pending a final order or plan with respect thereto, which may cancel all or any portion of interest in arrear and may alter, modify or compromise the rights of debenture holders or other creditors during any period of time between the date of default and the end of the fifth year following the date of the order of the Tribunal.  R.S.O. 1990, c. M.46, s. 28 (1); 2021, c. 4, Sched. 6, s. 65 (1). Limitation (2) The Tribunal shall not make any order under clause (1) (l) unless creditors, representing not less than two-thirds in amount of the aggregate of the indebtedness of the municipality or separate school board including therein debenture indebtedness but excluding therefrom indebtedness in respect of which the municipality or separate school board is not directly but only contingently or collaterally liable, have filed in writing with the Tribunal their approval of the making of such order.  R.S.O. 1990, c. M.46, s. 28 (2); 2021, c. 4, Sched. 6, s. 65 (1). Powers of Tribunal with respect to debt (3) Where a municipality has become subject to this Part, the Tribunal, with respect to the debenture debt and debentures of such municipality and interest thereon and with respect to any other indebtedness thereof, may, (a)  authorize or direct any municipality, whether or not it has become subject to this Part, to continue to guarantee any such debentures despite any postponement or variation in the terms, provisions and time of payment thereof, and to guarantee any new debentures issued in substitution and exchange therefor; (b)  authorize or direct any municipality, whether or not it has become subject to this Part, to assume and pay by the issue of debentures or otherwise a share of any liability in respect of which such municipality may be jointly or jointly and severally liable with any other municipality, which share may be either in full satisfaction of such liability of such municipality or on account thereof, and, if on account, the Tribunal may order that provision be made for further payment in respect thereof; (c)  summon and enforce the attendance of such persons as the Tribunal thinks fit to summon, and the Tribunal shall direct that reasonable notice be given of any application under this subsection to every person whose interests it considers to be directly affected thereby and every order made under this subsection is binding upon every such person.  R.S.O. 1990, c. M.46, s. 28 (3); 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>28 </b>(1) Where a municipality has become subject to this Part, the Tribunal, with respect to the debenture debt and debentures of the municipality and interest thereon and with respect to any other indebtedness thereof, has power to authorize or direct,</p> <p class=\"paragraph\">  (a)  the consolidation of the whole or any portion thereof;</p> <p class=\"paragraph\">  (b)  the issue, on such terms and conditions, in such manner and at such times as the Tribunal may approve, of debentures, certificates or other evidences of indebtedness, in substitution and exchange for any outstanding debentures or in payment and satisfaction of the whole or any portion of such other indebtedness, and compulsory acceptance of such debentures, certificates or other evidences of indebtedness in payment and satisfaction of such outstanding debentures or other indebtedness;</p> <p class=\"paragraph\">  (c)  the issue of new debentures to cover any such consolidation;</p> <p class=\"paragraph\">  (d)  the retirement and cancellation of the whole or any portion of the existing debenture debt and outstanding debentures, upon the issue of new debentures to cover them or in exchange therefor;</p> <p class=\"paragraph\">  (e)  the terms, conditions, places and times for exchange of new debentures for outstanding debentures;</p> <p class=\"paragraph\">  (f)  the postponement of or variation in the terms, times and places for payment of the whole or any portion of the debenture debt and outstanding debentures and other indebtedness and interest thereon and variation in the rates of such interest;</p> <p class=\"paragraph\">  (g)  the cancellation, increase, decrease or other variation in the levy and collection of any assessment, rate or taxation, rent or charge imposed to meet, pay and discharge any debenture debt, debentures, or other indebtedness, and interest thereon, and to vary the basis, terms and times of payment thereof;</p> <p class=\"paragraph\">  (h)  the creation and setting aside of sinking funds and special reserves out of any portion of the revenues of the municipality for meeting, paying and discharging its debenture debt, debentures or other indebtedness or any portion thereof or interest thereon;</p> <p class=\"paragraph\">  (i)  the custody, management, investment and application of sinking funds, reserves and surpluses;</p> <p class=\"paragraph\">  (j)  the ratification and confirmation of any agreement, arrangement or compromise entered into with its creditors or any of them respecting its debenture debt, debentures or other indebtedness or any portion thereof and interest thereon;</p> <p class=\"paragraph\">  (k)  any variation, amendment or cancellation of any order made by it under this section or of the terms of any agreement, arrangement or compromise ratified and confirmed by it under this section;</p> <p class=\"paragraph\">  (l)  an interim plan, pending a final order or plan with respect thereto, which may cancel all or any portion of interest in arrear and may alter, modify or compromise the rights of debenture holders or other creditors during any period of time between the date of default and the end of the fifth year following the date of the order of the Tribunal.  R.S.O. 1990, c. M.46, s. 28 (1); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(2) The Tribunal shall not make any order under clause (1) (l) unless creditors, representing not less than two-thirds in amount of the aggregate of the indebtedness of the municipality or separate school board including therein debenture indebtedness but excluding therefrom indebtedness in respect of which the municipality or separate school board is not directly but only contingently or collaterally liable, have filed in writing with the Tribunal their approval of the making of such order.  R.S.O. 1990, c. M.46, s. 28 (2); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"headnote\">Powers of Tribunal with respect to debt</p> <p class=\"subsection\">(3) Where a municipality has become subject to this Part, the Tribunal, with respect to the debenture debt and debentures of such municipality and interest thereon and with respect to any other indebtedness thereof, may,</p> <p class=\"paragraph\">  (a)  authorize or direct any municipality, whether or not it has become subject to this Part, to continue to guarantee any such debentures despite any postponement or variation in the terms, provisions and time of payment thereof, and to guarantee any new debentures issued in substitution and exchange therefor;</p> <p class=\"paragraph\">  (b)  authorize or direct any municipality, whether or not it has become subject to this Part, to assume and pay by the issue of debentures or otherwise a share of any liability in respect of which such municipality may be jointly or jointly and severally liable with any other municipality, which share may be either in full satisfaction of such liability of such municipality or on account thereof, and, if on account, the Tribunal may order that provision be made for further payment in respect thereof;</p> <p class=\"paragraph\">  (c)  summon and enforce the attendance of such persons as the Tribunal thinks fit to summon,</p> <p class=\"subsection\">and the Tribunal shall direct that reasonable notice be given of any application under this subsection to every person whose interests it considers to be directly affected thereby and every order made under this subsection is binding upon every such person.  R.S.O. 1990, c. M.46, s. 28 (3); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "29.",
            "section_x": "Separate school boards",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Separate school boards",
            "content": "29 The Tribunal, upon the application of the separate school board of a municipality that has been made subject to this Part or of the separate school board of any other municipality where such board has been made subject to this Part, although the municipality itself has not been made so subject, has power to make orders under and in accordance with the provisions of section 28 with respect to the debenture debt, debentures and other indebtedness of the separate school board and interest thereon.  R.S.O. 1990, c. M.46, s. 29; 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>29 </b>The Tribunal, upon the application of the separate school board of a municipality that has been made subject to this Part or of the separate school board of any other municipality where such board has been made subject to this Part, although the municipality itself has not been made so subject, has power to make orders under and in accordance with the provisions of section 28 with respect to the debenture debt, debentures and other indebtedness of the separate school board and interest thereon.  R.S.O. 1990, c. M.46, s. 29; <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "30.",
            "section_x": "Publication of notice of intention to exercise powers",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Publication of notice of intention to exercise powers",
            "content": "30 (1) Where the Tribunal, upon application to it by the Ministry or the council or a separate school board or any of the creditors of the municipality, intends to exercise any of the powers conferred on the Tribunal under subsection 28 (1) or section 29, it shall, before so doing, give or direct that there be given notice of such intention in The Ontario Gazette and by such other publication and to such persons and in such manner as the Tribunal considers proper, and such notice shall state the time and place when the matter is to be dealt with by the Tribunal, which time shall be not less than two months after the notice is published in The Ontario Gazette.  R.S.O. 1990, c. M.46, s. 30 (1); 2021, c. 4, Sched. 6, s. 65 (1). Subs. (1) does not apply to incidental matters (2) Subsection (1) does not apply with respect to any matter that is merely incidental to the exercise of any such powers.  R.S.O. 1990, c. M.46, s. 30 (2). Objection to be filed with Tribunal (3) The Tribunal shall not make any order under subsection 28 (1) if objection in writing to the making of such order is filed with the Tribunal by creditors representing not less than one-third in amount of the aggregate of the indebtedness of the municipality or separate school board, including therein debenture indebtedness but excluding therefrom indebtedness in respect of which the municipality or separate school board is not directly but only contingently or collaterally liable.  R.S.O. 1990, c. M.46, s. 30 (3); 2021, c. 4, Sched. 6, s. 65 (1). Approval by creditors (4) If creditors, representing not less than two-thirds in amount of the aggregate of the indebtedness of the municipality or separate school board including therein debenture indebtedness but excluding therefrom indebtedness in respect of which the municipality or separate school board is not directly but only contingently or collaterally liable, have filed in writing with the Tribunal their approval of the making of any order of the Tribunal under subsection 28 (1), it is not necessary that two months elapse as required under subsection (1).  R.S.O. 1990, c. M.46, s. 30 (4); 2021, c. 4, Sched. 6, s. 65 (1). When matter to be varied (5) When a matter is being dealt with by the Tribunal under this section and the Tribunal intends to vary the terms thereof, it shall, before so doing, give or direct that there be given notice of such intention to such persons and in such manner as the Tribunal considers proper, and such notice shall state the time and place when such variation is to be dealt with by the Tribunal, which time shall not be less than two weeks after the notice.  R.S.O. 1990, c. M.46, s. 30 (5); 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>30 </b>(1) Where the Tribunal, upon application to it by the Ministry or the council or a separate school board or any of the creditors of the municipality, intends to exercise any of the powers conferred on the Tribunal under subsection 28 (1) or section 29, it shall, before so doing, give or direct that there be given notice of such intention in <i>The Ontario Gazette</i> and by such other publication and to such persons and in such manner as the Tribunal considers proper, and such notice shall state the time and place when the matter is to be dealt with by the Tribunal, which time shall be not less than two months after the notice is published in <i>The Ontario Gazette</i>.<span> </span> R.S.O. 1990, c. M.46, s. 30 (1); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"headnote\">Subs. (1) does not apply to incidental matters</p> <p class=\"subsection\">(2) Subsection (1) does not apply with respect to any matter that is merely incidental to the exercise of any such powers.  R.S.O. 1990, c. M.46, s. 30 (2).</p> <p class=\"headnote\">Objection to be filed with Tribunal</p> <p class=\"subsection\">(3) The Tribunal shall not make any order under subsection 28 (1) if objection in writing to the making of such order is filed with the Tribunal by creditors representing not less than one-third in amount of the aggregate of the indebtedness of the municipality or separate school board, including therein debenture indebtedness but excluding therefrom indebtedness in respect of which the municipality or separate school board is not directly but only contingently or collaterally liable.  R.S.O. 1990, c. M.46, s. 30 (3); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"headnote\">Approval by creditors</p> <p class=\"subsection\">(4) If creditors, representing not less than two-thirds in amount of the aggregate of the indebtedness of the municipality or separate school board including therein debenture indebtedness but excluding therefrom indebtedness in respect of which the municipality or separate school board is not directly but only contingently or collaterally liable, have filed in writing with the Tribunal their approval of the making of any order of the Tribunal under subsection 28 (1), it is not necessary that two months elapse as required under subsection (1).  R.S.O. 1990, c. M.46, s. 30 (4); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"headnote\">When matter to be varied</p> <p class=\"subsection\">(5) When a matter is being dealt with by the Tribunal under this section and the Tribunal intends to vary the terms thereof, it shall, before so doing, give or direct that there be given notice of such intention to such persons and in such manner as the Tribunal considers proper, and such notice shall state the time and place when such variation is to be dealt with by the Tribunal, which time shall not be less than two weeks after the notice.  R.S.O. 1990, c. M.46, s. 30 (5); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "31.",
            "section_x": "Debenture debt not to form part of debt after order of Tribunal",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Debenture debt not to form part of debt after order of Tribunal",
            "content": "31 After an order of the Tribunal has been made under section 28, no portion of the debenture debt of the corporation represented by debentures ordered to be cancelled, retired or exchanged forms part of its debt within the meaning of any Act limiting its borrowing powers.  R.S.O. 1990, c. M.46, s. 31; 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>31 </b>After an order of the Tribunal has been made under section 28, no portion of the debenture debt of the corporation represented by debentures ordered to be cancelled, retired or exchanged forms part of its debt within the meaning of any Act limiting its borrowing powers.  R.S.O. 1990, c. M.46, s. 31; <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "32.",
            "section_x": "Variation or cancellation of subsisting agreements",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Variation or cancellation of subsisting agreements",
            "content": "32 The municipality may, with the approval of the Ministry, enter into agreements with any person with whom the municipality has previously entered into any agreement, contract or obligation which or some term, provision or obligation of which remains in whole or in part or in any manner to be observed, performed or carried out by the municipality, for the variation, amendment or cancellation of any such subsisting agreement, contract or obligation.  R.S.O. 1990, c. M.46, s. 32.",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>32 </b>The municipality may, with the approval of the Ministry, enter into agreements with any person with whom the municipality has previously entered into any agreement, contract or obligation which or some term, provision or obligation of which remains in whole or in part or in any manner to be observed, performed or carried out by the municipality, for the variation, amendment or cancellation of any such subsisting agreement, contract or obligation.  R.S.O. 1990, c. M.46, s. 32.</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "33.",
            "section_x": "Ministry to approve debenture issues",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Ministry to approve debenture issues",
            "content": "33 (1) Without the approval of the Ministry first being obtained, the municipality shall not, under any special or general Act, exercise or be required to exercise any of its powers if such exercise will or may require money to be provided by the issue of debentures of the corporation. Approval of debenture by-laws (2) The municipality may, with the approval of the Ministry, pass by-laws providing for the issue of debentures and to authorize the hypothecation or sale thereof, but no such by-law has any force and effect until approved by the Ministry.  R.S.O. 1990, c. M.46, s. 33.",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>33 </b>(1) Without the approval of the Ministry first being obtained, the municipality shall not, under any special or general Act, exercise or be required to exercise any of its powers if such exercise will or may require money to be provided by the issue of debentures of the corporation.</p> <p class=\"headnote\">Approval of debenture by-laws</p> <p class=\"subsection\">(2) The municipality may, with the approval of the Ministry, pass by-laws providing for the issue of debentures and to authorize the hypothecation or sale thereof, but no such by-law has any force and effect until approved by the Ministry.  R.S.O. 1990, c. M.46, s. 33.</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "34.",
            "section_x": "Assent of electors not requisite",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Assent of electors not requisite",
            "content": "34 It is not necessary that the assent of the electors of the municipality or of those thereof qualified to vote on money by-laws be obtained with respect to any by-law of the municipality or the issue thereunder of any debentures if such by-law is approved by the Ministry.  R.S.O. 1990, c. M.46, s. 34.",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>34 </b>It is not necessary that the assent of the electors of the municipality or of those thereof qualified to vote on money by-laws be obtained with respect to any by-law of the municipality or the issue thereunder of any debentures if such by-law is approved by the Ministry.  R.S.O. 1990, c. M.46, s. 34.</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "35.",
            "section_x": "Ministry to have control over money and its application",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Ministry to have control over money and its application",
            "content": "35 (1) The Ministry has full charge and control over all money belonging to the municipality and received by any person for or on its behalf and such money shall be deposited in a financial institution described in subsection (2) to be designated by the municipality, and when so deposited shall only be applied, used, transferred and withdrawn for such purpose, in such manner and at such time or times as the Ministry may approve and direct, and all cheques drawn and issued by the municipality shall be signed and countersigned by such persons and in such manner as the Ministry may authorize, and no money belonging to or revenues of the municipality may be appropriated, applied, paid, used, transferred or withdrawn by any person except with the approval of or otherwise than as directed by the Ministry. 2007, c. 7, Sched. 7, s. 187. Financial institutions (2) A financial institution referred to in subsection (1) is, (a)  a bank or authorized foreign bank within the meaning of section 2 of the Bank Act (Canada); (b)  a corporation registered under the Loan and Trust Corporations Act; (c)  a credit union within the meaning of the Credit Unions and Caisses Populaires Act, 2020; or (d)  a retail association as defined under the Cooperative Credit Associations Act (Canada). 2007, c. 7, Sched. 7, s. 187; 2020, c. 36, Sched. 7, s. 324. Section Amendments with date in force (d/m/y) 2002, c. 8, Sched. I, s. 18 - 5/01/2005 2007, c. 7, Sched. 7, s. 187 - 1/10/2009 2020, c. 36, Sched. 7, s. 324 - 01/03/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>35 </b>(1) The Ministry has full charge and control over all money belonging to the municipality and received by any person for or on its behalf and such money shall be deposited in a financial institution described in subsection (2) to be designated by the municipality, and when so deposited shall only be applied, used, transferred and withdrawn for such purpose, in such manner and at such time or times as the Ministry may approve and direct, and all cheques drawn and issued by the municipality shall be signed and countersigned by such persons and in such manner as the Ministry may authorize, and no money belonging to or revenues of the municipality may be appropriated, applied, paid, used, transferred or withdrawn by any person except with the approval of or otherwise than as directed by the Ministry. 2007, c. 7, Sched. 7, s. 187.</p> <p class=\"headnote\">Financial institutions</p> <p class=\"subsection\">(2) A financial institution referred to in subsection (1) is,</p> <p class=\"paragraph\">  (a)  a bank or authorized foreign bank within the meaning of section 2 of the <i>Bank Act</i><i> </i>(Canada);</p> <p class=\"paragraph\">  (b)  a corporation registered under the <i>Loan and Trust Corporations Act</i>;</p> <p class=\"paragraph\">  (c)  a credit union within the meaning of the <i>Credit Unions and Caisses Populaires Act, 2020</i>; or</p> <p class=\"paragraph\">  (d)  a retail association as defined under the <i>Cooperative Credit Associations Act</i><i> </i>(Canada). 2007, c. 7, Sched. 7, s. 187; 2020, c. 36, Sched. 7, s. 324.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02008#schedis18\">2002, c. 8, Sched. I, s. 18</a></span> - 5/01/2005</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S07007#sched7s187\">2007, c. 7, Sched. 7, s. 187</a></span> - 1/10/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20036#sched7s324\">2020, c. 36, Sched. 7, s. 324</a></span> - 01/03/2022</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "36.",
            "section_x": "Approval of Ministry necessary to levy rate",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Approval of Ministry necessary to levy rate",
            "content": "36 (1) Despite any general or special Act or any by-law of the municipality, only such rates, assessments or amounts shall be imposed, rated, levied or directed so to be upon the rateable property in the municipality or upon any part thereof as the Ministry approves or directs.  R.S.O. 1990, c. M.46, s. 36 (1). Payments to be made as directed (2) Nothing in this Part relieves a lower-tier municipality from the obligation to ultimately provide and pay to the upper-tier municipality of which it forms or has formed a part the amounts of all upper-tier municipality rates directed to be levied by the upper-tier municipality in the lower-tier municipality, with interest at such rate as the upper-tier municipality may have been obliged to pay upon any money borrowed by it upon debentures or otherwise until payment is made, and the payment of the amounts with interest shall be made at the time and in the manner as the Ministry may direct.  2002, c. 17, Sched. F, Table. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 1/01/2003",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>36 </b>(1) Despite any general or special Act or any by-law of the municipality, only such rates, assessments or amounts shall be imposed, rated, levied or directed so to be upon the rateable property in the municipality or upon any part thereof as the Ministry approves or directs.  R.S.O. 1990, c. M.46, s. 36 (1).</p> <p class=\"headnote\">Payments<span> to be made as directed</span></p> <p class=\"subsection\">(2) Nothing in this Part relieves a lower-tier municipality from the obligation to ultimately provide and pay to the upper-tier municipality of which it forms or has formed a part the amounts of all upper-tier municipality rates directed to be levied by the upper-tier municipality in the lower-tier municipality, with interest at such rate as the upper-tier municipality may have been obliged to pay upon any money borrowed by it upon debentures or otherwise until payment is made, and the payment of the amounts with interest shall be made at the time and in the manner as the Ministry may direct.  2002, c. 17, Sched. F, Table.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 1/01/2003</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "37.",
            "section_x": "Settlement of rates",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Settlement of rates",
            "content": "37 The council of an upper-tier municipality by a vote of two-thirds of all of its members may accept in full settlement and payment of the upper-tier rates owing by any lower-tier municipality that is subject to this Part an amount less than the whole amount owing.  2002, c. 17, Sched. F, Table. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 1/01/2003",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>37 </b>The council of an upper-tier municipality by a vote of two-thirds of all of its members may accept in full settlement and payment of the upper-tier rates owing by any lower-tier municipality that is subject to this Part an amount less than the whole amount owing.  2002, c. 17, Sched. F, Table.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 1/01/2003</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "38.",
            "section_x": "Return of collector’s roll",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Return of collector’s roll",
            "content": "38 The collector shall return the collector’s roll to the treasurer on or before such day as the Ministry may direct.  R.S.O. 1990, c. M.46, s. 38.",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>38 </b>The collector shall return the collector’s roll to the treasurer on or before such day as the Ministry may direct.  R.S.O. 1990, c. M.46, s. 38.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "39.",
            "section_x": "Right of appeal of Ministry",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Right of appeal of Ministry",
            "content": "39 (1) The Ministry has the same right of appeal as any person assessed has under subsection 40 (2) of the Assessment Act with respect to the assessment roll of the municipality and, in addition, has the right of appeal conferred by this section.  R.S.O. 1990, c. M.46, s. 39 (1). Idem (2) An appeal by the Ministry under this section may be made at any time within twenty days after the return of the roll and such appeal may be with respect to any particular assessment or omission to assess or generally with respect to all of the assessments included in the roll or any area of the municipality described in the notice of appeal or generally with respect to assessment of land only or buildings only or business included in the roll or in any area of the municipality defined in the notice of appeal.  R.S.O. 1990, c. M.46, s. 39 (2). Appeal from Assessment Review Board (3) The Ministry has the same right of appeal from any decision of the Assessment Review Board as a person assessed has under the Assessment Act.  R.S.O. 1990, c. M.46, s. 39 (3). Procedure (4) Except as provided in subsection (2), in any appeal against a particular assessment by the Ministry the practice and procedure thereon shall be the same as in the case of an appeal by a person assessed.  R.S.O. 1990, c. M.46, s. 39 (4). Practice and procedure in general appeal (5) In any general appeal by the Ministry under this section, the practice and procedure shall be determined by the Assessment Review Board or the Tribunal, as the case may be, and such notice or notices of the appeal shall be given by publication or otherwise as is determined by the Assessment Review Board or the Tribunal, and, upon the hearing of any such general appeal, the Assessment Review Board or the Tribunal has jurisdiction to review any or all of the assessments included in the roll as is necessary to determine the appeal and may make any changes, alterations and amendments therein, and also to direct the making of a new assessment roll in accordance with the terms of the order of the Assessment Review Board or the Tribunal.  R.S.O. 1990, c. M.46, s. 39 (5); 2021, c. 4, Sched. 6, s. 65 (1). Where revised roll inequitable, may be set aside (6) When it appears to the Ministry that, by reason of the revision or alteration of an assessment roll in accordance with a decision or decisions of the Assessment Review Board or the Tribunal, the roll as so revised or altered is inequitable in respect of a substantial number of persons shown on the roll, the Ministry may order that the entire roll as revised or altered be set aside and direct a new assessment to be made by such person as it may designate.  R.S.O. 1990, c. M.46, s. 39 (6); 2021, c. 4, Sched. 6, s. 65 (1). Time for return of new assessment, appeals (7) Where the Ministry directs a new assessment to be made, it shall also fix the time for the return of the new assessment roll, and the same rights of appeal as apply under the Assessment Act with respect to the assessment roll set aside apply with respect to such new roll, except that the dates specified in that Act for the hearing and determination of such appeals shall be extended for a period corresponding to the period of time between the return of the roll set aside and the return of the new roll.  R.S.O. 1990, c. M.46, s. 39 (7). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>39 </b>(1) The Ministry has the same right of appeal as any person assessed has under subsection 40 (2) of the <i>Assessment Act</i> with respect to the assessment roll of the municipality and, in addition, has the right of appeal conferred by this section.  R.S.O. 1990, c. M.46, s. 39 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) An appeal by the Ministry under this section may be made at any time within twenty days after the return of the roll and such appeal may be with respect to any particular assessment or omission to assess or generally with respect to all of the assessments included in the roll or any area of the municipality described in the notice of appeal or generally with respect to assessment of land only or buildings only or business included in the roll or in any area of the municipality defined in the notice of appeal.  R.S.O. 1990, c. M.46, s. 39 (2).</p> <p class=\"headnote\">Appeal from Assessment Review Board</p> <p class=\"subsection\">(3) The Ministry has the same right of appeal from any decision of the Assessment Review Board as a person assessed has under the <i>Assessment Act</i>.  R.S.O. 1990, c. M.46, s. 39 (3).</p> <p class=\"headnote\">Procedure</p> <p class=\"subsection\">(4) Except as provided in subsection (2), in any appeal against a particular assessment by the Ministry the practice and procedure thereon shall be the same as in the case of an appeal by a person assessed.  R.S.O. 1990, c. M.46, s. 39 (4).</p> <p class=\"headnote\">Practice and procedure in general appeal</p> <p class=\"subsection\">(5) In any general appeal by the Ministry under this section, the practice and procedure shall be determined by the Assessment Review Board or the Tribunal, as the case may be, and such notice or notices of the appeal shall be given by publication or otherwise as is determined by the Assessment Review Board or the Tribunal, and, upon the hearing of any such general appeal, the Assessment Review Board or the Tribunal has jurisdiction to review any or all of the assessments included in the roll as is necessary to determine the appeal and may make any changes, alterations and amendments therein, and also to direct the making of a new assessment roll in accordance with the terms of the order of the Assessment Review Board or the Tribunal.  R.S.O. 1990, c. M.46, s. 39 (5); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"headnote\">Where revised roll inequitable, may be set aside</p> <p class=\"subsection\">(6) When it appears to the Ministry that, by reason of the revision or alteration of an assessment roll in accordance with a decision or decisions of the Assessment Review Board or the Tribunal, the roll as so revised or altered is inequitable in respect of a substantial number of persons shown on the roll, the Ministry may order that the entire roll as revised or altered be set aside and direct a new assessment to be made by such person as it may designate.  R.S.O. 1990, c. M.46, s. 39 (6); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"headnote\">Time for return of new assessment, appeals</p> <p class=\"subsection\">(7) Where the Ministry directs a new assessment to be made, it shall also fix the time for the return of the new assessment roll, and the same rights of appeal as apply under the <i>Assessment Act</i> with respect to the assessment roll set aside apply with respect to such new roll, except that the dates specified in that Act for the hearing and determination of such appeals shall be extended for a period corresponding to the period of time between the return of the roll set aside and the return of the new roll.  R.S.O. 1990, c. M.46, s. 39 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "40.",
            "section_x": "Power of housing commission to amend agreements",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Power of housing commission to amend agreements",
            "content": "40 A housing commission may, with the approval of the Ministry, amend the terms of any agreement for sale of property heretofore or hereafter entered into by it, and with respect to property sold under any agreement that has been cancelled or determined may enter into new agreements for sale thereof, and the terms of any such amended or new agreement may be such as the Ministry approves.  R.S.O. 1990, c. M.46, s. 40.",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>40 </b>A housing commission may, with the approval of the Ministry, amend the terms of any agreement for sale of property heretofore or hereafter entered into by it, and with respect to property sold under any agreement that has been cancelled or determined may enter into new agreements for sale thereof, and the terms of any such amended or new agreement may be such as the Ministry approves.  R.S.O. 1990, c. M.46, s. 40.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "41.",
            "section_x": "Exercise of municipal jurisdiction subject to this Part",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Exercise of municipal jurisdiction subject to this Part",
            "content": "41 The jurisdiction and powers of a municipality that is subject to this Part exercisable under any general or special Act shall only be exercised in accordance with and subject to this Part and any order of the Ministry or the Tribunal made, or agreement entered into thereunder.  R.S.O. 1990, c. M.46, s. 41; 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>41 </b>The jurisdiction and powers of a municipality that is subject to this Part exercisable under any general or special Act shall only be exercised in accordance with and subject to this Part and any order of the Ministry or the Tribunal made, or agreement entered into thereunder.  R.S.O. 1990, c. M.46, s. 41; <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "42.",
            "section_x": "Exclusive jurisdiction of Tribunal and Ministry",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Exclusive jurisdiction of Tribunal and Ministry",
            "content": "42 (1) The Ministry or the Tribunal has exclusive jurisdiction as to all matters arising under this Part or out of the exercise by the municipality or any person of any of the powers conferred by this Part, and such jurisdiction is not open to question or review in any action or proceeding or by any court.  R.S.O. 1990, c. M.46, s. 42 (1);\r\n2021, c. 4, Sched. 6, s. 65 (1). Review of orders, etc. (2) The Ministry or the Tribunal may at any time of its own initiative or upon application made to it review any order, direction or decision made by it and confirm, amend, vary or revoke the same.  R.S.O. 1990, c. M.46, s. 42 (2); 2021, c. 4, Sched. 6, s. 65 (1). Orders to be final (3) Any order made or approval given by the Ministry or the Tribunal under this Part, subject to the right of the Tribunal or the Ministry to review and amend or revoke it, is final and conclusive and not open to question in any court.  R.S.O. 1990, c. M.46, s. 42 (3); 2021, c. 4, Sched. 6, s. 65 (1). Tribunal’s jurisdiction (4) The Tribunal only has and may exercise exclusive jurisdiction to make any order under sections 20, 21, 28, 29, 30 and 49, and otherwise has jurisdiction only with respect to appeals to it under section 23.  R.S.O. 1990, c. M.46, s. 42 (4); 2021, c. 4, Sched. 6, s. 65 (1). Ministry’s jurisdiction (5) Except as provided by sections 20, 21, 23, 28, 29, 30 and 49, and by subsection (4), the Ministry only has and may exercise exclusive jurisdiction with respect to all matters provided for in this Part.  R.S.O. 1990, c. M.46, s. 42 (5). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK44\"></a><b>42 </b>(1) The Ministry or the Tribunal has exclusive jurisdiction as to all matters arising under this Part or out of the exercise by the municipality or any person of any of the powers conferred by this Part, and such jurisdiction is not open to question or review in any action or proceeding or by any court.  R.S.O. 1990, c. M.46, s. 42 (1);\r\n<span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"headnote\">Review of orders, etc.</p> <p class=\"subsection\">(2) The Ministry or the Tribunal may at any time of its own initiative or upon application made to it review any order, direction or decision made by it and confirm, amend, vary or revoke the same.  R.S.O. 1990, c. M.46, s. 42 (2); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"headnote\">Orders to be final</p> <p class=\"subsection\">(3) Any order made or approval given by the Ministry or the Tribunal under this Part, subject to the right of the Tribunal or the Ministry to review and amend or revoke it, is final and conclusive and not open to question in any court.  R.S.O. 1990, c. M.46, s. 42 (3); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"headnote\">Tribunal’s jurisdiction</p> <p class=\"subsection\">(4) The Tribunal only has and may exercise exclusive jurisdiction to make any order under sections 20, 21, 28, 29, 30 and 49, and otherwise has jurisdiction only with respect to appeals to it under section 23.  R.S.O. 1990, c. M.46, s. 42 (4); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"headnote\">Ministry’s jurisdiction</p> <p class=\"subsection\">(5) Except as provided by sections 20, 21, 23, 28, 29, 30 and 49, and by subsection (4), the Ministry only has and may exercise exclusive jurisdiction with respect to all matters provided for in this Part.  R.S.O. 1990, c. M.46, s. 42 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "43.",
            "section_x": "Powers of Tribunal and Ministry",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Powers of Tribunal and Ministry",
            "content": "43 The Ministry or the Tribunal may make such orders and prescribe such forms from time to time as it considers necessary to carry out the provisions of this Part or any agreement made in pursuance thereof, and may make rules and regulations in respect of applications, matters and things under this Part.  R.S.O. 1990, c. M.46, s. 43; 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK45\"></a><b>43 </b>The Ministry or the Tribunal may make such orders and prescribe such forms from time to time as it considers necessary to carry out the provisions of this Part or any agreement made in pursuance thereof, and may make rules and regulations in respect of applications, matters and things under this Part.  R.S.O. 1990, c. M.46, s. 43; <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "44.",
            "section_x": "Forms of certificates, notices, etc.",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Forms of certificates, notices, etc.",
            "content": "44 Every certificate, notice or other form that is in substantial conformity with the form thereof required by this Part, or prescribed by the Ministry or the Tribunal, is not open to objection on the ground that it is not in the form required by this Part or prescribed by the Ministry or the Tribunal.  R.S.O. 1990, c. M.46, s. 44; 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>44 </b>Every certificate, notice or other form that is in substantial conformity with the form thereof required by this Part, or prescribed by the Ministry or the Tribunal, is not open to objection on the ground that it is not in the form required by this Part or prescribed by the Ministry or the Tribunal.  R.S.O. 1990, c. M.46, s. 44; <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "45.",
            "section_x": "Powers exercisable for and in name of municipality",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Powers exercisable for and in name of municipality",
            "content": "45 Where a municipality has become subject to this Part, all acts, deeds, matters and things done, made or performed by or for the Tribunal or by or for the Ministry under this Part in relation to the affairs of such municipality shall for all purposes be deemed to have been made, done and performed by and for the municipality and in its name.  R.S.O. 1990, c. M.46, s. 45; 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK47\"></a><b>45 </b>Where a municipality has become subject to this Part, all acts, deeds, matters and things done, made or performed by or for the Tribunal or by or for the Ministry under this Part in relation to the affairs of such municipality shall for all purposes be deemed to have been made, done and performed by and for the municipality and in its name.  R.S.O. 1990, c. M.46, s. 45; <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "46.",
            "section_x": "Tribunal and Ministry to have access to all books and records",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Tribunal and Ministry to have access to all books and records",
            "content": "46 The Tribunal and the Ministry have access at all times to all books, records, papers and documents of the municipality and of every local board, including but without limiting the generality of the foregoing all assessment rolls, collectors’ rolls, by-laws, minute books, books of account, vouchers and other records, papers and documents relating to its and their financial transactions, and may inspect, examine, audit and copy them or any part thereof.  R.S.O. 1990, c. M.46, s. 46; 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><b>46 </b>The Tribunal and the Ministry have access at all times to all books, records, papers and documents of the municipality and of every local board, including but without limiting the generality of the foregoing all assessment rolls, collectors’ rolls, by-laws, minute books, books of account, vouchers and other records, papers and documents relating to its and their financial transactions, and may inspect, examine, audit and copy them or any part thereof.  R.S.O. 1990, c. M.46, s. 46; <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "47.",
            "section_x": "Powers to enforce orders",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Powers to enforce orders",
            "content": "47 (1) Where a municipality has become subject to this Part, and its council or any local board fails, neglects or refuses to comply with any order, direction or decision of the Tribunal or the Ministry, the Tribunal or the Ministry may, upon such notice, if any, as it prescribes, do or order done all acts, deeds, matters and things necessary for compliance with such order or direction, and may exercise all the powers of the council or local board for such purpose and under its or their name and seal.  R.S.O. 1990, c. M.46, s. 47 (1); 2021, c. 4, Sched. 6, s. 65 (1). Liability of members of council and local boards for non-compliance with orders and directions (2) The council of the municipality and every local board thereof, and every one of its or their members, officers, employees and servants, shall comply with the orders, directions and decisions of the Tribunal or the Ministry in any matter relating to the administration of the affairs of such municipality or local board, and any such person who knowingly or wilfully fails, neglects or refuses to observe and comply with any such order, direction or decision, or who, as a member of the council or local board, votes contrary thereto, is guilty of an offence.  R.S.O. 1990, c. M.46, s. 47 (2); 2021, c. 4, Sched. 6, s. 65 (1). Personal liability and disqualification of members of council and local boards (3) If a municipality that is subject to this Part applies any of its funds otherwise than as ordered or authorized by the Tribunal or the Ministry, the members of the council or local board who voted for such application are jointly and severally liable for the amount so applied, and it may be recovered in a court of competent jurisdiction, and such members are also disqualified from holding any municipal office for five years.  R.S.O. 1990, c. M.46, s. 47 (3); 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK49\"></a><b>47 </b>(1) Where a municipality has become subject to this Part, and its council or any local board fails, neglects or refuses to comply with any order, direction or decision of the Tribunal or the Ministry, the Tribunal or the Ministry may, upon such notice, if any, as it prescribes, do or order done all acts, deeds, matters and things necessary for compliance with such order or direction, and may exercise all the powers of the council or local board for such purpose and under its or their name and seal.  R.S.O. 1990, c. M.46, s. 47 (1); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"headnote\">Liability of members of council and local boards for non-compliance with orders and directions</p> <p class=\"subsection\">(2) The council of the municipality and every local board thereof, and every one of its or their members, officers, employees and servants, shall comply with the orders, directions and decisions of the Tribunal or the Ministry in any matter relating to the administration of the affairs of such municipality or local board, and any such person who knowingly or wilfully fails, neglects or refuses to observe and comply with any such order, direction or decision, or who, as a member of the council or local board, votes contrary thereto, is guilty of an offence.  R.S.O. 1990, c. M.46, s. 47 (2); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"headnote\">Personal liability and disqualification of members of council and local boards</p> <p class=\"subsection\">(3) If a municipality that is subject to this Part applies any of its funds otherwise than as ordered or authorized by the Tribunal or the Ministry, the members of the council or local board who voted for such application are jointly and severally liable for the amount so applied, and it may be recovered in a court of competent jurisdiction, and such members are also disqualified from holding any municipal office for five years.  R.S.O. 1990, c. M.46, s. 47 (3); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "48.",
            "section_x": "Dismissal of municipal officers",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Dismissal of municipal officers",
            "content": "48 The Ministry may dismiss from office any officer, employee or servant of a municipality who fails, neglects or refuses to carry out any order, direction or decision of the Tribunal or the Ministry.  R.S.O. 1990, c. M.46, s. 48; 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK50\"></a><b>48 </b>The Ministry may dismiss from office any officer, employee or servant of a municipality who fails, neglects or refuses to carry out any order, direction or decision of the Tribunal or the Ministry.  R.S.O. 1990, c. M.46, s. 48; <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "49.",
            "section_x": "Injunction against exercise of municipal powers",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Injunction against exercise of municipal powers",
            "content": "49 The Tribunal may by injunction proceedings instituted in its own name prevent or stop the exercise by or for a municipality of any of its powers that have not been approved by the Tribunal or the Ministry, when such approval is required under this Part.  R.S.O. 1990, c. M.46, s. 49; 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK51\"></a><b>49 </b>The Tribunal may by injunction proceedings instituted in its own name prevent or stop the exercise by or for a municipality of any of its powers that have not been approved by the Tribunal or the Ministry, when such approval is required under this Part.  R.S.O. 1990, c. M.46, s. 49; <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "50.",
            "section_x": "Ministry may combine municipal offices",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Ministry may combine municipal offices",
            "content": "50 The Ministry may direct that any two or more of the offices of the municipality shall be combined and held by the same officer, and may subsequently separate any of the offices so combined.  R.S.O. 1990, c. M.46, s. 50.",
            "raw_html": "<p class=\"section\"><a name=\"BK52\"></a><b>50 </b>The Ministry may direct that any two or more of the offices of the municipality shall be combined and held by the same officer, and may subsequently separate any of the offices so combined.  R.S.O. 1990, c. M.46, s. 50.</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "51.",
            "section_x": "Expenses of Ministry",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Expenses of Ministry",
            "content": "51 (1) The Ministry may direct payment of such fees or remuneration and travelling and other expenses reasonably incurred by the Ministry as it may determine.  R.S.O. 1990, c. M.46, s. 51 (1). Ministry’s officer (2) The Ministry may appoint some person, who may be an officer of the municipality, to exercise such powers and duties as the Ministry may provide, and the person so appointed shall be paid such salary and allowed such travelling and other expenses as the Ministry may determine.  R.S.O. 1990, c. M.46, s. 51 (2). Council may be heard as to salaries (3) The Ministry, in determining the salaries to be paid to any person appointed by it under subsection (2), shall give consideration to such representations with respect thereto as the council may at any time make.  R.S.O. 1990, c. M.46, s. 51 (3). Salaries and expenses to be paid by municipality (4) All salaries, fees, remuneration, travelling and other expenses payable under this section and all other expenses incurred by the Tribunal or the Ministry in carrying out the provisions of this Part or in the exercise of their powers thereunder shall be paid by the municipality or local board, as the case may be, and be chargeable to such of its accounts as the Ministry may direct.  R.S.O. 1990, c. M.46, s. 51 (4); 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK53\"></a><b>51 </b>(1) The Ministry may direct payment of such fees or remuneration and travelling and other expenses reasonably incurred by the Ministry as it may determine.  R.S.O. 1990, c. M.46, s. 51 (1).</p> <p class=\"headnote\">Ministry’s officer</p> <p class=\"subsection\">(2) The Ministry may appoint some person, who may be an officer of the municipality, to exercise such powers and duties as the Ministry may provide, and the person so appointed shall be paid such salary and allowed such travelling and other expenses as the Ministry may determine.  R.S.O. 1990, c. M.46, s. 51 (2).</p> <p class=\"headnote\">Council may be heard as to salaries</p> <p class=\"subsection\">(3) The Ministry, in determining the salaries to be paid to any person appointed by it under subsection (2), shall give consideration to such representations with respect thereto as the council may at any time make.  R.S.O. 1990, c. M.46, s. 51 (3).</p> <p class=\"headnote\">Salaries and expenses to be paid by municipality</p> <p class=\"subsection\">(4) All salaries, fees, remuneration, travelling and other expenses payable under this section and all other expenses incurred by the Tribunal or the Ministry in carrying out the provisions of this Part or in the exercise of their powers thereunder shall be paid by the municipality or local board, as the case may be, and be chargeable to such of its accounts as the Ministry may direct.  R.S.O. 1990, c. M.46, s. 51 (4); <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "52.",
            "section_x": "Provisions of this Act to prevail",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Provisions of this Act to prevail",
            "content": "52 The powers contained in this Part shall be deemed to be in addition to and not in derogation of any power of the Tribunal, Ministry or municipality under this or any other Act, but, where the provisions of any general or special Act or any other Part of this Act conflict with the provisions of this Part, the latter prevails.  R.S.O. 1990, c. M.46, s. 52;\r\n2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK54\"></a><b>52 </b>The powers contained in this Part shall be deemed to be in addition to and not in derogation of any power of the Tribunal, Ministry or municipality under this or any other Act, but, where the provisions of any general or special Act or any other Part of this Act conflict with the provisions of this Part, the latter prevails.  R.S.O. 1990, c. M.46, s. 52;\r\n<span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "53.",
            "section_x": "Tribunal may end application of this Part",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Tribunal may end application of this Part",
            "content": "53 Where the Ministry is of opinion that the affairs of a municipality no longer require to be administered under this Part, the Tribunal may make an order directing that on, from and after a date fixed thereby this Part shall no longer apply to the municipality, and on, from and after such date the Tribunal and the Ministry shall cease to exercise jurisdiction and control over the municipality under this Part.  R.S.O. 1990, c. M.46, s. 53; 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK55\"></a><b>53 </b>Where the Ministry is of opinion that the affairs of a municipality no longer require to be administered under this Part, the Tribunal may make an order directing that on, from and after a date fixed thereby this Part shall no longer apply to the municipality, and on, from and after such date the Tribunal and the Ministry shall cease to exercise jurisdiction and control over the municipality under this Part.  R.S.O. 1990, c. M.46, s. 53; <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "54.",
            "section_x": "Power of Tribunal under s. 28 to continue to apply",
            "part_id": "PART III  ",
            "part_type": "PART III SPECIAL JURISDICTION OVER DEFAULTING MUNICIPALITIES",
            "section_y": "Power of Tribunal under s. 28 to continue to apply",
            "content": "54 Where the Ministry has heretofore ceased or hereafter ceases to exercise jurisdiction and control over a municipality under this Part pursuant to an order made under section 53, the Tribunal shall, despite such order, continue to have and may, subject to the approval of the Ministry, exercise any of the powers mentioned in section 28 in the same manner as if such order had not been made.  R.S.O. 1990, c. M.46, s. 54; 2021, c. 4, Sched. 6, s. 65 (1). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 65 (1) - 01/06/2021 ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK56\"></a><b>54 </b>Where the Ministry has heretofore ceased or hereafter ceases to exercise jurisdiction and control over a municipality under this Part pursuant to an order made under section 53, the Tribunal shall, despite such order, continue to have and may, subject to the approval of the Ministry, exercise any of the powers mentioned in section 28 in the same manner as if such order had not been made.  R.S.O. 1990, c. M.46, s. 54; <span>2021, c. 4, Sched. 6, s. 65 (1)</span>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s65s1\">2021, c. 4, Sched. 6, s. 65 (1)</a> - <span>01/06/2021</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90m46\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}