{
    "act_info": {
        "full_title": "Municipal Elderly Residents' Assistance Act, R.S.O. 1990, c. M.52",
        "act_name_text": "Not Found",
        "citation": "Municipal Elderly Residents' Assistance Act, R.S.O. 1990, c. M.52",
        "url": "https://www.ontario.ca/laws/statute/90m52",
        "date_scraped": "2023-12-19 21:55:07"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.In this Act, “municipality” means a city, town, village and township; (“municipalité”) “owner” means a person assessed as the owner of residential real property, and includes an owner within the meaning of the Condominium Act; (“propriétaire”) “personal residence” means the residence ordinarily inhabited by the owner; (“résidence personnelle”) “same-sex partner” means a person of the same sex with whom the person is living outside marriage in a conjugal relationship, if the two persons, (a) have cohabited for at least one year, (b) are together the parents of a child, or (c) have together entered into a cohabitation agreement under section 53 of the Family Law Act; (“partenaire de même sexe”) “spouse” means a person of the opposite sex, (a) to whom the person is married, or (b) with whom the person is living outside marriage in a conjugal relationship, if the two persons, (i) have cohabited for at least one year, (ii) are together the parents of a child, or (iii) have together entered into a cohabitation agreement under section 53 of the Family Law Act. (“conjoint”) R.S.O. 1990, c. M.52, s. 1; 1999, c. 6, s. 42 (1).",
            "raw_html": "<p class=\"section-e\"><b>1.</b>In this Act,</p> <p class=\"firstdef-e\">“municipality” means a city, town, village and township; (“municipalité”)</p> <p class=\"definition-e\">“owner” means a person assessed as the owner of residential real property, and includes an owner within the meaning of the <i>Condominium Act</i>; (“propriétaire”)</p> <p class=\"definition-e\">“personal residence” means the residence ordinarily inhabited by the owner; (“résidence personnelle”)</p> <p class=\"definition-e\">“same-sex partner” means a person of the same sex with whom the person is living outside marriage in a conjugal relationship, if the two persons,</p> <p class=\"defclause-e\">(a) have cohabited for at least one year,</p> <p class=\"defclause-e\">(b) are together the parents of a child, or</p> <p class=\"defclause-e\">(c) have together entered into a cohabitation agreement under section 53 of the <i>Family Law Act;</i> (“partenaire de même sexe”)</p> <p class=\"definition-e\">“spouse” means a person of the opposite sex,</p> <p class=\"defclause-e\">(a) to whom the person is married, or</p> <p class=\"defclause-e\">(b) with whom the person is living outside marriage in a conjugal relationship, if the two persons,</p> <p class=\"defsubclause-e\">(i) have cohabited for at least one year,</p> <p class=\"defsubclause-e\">(ii) are together the parents of a child, or</p> <p class=\"defsubclause-e\">(iii) have together entered into a cohabitation agreement under section 53 of the <i>Family Law Act</i>. (“conjoint”) R.S.O. 1990, c. M.52, s. 1; 1999, c. 6, s. 42 (1).</p>"
        },
        {
            "id": "2.",
            "section": "By-law authorizing tax credit",
            "content": "2.(1)The council of a municipality may pass by-laws authorizing and directing the treasurer of the municipality to allow owners of residential real property in the municipality a uniform credit in an amount to be determined by the council of the municipality, against the real property taxes imposed by the municipality in respect of such real property, provided that, (a) such owner or the spouse or same-sex partner of such owner or both occupies or occupy the property in respect of which real property taxes are imposed as his, her or their personal residence; (b) such owner or the spouse or same-sex partner of such owner or both has or have attained the age of sixty-five years or such greater age as the by-law may provide; (c) such owner or the spouse or same-sex partner of such owner or both has or have been assessed as the owner of residential real property in the municipality for a period of not less than one year, or for a period of not less than such other number of years up to five as the by-law may provide, immediately preceding the date of application for the credit; and (d) no such credit shall be allowed to an owner in respect of more residential real property than one single family dwelling unit in any year. R.S.O. 1990, c. M.52, s. 2 (1); 1999, c. 6, s. 42 (2). Additional requirement for qualification (2)A by-law passed by the council of a municipality under this Act may provide that, despite subsection (1), no owner who otherwise qualifies under subsection (1), shall receive a credit unless such owner or the spouse or same-sex partner of such owner or both is or are receiving a monthly guaranteed income supplement under Part II of the Old Age Security Act (Canada). R.S.O. 1990, c. M.52, s. 2 (2); 1999, c. 6, s. 42 (3). Continuation of tax credit to surviving spouse (3)A by-law passed by the council of a municipality under this Act may provide for the continuation of such tax credits to the surviving spouse or same-sex partner of a deceased person to whom a tax credit was allowed, if such spouse or same-sex partner otherwise qualifies for such credit except for the provisions of clause (1) (c). R.S.O. 1990, c. M.52, s. 2 (3); 1999, c. 6, s. 42 (4). ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>2.</b>(1)The council of a municipality may pass by-laws authorizing and directing the treasurer of the municipality to allow owners of residential real property in the municipality a uniform credit in an amount to be determined by the council of the municipality, against the real property taxes imposed by the municipality in respect of such real property, provided that,</p> <p class=\"clause-e\">(a) such owner or the spouse or same-sex partner of such owner or both occupies or occupy the property in respect of which real property taxes are imposed as his, her or their personal residence;</p> <p class=\"clause-e\">(b) such owner or the spouse or same-sex partner of such owner or both has or have attained the age of sixty-five years or such greater age as the by-law may provide;</p> <p class=\"clause-e\">(c) such owner or the spouse or same-sex partner of such owner or both has or have been assessed as the owner of residential real property in the municipality for a period of not less than one year, or for a period of not less than such other number of years up to five as the by-law may provide, immediately preceding the date of application for the credit; and</p> <p class=\"clause-e\">(d) no such credit shall be allowed to an owner in respect of more residential real property than one single family dwelling unit in any year. R.S.O. 1990, c. M.52, s. 2 (1); 1999, c. 6, s. 42 (2).</p> <p class=\"headnote-e\"><b>Additional requirement for qualification</b></p> <p class=\"subsection-e\">(2)A by-law passed by the council of a municipality under this Act may provide that, despite subsection (1), no owner who otherwise qualifies under subsection (1), shall receive a credit unless such owner or the spouse or same-sex partner of such owner or both is or are receiving a monthly guaranteed income supplement under Part II of the <i>Old Age Security Act</i> (Canada). R.S.O. 1990, c. M.52, s. 2 (2); 1999, c. 6, s. 42 (3).</p> <p class=\"headnote-e\"><b>Continuation of tax credit to surviving spouse</b></p> <p class=\"subsection-e\">(3)A by-law passed by the council of a municipality under this Act may provide for the continuation of such tax credits to the surviving spouse or same-sex partner of a deceased person to whom a tax credit was allowed, if such spouse or same-sex partner otherwise qualifies for such credit except for the provisions of clause (1) (c). R.S.O. 1990, c. M.52, s. 2 (3); 1999, c. 6, s. 42 (4).</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90m52_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90m52_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}