{
    "act_info": {
        "full_title": "Municipal Conflict of Interest Act, R.S.O. 1990, c. M.50",
        "act_name_text": "Municipal Conflict of Interest Act",
        "citation": "R.S.O. 1990, c. M.50",
        "url": "https://www.ontario.ca/laws/statute/90m50",
        "date_scraped": "2023-12-18 05:33:06"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 23, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90m50/v20",
            "valid_from": "September  8, 2022",
            "valid_to": "November 22, 2022"
        },
        {
            "a_href": "/laws/statute/90m50/v19",
            "valid_from": "April 19, 2021",
            "valid_to": "September  7, 2022"
        },
        {
            "a_href": "/laws/statute/90m50/v18",
            "valid_from": "March 26, 2019",
            "valid_to": "April 18, 2021"
        },
        {
            "a_href": "/laws/statute/90m50/v17",
            "valid_from": "March  1, 2019",
            "valid_to": "March 25, 2019"
        },
        {
            "a_href": "/laws/statute/90m50/v16",
            "valid_from": "March  8, 2018",
            "valid_to": "February 28, 2019"
        },
        {
            "a_href": "/laws/statute/90m50/v15",
            "valid_from": "March  1, 2018",
            "valid_to": "March  7, 2018"
        },
        {
            "a_href": "/laws/statute/90m50/v14",
            "valid_from": "May 30, 2017",
            "valid_to": "February 28, 2018"
        },
        {
            "a_href": "/laws/statute/90m50/v13",
            "valid_from": "January  1, 2017",
            "valid_to": "May 29, 2017"
        },
        {
            "a_href": "/laws/statute/90m50/v12",
            "valid_from": "December  5, 2016",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "/laws/statute/90m50/v11",
            "valid_from": "July  1, 2010",
            "valid_to": "December  4, 2016"
        },
        {
            "a_href": "/laws/statute/90m50/v10",
            "valid_from": "December 15, 2009",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/statute/90m50/v9",
            "valid_from": "May  5, 2008",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90m50/v8",
            "valid_from": "June  4, 2007",
            "valid_to": "May  4, 2008"
        },
        {
            "a_href": "/laws/statute/90m50/v7",
            "valid_from": "May 17, 2007",
            "valid_to": "June  3, 2007"
        },
        {
            "a_href": "/laws/statute/90m50/v6",
            "valid_from": "January  1, 2007",
            "valid_to": "May 16, 2007"
        },
        {
            "a_href": "/laws/statute/90m50/v5",
            "valid_from": "December 20, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/statute/90m50/v4",
            "valid_from": "June 22, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90m50/v3",
            "valid_from": "June 13, 2005",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "/laws/statute/90m50/v2",
            "valid_from": "March  9, 2005",
            "valid_to": "June 12, 2005"
        },
        {
            "a_href": "/laws/statute/90m50/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "March  8, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “child” means a child born within or outside marriage and includes an adopted child and a person whom a parent has demonstrated a settled intention to treat as a child of his or her family; (“enfant”) “controlling interest” means the interest that a person has in a corporation when the person beneficially owns, directly or indirectly, or exercises control or direction over, equity shares of the corporation carrying more than 10 per cent of the voting rights attached to all equity shares of the corporation for the time being outstanding; (“intérêts majoritaires”) “council” means the council of a municipality; (“conseil”) “elector” means, (a)  in respect of a municipality, or a local board thereof, other than a school board, a person entitled to vote at a municipal election in the municipality, and (b)  in respect of a school board, a person entitled to vote at the election of members of the school board; (“électeur”) “interest in common with electors generally” means a pecuniary interest in common with the electors within the area of jurisdiction and, where the matter under consideration affects only part of the area of jurisdiction, means a pecuniary interest in common with the electors within that part; (“intérêt commun à tous les électeurs”) “judge” means a judge of the Superior Court of Justice; (“juge”) “local board” means a school board, board of directors of a children’s aid society, committee of adjustment, conservation authority, court of revision, land division committee, municipal service board, public library board, board of management of an improvement area, board of health, police services board, planning board, district social services administration board, trustees of a police village, board of trustees of a police village, board or committee of management of a long-term care home, or any other board, commission, committee, body or local authority established or exercising any power or authority under any general or special Act in respect of any of the affairs or purposes, including school purposes, of one or more municipalities or parts thereof, but does not include a committee of management of a community recreation centre appointed by a school board or a local roads board; (“conseil local”) Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “local board” in section 1 of the Act is amended by striking out “police services board” and substituting “police service board”. (See: 2019, c. 1, Sched. 4, s. 35) “meeting” includes any regular, special, committee or other meeting of a council or local board, as the case may be; (“réunion”) “member” means a member of a council or of a local board; (“membre”) “municipality” includes a board, commission or other local authority exercising any power in respect of municipal affairs or purposes, including school purposes, in territory without municipal organization, but does not include a committee of management of a community recreation centre appointed by a school board, a local roads board or a local services board; (“municipalité”) “parent” means a person who has demonstrated a settled intention to treat a child as a member of his or her family; (“parent”) “school board” means a board as defined in subsection 1 (1) of the Education Act, and, where the context requires, includes an old board within the meaning of subsection 1 (1) of the Education Act; (“conseil scolaire”) “senior officer” means the chair or any vice-chair of the board of directors, the president, any vice-president, the secretary, the treasurer or the general manager of a corporation or any other person who performs functions for the corporation similar to those normally performed by a person occupying any such office; (“dirigeant”) “spouse” means a person to whom the person is married or with whom the person is living in a conjugal relationship outside marriage. (“conjoint”)  R.S.O. 1990, c. M.50, s. 1; 1997, c. 25, Sched. E, s. 7; 1997, c. 31, s. 156 (1); 1999, c. 6, s. 41 (1); 2002, c. 17, Sched. F, Table; 2005, c. 5, s. 45 (1, 2); 2006, c. 19, Sched. C, s. 1 (1); 2006, c. 32, Sched. D, s. 10; 2007, c. 8, s. 219; 2016, c. 23, s. 58; 2021, c. 4, Sched. 11, s. 23 (1-3). Section Amendments with date in force (d/m/y) 1997, c. 31, s. 156 (1) - 01/01/1998; 1999, c. 6, s. 41 (1) - 01/03/2000 2002, c. 17, Sched. F, Table - 01/01/2003 2005, c. 5, s. 45 (1, 2)\r\n- 13/06/2005 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006; 2006, c. 32, Sched. D, s. 10 - 01/01/2007 2007, c. 8, s. 219\r\n- 01/07/2010 2016, c. 23, s. 58\r\n- 01/01/2017 2018, c. 3, Sched. 5, s. 37 - no effect - see 2019, c. 1, Sched. 3, s. 5 - 26/03/2019 2019, c. 1, Sched. 4, s. 35 - not in force 2021, c. 4, Sched. 11, s. 23 (1-3) - 19/04/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“child” means a child born within or outside marriage and includes an adopted child and a person whom a parent has demonstrated a settled intention to treat as a child of his or her family; (“enfant”)</p> <p class=\"definition\">“controlling interest” means the interest that a person has in a corporation when the person beneficially owns, directly or indirectly, or exercises control or direction over, equity shares of the corporation carrying more than 10 per cent of the voting rights attached to all equity shares of the corporation for the time being outstanding; (“intérêts majoritaires”)</p> <p class=\"definition\">“council” means the council of a municipality; (“conseil”)</p> <p class=\"definition\">“elector” means,</p> <p class=\"paragraph\">  (a)  in respect of a municipality, or a local board thereof, other than a school board, a person entitled to vote at a municipal election in the municipality, and</p> <p class=\"paragraph\">  (b)  in respect of a school board, a person entitled to vote at the election of members of the school board; (“électeur”)</p> <p class=\"definition\">“interest in common with electors generally” means a pecuniary interest in common with the electors within the area of jurisdiction and, where the matter under consideration affects only part of the area of jurisdiction, means a pecuniary interest in common with the electors within that part; (“intérêt commun à tous les électeurs”)</p> <p class=\"definition\">“judge” means a judge of the Superior Court of Justice; (“juge”)</p> <p class=\"definition\">“local board” means a school board, board of directors of a children’s aid society, committee of adjustment, conservation authority, court of revision, land division committee, municipal service board, public library board, board of management of an improvement area, board of health, police services board, planning board, district social services administration board, trustees of a police village, board of trustees of a police village, board or committee of management of a long-term care home, or any other board, commission, committee, body or local authority established or exercising any power or authority under any general or special Act in respect of any of the affairs or purposes, including school purposes, of one or more municipalities or parts thereof, but does not include a committee of management of a community recreation centre appointed by a school board or a local roads board; (“conseil local”)</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, the definition of “local board” in section 1 of the Act is amended by striking out “police services board” and substituting “police service board”. (See: 2019, c. 1, Sched. 4, s. 35)</span></p> <p class=\"definition\">“meeting” includes any regular, special, committee or other meeting of a council or local board, as the case may be; (“réunion”)</p> <p class=\"definition\">“member” means a member of a council or of a local board; (“membre”)</p> <p class=\"definition\">“municipality” includes a board, commission or other local authority exercising any power in respect of municipal affairs or purposes, including school purposes, in territory without municipal organization, but does not include a committee of management of a community recreation centre appointed by a school board, a local roads board or a local services board; (“municipalité”)</p> <p class=\"definition\">“parent” means a person who has demonstrated a settled intention to treat a child as a member of his or her family; (“parent”)</p> <p class=\"definition\">“school board” means a board as defined in subsection 1 (1) of the <i>Education Act</i>, and, where the context requires, includes an old board within the meaning of subsection 1 (1) of the <i>Education Act</i>; (“conseil scolaire”)</p> <p class=\"definition\">“senior officer” means the chair or any vice-chair of the board of directors, the president, any vice-president, the secretary, the treasurer or the general manager of a corporation or any other person who performs functions for the corporation similar to those normally performed by a person occupying any such office; (“dirigeant”)</p> <p class=\"definition\">“spouse” means a person to whom the person is married or with whom the person is living in a conjugal relationship outside marriage. (“conjoint”)  R.S.O. 1990, c. M.50, s. 1; 1997, c. 25, Sched. E, s. 7; 1997, c. 31, s. 156 (1); 1999, c. 6, s. 41 (1); 2002, c. 17, Sched. F, Table; 2005, c. 5, s. 45 (1, 2); 2006, c. 19, Sched. C, s. 1 (1); 2006, c. 32, Sched. D, s. 10; 2007, c. 8, s. 219; 2016, c. 23, s. 58;<span> 2021, c. 4, Sched. 11, s. 23 (1-3)</span>.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1997, c. 31, s. 156 (1) - 01/01/1998; 1999, c. 6, s. 41 (1) - 01/03/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05005#s45s1\">2005, c. 5, s. 45 (1, 2)</a></span>\r\n- 13/06/2005</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedds10\">2006, c. 32, Sched. D, s. 10</a></span> - 01/01/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S07008#s219\">2007, c. 8, s. 219</a></span>\r\n- 01/07/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16023#s58\">2016, c. 23, s. 58</a></span>\r\n- 01/01/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18003#sched5s37\">2018, c. 3, Sched. 5, s. 37</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched3s5\">2019, c. 1, Sched. 3, s. 5</a></span> - 26/03/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched4s35\">2019, c. 1, Sched. 4, s. 35</a></span> - not in force</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched11s23s1\">2021, c. 4, Sched. 11, s. 23 (1-3)</a> - 19/04/2021</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.1",
            "section_x": "Principles",
            "part_id": null,
            "part_type": null,
            "section_y": "Principles",
            "content": "1.1 The Province of Ontario endorses the following principles in relation to the duties of members of councils and of local boards under this Act: 1.  The importance of integrity, independence and accountability in local government decision-making. 2.  The importance of certainty in reconciling the public duties and pecuniary interests of members. 3.  Members are expected to perform their duties of office with integrity and impartiality in a manner that will bear the closest scrutiny. 4.  There is a benefit to municipalities and local boards when members have a broad range of knowledge and continue to be active in their own communities, whether in business, in the practice of a profession, in community associations, and otherwise. 2017, c. 10, Sched. 3, s. 1. Section Amendments with date in force (d/m/y) 2017, c. 10, Sched. 3, s. 1 - 01/03/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1.1 </b>The Province of Ontario endorses the following principles in relation to the duties of members of councils and of local boards under this Act:</p> <p class=\"paragraph\">  1.  The importance of integrity, independence and accountability in local government decision-making.</p> <p class=\"paragraph\">  2.  The importance of certainty in reconciling the public duties and pecuniary interests of members.</p> <p class=\"paragraph\">  3.  Members are expected to perform their duties of office with integrity and impartiality in a manner that will bear the closest scrutiny.</p> <p class=\"paragraph\">  4.  There is a benefit to municipalities and local boards when members have a broad range of knowledge and continue to be active in their own communities, whether in business, in the practice of a profession, in community associations, and otherwise. 2017, c. 10, Sched. 3, s. 1.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17010#sched3s1\">2017, c. 10, Sched. 3, s. 1</a></span> - 01/03/2019</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Indirect pecuniary interest",
            "part_id": null,
            "part_type": null,
            "section_y": "Indirect pecuniary interest",
            "content": "2 For the purposes of this Act, a member has an indirect pecuniary interest in any matter in which the council or local board, as the case may be, is concerned, if, (a)  the member or his or her nominee, (i)  is a shareholder in, or a director or senior officer of, a corporation that does not offer its securities to the public, (ii)  has a controlling interest in or is a director or senior officer of, a corporation that offers its securities to the public, or (iii)  is a member of a body, that has a pecuniary interest in the matter; or (b)  the member is a partner of a person or is in the employment of a person or body that has a pecuniary interest in the matter.  R.S.O. 1990, c. M.50, s. 2.",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>For the purposes of this Act, a member has an indirect pecuniary interest in any matter in which the council or local board, as the case may be, is concerned, if,</p> <p class=\"paragraph\">  (a)  the member or his or her nominee,</p> <p class=\"subclause\">  (i)  is a shareholder in, or a director or senior officer of, a corporation that does not offer its securities to the public,</p> <p class=\"subclause\">  (ii)  has a controlling interest in or is a director or senior officer of, a corporation that offers its securities to the public, or</p> <p class=\"subclause\">  (iii)  is a member of a body,</p> <p class=\"paragraph\">that has a pecuniary interest in the matter; or</p> <p class=\"paragraph\">  (b)  the member is a partner of a person or is in the employment of a person or body that has a pecuniary interest in the matter.  R.S.O. 1990, c. M.50, s. 2.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "section_x": "Interest of certain persons deemed that of member",
            "part_id": null,
            "part_type": null,
            "section_y": "Interest of certain persons deemed that of member",
            "content": "3 For the purposes of this Act, the pecuniary interest, direct or indirect, of a parent or the spouse or any child of the member shall, if known to the member, be deemed to be also the pecuniary interest of the member.  R.S.O. 1990, c. M.50, s. 3; 1999, c. 6, s. 41 (2); 2005, c. 5, s. 45 (3); 2021, c. 4, Sched. 11, s. 23 (4). Section Amendments with date in force (d/m/y) 1999, c. 6, s. 41 (2) - 01/03/2000 2005, c. 5, s. 45 (3) - 13/06/2005 2021, c. 4, Sched. 11, s. 23 (4) - 19/04/2021 Exceptions",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>3 </b>For the purposes of this Act, the pecuniary interest, direct or indirect, of a parent or the spouse or any child of the member shall, if known to the member, be deemed to be also the pecuniary interest of the member.  R.S.O. 1990, c. M.50, s. 3; 1999, c. 6, s. 41 (2); 2005, c. 5, s. 45 (3);<span> 2021, c. 4, Sched. 11, s. 23 (4)</span>.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 6, s. 41 (2) - 01/03/2000</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05005#s45s3\">2005, c. 5, s. 45 (3)</a></span> - 13/06/2005</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched11s23s4\">2021, c. 4, Sched. 11, s. 23 (4)</a> - 19/04/2021</p> <p class=\"heading1\"><a name=\"BK4\"></a>Exceptions</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Exceptions",
            "section_x": "Exceptions",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Where ss. 5, 5.2 and 5.3 do not apply",
            "part_id": null,
            "part_type": null,
            "section_y": "Where ss. 5, 5.2 and 5.3 do not apply",
            "content": "4 Sections 5, 5.2 and 5.3 do not apply to a pecuniary interest in any matter that a member may have, (a)  as a user of any public utility service supplied to the member by the municipality or local board in like manner and subject to the like conditions as are applicable in the case of persons who are not members; (b)  by reason of the member being entitled to receive on terms common to other persons any service or commodity or any subsidy, loan or other such benefit offered by the municipality or local board; (c)  by reason of the member purchasing or owning a debenture of the municipality or local board; (d)  by reason of the member having made a deposit with the municipality or local board, the whole or part of which is or may be returnable to the member in like manner as such a deposit is or may be returnable to all other electors; (e)  by reason of having an interest in any property affected by a work under the Drainage Act or by a work under a regulation made under Part XII of the Municipal Act, 2001\r\nor Part IX of the City of Toronto Act, 2006, as the case may be, relating to local improvements; (f)  by reason of having an interest in farm lands that are exempted from taxation for certain expenditures under the Assessment Act; (g)  by reason of the member being eligible for election or appointment to fill a vacancy, office or position in the council or local board when the council or local board is empowered or required by any general or special Act to fill such vacancy, office or position; (h)  by reason only of the member being a director or senior officer of a corporation incorporated for the purpose of carrying on business for and on behalf of the municipality or local board or by reason only of the member being a member of a board, commission, or other body as an appointee of a council or local board; (i)  in respect of an allowance for attendance at meetings, or any other allowance, honorarium, remuneration, salary or benefit to which the member may be entitled by reason of being a member or as a member of a volunteer fire brigade, as the case may be; (j)  by reason of the member having a pecuniary interest which is an interest in common with electors generally; or (k)  by reason only of an interest of the member which is so remote or insignificant in its nature that it cannot reasonably be regarded as likely to influence the member.  R.S.O. 1990, c. M.50, s. 4; 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 33 (1); 2017, c. 10, Sched. 3, s. 2; 2022, c. 18, Sched. 3, s. 1. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003 2006, c. 32, Sched. C, s. 33 (1) - 01/01/2007 2017, c. 10, Sched. 3, s. 2 - 01/03/2019 2022, c. 18, Sched. 3, s. 1 - 23/11/2022 Duty of Member",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>Sections 5, 5.2 and 5.3 do not apply to a pecuniary interest in any matter that a member may have,</p> <p class=\"paragraph\">  (a)  as a user of any public utility service supplied to the member by the municipality or local board in like manner and subject to the like conditions as are applicable in the case of persons who are not members;</p> <p class=\"paragraph\">  (b)  by reason of the member being entitled to receive on terms common to other persons any service or commodity or any subsidy, loan or other such benefit offered by the municipality or local board;</p> <p class=\"paragraph\">  (c)  by reason of the member purchasing or owning a debenture of the municipality or local board;</p> <p class=\"paragraph\">  (d)  by reason of the member having made a deposit with the municipality or local board, the whole or part of which is or may be returnable to the member in like manner as such a deposit is or may be returnable to all other electors;</p> <p class=\"paragraph\">  (e)  by reason of having an interest in any property affected by a work under the <i>Drainage Act </i>or by a work under a regulation made under Part XII of the <i>Municipal Act</i>, <i>2001</i>\r\nor Part IX of the <i>City of Toronto Act, 2006</i>, as the case may be, relating to local improvements;</p> <p class=\"paragraph\">  (f)  by reason of having an interest in farm lands that are exempted from taxation for certain expenditures under the <i>Assessment Act</i>;</p> <p class=\"paragraph\">  (g)  by reason of the member being eligible for election or appointment to fill a vacancy, office or position in the council or local board when the council or local board is empowered or required by any general or special Act to fill such vacancy, office or position;</p> <p class=\"paragraph\">  (h)  by reason only of the member being a director or senior officer of a corporation incorporated for the purpose of carrying on business for and on behalf of the municipality or local board or by reason only of the member being a member of a board, commission, or other body as an appointee of a council or local board;</p> <p class=\"paragraph\">  (i)  in respect of an allowance for attendance at meetings, or any other allowance, honorarium, remuneration, salary or benefit to which the member may be entitled by reason of being a member or as a member of a volunteer fire brigade, as the case may be;</p> <p class=\"paragraph\">  (j)  by reason of the member having a pecuniary interest which is an interest in common with electors generally; or</p> <p class=\"paragraph\">  (k)  by reason only of an interest of the member which is so remote or insignificant in its nature that it cannot reasonably be regarded as likely to influence the member.  R.S.O. 1990, c. M.50, s. 4; 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 33 (1); 2017, c. 10, Sched. 3, s. 2; 2022, c. 18, Sched. 3, s. 1.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedcs33s1\">2006, c. 32, Sched. C, s. 33 (1)</a></span> - 01/01/2007</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17010#sched3s2\">2017, c. 10, Sched. 3, s. 2</a></span> - 01/03/2019</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22018#sched3s1\">2022, c. 18, Sched. 3, s. 1</a></span> - 23/11/2022</p> <p class=\"heading1\"><a name=\"BK6\"></a>Duty of Member</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Duty of Member",
            "section_x": "Duty of Member",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "section_x": "When present at meeting at which matter considered",
            "part_id": null,
            "part_type": null,
            "section_y": "When present at meeting at which matter considered",
            "content": "5 (1) Where a member, either on his or her own behalf or while acting for, by, with or through another, has any pecuniary interest, direct or indirect, in any matter and is present at a meeting of the council or local board at which the matter is the subject of consideration, the member, (a)  shall, prior to any consideration of the matter at the meeting, disclose the interest and the general nature thereof; (b)  shall not take part in the discussion of, or vote on any question in respect of the matter; and (c)  shall not attempt in any way whether before, during or after the meeting to influence the voting on any such question.  R.S.O. 1990, c. M.50, s. 5 (1). Where member to leave closed meeting (2) Where the meeting referred to in subsection (1) is not open to the public, in addition to complying with the requirements of that subsection, the member shall forthwith leave the meeting or the part of the meeting during which the matter is under consideration.  R.S.O. 1990, c. M.50, s. 5 (2). Exception, consideration of penalty (2.1) The following rules apply if the matter under consideration at a meeting or a part of a meeting is to consider whether to suspend the remuneration paid to the member under subsection 223.4 (5) or (6) of the Municipal Act, 2001 or under subsection 160 (5) or (6) of the City of Toronto Act, 2006: 1.  Despite clauses (1) (b) and (c), the member may take part in the discussion of the matter, including making submissions to council or the local board, as the case may be, and may attempt to influence the voting on any question in respect of the matter, whether before, during or after the meeting.  However, the member is not permitted to vote on any question in respect of the matter. 2.  Despite subsection (2), in the case of a meeting that is not open to the public, the member may attend the meeting or part of the meeting during which the matter is under consideration. 2017, c. 10, Sched. 3, s. 3. When absent from meeting at which matter considered (3) Where the interest of a member has not been disclosed as required by subsection (1) by reason of the member’s absence from the meeting referred to therein, the member shall disclose the interest and otherwise comply with subsection (1) at the first meeting of the council or local board, as the case may be, attended by the member after the meeting referred to in subsection (1).  R.S.O. 1990, c. M.50, s. 5 (3). Section Amendments with date in force (d/m/y) 2017, c. 10, Sched. 3, s. 3 - 01/03/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>5 </b>(1) Where a member, either on his or her own behalf or while acting for, by, with or through another, has any pecuniary interest, direct or indirect, in any matter and is present at a meeting of the council or local board at which the matter is the subject of consideration, the member,</p> <p class=\"paragraph\">  (a)  shall, prior to any consideration of the matter at the meeting, disclose the interest and the general nature thereof;</p> <p class=\"paragraph\">  (b)  shall not take part in the discussion of, or vote on any question in respect of the matter; and</p> <p class=\"paragraph\">  (c)  shall not attempt in any way whether before, during or after the meeting to influence the voting on any such question.  R.S.O. 1990, c. M.50, s. 5 (1).</p> <p class=\"headnote\">Where member to leave closed meeting</p> <p class=\"subsection\">(2) Where the meeting referred to in subsection (1) is not open to the public, in addition to complying with the requirements of that subsection, the member shall forthwith leave the meeting or the part of the meeting during which the matter is under consideration.  R.S.O. 1990, c. M.50, s. 5 (2).</p> <p class=\"headnote\">Exception, consideration of penalty</p> <p class=\"subsection\">(2.1) The following rules apply if the matter under consideration at a meeting or a part of a meeting is to consider whether to suspend the remuneration paid to the member under subsection 223.4 (5) or (6) of the <i>Municipal Act, 2001</i> or under subsection 160 (5) or (6) of the <i>City of Toronto Act, 2006</i>:</p> <p class=\"paragraph\">  1.  Despite clauses (1) (b) and (c), the member may take part in the discussion of the matter, including making submissions to council or the local board, as the case may be, and may attempt to influence the voting on any question in respect of the matter, whether before, during or after the meeting.  However, the member is not permitted to vote on any question in respect of the matter.</p> <p class=\"paragraph\">  2.  Despite subsection (2), in the case of a meeting that is not open to the public, the member may attend the meeting or part of the meeting during which the matter is under consideration. 2017, c. 10, Sched. 3, s. 3.</p> <p class=\"headnote\">When absent from meeting at which matter considered</p> <p class=\"subsection\">(3) Where the interest of a member has not been disclosed as required by subsection (1) by reason of the member’s absence from the meeting referred to therein, the member shall disclose the interest and otherwise comply with subsection (1) at the first meeting of the council or local board, as the case may be, attended by the member after the meeting referred to in subsection (1).  R.S.O. 1990, c. M.50, s. 5 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17010#sched3s3\">2017, c. 10, Sched. 3, s. 3</a></span> - 01/03/2019</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "5.1",
            "section_x": "Written statement re disclosure",
            "part_id": null,
            "part_type": null,
            "section_y": "Written statement re disclosure",
            "content": "5.1 At a meeting at which a member discloses an interest under section 5, or as soon as possible afterwards, the member shall file a written statement of the interest and its general nature with the clerk of the municipality or the secretary of the committee or local board, as the case may be. 2017, c. 10, Sched. 3, s. 4. Section Amendments with date in force (d/m/y) 2017, c. 10, Sched. 3, s. 4 - 01/03/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>5.1 </b>At a meeting at which a member discloses an interest under section 5, or as soon as possible afterwards, the member shall file a written statement of the interest and its general nature with the clerk of the municipality or the secretary of the committee or local board, as the case may be. 2017, c. 10, Sched. 3, s. 4.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17010#sched3s4\">2017, c. 10, Sched. 3, s. 4</a></span> - 01/03/2019</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "5.2",
            "section_x": "Influence",
            "part_id": null,
            "part_type": null,
            "section_y": "Influence",
            "content": "5.2 (1) Where a member, either on his or her own behalf or while acting for, by, with or through another, has any pecuniary interest, direct or indirect, in any matter that is being considered by an officer or employee of the municipality or local board, or by a person or body to which the municipality or local board has delegated a power or duty, the member shall not use his or her office in any way to attempt to influence any decision or recommendation that results from consideration of the matter. 2017, c. 10, Sched. 3, s. 4. Exception (2) However, if a municipality delegates a power to suspend the remuneration paid to a member under subsection 223.4 (5) of the Municipal Act, 2001 or subsection 160 (5) of the City of Toronto Act, 2006 to a person or body, and the person or body is considering exercising that power with respect to a member, subsection (1) of this section does not prevent the member from attempting to influence any decision or recommendation of the person or body that results from consideration of the matter. 2017, c. 10, Sched. 3, s. 4. Section Amendments with date in force (d/m/y) 2017, c. 10, Sched. 3, s. 4 - 01/03/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>5.2 </b>(1) Where a member, either on his or her own behalf or while acting for, by, with or through another, has any pecuniary interest, direct or indirect, in any matter that is being considered by an officer or employee of the municipality or local board, or by a person or body to which the municipality or local board has delegated a power or duty, the member shall not use his or her office in any way to attempt to influence any decision or recommendation that results from consideration of the matter. 2017, c. 10, Sched. 3, s. 4.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) However, if a municipality delegates a power to suspend the remuneration paid to a member under subsection 223.4 (5) of the <i>Municipal Act, 2001</i> or subsection 160 (5) of the <i>City of Toronto Act, 2006</i> to a person or body, and the person or body is considering exercising that power with respect to a member, subsection (1) of this section does not prevent the member from attempting to influence any decision or recommendation of the person or body that results from consideration of the matter. 2017, c. 10, Sched. 3, s. 4.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17010#sched3s4\">2017, c. 10, Sched. 3, s. 4</a></span> - 01/03/2019</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "5.3",
            "section_x": "Head of council",
            "part_id": null,
            "part_type": null,
            "section_y": "Head of council",
            "content": "5.3 (1) Where a head of council of a municipality either on their own behalf or while acting for, by, with or through another, has any pecuniary interest, direct or indirect, in any matter of the municipality and has a power or duty listed in subsection (2) with respect to the matter, the head of council, (a)  shall, upon becoming aware of the interest in the matter, disclose the interest by filing a written statement of the interest and its general nature with the clerk of the municipality; (b)  shall not use the power or exercise the duty with respect to the matter; and (c)  shall not use their office in any way to attempt to influence any decision or recommendation of the municipality that results from consideration of the matter. 2022, c. 18, Sched. 3, s. 2. Same (2) For the purposes of subsection (1), the powers and duties are the powers and duties of a head of council in Part VI.1 of the Municipal Act, 2001 and Part VI.1 of the City of Toronto Act, 2006 but do not include the power to delegate in section 284.13 of the Municipal Act, 2001\r\nand section 226.11 of the City of Toronto Act, 2006. 2022, c. 18, Sched. 3, s. 2. Section Amendments with date in force (d/m/y) 2022, c. 18, Sched. 3, s. 2 - 23/11/2022 Record of Disclosure",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>5.3 </b>(1) Where a head of council of a municipality either on their own behalf or while acting for, by, with or through another, has any pecuniary interest, direct or indirect, in any matter of the municipality and has a power or duty listed in subsection (2) with respect to the matter, the head of council,</p> <p class=\"paragraph\">  (a)  shall, upon becoming aware of the interest in the matter, disclose the interest by filing a written statement of the interest and its general nature with the clerk of the municipality;</p> <p class=\"paragraph\">  (b)  shall not use the power or exercise the duty with respect to the matter; and</p> <p class=\"paragraph\">  (c)  shall not use their office in any way to attempt to influence any decision or recommendation of the municipality that results from consideration of the matter. 2022, c. 18, Sched. 3, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For the purposes of subsection (1), the powers and duties are the powers and duties of a head of council in Part VI.1 of the <i>Municipal Act, 2001</i> and Part VI.1 of the <i>City of Toronto Act, 2006</i> but do not include the power to delegate in section 284.13 of the <i>Municipal Act, 2001</i>\r\nand section 226.11 of the <i>City of Toronto Act, 2006</i>. 2022, c. 18, Sched. 3, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22018#sched3s2\">2022, c. 18, Sched. 3, s. 2</a></span> - 23/11/2022</p> <p class=\"heading1\"><a name=\"BK11\"></a>Record of Disclosure</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "Record of Disclosure",
            "section_x": "Record of Disclosure",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "6.",
            "section_x": "Disclosure to be recorded in minutes",
            "part_id": null,
            "part_type": null,
            "section_y": "Disclosure to be recorded in minutes",
            "content": "6 (1) Every declaration of interest and the general nature thereof made under section 5 shall, where the meeting is open to the public, be recorded in the minutes of the meeting by the clerk of the municipality or secretary of the committee or local board, as the case may be.  R.S.O. 1990, c. M.50, s. 6 (1). Idem (2) Every declaration of interest made under section 5, but not the general nature of that interest, shall, where the meeting is not open to the public, be recorded in the minutes of the next meeting that is open to the public.  R.S.O. 1990, c. M.50, s. 6 (2). Registry",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>6 </b>(1) Every declaration of interest and the general nature thereof made under section 5 shall, where the meeting is open to the public, be recorded in the minutes of the meeting by the clerk of the municipality or secretary of the committee or local board, as the case may be.  R.S.O. 1990, c. M.50, s. 6 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Every declaration of interest made under section 5, but not the general nature of that interest, shall, where the meeting is not open to the public, be recorded in the minutes of the next meeting that is open to the public.  R.S.O. 1990, c. M.50, s. 6 (2).</p> <p class=\"heading1\"><a name=\"BK13\"></a>Registry</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Registry",
            "section_x": "Registry",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "6.1",
            "section_x": "Requirement to establish registry",
            "part_id": null,
            "part_type": null,
            "section_y": "Requirement to establish registry",
            "content": "6.1 (1) Every municipality and local board shall establish and maintain a registry in which shall be kept, (a)  a copy of each statement filed under section 5.1 or 5.3; and (b)  a copy of each declaration recorded under section 6. 2017, c. 10, Sched. 3, s. 5; 2022, c. 18, Sched. 3, s. 3. Access to registry (2) The registry shall be available for public inspection in the manner and during the time that the municipality or local board, as the case may be, may determine. 2017, c. 10, Sched. 3, s. 5. Section Amendments with date in force (d/m/y) 2017, c. 10, Sched. 3, s. 5 - 01/03/2019 2022, c. 18, Sched. 3, s. 3 - 23/11/2022 Remedy for Lack of Quorum",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>6.1 </b>(1) Every municipality and local board shall establish and maintain a registry in which shall be kept,</p> <p class=\"paragraph\">  (a)  a copy of each statement filed under section 5.1 or 5.3; and</p> <p class=\"paragraph\">  (b)  a copy of each declaration recorded under section 6. 2017, c. 10, Sched. 3, s. 5; 2022, c. 18, Sched. 3, s. 3.</p> <p class=\"headnote\">Access to registry</p> <p class=\"subsection\">(2) The registry shall be available for public inspection in the manner and during the time that the municipality or local board, as the case may be, may determine. 2017, c. 10, Sched. 3, s. 5.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17010#sched3s5\">2017, c. 10, Sched. 3, s. 5</a></span> - 01/03/2019</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22018#sched3s3\">2022, c. 18, Sched. 3, s. 3</a></span> - 23/11/2022</p> <p class=\"heading1\"><a name=\"BK15\"></a>Remedy for Lack of Quorum</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Remedy for Lack of Quorum",
            "section_x": "Remedy for Lack of Quorum",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "7.",
            "section_x": "Quorum deemed constituted",
            "part_id": null,
            "part_type": null,
            "section_y": "Quorum deemed constituted",
            "content": "7 (1) Where the number of members who, by reason of the provisions of this Act, are disabled from participating in a meeting is such that at that meeting the remaining members are not of sufficient number to constitute a quorum, then, despite any other general or special Act, the remaining number of members shall be deemed to constitute a quorum, provided such number is not less than two.  R.S.O. 1990, c. M.50, s. 7 (1). Application to judge (2) Where in the circumstances mentioned in subsection (1), the remaining number of members who are not disabled from participating in the meeting is less than two, the council or local board may apply to a judge without notice for an order authorizing the council or local board, as the case may be, to give consideration to, discuss and vote on the matter out of which the interest arises.  R.S.O. 1990, c. M.50, s. 7 (2). Power of judge to declare s. 5, 5.1 or 5.2 not to apply (3) The judge may, on an application brought under subsection (2), by order, declare that section 5, 5.1 or 5.2 does not apply to the council or local board, as the case may be, in respect of the matter in relation to which the application is brought, and the council or local board thereupon may give consideration to, discuss and vote on the matter in the same manner as though none of the members had any interest therein, subject only to such conditions and directions as the judge may consider appropriate and so order.  R.S.O. 1990, c. M.50, s. 7 (3); 2017, c. 10, Sched. 3, s. 6. Section Amendments with date in force (d/m/y) 2017, c. 10, Sched. 3, s. 6 - 01/03/2019 Action where Contravention Alleged",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>7 </b>(1) Where the number of members who, by reason of the provisions of this Act, are disabled from participating in a meeting is such that at that meeting the remaining members are not of sufficient number to constitute a quorum, then, despite any other general or special Act, the remaining number of members shall be deemed to constitute a quorum, provided such number is not less than two.  R.S.O. 1990, c. M.50, s. 7 (1).</p> <p class=\"headnote\">Application to judge</p> <p class=\"subsection\">(2) Where in the circumstances mentioned in subsection (1), the remaining number of members who are not disabled from participating in the meeting is less than two, the council or local board may apply to a judge without notice for an order authorizing the council or local board, as the case may be, to give consideration to, discuss and vote on the matter out of which the interest arises.  R.S.O. 1990, c. M.50, s. 7 (2).</p> <p class=\"headnote\">Power of judge to declare s. 5, 5.1 or 5.2 not to apply</p> <p class=\"subsection\">(3) The judge may, on an application brought under subsection (2), by order, declare that section 5, 5.1 or 5.2 does not apply to the council or local board, as the case may be, in respect of the matter in relation to which the application is brought, and the council or local board thereupon may give consideration to, discuss and vote on the matter in the same manner as though none of the members had any interest therein, subject only to such conditions and directions as the judge may consider appropriate and so order.  R.S.O. 1990, c. M.50, s. 7 (3); 2017, c. 10, Sched. 3, s. 6.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17010#sched3s6\">2017, c. 10, Sched. 3, s. 6</a></span> - 01/03/2019</p> <p class=\"heading1\"><a name=\"BK17\"></a>Action where Contravention Alleged</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "Action where Contravention Alleged",
            "section_x": "Action where Contravention Alleged",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "8.",
            "section_x": "Application",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": "8 (1) An elector, an Integrity Commissioner of a municipality or a person demonstrably acting in the public interest may apply to a judge for a determination of the question of whether, (a)  a member has contravened section 5, 5.1, 5.2 or 5.3; or (b)  a former member contravened section 5, 5.1, 5.2 or 5.3 while he or she was a member. 2017, c. 10, Sched. 3, s. 7; 2022, c. 18, Sched. 3, s. 4. Six-week period (2) An application may only be made within six weeks after the applicant became aware of the alleged contravention. 2017, c. 10, Sched. 3, s. 7. Exception (3) Despite subsection (2), an application may be made more than six weeks after the applicant became aware of the alleged contravention if all of the following conditions are satisfied: 1.  The applicant applied to an Integrity Commissioner for an inquiry under section 223.4.1 of the Municipal Act, 2001 or under section 160.1 of the City of Toronto Act, 2006 in accordance with those sections. 2.  The Integrity Commissioner conducted an inquiry under section 223.4.1 of the Municipal Act, 2001 or under section 160.1 of the City of Toronto Act, 2006 and the Commissioner, i.  has advised the applicant under subsection 223.4.1 (16) of the Municipal Act, 2001 or under subsection 160.1 (16) of the City of Toronto Act, 2006 that the Commissioner will not be making an application to a judge, ii.  has not completed the inquiry within the time limit set out in subsection 223.4.1 (14) of the Municipal Act, 2001 or subsection 160.1 (14) of the City of Toronto Act, 2006, or iii.  has terminated the inquiry under subsection 223.4.1 (12) of the Municipal Act, 2001 or subsection 160.1 (12) of the City of Toronto Act, 2006. 3.  The application under this section includes a copy of the applicant’s statutory declaration made under subsection 223.4.1 (6) of the Municipal Act, 2001 or under subsection 160.1 (6) of the City of Toronto Act, 2006. 4.  The application under this section is made within six weeks after the earlier of the following, i.  the day the Commissioner advised the applicant under subsection 223.4.1 (16) of the Municipal Act, 2001\r\nor under subsection 160.1 (16) of the City of Toronto Act, 2006 that the Commissioner will not be making an application to a judge, ii.  the last day on which the Commissioner is required under subsection 223.4.1 (14) of the Municipal Act, 2001 or subsection 160.1 (14) of the City of Toronto Act, 2006 to complete the inquiry referred to in paragraph 2 of this subsection, and iii.  the day the inquiry was terminated under subsection 223.4.1 (12) of the Municipal Act, 2001\r\nor subsection 160.1 (12) of the City of Toronto Act, 2006. 2017, c. 10, Sched. 3, s. 7. Same, application by Integrity Commissioner (4) Despite subsection (2), an application may be made more than six weeks after the applicant became aware of the alleged contravention if the applicant is an Integrity Commissioner and if the application relates to an inquiry conducted by the Commissioner under section 223.4.1 of the Municipal Act, 2001 or under section 160.1 of the City of Toronto Act, 2006. 2017, c. 10, Sched. 3, s. 7. No application by Integrity Commissioner during regular election (5) No application shall be made by an Integrity Commissioner of a municipality during the period of time starting on nomination day for a regular election, as set out in section 31 of the Municipal Elections Act, 1996, and ending on voting day in a regular election, as set out in section 5 of that Act. 2017, c. 10, Sched. 3, s. 7. Limitation (6) Despite subsections (2), (3) and (4), no application shall be made after the sixth anniversary of the alleged contravention. 2017, c. 10, Sched. 3, s. 7. Contents of notice of application (7) The notice of application shall state the grounds for finding that the member or former member contravened section 5, 5.1, 5.2 or 5.3. 2017, c. 10, Sched. 3, s. 7; 2022, c. 18, Sched. 3, s. 4. Section Amendments with date in force (d/m/y) 2017, c. 10, Sched. 3, s. 7 - 01/03/2019 2022, c. 18, Sched. 3, s. 4 - 23/11/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>8 </b>(1) An elector, an Integrity Commissioner of a municipality or a person demonstrably acting in the public interest may apply to a judge for a determination of the question of whether,</p> <p class=\"paragraph\">  (a)  a member has contravened section 5, 5.1, 5.2 or 5.3; or</p> <p class=\"paragraph\">  (b)  a former member contravened section 5, 5.1, 5.2 or 5.3 while he or she was a member. 2017, c. 10, Sched. 3, s. 7; 2022, c. 18, Sched. 3, s. 4.</p> <p class=\"headnote\">Six-week period</p> <p class=\"subsection\">(2) An application may only be made within six weeks after the applicant became aware of the alleged contravention. 2017, c. 10, Sched. 3, s. 7.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) Despite subsection (2), an application may be made more than six weeks after the applicant became aware of the alleged contravention if all of the following conditions are satisfied:</p> <p class=\"paragraph\">  1.  The applicant applied to an Integrity Commissioner for an inquiry under section 223.4.1 of the Municipal Act, 2001 or under section 160.1 of the City of Toronto Act, 2006 in accordance with those sections.</p> <p class=\"paragraph\">  2.  The Integrity Commissioner conducted an inquiry under section 223.4.1 of the <i>Municipal Act, 2001</i> or under section 160.1 of the <i>City of Toronto Act, 2006</i> and the Commissioner,</p> <p class=\"subpara\">  i.  has advised the applicant under subsection 223.4.1 (16) of the <i>Municipal Act, 2001</i> or under subsection 160.1 (16) of the <i>City of Toronto Act, 2006</i> that the Commissioner will not be making an application to a judge,</p> <p class=\"subpara\">  ii.  has not completed the inquiry within the time limit set out in subsection 223.4.1 (14) of the <i>Municipal Act, 2001</i> or subsection 160.1 (14) of the <i>City of Toronto Act, 2006</i>, or</p> <p class=\"subpara\">  iii.  has terminated the inquiry under subsection 223.4.1 (12) of the <i>Municipal Act, 2001</i> or subsection 160.1 (12) of the <i>City of Toronto Act, 2006</i>.</p> <p class=\"paragraph\">  3.  The application under this section includes a copy of the applicant’s statutory declaration made under subsection 223.4.1 (6) of the <i>Municipal Act, 2001</i> or under subsection 160.1 (6) of the <i>City of Toronto Act, 2006</i>.</p> <p class=\"paragraph\">  4.  The application under this section is made within six weeks after the earlier of the following,</p> <p class=\"subpara\">  i.  the day the Commissioner advised the applicant under subsection 223.4.1 (16) of the <i>Municipal Act, 2001</i>\r\nor under subsection 160.1 (16) of the <i>City of Toronto Act, 2006</i> that the Commissioner will not be making an application to a judge,</p> <p class=\"subpara\">  ii.  the last day on which the Commissioner is required under subsection 223.4.1 (14) of the <i>Municipal Act, 2001</i> or subsection 160.1 (14) of the <i>City of Toronto Act, 2006</i> to complete the inquiry referred to in paragraph 2 of this subsection, and</p> <p class=\"subpara\">  iii.  the day the inquiry was terminated under subsection 223.4.1 (12) of the <i>Municipal Act, 2001</i>\r\nor subsection 160.1 (12) of the <i>City of Toronto Act, 2006</i>. 2017, c. 10, Sched. 3, s. 7.</p> <p class=\"headnote\">Same, application by Integrity Commissioner</p> <p class=\"subsection\">(4) Despite subsection (2), an application may be made more than six weeks after the applicant became aware of the alleged contravention if the applicant is an Integrity Commissioner and if the application relates to an inquiry conducted by the Commissioner under section 223.4.1 of the <i>Municipal Act, 2001</i> or under section 160.1 of the <i>City of Toronto Act, 2006</i>. 2017, c. 10, Sched. 3, s. 7.</p> <p class=\"headnote\">No application by Integrity Commissioner during regular election</p> <p class=\"subsection\">(5) No application shall be made by an Integrity Commissioner of a municipality during the period of time starting on nomination day for a regular election, as set out in section 31 of the <i>Municipal Elections Act, 1996</i>, and ending on voting day in a regular election, as set out in section 5 of that Act. 2017, c. 10, Sched. 3, s. 7.</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(6) Despite subsections (2), (3) and (4), no application shall be made after the sixth anniversary of the alleged contravention. 2017, c. 10, Sched. 3, s. 7.</p> <p class=\"headnote\">Contents of notice of application</p> <p class=\"subsection\">(7) The notice of application shall state the grounds for finding that the member or former member contravened section 5, 5.1, 5.2 or 5.3. 2017, c. 10, Sched. 3, s. 7; 2022, c. 18, Sched. 3, s. 4.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17010#sched3s7\">2017, c. 10, Sched. 3, s. 7</a></span> - 01/03/2019</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22018#sched3s4\">2022, c. 18, Sched. 3, s. 4</a></span> - 23/11/2022</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "9.",
            "section_x": "Power of judge",
            "part_id": null,
            "part_type": null,
            "section_y": "Power of judge",
            "content": "9 (1) If the judge determines that the member or former member contravened section 5, 5.1, 5.2 or 5.3, the judge may do any or all of the following: 1.  Reprimand the member or former member. 2.  Suspend the remuneration paid to the member for a period of up to 90 days. 3.  Declare the member’s seat vacant. 4.  Disqualify the member or former member from being a member during a period of not more than seven years after the date of the order. 5.  If the contravention has resulted in personal financial gain, require the member or former member to make restitution to the party suffering the loss, or, if the party’s identity is not readily ascertainable, to the municipality or local board, as the case may be. 2017, c. 10, Sched. 3, s. 7; 2022, c. 18, Sched. 3, s. 4. Same (2) In exercising his or her discretion under subsection (1) the judge may consider, among other matters, whether the member or former member, (a)  took reasonable measures to prevent the contravention; (b)  disclosed the pecuniary interest and all relevant facts known to him or her to an Integrity Commissioner in a request for advice from the Commissioner under the Municipal Act, 2001 or the City of Toronto Act, 2006 and acted in accordance with the advice, if any, provided to the member by the Commissioner; or (c)  committed the contravention through inadvertence or by reason of an error in judgment made in good faith. 2017, c. 10, Sched. 3, s. 7. Section Amendments with date in force (d/m/y) 2017, c. 10, Sched. 3, s. 7 - 01/03/2019 2022, c. 18, Sched. 3, s. 4 - 23/11/2022 10 repealed: 2017, c. 10, Sched. 3, s. 7. Section Amendments with date in force (d/m/y) 1997, c. 31, s. 156 (2) - 01/01/1998 2017, c. 10, Sched. 3, s. 7 - 01/03/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>9 </b>(1) If the judge determines that the member or former member contravened section 5, 5.1, 5.2 or 5.3, the judge may do any or all of the following:</p> <p class=\"paragraph\">  1.  Reprimand the member or former member.</p> <p class=\"paragraph\">  2.  Suspend the remuneration paid to the member for a period of up to 90 days.</p> <p class=\"paragraph\">  3.  Declare the member’s seat vacant.</p> <p class=\"paragraph\">  4.  Disqualify the member or former member from being a member during a period of not more than seven years after the date of the order.</p> <p class=\"paragraph\">  5.  If the contravention has resulted in personal financial gain, require the member or former member to make restitution to the party suffering the loss, or, if the party’s identity is not readily ascertainable, to the municipality or local board, as the case may be. 2017, c. 10, Sched. 3, s. 7; 2022, c. 18, Sched. 3, s. 4.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In exercising his or her discretion under subsection (1) the judge may consider, among other matters, whether the member or former member,</p> <p class=\"paragraph\">  (a)  took reasonable measures to prevent the contravention;</p> <p class=\"paragraph\">  (b)  disclosed the pecuniary interest and all relevant facts known to him or her to an Integrity Commissioner in a request for advice from the Commissioner under the <i>Municipal Act, 2001 or the City of Toronto Act, 2006</i> and acted in accordance with the advice, if any, provided to the member by the Commissioner; or</p> <p class=\"paragraph\">  (c)  committed the contravention through inadvertence or by reason of an error in judgment made in good faith. 2017, c. 10, Sched. 3, s. 7.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17010#sched3s7\">2017, c. 10, Sched. 3, s. 7</a></span> - 01/03/2019</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22018#sched3s4\">2022, c. 18, Sched. 3, s. 4</a></span> - 23/11/2022</p> <p class=\"section\"><b>10 </b><span class=\"ovsmallcap\">repealed</span>: 2017, c. 10, Sched. 3, s. 7.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 31, s. 156 (2) - 01/01/1998</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17010#sched3s7\">2017, c. 10, Sched. 3, s. 7</a></span> - 01/03/2019</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "11.",
            "section_x": "Appeal to Divisional Court",
            "part_id": null,
            "part_type": null,
            "section_y": "Appeal to Divisional Court",
            "content": "11 (1) An appeal lies from any order made under section 9 to the Divisional Court in accordance with the rules of court.  R.S.O. 1990, c. M.50, s. 11 (1); 2017, c. 10, Sched. 3, s. 8. Judgment or new trial (2) The Divisional Court may give any judgment that ought to have been pronounced, in which case its decision is final, or the Divisional Court may grant a new trial for the purpose of taking evidence or additional evidence and may remit the case to the trial judge or another judge and, subject to any directions of the Divisional Court, the case shall be proceeded with as if there had been no appeal.  R.S.O. 1990, c. M.50, s. 11 (2). Appeal from order or new trial (3) Where the case is remitted to a judge under subsection (2), an appeal lies from the order of the judge to the Divisional Court in accordance with the provisions of this section.  R.S.O. 1990, c. M.50, s. 11 (3). Section Amendments with date in force (d/m/y) 2017, c. 10, Sched. 3, s. 8 - 01/03/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>11 </b>(1) An appeal lies from any order made under section 9 to the Divisional Court in accordance with the rules of court.  R.S.O. 1990, c. M.50, s. 11 (1); 2017, c. 10, Sched. 3, s. 8.</p> <p class=\"headnote\">Judgment or new trial</p> <p class=\"subsection\">(2) The Divisional Court may give any judgment that ought to have been pronounced, in which case its decision is final, or the Divisional Court may grant a new trial for the purpose of taking evidence or additional evidence and may remit the case to the trial judge or another judge and, subject to any directions of the Divisional Court, the case shall be proceeded with as if there had been no appeal.  R.S.O. 1990, c. M.50, s. 11 (2).</p> <p class=\"headnote\">Appeal from order or new trial</p> <p class=\"subsection\">(3) Where the case is remitted to a judge under subsection (2), an appeal lies from the order of the judge to the Divisional Court in accordance with the provisions of this section.  R.S.O. 1990, c. M.50, s. 11 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17010#sched3s8\">2017, c. 10, Sched. 3, s. 8</a></span> - 01/03/2019</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "12.",
            "section_x": "Proceedings not invalidated but voidable",
            "part_id": null,
            "part_type": null,
            "section_y": "Proceedings not invalidated but voidable",
            "content": "12 (1) A member’s failure to comply with section 5, 5.1, 5.2 or 5.3 does not invalidate any proceedings in respect of a matter referred to in those sections, but those proceedings are voidable in the circumstances described in subsection (2). 2017, c. 10, Sched. 3, s. 9; 2022, c. 18, Sched. 3, s. 4. Declaring proceedings void (2) Subject to subsection (3), if a member has failed to comply with section 5, 5.1, 5.2 or 5.3 in respect of a matter referred to in those sections, the municipality or local board, as the case may be, may declare the proceedings to be void before the second anniversary of the date of the passing of the by-law or resolution authorizing the matter. 2017, c. 10, Sched. 3, s. 9; 2022, c. 18, Sched. 3, s. 4. Exception (3) Subsection (2) does not apply if declaring the proceedings to be void would adversely affect the rights that any person who acted in good faith and without actual notice of the failure to comply with section 5, 5.1, 5.2 or 5.3 acquired under or by virtue of the proceedings. 2017, c. 10, Sched. 3, s. 9; 2022, c. 18, Sched. 3, s. 4. Section Amendments with date in force (d/m/y) 2017, c. 10, Sched. 3, s. 9 - 01/03/2019 2022, c. 18, Sched. 3, s. 4 - 23/11/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>12 </b>(1) A member’s failure to comply with section 5, 5.1, 5.2 or 5.3 does not invalidate any proceedings in respect of a matter referred to in those sections, but those proceedings are voidable in the circumstances described in subsection (2). 2017, c. 10, Sched. 3, s. 9; 2022, c. 18, Sched. 3, s. 4.</p> <p class=\"headnote\">Declaring proceedings void</p> <p class=\"subsection\">(2) Subject to subsection (3), if a member has failed to comply with section 5, 5.1, 5.2 or 5.3 in respect of a matter referred to in those sections, the municipality or local board, as the case may be, may declare the proceedings to be void before the second anniversary of the date of the passing of the by-law or resolution authorizing the matter. 2017, c. 10, Sched. 3, s. 9; 2022, c. 18, Sched. 3, s. 4.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) Subsection (2) does not apply if declaring the proceedings to be void would adversely affect the rights that any person who acted in good faith and without actual notice of the failure to comply with section 5, 5.1, 5.2 or 5.3 acquired under or by virtue of the proceedings. 2017, c. 10, Sched. 3, s. 9; 2022, c. 18, Sched. 3, s. 4.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17010#sched3s9\">2017, c. 10, Sched. 3, s. 9</a></span> - 01/03/2019</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22018#sched3s4\">2022, c. 18, Sched. 3, s. 4</a></span> - 23/11/2022</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "13.",
            "section_x": "Other proceedings prohibited",
            "part_id": null,
            "part_type": null,
            "section_y": "Other proceedings prohibited",
            "content": "13 (1) A proceeding that relates to a member’s or former member’s alleged conflict of interest and seeks a remedy described in subsection 9 (1) shall be brought only under this Act. 2017, c. 10, Sched. 3, s. 9. Same (2) Subsection (1) does not affect the power of a municipality or a local board to reprimand a member or suspend a member’s remuneration under subsection 223.4 (5) or (6) of the Municipal Act, 2001 or under subsection 160 (5) or (6) of the City of Toronto Act, 2006. 2017, c. 10, Sched. 3, s. 9. Section Amendments with date in force (d/m/y) 2017, c. 10, Sched. 3, s. 9 - 01/03/2019 General",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>13 </b>(1) A proceeding that relates to a member’s or former member’s alleged conflict of interest and seeks a remedy described in subsection 9 (1) shall be brought only under this Act. 2017, c. 10, Sched. 3, s. 9.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsection (1) does not affect the power of a municipality or a local board to reprimand a member or suspend a member’s remuneration under subsection 223.4 (5) or (6) of the <i>Municipal Act, 2001</i> or under subsection 160 (5) or (6) of the <i>City of Toronto Act, 2006</i>. 2017, c. 10, Sched. 3, s. 9.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17010#sched3s9\">2017, c. 10, Sched. 3, s. 9</a></span> - 01/03/2019</p> <p class=\"heading1\"><a name=\"BK23\"></a>General</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "General",
            "section_x": "General",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "14.",
            "section_x": "Insurance",
            "part_id": null,
            "part_type": null,
            "section_y": "Insurance",
            "content": "14 (1) Despite section 279 of the Municipal Act, 2001 or section 218 of the City of Toronto Act, 2006, as the case may be, the council of every municipality may at any time pass by-laws, (a)  for contracting for insurance; (b)  despite the Insurance Act, to enable the municipality to act as an insurer; and (c)  for exchanging with other municipalities in Ontario reciprocal contracts of indemnity or inter-insurance in accordance with Part XIII of the Insurance Act, to protect a member of the council or of any local board thereof who has been found not to have contravened section 5, 5.1, 5.2 or 5.3 against any costs or expenses incurred by the member as a result of a proceeding brought under this Act, and for paying on behalf of or reimbursing the member for any such costs or expenses.  R.S.O. 1990, c. M.50, s. 14 (1); 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 33 (2); 2017, c. 10, Sched. 3, s. 10 (1); 2022, c. 18, Sched. 3, s. 4. Insurance Act does not apply (2) The Insurance Act\r\ndoes not apply to a municipality acting as an insurer for the purposes of subsection (1).  R.S.O. 1990, c. M.50, s. 14 (2). Surplus funds (3) Despite section 387 of the Insurance Act, any surplus funds and the reserve fund of a municipal reciprocal exchange may be invested only in accordance with subsection 279 (2) of the Municipal Act, 2001 or subsection 218 (3) of the City of Toronto Act, 2006, as the case may be. 2017, c. 10, Sched. 3, s. 10 (2). Reserve funds (4) The money raised for a reserve fund of a municipal reciprocal exchange may be expended or pledged for, or applied to, a purpose other than that for which the fund was established if two-thirds of the municipalities that are members of the exchange together with two-thirds of the municipalities that previously were members of the exchange and that may be subject to claims arising while they were members of the exchange agree in writing and if section 386 of the Insurance Act is complied with.  R.S.O. 1990, c. M.50, s. 14 (4); 2009, c. 33, Sched. 21, s. 7. Local boards (5) A local board has the same powers to provide insurance for or to make payments to or on behalf of its members as are conferred upon the council of a municipality under this section in respect of its members.  R.S.O. 1990, c. M.50, s. 14 (5). Former members (6) A by-law passed under this section may provide that it applies to a person who was a member at the time the circumstances giving rise to the proceeding occurred but who, prior to the judgment in the proceeding, has ceased to be a member.  R.S.O. 1990, c. M.50, s. 14 (6). Section Amendments with date in force (d/m/y) 1996, c. 32, s. 76 (1) - 06/03/1997 2002, c. 17, Sched. F, Table - 01/01/2003 2006, c. 32, Sched. C, s. 33 (2, 3) - 01/01/2007 2007, c. 7, Sched. 27, s. 1 - 05/05/2008 2009, c. 33, Sched. 21, s. 7 - 15/12/2009 2017, c. 10, Sched. 3, s. 10 (1) - 01/03/2019; 2017, c. 10, Sched. 3, s. 10 (2) - 01/03/2018 2022, c. 18, Sched. 3, s. 4 - 23/11/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>14 </b>(1) Despite section 279 of the <i>Municipal Act, 2001</i> or section 218 of the <i>City of Toronto Act, 2006</i>, as the case may be, the council of every municipality may at any time pass by-laws,</p> <p class=\"paragraph\">  (a)  for contracting for insurance;</p> <p class=\"paragraph\">  (b)  despite the <i>Insurance Act</i>, to enable the municipality to act as an insurer; and</p> <p class=\"paragraph\">  (c)  for exchanging with other municipalities in Ontario reciprocal contracts of indemnity or inter-insurance in accordance with Part XIII of the <i>Insurance Act</i>,</p> <p class=\"subsection\">to protect a member of the council or of any local board thereof who has been found not to have contravened section 5, 5.1, 5.2 or 5.3 against any costs or expenses incurred by the member as a result of a proceeding brought under this Act, and for paying on behalf of or reimbursing the member for any such costs or expenses.  R.S.O. 1990, c. M.50, s. 14 (1); 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 33 (2); 2017, c. 10, Sched. 3, s. 10 (1); 2022, c. 18, Sched. 3, s. 4.</p> <p class=\"headnote\"><i>Insurance Act</i> does not apply</p> <p class=\"subsection\">(2) The <i>Insurance Act</i>\r\ndoes not apply to a municipality acting as an insurer for the purposes of subsection (1).  R.S.O. 1990, c. M.50, s. 14 (2).</p> <p class=\"headnote\">Surplus funds</p> <p class=\"subsection\">(3) Despite section 387 of the <i>Insurance Act</i>, any surplus funds and the reserve fund of a municipal reciprocal exchange may be invested only in accordance with subsection 279 (2) of the <i>Municipal Act, 2001</i> or subsection 218 (3) of the <i>City of Toronto Act, 2006</i>, as the case may be. 2017, c. 10, Sched. 3, s. 10 (2).</p> <p class=\"headnote\">Reserve funds</p> <p class=\"subsection\">(4) The money raised for a reserve fund of a municipal reciprocal exchange may be expended or pledged for, or applied to, a purpose other than that for which the fund was established if two-thirds of the municipalities that are members of the exchange together with two-thirds of the municipalities that previously were members of the exchange and that may be subject to claims arising while they were members of the exchange agree in writing and if section 386 of the<i> Insurance Act </i>is complied with.  R.S.O. 1990, c. M.50, s. 14 (4); 2009, c. 33, Sched. 21, s. 7.</p> <p class=\"headnote\">Local boards</p> <p class=\"subsection\">(5) A local board has the same powers to provide insurance for or to make payments to or on behalf of its members as are conferred upon the council of a municipality under this section in respect of its members.  R.S.O. 1990, c. M.50, s. 14 (5).</p> <p class=\"headnote\">Former members</p> <p class=\"subsection\">(6) A by-law passed under this section may provide that it applies to a person who was a member at the time the circumstances giving rise to the proceeding occurred but who, prior to the judgment in the proceeding, has ceased to be a member.  R.S.O. 1990, c. M.50, s. 14 (6).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 32, s. 76 (1) - 06/03/1997</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedcs33s2\">2006, c. 32, Sched. C, s. 33 (2, 3)</a></span> - 01/01/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S07007#sched27s1\">2007, c. 7, Sched. 27, s. 1</a></span> - 05/05/2008</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched21s7\">2009, c. 33, Sched. 21, s. 7</a></span> - 15/12/2009</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17010#sched3s10s1\">2017, c. 10, Sched. 3, s. 10 (1)</a></span> - 01/03/2019; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17010#sched3s10s2\">2017, c. 10, Sched. 3, s. 10 (2)</a></span> - 01/03/2018</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22018#sched3s4\">2022, c. 18, Sched. 3, s. 4</a></span> - 23/11/2022</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "15.",
            "section_x": "Conflict with other Acts",
            "part_id": null,
            "part_type": null,
            "section_y": "Conflict with other Acts",
            "content": "15 In the event of conflict between any provision of this Act and any provision of any general or special Act, the provision of this Act prevails.  R.S.O. 1990, c. M.50, s. 15. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>15 </b>In the event of conflict between any provision of this Act and any provision of any general or special Act, the provision of this Act prevails.  R.S.O. 1990, c. M.50, s. 15.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90m50\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}