{
    "act_info": {
        "full_title": "Niagara Parks Act, R.S.O. 1990, c. N.3",
        "act_name_text": "Niagara Parks Act",
        "citation": "R.S.O. 1990, c. N.3",
        "url": "https://www.ontario.ca/laws/statute/90n03",
        "date_scraped": "2023-12-18 04:24:34"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90n03/v11",
            "valid_from": "July  1, 2021",
            "valid_to": "June  7, 2023"
        },
        {
            "a_href": "/laws/statute/90n03/v10",
            "valid_from": "December  8, 2020",
            "valid_to": "June 30, 2021"
        },
        {
            "a_href": "/laws/statute/90n03/v9",
            "valid_from": "January  1, 2018",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/statute/90n03/v8",
            "valid_from": "December 14, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/statute/90n03/v7",
            "valid_from": "December 10, 2016",
            "valid_to": "December 13, 2017"
        },
        {
            "a_href": "/laws/statute/90n03/v6",
            "valid_from": "December 10, 2015",
            "valid_to": "December  9, 2016"
        },
        {
            "a_href": "/laws/statute/90n03/v5",
            "valid_from": "June  6, 2011",
            "valid_to": "December  9, 2015"
        },
        {
            "a_href": "/laws/statute/90n03/v4",
            "valid_from": "May 12, 2011",
            "valid_to": "June  5, 2011"
        },
        {
            "a_href": "/laws/statute/90n03/v3",
            "valid_from": "December 15, 2009",
            "valid_to": "May 11, 2011"
        },
        {
            "a_href": "/laws/statute/90n03/v2",
            "valid_from": "November 30, 2004",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90n03/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "November 29, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/900829",
            "Citation": "R.R.O. 1990, Reg. 829",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “Commission” means the corporation known as The Niagara Parks Commission in English and as Commission des parcs du Niagara in French; (“Commission”) “Minister” means the Minister of Tourism and Recreation or such other member of the Executive Council designated by the Lieutenant Governor in Council to administer this Act; (“ministre”) “Parks” means Queen Victoria Park, Queenston Heights Park, Niagara River Parkways, Butlers’ Burying Ground, Drummond Hill Burying Ground and Lundy’s Lane Battle Field and Cemetery and all other land heretofore or hereafter vested in or placed under the control of the Commission, including roads and boulevards and any interest in land and land covered with water. (“parcs”)  R.S.O. 1990, c. N.3, s. 1.",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“Commission” means the corporation known as The Niagara Parks Commission in English and as Commission des parcs du Niagara in French; (“Commission”)</p> <p class=\"definition\">“Minister” means the Minister of Tourism and Recreation or such other member of the Executive Council designated by the Lieutenant Governor in Council to administer this Act; (“ministre”)</p> <p class=\"definition\">“Parks” means Queen Victoria Park, Queenston Heights Park, Niagara River Parkways, Butlers’ Burying Ground, Drummond Hill Burying Ground and Lundy’s Lane Battle Field and Cemetery and all other land heretofore or hereafter vested in or placed under the control of the Commission, including roads and boulevards and any interest in land and land covered with water. (“parcs”)  R.S.O. 1990, c. N.3, s. 1.</p>"
        },
        {
            "id": "2",
            "section": "Administration of Act",
            "content": "2 The Minister is responsible for the administration of this Act.  R.S.O. 1990, c. N.3, s. 2.",
            "raw_html": "<p class=\"section\"><b>2 </b>The Minister is responsible for the administration of this Act.  R.S.O. 1990, c. N.3, s. 2.</p>"
        },
        {
            "id": "3",
            "section": "Commission continued",
            "content": "3 (1) The Commission is continued as a corporation with the objects, powers and duties prescribed in this Act.  R.S.O. 1990, c. N.3, s. 3 (1). Composition (2) The Commission shall consist of not fewer than ten and not more than twelve members of whom, (a)  not more than eight shall be appointed by the Lieutenant Governor in Council; (b)  one member shall be appointed annually by resolution of the council of the Regional Municipality of Niagara; (c)  one member shall be appointed annually by resolution of the council of the Town of Fort Erie; (d)  one member shall be appointed annually by resolution of the council of the City of Niagara Falls; and (e)  one member shall be appointed annually by resolution of the council of the Town of Niagara-on-the-Lake. 2023, c. 9, Sched. 21, s. 1. (3) Repealed:  2009, c. 33, Sched. 24, s. 3 (2). Chair and vice-chair (4) The Lieutenant Governor in Council may designate one of the members of the Commission as chair and one of the members as vice-chair.  R.S.O. 1990, c. N.3, s. 3 (4). Vacancies (5) Where a vacancy occurs in an appointment under subsection (2), the vacancy may be filled for the remainder of the unexpired term in the same manner as the appointment.  R.S.O. 1990, c. N.3, s. 3 (5). Remuneration (6) The Lieutenant Governor in Council may determine the annual remuneration to be paid to the chair and vice-chair of the Commission and such remuneration at a per diem rate for the other members of the Commission as is considered advisable.  R.S.O. 1990, c. N.3, s. 3 (6). Members of Assembly (7) Despite the Legislative Assembly Act, any member of the Assembly may be appointed as a member of the Commission and is entitled to act as such without thereby vacating or forfeiting his or her seat or incurring any other penalty for sitting or voting as a member of the Assembly.  R.S.O. 1990, c. N.3, s. 3 (7). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 24, s. 3 (1, 2) - 15/12/2009 2023, c. 9, Sched. 21, s. 1 - 08/06/2023",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) The Commission is continued as a corporation with the objects, powers and duties prescribed in this Act.  R.S.O. 1990, c. N.3, s. 3 (1).</p> <p class=\"headnote\">Composition</p> <p class=\"subsection\">(2) The Commission shall consist of not fewer than ten and not more than twelve members of whom,</p> <p class=\"paragraph\">  (a)  not more than eight shall be appointed by the Lieutenant Governor in Council;</p> <p class=\"paragraph\">  (b)  one member shall be appointed annually by resolution of the council of the Regional Municipality of Niagara;</p> <p class=\"paragraph\">  (c)  one member shall be appointed annually by resolution of the council of the Town of Fort Erie;</p> <p class=\"paragraph\">  (d)  one member shall be appointed annually by resolution of the council of the City of Niagara Falls; and</p> <p class=\"paragraph\">  (e)  one member shall be appointed annually by resolution of the council of the Town of Niagara-on-the-Lake. 2023, c. 9, Sched. 21, s. 1.</p> <p class=\"subsection\">(3) <span class=\"ovsmallcap\">Repealed</span>:  2009, c. 33, Sched. 24, s. 3 (2).</p> <p class=\"headnote\">Chair and vice-chair</p> <p class=\"subsection\">(4) The Lieutenant Governor in Council may designate one of the members of the Commission as chair and one of the members as vice-chair.  R.S.O. 1990, c. N.3, s. 3 (4).</p> <p class=\"headnote\">Vacancies</p> <p class=\"subsection\">(5) Where a vacancy occurs in an appointment under subsection (2), the vacancy may be filled for the remainder of the unexpired term in the same manner as the appointment.  R.S.O. 1990, c. N.3, s. 3 (5).</p> <p class=\"headnote\">Remuneration</p> <p class=\"subsection\">(6) The Lieutenant Governor in Council may determine the annual remuneration to be paid to the chair and vice-chair of the Commission and such remuneration at a per diem rate for the other members of the Commission as is considered advisable.  R.S.O. 1990, c. N.3, s. 3 (6).</p> <p class=\"headnote\">Members of Assembly</p> <p class=\"subsection\">(7) Despite the <i>Legislative Assembly Act</i>, any member of the Assembly may be appointed as a member of the Commission and is entitled to act as such without thereby vacating or forfeiting his or her seat or incurring any other penalty for sitting or voting as a member of the Assembly.  R.S.O. 1990, c. N.3, s. 3 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched24s3s1\">2009, c. 33, Sched. 24, s. 3 (1, 2)</a></span> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched21s1\">2023, c. 9, Sched. 21, s. 1</a></span> - 08/06/2023</p>"
        },
        {
            "id": "4",
            "section": "General powers and duties",
            "content": "4 It is the duty of the Commission to manage, control and develop the Parks and to further these objects the Commission may, (a)  lay out, plant and enclose the Parks; (b)  construct and pull down buildings and structures; (c)  construct and operate incline railways, aerial cars, lifts and works to assist the public in reaching and viewing the points of interest in the Parks; (d)  construct or acquire by purchase, lease or otherwise and operate bridges over the Niagara River, and for that purpose enter into agreement with any authority having control of the territory beyond the International Boundary required for any such bridge, or enter into agreement for the joint construction and operation by the Commission and such authority of any such bridge; (e)  construct and operate golf courses, bowling greens and swimming pools; (f)  construct and operate restaurants, refreshment booths and stands for the sale of souvenirs and other wares; (g)  construct and maintain toilet and other facilities for the convenience of the public; (h)  acquire and operate buses and other vehicles for use in connection with the Parks; (i)  acquire and operate boats for use in connection with the Parks; (j)  operate a school for the training of apprentice gardeners; (k)  make agreements with persons with respect to the establishment or operation by them of any works or services in connection with the Parks; (l)  appoint such auditors, officers, clerks, keepers, gardeners and other persons as may be required; (m)  receive and take from any person by grant, gift, devise, bequest or otherwise, any property, real or personal, or any interest therein; (n)  make grants of money and provide services for educational purposes or for any purpose that may serve to publicize or foster interest in the Parks; and (o)  make such by-laws, rules and orders as may be considered expedient for the constitution of the Commission and the administration of its affairs and do such other things as may be necessary or advisable to properly exercise its powers and discharge its duties.  R.S.O. 1990, c. N.3, s. 4.",
            "raw_html": "<p class=\"section\"><b>4 </b>It is the duty of the Commission to manage, control and develop the Parks and to further these objects the Commission may,</p> <p class=\"paragraph\">  (a)  lay out, plant and enclose the Parks;</p> <p class=\"paragraph\">  (b)  construct and pull down buildings and structures;</p> <p class=\"paragraph\">  (c)  construct and operate incline railways, aerial cars, lifts and works to assist the public in reaching and viewing the points of interest in the Parks;</p> <p class=\"paragraph\">  (d)  construct or acquire by purchase, lease or otherwise and operate bridges over the Niagara River, and for that purpose enter into agreement with any authority having control of the territory beyond the International Boundary required for any such bridge, or enter into agreement for the joint construction and operation by the Commission and such authority of any such bridge;</p> <p class=\"paragraph\">  (e)  construct and operate golf courses, bowling greens and swimming pools;</p> <p class=\"paragraph\">  (f)  construct and operate restaurants, refreshment booths and stands for the sale of souvenirs and other wares;</p> <p class=\"paragraph\">  (g)  construct and maintain toilet and other facilities for the convenience of the public;</p> <p class=\"paragraph\">  (h)  acquire and operate buses and other vehicles for use in connection with the Parks;</p> <p class=\"paragraph\">  (i)  acquire and operate boats for use in connection with the Parks;</p> <p class=\"paragraph\">  (j)  operate a school for the training of apprentice gardeners;</p> <p class=\"paragraph\">  (k)  make agreements with persons with respect to the establishment or operation by them of any works or services in connection with the Parks;</p> <p class=\"paragraph\">  (l)  appoint such auditors, officers, clerks, keepers, gardeners and other persons as may be required;</p> <p class=\"paragraph\">  (m)  receive and take from any person by grant, gift, devise, bequest or otherwise, any property, real or personal, or any interest therein;</p> <p class=\"paragraph\">  (n)  make grants of money and provide services for educational purposes or for any purpose that may serve to publicize or foster interest in the Parks; and</p> <p class=\"paragraph\">  (o)  make such by-laws, rules and orders as may be considered expedient for the constitution of the Commission and the administration of its affairs and do such other things as may be necessary or advisable to properly exercise its powers and discharge its duties.  R.S.O. 1990, c. N.3, s. 4.</p>"
        },
        {
            "id": "5",
            "section": "Issue of securities",
            "content": "5 (1) With the approval of the Lieutenant Governor in Council, the Commission may borrow money to meet its indebtedness accruing due or for purchasing or otherwise acquiring real or personal property, or making improvements, or for any other purpose of the Commission, and may issue bonds, debentures, notes or other securities to provide for the repayment of any money so borrowed, and such securities may be payable at such times and in such manner and at such place or places in Canada or elsewhere, and may bear such interest as the Commission may consider proper.  R.S.O. 1990, c. N.3, s. 5 (1). Guaranteeing securities (2) The Lieutenant Governor in Council may authorize the Minister of Finance for and on behalf of Ontario to guarantee the payment of any securities issued by the Commission for any of the purposes mentioned in subsection (1).  R.S.O. 1990, c. N.3, s. 5 (2); 2020, c. 34, Sched. 11, s. 1. Section Amendments with date in force (d/m/y) 2020, c. 34, Sched. 11, s. 1 - 08/12/2020",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) With the approval of the Lieutenant Governor in Council, the Commission may borrow money to meet its indebtedness accruing due or for purchasing or otherwise acquiring real or personal property, or making improvements, or for any other purpose of the Commission, and may issue bonds, debentures, notes or other securities to provide for the repayment of any money so borrowed, and such securities may be payable at such times and in such manner and at such place or places in Canada or elsewhere, and may bear such interest as the Commission may consider proper.  R.S.O. 1990, c. N.3, s. 5 (1).</p> <p class=\"headnote\">Guaranteeing securities</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may authorize the Minister of Finance for and on behalf of Ontario to guarantee the payment of any securities issued by the Commission for any of the purposes mentioned in subsection (1).  R.S.O. 1990, c. N.3, s. 5 (2); 2020, c. 34, Sched. 11, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched11s1\">2020, c. 34, Sched. 11, s. 1</a></span> - 08/12/2020</p>"
        },
        {
            "id": "6",
            "section": "Foreshore and river bed",
            "content": "6 The Lieutenant Governor in Council may, subject to such conditions as the Lieutenant Governor in Council  may consider proper, vest in the Commission any portion of the foreshore or bed of the Niagara River or land covered with water in the Niagara River that lies in front of the Parks and that is the property of the Crown in right of Ontario.  R.S.O. 1990, c. N.3, s. 6. Acquisition of land 7 (1) Subject to the approval of the Lieutenant Governor in Council, the Commission may do the following: 1.  Acquire by purchase, lease or otherwise any land or any interest in land. 2.  Without the consent of the owner, enter upon, take and expropriate any land or any interest in land. 3.  Sell or otherwise dispose of any land or any interest in land. 2023, c. 9, Sched. 21, s. 2. Easement (2) Despite subsection (1), the Commission may dispose of an interest in land by the grant of an easement without the approval of the Lieutenant Governor in Council. 2023, c. 9, Sched. 21, s. 2. Section Amendments with date in force (d/m/y) 2023, c. 9, Sched. 21, s. 2 - 08/06/2023",
            "raw_html": "<p class=\"section\"><b>6 </b>The Lieutenant Governor in Council may, subject to such conditions as the Lieutenant Governor in Council  may consider proper, vest in the Commission any portion of the foreshore or bed of the Niagara River or land covered with water in the Niagara River that lies in front of the Parks and that is the property of the Crown in right of Ontario.  R.S.O. 1990, c. N.3, s. 6.</p> <p class=\"MsoNormal\"><b><span>Acquisition of land</span></b></p> <p class=\"MsoNormal\"><b><span>7 </span></b><span>(1) Subject to the approval of the Lieutenant Governor in Council, the Commission may do the following:</span></p> <p class=\"MsoNormal\"><span>  1.  Acquire by purchase, lease or otherwise any land or any interest in land.</span></p> <p class=\"MsoNormal\"><span>  2.  Without the consent of the owner, enter upon, take and expropriate any land or any interest in land.</span></p> <p class=\"MsoNormal\"><span>  3.  Sell or otherwise dispose of any land or any interest in land. 2023, c. 9, Sched. 21, s. 2.</span></p> <p class=\"MsoNormal\"><b><span>Easement</span></b></p> <p class=\"MsoNormal\"><span>(2) Despite subsection (1), the Commission may dispose of an interest in land by the grant of an easement without the approval of the Lieutenant Governor in Council. 2023, c. 9, Sched. 21, s. 2.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched21s2\">2023, c. 9, Sched. 21, s. 2</a></span> - 08/06/2023</p>"
        },
        {
            "id": "8",
            "section": "Expropriation",
            "content": "8 (1) The Commission in the exercise of its powers to take land compulsorily has all the powers conferred by the Ministry of Infrastructure Act, 2011 on the Minister of Infrastructure in relation to Government property, and in the application of this section where the words “the Minister”, “the Ministry” or “the Crown” appear in such Act they mean, where the context permits, the Commission.  R.S.O. 1990, c. N.3, s. 8 (1); 2011, c. 9, Sched. 27, s. 33; 2015, c. 38, Sched. 7, s. 54. Procedure (2) The Commission shall proceed in the manner provided by the Expropriations Act.  R.S.O. 1990, c. N.3, s. 8 (2). Section Amendments with date in force (d/m/y) 2011, c. 9, Sched. 27, s. 33 - 06/06/2011 2015, c. 38, Sched. 7, s. 54 - 10/12/2016",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) The Commission in the exercise of its powers to take land compulsorily has all the powers conferred by the <i>Ministry of Infrastructure Act, 2011</i> on the Minister of Infrastructure in relation to Government property, and in the application of this section where the words “the Minister”, “the Ministry” or “the Crown” appear in such Act they mean, where the context permits, the Commission.  R.S.O. 1990, c. N.3, s. 8 (1); 2011, c. 9, Sched. 27, s. 33; 2015, c. 38, Sched. 7, s. 54.</p> <p class=\"headnote\">Procedure</p> <p class=\"subsection\">(2) The Commission shall proceed in the manner provided by the <i>Expropriations Act</i>.  R.S.O. 1990, c. N.3, s. 8 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11009#sched27s33\">2011, c. 9, Sched. 27, s. 33</a></span> - 06/06/2011</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15038#sched7s54\">2015, c. 38, Sched. 7, s. 54</a></span> - 10/12/2016</p>"
        },
        {
            "id": "9",
            "section": "Highways",
            "content": "9 (1) Despite any general or special Act, the Lieutenant Governor in Council may vest any highway in any municipality in the Commission and thereafter the Commission has exclusive jurisdiction over it.  R.S.O. 1990, c. N.3, s. 9 (1). Idem (2) The Commission and the corporation of any municipality may enter into agreement as to the acquisition by the Commission or by the municipality of any highway or any land therefor or as to the establishing, laying out, opening, grading, paving, altering, constructing, reconstructing, maintaining or repairing of any highway, including the cost or the apportionment of the cost of the same and the payment thereof.  R.S.O. 1990, c. N.3, s. 9 (2). Compensation payable by municipality (3) Every agreement entered into under subsection (2) shall provide that the cost of any lands acquired pursuant thereto and all compensation payable in respect of such acquisition or for injurious affection to lands by reason of any work undertaken under any such agreement shall be borne and paid solely by the corporation of the municipality entering into the agreement.  R.S.O. 1990, c. N.3, s. 9 (3).",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) Despite any general or special Act, the Lieutenant Governor in Council may vest any highway in any municipality in the Commission and thereafter the Commission has exclusive jurisdiction over it.  R.S.O. 1990, c. N.3, s. 9 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The Commission and the corporation of any municipality may enter into agreement as to the acquisition by the Commission or by the municipality of any highway or any land therefor or as to the establishing, laying out, opening, grading, paving, altering, constructing, reconstructing, maintaining or repairing of any highway, including the cost or the apportionment of the cost of the same and the payment thereof.  R.S.O. 1990, c. N.3, s. 9 (2).</p> <p class=\"headnote\">Compensation payable by municipality</p> <p class=\"subsection\">(3) Every agreement entered into under subsection (2) shall provide that the cost of any lands acquired pursuant thereto and all compensation payable in respect of such acquisition or for injurious affection to lands by reason of any work undertaken under any such agreement shall be borne and paid solely by the corporation of the municipality entering into the agreement.  R.S.O. 1990, c. N.3, s. 9 (3).</p>"
        },
        {
            "id": "10",
            "section": "Controlled access highways",
            "content": "10 (1) The Lieutenant Governor in Council may designate any portion of any of the highways, roads, boulevards or parkways of the Commission as a controlled access highway.  R.S.O. 1990, c. N.3, s. 10 (1). Application of Public Transportation and Highway Improvement Act (2) Section 38 of the Public Transportation and Highway Improvement Act applies with necessary modifications to any portion of any of the highways, roads, boulevards or parkways designated under subsection (1) and for such purpose any reference in that section to the Minister or the Ministry shall be deemed to be a reference to the Commission.  R.S.O. 1990, c. N.3, s. 10 (2).",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) The Lieutenant Governor in Council may designate any portion of any of the highways, roads, boulevards or parkways of the Commission as a controlled access highway.  R.S.O. 1990, c. N.3, s. 10 (1).</p> <p class=\"headnote\">Application of<i> Public Transportation and Highway Improvement Act</i></p> <p class=\"subsection\">(2) Section 38 of the <i>Public Transportation and Highway Improvement Act</i> applies with necessary modifications to any portion of any of the highways, roads, boulevards or parkways designated under subsection (1) and for such purpose any reference in that section to the Minister or the Ministry shall be deemed to be a reference to the Commission.  R.S.O. 1990, c. N.3, s. 10 (2).</p>"
        },
        {
            "id": "11",
            "section": "Local improvement works",
            "content": "11  (1) The Commission may enter into an agreement with any municipality that adjoins or is within five kilometres of the lands of the Commission as to any work of any character or description mentioned in a regulation under Part XII of the Municipal Act, 2001 relating to local improvements and the Commission may agree to contribute towards the cost of any work undertaken, either in cash or by annual or other instalments or otherwise, but the Commission is not liable for charges under that regulation for the cost of the work, whether the lands abut directly on the work or otherwise, and the lands remain exempt from assessment and taxation.  2002, c. 17, Sched. F, Table. Assent of electors not required (2) It is not necessary to submit any agreement entered into under this section for the assent of the electors of the municipality, nor is it necessary to receive the assent of the electors of the municipality for the issue of debentures to defray the cost of the work undertaken under any such agreement.  R.S.O. 1990, c. N.3, s. 11 (2). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003 12 Repealed: 2020, c. 34, Sched. 23, s. 11. Section Amendments with date in force (d/m/y) 2020, c. 34, Sched. 23, s. 11 - 01/07/2021",
            "raw_html": "<p class=\"section\"><b>11 </b><span> </span>(1) The Commission may enter into an agreement with any municipality that adjoins or is within five kilometres of the lands of the Commission as to any work of any character or description mentioned in a regulation under Part XII of the <i>Municipal Act, 2001</i> relating to local improvements and the Commission may agree to contribute towards the cost of any work undertaken, either in cash or by annual or other instalments or otherwise, but the Commission is not liable for charges under that regulation for the cost of the work, whether the lands abut directly on the work or otherwise, and the lands remain exempt from assessment and taxation.<span>  </span>2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Assent of electors not required</p> <p class=\"subsection\">(2) It is not necessary to submit any agreement entered into under this section for the assent of the electors of the municipality, nor is it necessary to receive the assent of the electors of the municipality for the issue of debentures to defray the cost of the work undertaken under any such agreement.  R.S.O. 1990, c. N.3, s. 11 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"section\"><b>12 </b><span class=\"ovsmallcap\">Repealed</span>: 2020, c. 34, Sched. 23, s. 11.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched23s11\">2020, c. 34, Sched. 23, s. 11</a></span> - 01/07/2021</p>"
        },
        {
            "id": "12",
            "section": "Assent of electors not required",
            "content": "12 Repealed: 2020, c. 34, Sched. 23, s. 11. Section Amendments with date in force (d/m/y) 2020, c. 34, Sched. 23, s. 11 - 01/07/2021",
            "raw_html": "<p class=\"section\"><b>12 </b><span class=\"ovsmallcap\">Repealed</span>: 2020, c. 34, Sched. 23, s. 11.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched23s11\">2020, c. 34, Sched. 23, s. 11</a></span> - 01/07/2021</p>"
        },
        {
            "id": "13",
            "section": "Collection of water revenues and rentals",
            "content": "13 (1) Subject to any order of the Lieutenant Governor in Council, the Commission may continue to collect the revenues and rentals payable or collectable under the several agreements made between the Commission and the Canadian Niagara Power Company, Limited, the Ontario Power Company, the Electrical Development Company of Ontario, Limited and Ontario Hydro.  R.S.O. 1990, c. N.3, s. 13 (1). Agreements with companies as to developing power (2) The Commission, with the approval of the Lieutenant Governor in Council, may, (a)  enter into agreement with any person to take water from the Niagara River or from the Niagara and Welland Rivers, at points within the Parks, for the purpose of enabling such persons to generate power within the Parks, and to conduct and discharge the water through and across the Parks or otherwise in such manner, for such rental, and upon such terms and conditions as may be embodied in the agreement, and any such agreement may include provisions as to the removal or demolition of any buildings or structures and the re-erection of the same, or the erection of other buildings or structures; and (b)  renegotiate any existing agreement for the development of power from the Niagara River.  R.S.O. 1990, c. N.3, s. 13 (2). Policy directives (3) The Minister may issue policy directives that have been approved by the Lieutenant Governor in Council on matters relating to the Commission’s exercise of its powers and duties under this section.  1998, c. 15, Sched. E, s. 23. Members (4) The members of the Commission shall ensure that policy directives are implemented promptly and efficiently.  1998, c. 15, Sched. E, s. 23. Section Amendments with date in force (d/m/y) 1998, c. 15, Sched. E, s. 23 - 07/11/1998",
            "raw_html": "<p class=\"section\"><b>13 </b>(1) Subject to any order of the Lieutenant Governor in Council, the Commission may continue to collect the revenues and rentals payable or collectable under the several agreements made between the Commission and the Canadian Niagara Power Company, Limited, the Ontario Power Company, the Electrical Development Company of Ontario, Limited and Ontario Hydro.  R.S.O. 1990, c. N.3, s. 13 (1).</p> <p class=\"headnote\">Agreements with companies as to developing power</p> <p class=\"subsection\">(2) The Commission, with the approval of the Lieutenant Governor in Council, may,</p> <p class=\"paragraph\">  (a)  enter into agreement with any person to take water from the Niagara River or from the Niagara and Welland Rivers, at points within the Parks, for the purpose of enabling such persons to generate power within the Parks, and to conduct and discharge the water through and across the Parks or otherwise in such manner, for such rental, and upon such terms and conditions as may be embodied in the agreement, and any such agreement may include provisions as to the removal or demolition of any buildings or structures and the re-erection of the same, or the erection of other buildings or structures; and</p> <p class=\"paragraph\">  (b)  renegotiate any existing agreement for the development of power from the Niagara River.  R.S.O. 1990, c. N.3, s. 13 (2).</p> <p class=\"headnote\">Policy directives</p> <p class=\"subsection\">(3) The Minister may issue policy directives that have been approved by the Lieutenant Governor in Council on matters relating to the Commission’s exercise of its powers and duties under this section.  1998, c. 15, Sched. E, s. 23.</p> <p class=\"headnote\">Members</p> <p class=\"subsection\">(4) The members of the Commission shall ensure that policy directives are implemented promptly and efficiently.  1998, c. 15, Sched. E, s. 23.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 15, Sched. E, s. 23 - 07/11/1998</p>"
        },
        {
            "id": "14",
            "section": "Bridges over Niagara River",
            "content": "14 With the approval of the Lieutenant Governor in Council, the Commission, upon terms to be agreed upon, may grant any rights over or in respect of lands of the Commission that may be required for the purpose of building any new bridge over the Niagara River or of confirming the present occupation of land by any presently existing bridge company, but nothing in this section authorizes the granting of any such rights over or in respect of Queen Victoria Park.  R.S.O. 1990, c. N.3, s. 14.",
            "raw_html": "<p class=\"section\"><b>14 </b>With the approval of the Lieutenant Governor in Council, the Commission, upon terms to be agreed upon, may grant any rights over or in respect of lands of the Commission that may be required for the purpose of building any new bridge over the Niagara River or of confirming the present occupation of land by any presently existing bridge company, but nothing in this section authorizes the granting of any such rights over or in respect of Queen Victoria Park.  R.S.O. 1990, c. N.3, s. 14.</p>"
        },
        {
            "id": "15",
            "section": "Payments in lieu of taxes",
            "content": "15 (1) The Minister of Municipal Affairs and Housing may pay in each year to a municipality in which there are one or more parks operated by the Commission, (a)  $12.35 per hectare for each of the first forty hectares of each such park and $5 per hectare for each hectare in excess of forty hectares in each such park up to 4,000 hectares in each such park and $1.25 per hectare for each  hectare in excess of 4,000 hectares in each such park; or (b)  $100, whichever is the greater, and the Minister shall recover such payments out of the funds of the Commission.  R.S.O. 1990, c. N.3, s. 15 (1); 2002, c. 17, Sched. F, Table. Determinations (2) For the purposes of subsection (1), the Minister of Municipal Affairs and Housing shall determine annually, (a)  the names of those municipalities in which there was located on the next preceding 1st day of January, one or more parks or any part thereof; and (b)  the number of hectares to the nearest whole hectare in each park or part thereof so located within each such municipality, and the Minister’s determination is final.  R.S.O. 1990, c. N.3, s. 15 (2); 2002, c. 17, Sched. F, Table. (3) Repealed:  1997, c. 29, s. 64. (4) Repealed:  1997, c. 29, s. 64. Section Amendments with date in force (d/m/y) 1997, c. 29, s. 64 - 01/01/1998 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\"><b>15 </b>(1) The Minister of Municipal Affairs<span> </span>and Housing may pay in each year to a municipality in which there are one or more parks operated by the Commission,</p> <p class=\"paragraph\">  (a)  $12.35 per hectare for each of the first forty hectares of each such park and $5 per hectare for each hectare in excess of forty hectares in each such park up to 4,000 hectares in each such park and $1.25 per hectare for each  hectare in excess of 4,000 hectares in each such park; or</p> <p class=\"paragraph\">  (b)  $100,</p> <p class=\"section\">whichever is the greater, and the Minister shall recover such payments out of the funds of the Commission.  R.S.O. 1990, c. N.3, s. 15 (1); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Determinations</p> <p class=\"subsection\">(2) For the purposes of subsection (1), the Minister of Municipal Affairs and Housing shall determine annually,</p> <p class=\"paragraph\">  (a)  the names of those municipalities in which there was located on the next preceding 1st day of January, one or more parks or any part thereof; and</p> <p class=\"paragraph\">  (b)  the number of hectares to the nearest whole hectare in each park or part thereof so located within each such municipality,</p> <p class=\"subsection\">and the Minister’s determination is final.  R.S.O. 1990, c. N.3, s. 15 (2); 2002, c. 17, Sched. F, Table.</p> <p class=\"subsection\">(3) <span>Repealed</span>:  1997, c. 29, s. 64.</p> <p class=\"subsection\">(4) <span>Repealed</span>:  1997, c. 29, s. 64.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 29, s. 64 - 01/01/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "id": null,
            "section": "Payments in lieu of taxes",
            "content": "whichever is the greater, and the Minister shall recover such payments out of the funds of the Commission.  R.S.O. 1990, c. N.3, s. 15 (1); 2002, c. 17, Sched. F, Table. Determinations (2) For the purposes of subsection (1), the Minister of Municipal Affairs and Housing shall determine annually, (a)  the names of those municipalities in which there was located on the next preceding 1st day of January, one or more parks or any part thereof; and (b)  the number of hectares to the nearest whole hectare in each park or part thereof so located within each such municipality, and the Minister’s determination is final.  R.S.O. 1990, c. N.3, s. 15 (2); 2002, c. 17, Sched. F, Table. (3) Repealed:  1997, c. 29, s. 64. (4) Repealed:  1997, c. 29, s. 64. Section Amendments with date in force (d/m/y) 1997, c. 29, s. 64 - 01/01/1998 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\">whichever is the greater, and the Minister shall recover such payments out of the funds of the Commission.  R.S.O. 1990, c. N.3, s. 15 (1); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Determinations</p> <p class=\"subsection\">(2) For the purposes of subsection (1), the Minister of Municipal Affairs and Housing shall determine annually,</p> <p class=\"paragraph\">  (a)  the names of those municipalities in which there was located on the next preceding 1st day of January, one or more parks or any part thereof; and</p> <p class=\"paragraph\">  (b)  the number of hectares to the nearest whole hectare in each park or part thereof so located within each such municipality,</p> <p class=\"subsection\">and the Minister’s determination is final.  R.S.O. 1990, c. N.3, s. 15 (2); 2002, c. 17, Sched. F, Table.</p> <p class=\"subsection\">(3) <span>Repealed</span>:  1997, c. 29, s. 64.</p> <p class=\"subsection\">(4) <span>Repealed</span>:  1997, c. 29, s. 64.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 29, s. 64 - 01/01/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "id": "16",
            "section": "Application of revenue",
            "content": "16 (1) All money received by the Commission shall be applied in the discharge of its duties and obligations.  R.S.O. 1990, c. N.3, s. 16 (1). Surplus money (2) Any surplus money shall, on the order of the Lieutenant Governor in Council, be paid to the Minister of Finance and shall form part of the Consolidated Revenue Fund.  R.S.O. 1990, c. N.3, s. 16 (2); 2020, c. 34, Sched. 11, s. 1. Section Amendments with date in force (d/m/y) 2020, c. 34, Sched. 11, s. 1 - 08/12/2020",
            "raw_html": "<p class=\"section\"><b>16 </b>(1) All money received by the Commission shall be applied in the discharge of its duties and obligations.  R.S.O. 1990, c. N.3, s. 16 (1).</p> <p class=\"headnote\">Surplus money</p> <p class=\"subsection\">(2) Any surplus money shall, on the order of the Lieutenant Governor in Council, be paid to the Minister of Finance and shall form part of the Consolidated Revenue Fund.  R.S.O. 1990, c. N.3, s. 16 (2); 2020, c. 34, Sched. 11, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched11s1\">2020, c. 34, Sched. 11, s. 1</a></span> - 08/12/2020</p>"
        },
        {
            "id": "17",
            "section": "Books of account",
            "content": "17 The Commission shall cause books to be kept and true and regular accounts to be entered therein of all money received and paid and of the several purposes for which the same were received and paid, and such books shall be open to the inspection of any member of the Commission, the Minister of Finance or any person appointed by the Commission or the Minister of Finance for that purpose, and any such person may make copies of or take extracts from the books.  R.S.O. 1990, c. N.3, s. 17; 2020, c. 34, Sched. 11, s. 1. Section Amendments with date in force (d/m/y) 2020, c. 34, Sched. 11, s. 1 - 08/12/2020",
            "raw_html": "<p class=\"section\"><b>17 </b>The Commission shall cause books to be kept and true and regular accounts to be entered therein of all money received and paid and of the several purposes for which the same were received and paid, and such books shall be open to the inspection of any member of the Commission, the Minister of Finance or any person appointed by the Commission or the Minister of Finance for that purpose, and any such person may make copies of or take extracts from the books.  R.S.O. 1990, c. N.3, s. 17; 2020, c. 34, Sched. 11, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched11s1\">2020, c. 34, Sched. 11, s. 1</a></span> - 08/12/2020</p>"
        },
        {
            "id": "18",
            "section": "Security by officers",
            "content": "18 Every person who is entrusted by the Commission with the custody or control of money in the course of his or her employment shall give security in the manner and form provided by the Public Officers Act.  R.S.O. 1990, c. N.3, s. 18.",
            "raw_html": "<p class=\"section\"><b>18 </b>Every person who is entrusted by the Commission with the custody or control of money in the course of his or her employment shall give security in the manner and form provided by the <i>Public Officers Act</i>.  R.S.O. 1990, c. N.3, s. 18.</p>"
        },
        {
            "id": "19",
            "section": "Audit",
            "content": "19 The books and records of the Commission shall be examined annually by the Auditor General or such other auditor as may be appointed by the Commission.  R.S.O. 1990, c. N.3, s. 19; 2004, c. 17, s. 32; 2020, c. 34, Sched. 11, s. 2. Section Amendments with date in force (d/m/y) 2004, c. 17, s. 32\r\n- 30/11/2004 2020, c. 34, Sched. 11, s. 2 - 08/12/2020",
            "raw_html": "<p class=\"section\"><b>19 </b>The books and records of the Commission shall be examined annually by the Auditor General or such other auditor as may be appointed by the Commission.  R.S.O. 1990, c. N.3, s. 19; 2004, c. 17, s. 32; 2020, c. 34, Sched. 11, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04017#s32\">2004, c. 17, s. 32</a></span>\r\n- 30/11/2004</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched11s2\">2020, c. 34, Sched. 11, s. 2</a></span> - 08/12/2020</p>"
        },
        {
            "id": "BK329",
            "section": "Annual report",
            "content": "20 (1) The Commission shall prepare an annual report, provide it to the Minister and make it available to the public. 2017, c. 34, Sched. 46, s. 28. Same (2) The Commission shall comply with such directives as may be issued by the Management Board of Cabinet with respect to, (a)  the form and content of the annual report; (b)  when to provide it to the Minister; and (c)  when and how to make it available to the public. 2017, c. 34, Sched. 46, s. 28. Same (3) The Commission shall include such additional content in the annual report as the Minister may require. 2017, c. 34, Sched. 46, s. 28. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 46, s. 28 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK329\"></a><b>20 </b>(1) The Commission shall prepare an annual report, provide it to the Minister and make it available to the public. 2017, c. 34, Sched. 46, s. 28.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Commission shall comply with such directives as may be issued by the Management Board of Cabinet with respect to,</p> <p class=\"paragraph\">  (a)  the form and content of the annual report;</p> <p class=\"paragraph\">  (b)  when to provide it to the Minister; and</p> <p class=\"paragraph\">  (c)  when and how to make it available to the public. 2017, c. 34, Sched. 46, s. 28.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Commission shall include such additional content in the annual report as the Minister may require. 2017, c. 34, Sched. 46, s. 28.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched46s28\">2017, c. 34, Sched. 46, s. 28</a></span> - 01/01/2018</p>"
        },
        {
            "id": "BK330",
            "section": "Tabling of annual report",
            "content": "20.1 The Minister shall table the Commission’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it. 2017, c. 34, Sched. 46, s. 28. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 46, s. 28 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK330\"></a><b>20.1 </b>The Minister shall table the Commission’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it. 2017, c. 34, Sched. 46, s. 28.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched46s28\">2017, c. 34, Sched. 46, s. 28</a></span> - 01/01/2018</p>"
        },
        {
            "id": "21",
            "section": "Offence",
            "content": "21 Every person who contravenes any provision of the regulations is guilty of an offence and on conviction is liable to a fine of not more than $10,000.  R.S.O. 1990, c. N.3, s. 21.",
            "raw_html": "<p class=\"section\"><b>21 </b>Every person who contravenes any provision of the regulations is guilty of an offence and on conviction is liable to a fine of not more than $10,000.  R.S.O. 1990, c. N.3, s. 21.</p>"
        },
        {
            "id": "22",
            "section": "Regulations",
            "content": "22 (1) The Commission, with the approval of the Lieutenant Governor in Council, may make regulations, (a)  regulating and governing the use by the public of the Parks and the works, vehicles, boats, services and things under the jurisdiction of the Commission; (b)  providing for the protection and preservation from damage of the property of the Commission; (c)  prescribing tolls for the occupation and use of Parks lands and works, vehicles, boats, golf courses, bowling greens, swimming pools and services under the jurisdiction of the Commission, for opening and closing graves or any class thereof in any cemetery in the parks, and for entrance to places of historical and scenic interest or any other occupation or uses of a similar nature; (d)  prescribing permits designating privileges in connection with the use of the Parks or any part thereof and prescribing fees for such permits; (e)  regulating and governing vehicular and pedestrian traffic in the Parks or any part thereof and prohibiting the use of any class or classes of vehicles in the Parks or any part thereof; (f)  prohibiting or licensing, regulating and governing the erection, posting up or other display of notices, signs, sign boards and other advertising devices in the Parks or within 400 metres of any part thereof; (g)  prescribing fees, permits and terms and conditions under which the erection, posting up or other display of notices, signs, sign boards, and other advertising devices may be permitted within the Parks or within 400 metres of any part thereof; (h)  licensing, regulating and governing taxicabs and other vehicles for hire and the owners and drivers thereof, and prescribing fees for such licences; (i)  licensing, regulating and governing guides and prescribing fees for such licences; (j)  prescribing terms and conditions under which horses, dogs and other animals may be allowed in the Parks or any part thereof.  R.S.O. 1990, c. N.3, s. 22 (1). Offences (2) Any offence against any regulation made under this Act is punishable under the Provincial Offences Act and the fines for any such offence are payable to the Commission.  R.S.O. 1990, c. N.3, s. 22 (2).",
            "raw_html": "<p class=\"section\"><b>22 </b>(1) The Commission, with the approval of the Lieutenant Governor in Council, may make regulations,</p> <p class=\"paragraph\">  (a)  regulating and governing the use by the public of the Parks and the works, vehicles, boats, services and things under the jurisdiction of the Commission;</p> <p class=\"paragraph\">  (b)  providing for the protection and preservation from damage of the property of the Commission;</p> <p class=\"paragraph\">  (c)  prescribing tolls for the occupation and use of Parks lands and works, vehicles, boats, golf courses, bowling greens, swimming pools and services under the jurisdiction of the Commission, for opening and closing graves or any class thereof in any cemetery in the parks, and for entrance to places of historical and scenic interest or any other occupation or uses of a similar nature;</p> <p class=\"paragraph\">  (d)  prescribing permits designating privileges in connection with the use of the Parks or any part thereof and prescribing fees for such permits;</p> <p class=\"paragraph\">  (e)  regulating and governing vehicular and pedestrian traffic in the Parks or any part thereof and prohibiting the use of any class or classes of vehicles in the Parks or any part thereof;</p> <p class=\"paragraph\">  (f)  prohibiting or licensing, regulating and governing the erection, posting up or other display of notices, signs, sign boards and other advertising devices in the Parks or within 400 metres of any part thereof;</p> <p class=\"paragraph\">  (g)  prescribing fees, permits and terms and conditions under which the erection, posting up or other display of notices, signs, sign boards, and other advertising devices may be permitted within the Parks or within 400 metres of any part thereof;</p> <p class=\"paragraph\">  (h)  licensing, regulating and governing taxicabs and other vehicles for hire and the owners and drivers thereof, and prescribing fees for such licences;</p> <p class=\"paragraph\">  (i)  licensing, regulating and governing guides and prescribing fees for such licences;</p> <p class=\"paragraph\">  (j)  prescribing terms and conditions under which horses, dogs and other animals may be allowed in the Parks or any part thereof.  R.S.O. 1990, c. N.3, s. 22 (1).</p> <p class=\"headnote\">Offences</p> <p class=\"subsection\">(2) Any offence against any regulation made under this Act is punishable under the <i>Provincial Offences Act</i> and the fines for any such offence are payable to the Commission.  R.S.O. 1990, c. N.3, s. 22 (2).</p>"
        },
        {
            "id": "23",
            "section": "Rights of interment not affected",
            "content": "23 Nothing in this Act authorizes the interference with any right to inter the body of any deceased person in any burying ground vested in the Commission and nothing in this Act confers the right to remove any body there interred.  R.S.O. 1990, c. N.3, s. 23.",
            "raw_html": "<p class=\"section\"><b>23 </b>Nothing in this Act authorizes the interference with any right to inter the body of any deceased person in any burying ground vested in the Commission and nothing in this Act confers the right to remove any body there interred.  R.S.O. 1990, c. N.3, s. 23.</p>"
        },
        {
            "id": "24",
            "section": "Lost, mislaid or abandoned property",
            "content": "24 (1) Any lost, mislaid or abandoned property coming into the custody of an officer or employee of the Commission or found on the lands of the Commission and not claimed by the owner within three months is the property of the Commission and may be sold under the direction of the Commission, but, where the property is perishable or has no commercial value, it may be given to a charitable institution or destroyed.  R.S.O. 1990, c. N.3, s. 24 (1). Idem (2) Where a person establishes to the satisfaction of the Commission within one year of the date of sale that the person was the owner of property sold under subsection (1), the Commission may direct the payment to the person of an amount equal to the price received for the property less the costs referable to the sale and other expenses, including costs and charges under subsection (3), incurred in connection with the property.  R.S.O. 1990, c. N.3, s. 24 (2). Lien for costs and charges for care and storage (3) Where any lost, mislaid or abandoned property comes into the custody of an officer or employee of the Commission or is found on the lands of the Commission, any officer or employee of the Commission may take the property into his or her custody, cause it to be taken, cared for and stored in a suitable place and all costs and charges for removal, care and storage are a lien upon the property and may be enforced in the manner provided by the Repair and Storage Liens Act.  R.S.O. 1990, c. N.3, s. 24 (3).",
            "raw_html": "<p class=\"section\"><b>24 </b>(1) Any lost, mislaid or abandoned property coming into the custody of an officer or employee of the Commission or found on the lands of the Commission and not claimed by the owner within three months is the property of the Commission and may be sold under the direction of the Commission, but, where the property is perishable or has no commercial value, it may be given to a charitable institution or destroyed.  R.S.O. 1990, c. N.3, s. 24 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Where a person establishes to the satisfaction of the Commission within one year of the date of sale that the person was the owner of property sold under subsection (1), the Commission may direct the payment to the person of an amount equal to the price received for the property less the costs referable to the sale and other expenses, including costs and charges under subsection (3), incurred in connection with the property.  R.S.O. 1990, c. N.3, s. 24 (2).</p> <p class=\"headnote\">Lien for costs and charges for care and storage</p> <p class=\"subsection\">(3) Where any lost, mislaid or abandoned property comes into the custody of an officer or employee of the Commission or is found on the lands of the Commission, any officer or employee of the Commission may take the property into his or her custody, cause it to be taken, cared for and stored in a suitable place and all costs and charges for removal, care and storage are a lien upon the property and may be enforced in the manner provided by the <i>Repair and Storage Liens Act</i>.  R.S.O. 1990, c. N.3, s. 24 (3).</p>"
        },
        {
            "id": "25",
            "section": "Immunity of members",
            "content": "25 (1) No cause of action arises against a member of the Commission as a result of any act done in good faith in the performance or intended performance of his or her duties or any alleged neglect or default in the performance in good faith of his or her duties. 2023, c. 9, Sched. 21, s. 3. No proceeding (2) No proceeding, including but not limited to a proceeding for a remedy in contract, restitution, tort or trust, shall be instituted against a member of the Commission by a person who has suffered any damages, injury or other loss based on or related to any cause of action described in subsection (1). 2023, c. 9, Sched. 21, s. 3. Liability of Commission preserved (3) Subsections (1) and (2) do not relieve the Commission of any liability to which it would otherwise be subject. 2023, c. 9, Sched. 21, s. 3. Section Amendments with date in force (d/m/y) 2023, c. 9, Sched. 21, s. 3 - 08/06/2023 ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>25 </b>(1) No cause of action arises against a member of the Commission as a result of any act done in good faith in the performance or intended performance of his or her duties or any alleged neglect or default in the performance in good faith of his or her duties. 2023, c. 9, Sched. 21, s. 3.</p> <p class=\"headnote\">No proceeding</p> <p class=\"subsection\">(2) No proceeding, including but not limited to a proceeding for a remedy in contract, restitution, tort or trust, shall be instituted against a member of the Commission by a person who has suffered any damages, injury or other loss based on or related to any cause of action described in subsection (1). 2023, c. 9, Sched. 21, s. 3.</p> <p class=\"headnote\">Liability of Commission preserved</p> <p class=\"subsection\">(3) Subsections (1) and (2) do not relieve the Commission of any liability to which it would otherwise be subject. 2023, c. 9, Sched. 21, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched21s3\">2023, c. 9, Sched. 21, s. 3</a></span> - 08/06/2023</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90n03\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}