{
    "act_info": {
        "full_title": "Northern Ontario Grow Bonds Corporation Act, 2004, S.O. 2004, c. 31, Sched. 39",
        "act_name_text": "Not Found",
        "citation": "Northern Ontario Grow Bonds Corporation Act, 2004, S.O. 2004, c. 31, Sched. 39",
        "url": "https://www.ontario.ca/laws/statute/04n31",
        "date_scraped": "2023-12-19 05:21:14"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/04n31/v6",
            "valid_from": "May 12, 2011",
            "valid_to": "April 30, 2012"
        },
        {
            "a_href": "/laws/statute/04n31/v5",
            "valid_from": "December 15, 2009",
            "valid_to": "May 11, 2011"
        },
        {
            "a_href": "/laws/statute/04n31/v4",
            "valid_from": "August 20, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/04n31/v3",
            "valid_from": "December 20, 2006",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/04n31/v2",
            "valid_from": "January 13, 2005",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/04n31/v1",
            "valid_from": "December 16, 2004",
            "valid_to": "January 12, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": "1. In this Act, “Minister” means the Minister of Northern Development, Mines and Forestry or such other member of the Executive Council as may be assigned the administration of this Act under the Executive Council Act. 2004, c. 31, Sched. 39, s. 1; 2009, c. 33, Sched. 23, s. 4. Corporate Matters",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Act,</p> <p class=\"firstdef-e\">“Minister” means the Minister of Northern Development, Mines and Forestry or such other member of the Executive Council as may be assigned the administration of this Act under the <i>Executive Council Act</i>. 2004, c. 31, Sched. 39, s. 1; 2009, c. 33, Sched. 23, s. 4.</p> <p class=\"heading1-e\">Corporate Matters</p>"
        },
        {
            "id": "2.",
            "section": "Corporation established",
            "content": "2. (1) A corporation without share capital known in English as the Northern Ontario Grow Bonds Corporation and in French as Société d’émission d’obligations de développement du Nord de l’Ontario is hereby established. 2004, c. 31, Sched. 39, s. 2 (1). Composition (2) The Corporation is composed of the members of its board of directors. 2004, c. 31, Sched. 39, s. 2 (2). Corporation to change name (3) The Lieutenant Governor in Council may, by regulation, change the name of the Corporation. 2004, c. 31, Sched. 39, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) A corporation without share capital known in English as the Northern Ontario Grow Bonds Corporation and in French as Société d’émission d’obligations de développement du Nord de l’Ontario is hereby established. 2004, c. 31, Sched. 39, s. 2 (1).</p> <p class=\"headnote-e\"><b>Composition</b></p> <p class=\"subsection-e\">(2) The Corporation is composed of the members of its board of directors. 2004, c. 31, Sched. 39, s. 2 (2).</p> <p class=\"headnote-e\"><b>Corporation to change name</b></p> <p class=\"subsection-e\">(3) The Lieutenant Governor in Council may, by regulation, change the name of the Corporation. 2004, c. 31, Sched. 39, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": "Objects of the Corporation",
            "content": "3. The following are the objects of the Corporation: 1. To foster business development in northern Ontario. 2. To provide debt financing to be used by eligible businesses and eligible entities for such purposes as may be prescribed by the regulations. 3. To engage in such other activities as the Lieutenant Governor in Council may specify for the economic benefit of northern Ontario. 2004, c. 31, Sched. 39, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The following are the objects of the Corporation:</p> <p class=\"paragraph-e\">1. To foster business development in northern Ontario.</p> <p class=\"paragraph-e\">2. To provide debt financing to be used by eligible businesses and eligible entities for such purposes as may be prescribed by the regulations.</p> <p class=\"paragraph-e\">3. To engage in such other activities as the Lieutenant Governor in Council may specify for the economic benefit of northern Ontario. 2004, c. 31, Sched. 39, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Powers of the Corporation",
            "content": "4. (1) The Corporation has the capacity, rights, powers and privileges of a natural person, except as limited by this Act, including the power to obtain funding to finance its activities. 2004, c. 31, Sched. 39, s. 4 (1). Funding (2) Without limiting the generality of subsection (1), the Corporation may obtain funding by borrowing money and by issuing bonds, debentures and other securities, with or without the guarantee of the Province of Ontario. 2004, c. 31, Sched. 39, s. 4 (2). Restriction on borrowing, etc. (3) The Corporation shall not borrow, invest or manage financial risks unless the activity is authorized by a by-law and the Minister of Finance has consented to the by-law. 2004, c. 31, Sched. 39, s. 4 (3). Restriction re subsidiaries, etc. (4) The Corporation shall not establish or acquire an interest in a subsidiary, trust, partnership or other entity without the consent of the Minister of Finance. 2004, c. 31, Sched. 39, s. 4 (4). Consent of the Minister (5) The consent of the Minister of Finance referred to in subsection (3) or (4) may be general or particular and may include such terms as the Minister of Finance considers advisable. 2004, c. 31, Sched. 39, s. 4 (5). Delegation of authority (6) The Minister of Finance may delegate to any employee or officer of the Ontario Financing Authority his or her power to consent to a by-law referred to in subsection (3). 2004, c. 31, Sched. 39, s. 4 (6).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The Corporation has the capacity, rights, powers and privileges of a natural person, except as limited by this Act, including the power to obtain funding to finance its activities. 2004, c. 31, Sched. 39, s. 4 (1).</p> <p class=\"headnote-e\"><b>Funding</b></p> <p class=\"subsection-e\">(2) Without limiting the generality of subsection (1), the Corporation may obtain funding by borrowing money and by issuing bonds, debentures and other securities, with or without the guarantee of the Province of Ontario. 2004, c. 31, Sched. 39, s. 4 (2).</p> <p class=\"headnote-e\"><b>Restriction on borrowing, etc.</b></p> <p class=\"subsection-e\">(3) The Corporation shall not borrow, invest or manage financial risks unless the activity is authorized by a by-law and the Minister of Finance has consented to the by-law. 2004, c. 31, Sched. 39, s. 4 (3).</p> <p class=\"headnote-e\"><b>Restriction re subsidiaries, etc.</b></p> <p class=\"subsection-e\">(4) The Corporation shall not establish or acquire an interest in a subsidiary, trust, partnership or other entity without the consent of the Minister of Finance. 2004, c. 31, Sched. 39, s. 4 (4).</p> <p class=\"headnote-e\"><b>Consent of the Minister</b></p> <p class=\"subsection-e\">(5) The consent of the Minister of Finance referred to in subsection (3) or (4) may be general or particular and may include such terms as the Minister of Finance considers advisable. 2004, c. 31, Sched. 39, s. 4 (5).</p> <p class=\"headnote-e\"><b>Delegation of authority</b></p> <p class=\"subsection-e\">(6) The Minister of Finance may delegate to any employee or officer of the Ontario Financing Authority his or her power to consent to a by-law referred to in subsection (3). 2004, c. 31, Sched. 39, s. 4 (6).</p>"
        },
        {
            "id": "5.",
            "section": "Status as Crown agent",
            "content": "5. The Corporation is a Crown agent for all purposes. 2004, c. 31, Sched. 39, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>The Corporation is a Crown agent for all purposes. 2004, c. 31, Sched. 39, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Board of directors",
            "content": "6. (1) The board of directors of the Corporation shall be composed of at least three and not more than 12 members who are appointed by the Lieutenant Governor in Council. 2004, c. 31, Sched. 39, s. 6 (1). Term of office (2) The term of office of a director is determined by the Lieutenant Governor in Council but shall not exceed three years. 2004, c. 31, Sched. 39, s. 6 (2). Reappointment (3) A director is eligible to be reappointed. 2004, c. 31, Sched. 39, s. 6 (3). Chair and vice-chairs (4) The Lieutenant Governor in Council shall designate a director as the chair and may designate one or more directors as vice-chairs. 2004, c. 31, Sched. 39, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) The board of directors of the Corporation shall be composed of at least three and not more than 12 members who are appointed by the Lieutenant Governor in Council. 2004, c. 31, Sched. 39, s. 6 (1).</p> <p class=\"headnote-e\"><b>Term of office</b></p> <p class=\"subsection-e\">(2) The term of office of a director is determined by the Lieutenant Governor in Council but shall not exceed three years. 2004, c. 31, Sched. 39, s. 6 (2).</p> <p class=\"headnote-e\"><b>Reappointment</b></p> <p class=\"subsection-e\">(3) A director is eligible to be reappointed. 2004, c. 31, Sched. 39, s. 6 (3).</p> <p class=\"headnote-e\"><b>Chair and vice-chairs</b></p> <p class=\"subsection-e\">(4) The Lieutenant Governor in Council shall designate a director as the chair and may designate one or more directors as vice-chairs. 2004, c. 31, Sched. 39, s. 6 (4).</p>"
        },
        {
            "id": "7.",
            "section": "Powers and duties of the board",
            "content": "7. (1) The board of directors shall manage or supervise the management of the business and affairs of the Corporation. 2004, c. 31, Sched. 39, s. 7 (1). By-laws (2) The board may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Corporation. 2004, c. 31, Sched. 39, s. 7 (2). By-laws to establish powers and duties of chair, etc. (3) The board shall establish the powers and duties of the chair and vice-chair by by-law. 2004, c. 31, Sched. 39, s. 7 (3). Quorum (4) Unless the by-laws otherwise provide, a quorum at a meeting of the board is a majority of the directors then in office. 2004, c. 31, Sched. 39, s. 7 (4). Resolutions (5) Subject to paragraph 2 of subsection (7), a resolution of the board may be passed by a majority of the directors present at the meeting at which the resolution is voted on. 2004, c. 31, Sched. 39, s. 7 (5). Resolution in lieu of meeting (6) A resolution in writing signed by all of the directors is as valid as if it had been passed at a meeting of the board. 2004, c. 31, Sched. 39, s. 7 (6). Rules when fewer than three directors (7) The following rules apply during any period of time in which there are fewer than three directors in office: 1. Subject to paragraph 2, the remaining director or directors may continue to manage or supervise the management of the business and affairs of the Corporation. 2. Until the vacancies are filled, no resolution of the board shall be effective unless approved by all of the directors remaining in office. 2004, c. 31, Sched. 39, s. 7 (7). Delegation (8) Subject to its by-laws, the board may delegate any of its powers or duties to a committee of the board or to one or more directors, subject to such conditions and restrictions as may be specified by the board. 2004, c. 31, Sched. 39, s. 7 (8). Same (9) Subject to its by-laws, the board may delegate any of its powers or duties to manage the business and affairs of the Corporation to one or more officers of the Corporation. 2004, c. 31, Sched. 39, s. 7 (9). Restriction on delegation (10) The board shall not delegate its power to make by-laws or to approve the financial statements or annual reports of the Corporation. 2004, c. 31, Sched. 39, s. 7 (10). Telephone meetings (11) Unless the by-laws otherwise provide, if all the directors of the Corporation present at or participating in a meeting of the board or of a committee of the board consent, the meeting may be held using telephone, electronic or other telecommunications facilities that permit all persons participating in the meeting to communicate with one another simultaneously and instantaneously. 2004, c. 31, Sched. 39, s. 7 (11).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) The board of directors shall manage or supervise the management of the business and affairs of the Corporation. 2004, c. 31, Sched. 39, s. 7 (1).</p> <p class=\"headnote-e\"><b>By-laws</b></p> <p class=\"subsection-e\">(2) The board may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Corporation. 2004, c. 31, Sched. 39, s. 7 (2).</p> <p class=\"headnote-e\"><b>By-laws to establish powers and duties of chair, etc.</b></p> <p class=\"subsection-e\">(3) The board shall establish the powers and duties of the chair and vice-chair by by-law. 2004, c. 31, Sched. 39, s. 7 (3).</p> <p class=\"headnote-e\"><b>Quorum</b></p> <p class=\"subsection-e\">(4) Unless the by-laws otherwise provide, a quorum at a meeting of the board is a majority of the directors then in office. 2004, c. 31, Sched. 39, s. 7 (4).</p> <p class=\"headnote-e\"><b>Resolutions</b></p> <p class=\"subsection-e\">(5) Subject to paragraph 2 of subsection (7), a resolution of the board may be passed by a majority of the directors present at the meeting at which the resolution is voted on. 2004, c. 31, Sched. 39, s. 7 (5).</p> <p class=\"headnote-e\"><b>Resolution in lieu of meeting</b></p> <p class=\"subsection-e\">(6) A resolution in writing signed by all of the directors is as valid as if it had been passed at a meeting of the board. 2004, c. 31, Sched. 39, s. 7 (6).</p> <p class=\"headnote-e\"><b>Rules when fewer than three directors</b></p> <p class=\"subsection-e\">(7) The following rules apply during any period of time in which there are fewer than three directors in office:</p> <p class=\"paragraph-e\">1. Subject to paragraph 2, the remaining director or directors may continue to manage or supervise the management of the business and affairs of the Corporation. </p> <p class=\"paragraph-e\">2. Until the vacancies are filled, no resolution of the board shall be effective unless approved by all of the directors remaining in office. 2004, c. 31, Sched. 39, s. 7 (7).</p> <p class=\"headnote-e\"><b>Delegation</b></p> <p class=\"subsection-e\">(8) Subject to its by-laws, the board may delegate any of its powers or duties to a committee of the board or to one or more directors, subject to such conditions and restrictions as may be specified by the board. 2004, c. 31, Sched. 39, s. 7 (8).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(9) Subject to its by-laws, the board may delegate any of its powers or duties to manage the business and affairs of the Corporation to one or more officers of the Corporation. 2004, c. 31, Sched. 39, s. 7 (9).</p> <p class=\"headnote-e\"><b>Restriction on delegation</b></p> <p class=\"subsection-e\">(10) The board shall not delegate its power to make by-laws or to approve the financial statements or annual reports of the Corporation. 2004, c. 31, Sched. 39, s. 7 (10).</p> <p class=\"headnote-e\"><b>Telephone meetings</b></p> <p class=\"subsection-e\">(11) Unless the by-laws otherwise provide, if all the directors of the Corporation present at or participating in a meeting of the board or of a committee of the board consent, the meeting may be held using telephone, electronic or other telecommunications facilities that permit all persons participating in the meeting to communicate with one another simultaneously and instantaneously. 2004, c. 31, Sched. 39, s. 7 (11).</p>"
        },
        {
            "id": "8.",
            "section": "Policies and directives of the Minister",
            "content": "8. (1) The Minister may issue policies or directives in writing to the Corporation on matters relating to its operations and the exercise of its powers. 2004, c. 31, Sched. 39, s. 8 (1). Implementation (2) The board of directors of the Corporation shall ensure that the policies and directives issued to the Corporation are implemented promptly and efficiently. 2004, c. 31, Sched. 39, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) The Minister may issue policies or directives in writing to the Corporation on matters relating to its operations and the exercise of its powers. 2004, c. 31, Sched. 39, s. 8 (1).</p> <p class=\"headnote-e\"><b>Implementation</b></p> <p class=\"subsection-e\">(2) The board of directors of the Corporation shall ensure that the policies and directives issued to the Corporation are implemented promptly and efficiently. 2004, c. 31, Sched. 39, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": "Chief executive officer",
            "content": "9. The Lieutenant Governor in Council may appoint a chief executive officer for the Corporation. 2004, c. 31, Sched. 39, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>The Lieutenant Governor in Council may appoint a chief executive officer for the Corporation. 2004, c. 31, Sched. 39, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Employees",
            "content": "10. (1) Without limiting the power of the Corporation to hire employees, such employees as are considered necessary for the proper conduct of the business of the Corporation may be appointed under Part III of the Public Service of Ontario Act, 2006. 2006, c. 35, Sched. C, s. 90. Agreements to provide services (2) Any minister of the Crown or chair of a Crown agency may enter into agreements with the Corporation for the provision by employees of the Crown or the Crown agency of any service required by the Corporation. 2006, c. 35, Sched. C, s. 90.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) Without limiting the power of the Corporation to hire employees, such employees as are considered necessary for the proper conduct of the business of the Corporation may be appointed under Part III of the <i>Public Service of Ontario Act, 2006</i>. 2006, c. 35, Sched. C, s. 90.</p> <p class=\"headnote-e\"><b>Agreements to provide services</b></p> <p class=\"subsection-e\">(2) Any minister of the Crown or chair of a Crown agency may enter into agreements with the Corporation for the provision by employees of the Crown or the Crown agency of any service required by the Corporation. 2006, c. 35, Sched. C, s. 90.</p>"
        },
        {
            "id": "11.",
            "section": "Annual report",
            "content": "11. (1) The Corporation shall, within 90 days after the end of every fiscal year, submit to the Minister an annual report on its affairs during that fiscal year, signed by the chair of its board of directors. 2004, c. 31, Sched. 39, s. 11 (1). Financial statements (2) The audited financial statements of the Corporation must be included in the annual report. 2004, c. 31, Sched. 39, s. 11 (2). Tabling (3) The Minister shall submit the annual report to the Lieutenant Governor in Council and shall then table the report in the Assembly. 2004, c. 31, Sched. 39, s. 11 (3). Disclosure of financial statements (4) The Corporation may give its financial statements to other persons before the Minister complies with subsection (3). 2004, c. 31, Sched. 39, s. 11 (4).",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) The Corporation shall, within 90 days after the end of every fiscal year, submit to the Minister an annual report on its affairs during that fiscal year, signed by the chair of its board of directors. 2004, c. 31, Sched. 39, s. 11 (1).</p> <p class=\"headnote-e\"><b>Financial statements</b></p> <p class=\"subsection-e\">(2) The audited financial statements of the Corporation must be included in the annual report. 2004, c. 31, Sched. 39, s. 11 (2).</p> <p class=\"headnote-e\"><b>Tabling</b></p> <p class=\"subsection-e\">(3) The Minister shall submit the annual report to the Lieutenant Governor in Council and shall then table the report in the Assembly. 2004, c. 31, Sched. 39, s. 11 (3).</p> <p class=\"headnote-e\"><b>Disclosure of financial statements</b></p> <p class=\"subsection-e\">(4) The Corporation may give its financial statements to other persons before the Minister complies with subsection (3). 2004, c. 31, Sched. 39, s. 11 (4).</p>"
        },
        {
            "id": "12.",
            "section": "Other reports",
            "content": "12. (1) The Corporation shall provide such other reports and information to the Minister as the Minister may require. 2004, c. 31, Sched. 39, s. 12 (1). Reports to the Minister of Finance (2) The Corporation shall provide a copy of its annual report, including its financial statements, to the Minister of Finance within 90 days after the end of each fiscal year and shall provide such other reports and information to the Minister of Finance as the Minister of Finance may require. 2004, c. 31, Sched. 39, s. 12 (2). Financial Matters",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) The Corporation shall provide such other reports and information to the Minister as the Minister may require. 2004, c. 31, Sched. 39, s. 12 (1).</p> <p class=\"headnote-e\"><b>Reports to the Minister of Finance</b></p> <p class=\"subsection-e\">(2) The Corporation shall provide a copy of its annual report, including its financial statements, to the Minister of Finance within 90 days after the end of each fiscal year and shall provide such other reports and information to the Minister of Finance as the Minister of Finance may require. 2004, c. 31, Sched. 39, s. 12 (2).</p> <p class=\"heading1-e\">Financial Matters</p>"
        },
        {
            "id": "13.",
            "section": "By-laws authorizing borrowing",
            "content": "13. A by-law to authorize borrowing by the Corporation must include the following information: 1. The maximum principal amount of borrowing that may be outstanding at any time under the authority of the by-law. 2. The period, not to exceed five years, during which the borrowing authority may be exercised. 3. The date after which no funds are permitted to remain outstanding under the authority of the by-law. 4. Such other terms and conditions as the Minister of Finance may approve. 2004, c. 31, Sched. 39, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>A by-law to authorize borrowing by the Corporation<b> </b>must include the following information:</p> <p class=\"paragraph-e\">1. The maximum principal amount of borrowing that may be outstanding at any time under the authority of the by-law.</p> <p class=\"paragraph-e\">2. The period, not to exceed five years, during which the borrowing authority may be exercised.</p> <p class=\"paragraph-e\">3. The date after which no funds are permitted to remain outstanding under the authority of the by-law.</p> <p class=\"paragraph-e\">4. Such other terms and conditions as the Minister of Finance may approve. 2004, c. 31, Sched. 39, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Status and use of revenues",
            "content": "14. Despite the Financial Administration Act, the revenues received by the Corporation do not form part of the Consolidated Revenue Fund. 2004, c. 31, Sched. 39, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>Despite the <i>Financial Administration Act</i>, the revenues received by the Corporation do not form part of the Consolidated Revenue Fund. 2004, c. 31, Sched. 39, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Audits",
            "content": "15. The Provincial Auditor may audit the accounts and financial transactions of the Corporation each year. 2004, c. 31, Sched. 39, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>The Provincial Auditor may audit the accounts and financial transactions of the Corporation each year. 2004, c. 31, Sched. 39, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Financial authority of the Crown",
            "content": "16. (1) The Lieutenant Governor in Council may raise by way of loan in the manner provided by the Financial Administration Act such sums as the Lieutenant Governor in Council considers necessary for the purposes of the Corporation, and the Minister of Finance shall use the sums so raised to make advances to the Corporation by way of loan or to purchase securities issued by the Corporation in such amounts, at such times and on such terms and conditions as the Minister of Finance may determine. 2004, c. 31, Sched. 39, s. 16 (1). Same (2) The Lieutenant Governor in Council may by order authorize the Minister of Finance to purchase securities of or make loans to the Corporation in such amounts, at such times and on such terms as the Minister of Finance may determine, subject to the maximum principal amount specified by the Lieutenant Governor in Council that may be purchased or advanced or that may be outstanding at any time. 2004, c. 31, Sched. 39, s. 16 (2). Payment from C.R.F. (3) The Minister of Finance may pay out of the Consolidated Revenue Fund any amount required for the purposes of subsection (1) or (2). 2004, c. 31, Sched. 39, s. 16 (3). Delegation (4) In an order made for the purposes of subsection (1) or (2), the Lieutenant Governor in Council may delegate to an officer or employee of the Crown or an agency of the Crown or to a solicitor engaged to act for the Minister of Finance any or all of the powers of the Minister of Finance under that subsection. 2004, c. 31, Sched. 39, s. 16 (4).",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) The Lieutenant Governor in Council may raise by way of loan in the manner provided by the <i>Financial Administration Act</i> such sums as the Lieutenant Governor in Council considers necessary for the purposes of the Corporation, and the Minister of Finance shall use the sums so raised to make advances to the Corporation by way of loan or to purchase securities issued by the Corporation in such amounts, at such times and on such terms and conditions as the Minister of Finance may determine. 2004, c. 31, Sched. 39, s. 16 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The Lieutenant Governor in Council may by order authorize the Minister of Finance to purchase securities of or make loans to the Corporation in such amounts, at such times and on such terms as the Minister of Finance may determine, subject to the maximum principal amount specified by the Lieutenant Governor in Council that may be purchased or advanced or that may be outstanding at any time. 2004, c. 31, Sched. 39, s. 16 (2).</p> <p class=\"headnote-e\"><b>Payment from C.R.F.</b></p> <p class=\"subsection-e\">(3) The Minister of Finance may pay out of the Consolidated Revenue Fund any amount required for the purposes of subsection (1) or (2). 2004, c. 31, Sched. 39, s. 16 (3).</p> <p class=\"headnote-e\"><b>Delegation</b></p> <p class=\"subsection-e\">(4) In an order made for the purposes of subsection (1) or (2), the Lieutenant Governor in Council may delegate to an officer or employee of the Crown or an agency of the Crown or to a solicitor engaged to act for the Minister of Finance any or all of the powers of the Minister of Finance under that subsection. 2004, c. 31, Sched. 39, s. 16 (4).</p>"
        },
        {
            "id": "17.",
            "section": "Payment of judgments against the Corporation, etc.",
            "content": "17. The Minister of Finance shall pay from the Consolidated Revenue Fund the amount of any judgment against the Corporation that remains unpaid after the Corporation has made reasonable efforts, including liquidating its assets, to pay the amount of the judgment. 2004, c. 31, Sched. 39, s. 17. General Application of certain statutes",
            "raw_html": "<p class=\"section-e\"><b>17. </b>The Minister of Finance shall pay from the Consolidated Revenue Fund the amount of any judgment against the Corporation that remains unpaid after the Corporation has made reasonable efforts, including liquidating its assets, to pay the amount of the judgment. 2004, c. 31, Sched. 39, s. 17.</p> <p class=\"heading1-e\">General</p> <p class=\"headnote-e\"><b>Application of certain statutes</b></p>"
        },
        {
            "id": "18.",
            "section": "Business Corporations Act, conflict of interest",
            "content": "18. (1) Subsections 132 (1) to (8) of the Business Corporations Act apply, with necessary modifications, to the Corporation, its officers and the members of its board of directors. 2004, c. 31, Sched. 39, s. 18 (1). Same (2) For the purposes of subsection (1), the Minister may exercise the powers of the shareholders under subsection 132 (8) of the Business Corporations Act. 2004, c. 31, Sched. 39, s. 18 (2). Business Corporations Act, indemnification and insurance (3) Subsections 136 (1), (2), (3) and (4) of the Business Corporations Act apply, with necessary modifications, to the Corporation, its officers and the members of its board of directors. 2004, c. 31, Sched. 39, s. 18 (3). Corporations Act, Corporations Information Act (4) The Corporations Act and the Corporations Information Act do not apply to the Corporation, except as otherwise specified by regulation. 2004, c. 31, Sched. 39, s. 18 (4). Loan and Trust Corporations Act (5) The Loan and Trust Corporations Act does not apply to the Corporation, except as otherwise specified by regulation. 2004, c. 31, Sched. 39, s. 18 (5).",
            "raw_html": "<p class=\"section-e\"><b>18. </b>(1) Subsections 132 (1) to (8) of the <i>Business Corporations Act</i> apply, with necessary modifications, to the Corporation, its officers and the members of its board of directors. 2004, c. 31, Sched. 39, s. 18 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) For the purposes of subsection (1), the Minister may exercise the powers of the shareholders under subsection 132 (8) of the <i>Business Corporations Act</i>. 2004, c. 31, Sched. 39, s. 18 (2).</p> <p class=\"headnote-e\"><b><i>Business Corporations Act</i>, indemnification and insurance</b></p> <p class=\"subsection-e\">(3) Subsections 136 (1), (2), (3) and (4) of the <i>Business Corporations Act</i> apply, with necessary modifications, to the Corporation, its officers and the members of its board of directors. 2004, c. 31, Sched. 39, s. 18 (3).</p> <p class=\"headnote-e\"><b><i>Corporations Act</i>, <i>Corporations Information Act</i></b></p> <p class=\"subsection-e\">(4) The <i>Corporations Act</i> and the <i>Corporations Information Act</i> do not apply to the Corporation, except as otherwise specified by regulation. 2004, c. 31, Sched. 39, s. 18 (4).</p> <p class=\"headnote-e\"><b><i>Loan and Trust Corporations Act</i></b></p> <p class=\"subsection-e\">(5) The <i>Loan and Trust Corporations Act</i> does not apply to the Corporation, except as otherwise specified by regulation. 2004, c. 31, Sched. 39, s. 18 (5).</p>"
        },
        {
            "id": "19.",
            "section": "Immunity of employees and others",
            "content": "19. (1) No action or other civil proceeding shall be commenced against a director, officer, employee or agent of the Corporation for any act done in good faith in the exercise or performance or intended exercise or performance of a power or duty under this Act, the regulations or the by-laws of the Corporation or under a directive issued under subsection 8 (1) or for any neglect or default in the exercise or performance in good faith of such a power or duty. 2004, c. 31, Sched. 39, s. 19 (1). Exception (2) Subsection (1) does not relieve the Corporation of any liability to which it would otherwise be subject in respect of a tort committed by a director, officer or employee. 2004, c. 31, Sched. 39, s. 19 (2).",
            "raw_html": "<p class=\"section-e\"><b>19. </b>(1) No action or other civil proceeding shall be commenced against a director, officer, employee or agent of the Corporation for any act done in good faith in the exercise or performance or intended exercise or performance of a power or duty under this Act, the regulations or the by-laws of the Corporation or under a directive issued under subsection 8 (1) or for any neglect or default in the exercise or performance in good faith of such a power or duty. 2004, c. 31, Sched. 39, s. 19 (1).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not relieve the Corporation of any liability to which it would otherwise be subject in respect of a tort committed by a director, officer or employee. 2004, c. 31, Sched. 39, s. 19 (2).</p>"
        },
        {
            "id": "20.",
            "section": "Evidence of authority for transactions",
            "content": "20. (1) A recital or declaration in any resolution of the board of directors that a transaction is for the purpose of carrying out the objects of the Corporation is conclusive evidence to that effect. 2004, c. 31, Sched. 39, s. 20 (1). Evidence of authority (2) A certificate of the chair, a vice-chair, the chief executive officer or any officer of the Corporation designated by the board of directors for the purpose which states that the sum of the amount specified in the certificate and the sum of all other principal amounts borrowed under a specified by-law described in section 13 does not exceed the maximum principal amount that may be borrowed under that by-law is conclusive evidence of that fact. 2004, c. 31, Sched. 39, s. 20 (2).",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(1) A recital or declaration in any resolution of the board of directors that a transaction is for the purpose of carrying out the objects of the Corporation is conclusive evidence to that effect. 2004, c. 31, Sched. 39, s. 20 (1).</p> <p class=\"headnote-e\"><b>Evidence of authority </b></p> <p class=\"subsection-e\">(2) A certificate of the chair, a vice-chair, the chief executive officer or any officer of the Corporation designated by the board of directors for the purpose which states that the sum of the amount specified in the certificate and the sum of all other principal amounts borrowed under a specified by-law described in section 13 does not exceed the maximum principal amount that may be borrowed under that by-law is conclusive evidence of that fact. 2004, c. 31, Sched. 39, s. 20 (2).</p>"
        },
        {
            "id": "21.",
            "section": "Regulations",
            "content": "21. (1) The Lieutenant Governor in Council may make regulations,  (a) prescribing the criteria that must be satisfied for a business or entity to be an eligible business or eligible entity referred to in paragraph 2 of section 3 that may receive debt financing from the Corporation; (b) prescribing, for the purposes of paragraph 2 of section 3, the purposes for which debt financing provided by the Corporation may be used by an eligible business or eligible entity; (c) prescribing additional provisions of the Business Corporations Act and provisions of the Corporations Act, Corporations Information Act and Loan and Trust Corporations Act that apply with respect to the Corporation; (d) governing such other matters as the Lieutenant Governor in Council considers necessary or advisable for the purposes of this Act. 2004, c. 31, Sched. 39, s. 21 (1). General or particular (2) A regulation may be general or particular in its application. 2004, c. 31, Sched. 39, s. 21 (2). 22. Omitted (provides for coming into force of provisions of this Act). 2004, c. 31, Sched. 39, s. 22. 23. Omitted (enacts short title of this Act). 2004, c. 31, Sched. 39, s. 23. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>21. </b>(1) The Lieutenant Governor in Council may make regulations, </p> <p class=\"clause-e\">(a) prescribing the criteria that must be satisfied for a business or entity to be an eligible business or eligible entity referred to in paragraph 2 of section 3 that may receive debt financing from the Corporation; </p> <p class=\"clause-e\">(b) prescribing, for the purposes of paragraph 2 of section 3, the purposes for which debt financing provided by the Corporation may be used by an eligible business or eligible entity;</p> <p class=\"clause-e\">(c) prescribing additional provisions of the <i>Business Corporations Act</i> and provisions of the <i>Corporations Act</i>, <i>Corporations Information Act</i> and <i>Loan and Trust Corporations Act</i> that apply with respect to the Corporation;</p> <p class=\"clause-e\">(d) governing such other matters as the Lieutenant Governor in Council considers necessary or advisable for the purposes of this Act. 2004, c. 31, Sched. 39, s. 21 (1).</p> <p class=\"headnote-e\"><b>General or particular</b></p> <p class=\"subsection-e\">(2) A regulation may be general or particular in its application. 2004, c. 31, Sched. 39, s. 21 (2).</p> <p class=\"section-e\"><b>22.</b> Omitted (provides for coming into force of provisions of this Act). 2004, c. 31, Sched. 39, s. 22.</p> <p class=\"section-e\"><b>23.</b> Omitted (enacts short title of this Act). 2004, c. 31, Sched. 39, s. 23.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_04n31_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_04n31_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "22.",
            "section": "General or particular",
            "content": "22. Omitted (provides for coming into force of provisions of this Act). 2004, c. 31, Sched. 39, s. 22. 23. Omitted (enacts short title of this Act). 2004, c. 31, Sched. 39, s. 23. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>22.</b> Omitted (provides for coming into force of provisions of this Act). 2004, c. 31, Sched. 39, s. 22.</p> <p class=\"section-e\"><b>23.</b> Omitted (enacts short title of this Act). 2004, c. 31, Sched. 39, s. 23.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_04n31_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_04n31_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "23.",
            "section": "General or particular",
            "content": "23. Omitted (enacts short title of this Act). 2004, c. 31, Sched. 39, s. 23. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>23.</b> Omitted (enacts short title of this Act). 2004, c. 31, Sched. 39, s. 23.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_04n31_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_04n31_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}