{
    "act_info": {
        "full_title": "Northern Ontario School of Medicine University Act, 2021, S.O. 2021, c. 25, Sched. 16",
        "act_name_text": "Northern Ontario School of Medicine University Act, 2021",
        "citation": "S.O. 2021, c. 25, Sched. 16",
        "url": "https://www.ontario.ca/laws/statute/21n25",
        "date_scraped": "2023-12-18 07:15:44"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/21n25/v1",
            "valid_from": "June  3, 2021",
            "valid_to": "March 31, 2022"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/220152",
            "Citation": "O. Reg. 152/22",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “board” means the board of governors of the University; (“conseil”) “Minister” means the Minister of Colleges and Universities or such other member of the Executive Council to whom responsibility for the administration of this Act may be assigned or transferred under the Executive Council Act; (“ministre”) “property” includes real and personal property; (“biens”) “senate” means the senate of the University; (“sénat”) “University” means the Northern Ontario School of Medicine University continued under section 2. (“Université”)",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“board” means the board of governors of the University; (“conseil”)</p> <p class=\"definition\">“Minister” means the Minister of Colleges and Universities or such other member of the Executive Council to whom responsibility for the administration of this Act may be assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“property” includes real and personal property; (“biens”)</p> <p class=\"definition\">“senate” means the senate of the University; (“sénat”)</p> <p class=\"definition\">“University” means the Northern Ontario School of Medicine University continued under section 2. (“Université”)</p>"
        },
        {
            "id": "2",
            "section": "Northern Ontario School of Medicine continued",
            "content": "2 (1) Northern Ontario School of Medicine is continued as a corporation without share capital under the name Northern Ontario School of Medicine University in English and Université de l’École de médecine du Nord de l’Ontario in French, and shall consist of the members of its board. 2021, c. 25, Sched. 16, s. 2 (1). Conflict with Corporations Act (2) In the event of a conflict between a provision of this Act or a regulation made under it and a provision of the Not-for-Profit Corporations Act, 2010, this Act or the regulation made under it prevails. 2021, c. 25, Sched. 16, s. 2 (2), 19. Section Amendments with date in force (d/m/y) 2021, c. 25, Sched. 16, s. 19 - 01/04/2022",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) Northern Ontario School of Medicine is continued as a corporation without share capital under the name Northern Ontario School of Medicine University in English and Université de l’École de médecine du Nord de l’Ontario in French, and shall consist of the members of its board. 2021, c. 25, Sched. 16, s. 2 (1).</p> <p class=\"headnote\">Conflict with <i>Corporations Act</i></p> <p class=\"subsection\">(2) In the event of a conflict between a provision of this Act or a regulation made under it and a provision of the <i>Not-for-Profit Corporations Act, 2010</i>, this Act or the regulation made under it prevails. 2021, c. 25, Sched. 16, s. 2 (2), 19.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21025#sched16s19\">2021, c. 25, Sched. 16, s. 19</a> - 01/04/2022</p>"
        },
        {
            "id": "3",
            "section": "Objects",
            "content": "3 The University has such objects and special missions as may be prescribed by regulation.",
            "raw_html": "<p class=\"section\"><b>3 </b>The University has such objects and special missions as may be prescribed by regulation.</p>"
        },
        {
            "id": "4",
            "section": "Powers",
            "content": "4 The University has all the powers necessary and incidental to its objects, including the power to grant the degrees prescribed by regulation and any other degrees the University may be authorized to grant under the Post-secondary Education Choice and Excellence Act, 2000.",
            "raw_html": "<p class=\"section\"><b>4 </b>The University has all the powers necessary and incidental to its objects, including the power to grant the degrees prescribed by regulation and any other degrees the University may be authorized to grant under the <i>Post-secondary Education Choice and Excellence Act, 2000</i>.</p>"
        },
        {
            "id": "5",
            "section": "Affiliates",
            "content": "5 (1) The University may affiliate or federate with other universities, colleges, research institutions and institutions of learning on such terms and for such periods of time as the board may determine. The Laurentian University of Sudbury Act, 1960 (2) Section 27 of The Laurentian University of Sudbury Act, 1960 does not apply to the University.",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) The University may affiliate or federate with other universities, colleges, research institutions and institutions of learning on such terms and for such periods of time as the board may determine.</p> <p class=\"headnoteitalic\"><i>The Laurentian University of Sudbury Act, 1960</i></p> <p class=\"subsection\">(2) Section 27 of <i>The Laurentian University of Sudbury Act, 1960</i> does not apply to the University.</p>"
        },
        {
            "id": "6",
            "section": "Board of governors",
            "content": "6 (1) There shall be a board of governors of the University, composed of not less than 15 and not more than 30 members, as follows: 1.  The president of the University, who shall be a member by virtue of office. 2.  The chancellor of the University, if one is appointed, who shall be a member by virtue of office. 3.  Five persons appointed by the Lieutenant Governor in Council who shall not be students, members of the teaching staff or non-teaching employees of the University. 4.  One person elected by the teaching staff from among themselves. 5.  One person elected by the students of the University from among themselves. 6.  One person elected by the non-teaching employees of the University from among themselves. 7.  Such other persons as may be set out in the by-laws of the board who shall be appointed by the board, and who shall not be students, members of the teaching staff or non-teaching employees of the University. Composition and procedures (2) The board shall comply with any further requirements prescribed by regulation with respect to its composition and procedures. Powers and duties (3) The board is responsible for governing and managing the affairs of the University and has the powers and duties prescribed by regulation.",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) There shall be a board of governors of the University, composed of not less than 15 and not more than 30 members, as follows:</p> <p class=\"paragraph\">  1.  The president of the University, who shall be a member by virtue of office.</p> <p class=\"paragraph\">  2.  The chancellor of the University, if one is appointed, who shall be a member by virtue of office.</p> <p class=\"paragraph\">  3.  Five persons appointed by the Lieutenant Governor in Council who shall not be students, members of the teaching staff or non-teaching employees of the University.</p> <p class=\"paragraph\">  4.  One person elected by the teaching staff from among themselves.</p> <p class=\"paragraph\">  5.  One person elected by the students of the University from among themselves.</p> <p class=\"paragraph\">  6.  One person elected by the non-teaching employees of the University from among themselves.</p> <p class=\"paragraph\">  7.  Such other persons as may be set out in the by-laws of the board who shall be appointed by the board, and who shall not be students, members of the teaching staff or non-teaching employees of the University. </p> <p class=\"headnote\">Composition and procedures </p> <p class=\"subsection\">(2) The board shall comply with any further requirements prescribed by regulation with respect to its composition and procedures.</p> <p class=\"headnote\">Powers and duties</p> <p class=\"subsection\">(3) The board is responsible for governing and managing the affairs of the University and has the powers and duties prescribed by regulation.</p>"
        },
        {
            "id": "7",
            "section": "Senate",
            "content": "7 (1) There shall be a senate of the University, composed of the following members: 1.  The following persons who are members by virtue of their office: i.  The president and dean of the University. ii.  The chancellor of the University, if one is appointed. iii.  The vice-president and provost of the University, if one is appointed. iv.  The registrar of the University. v.  The associate dean of each academic portfolio. vi.  The senior associate dean. vii.  The head of each academic division of the University, or the person designated by the head from within the teaching staff of each division. viii.  The assistant dean of admissions. ix.  The assistant dean of graduate studies. x.  The assistant dean of research. xi.  The director of research and health sciences library. xii.  The chair of each standing committee of the senate, or the person designated by the chair from within each standing committee. 2.  Such number of persons, not exceeding eight, elected by the students of the University from among themselves, as set out in senate by-laws. 3.  Such number of persons elected by the teaching staff from among themselves, as set out in senate by-laws, which number shall be at least twice the total number of all other members of the senate. 4.  Two persons appointed by the senate who, i.  are members of the teaching staff of a university in Ontario, but not members of the teaching staff of the University, and ii.  are not engaged in the teaching of medicine or health sciences. 5.  Such other persons as may be determined by senate by-law. Composition and procedures (2) The senate shall comply with any further requirements prescribed by regulation with respect to its composition and procedures. Powers and duties (3) The senate is responsible for determining and regulating the educational policy of the University and has the powers and duties prescribed by regulation.",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) There shall be a senate of the University, composed of the following members:</p> <p class=\"paragraph\">  1.  The following persons who are members by virtue of their office:</p> <p class=\"subpara\">  i.  The president and dean of the University.</p> <p class=\"subpara\">  ii.  The chancellor of the University, if one is appointed. </p> <p class=\"subpara\">  iii.  The vice-president and provost of the University, if one is appointed. </p> <p class=\"subpara\">  iv.  The registrar of the University.</p> <p class=\"subpara\">  v.  The associate dean of each academic portfolio.</p> <p class=\"subpara\">  vi.  The senior associate dean.</p> <p class=\"subpara\">  vii.  The head of each academic division of the University, or the person designated by the head from within the teaching staff of each division.</p> <p class=\"subpara\">  viii.  The assistant dean of admissions.</p> <p class=\"subpara\">  ix.  The assistant dean of graduate studies.</p> <p class=\"subpara\">  x.  The assistant dean of research.</p> <p class=\"subpara\">  xi.  The director of research and health sciences library.</p> <p class=\"subpara\">  xii.  The chair of each standing committee of the senate, or the person designated by the chair from within each standing committee.</p> <p class=\"paragraph\">  2.  Such number of persons, not exceeding eight, elected by the students of the University from among themselves, as set out in senate by-laws.</p> <p class=\"paragraph\">  3.  Such number of persons elected by the teaching staff from among themselves, as set out in senate by-laws, which number shall be at least twice the total number of all other members of the senate. </p> <p class=\"paragraph\">  4.  Two persons appointed by the senate who,</p> <p class=\"subpara\">  i.  are members of the teaching staff of a university in Ontario, but not members of the teaching staff of the University, and</p> <p class=\"subpara\">  ii.  are not engaged in the teaching of medicine or health sciences. </p> <p class=\"paragraph\">  5.  Such other persons as may be determined by senate by-law.</p> <p class=\"headnote\">Composition and procedures</p> <p class=\"subsection\">(2) The senate shall comply with any further requirements prescribed by regulation with respect to its composition and procedures.</p> <p class=\"headnote\">Powers and duties</p> <p class=\"subsection\">(3) The senate is responsible for determining and regulating the educational policy of the University and has the powers and duties prescribed by regulation.</p>"
        },
        {
            "id": "8",
            "section": "Meetings",
            "content": "8 (1) Subject to subsection (2), meetings of the board and of the senate shall be open to the public and prior notice of such meetings shall be given to the members and to the public in the manner provided in the by-laws of the board or senate. Closed meeting (2) The board or the senate, as the case may be, may meet in the absence of the public to discuss a matter of a personal nature concerning an individual or to discuss a confidential matter as determined in accordance with the by-laws of the board or senate. By-laws (3) The board and the senate shall publish their by-laws on the website of the University.",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) Subject to subsection (2), meetings of the board and of the senate shall be open to the public and prior notice of such meetings shall be given to the members and to the public in the manner provided in the by-laws of the board or senate.</p> <p class=\"headnote\">Closed meeting</p> <p class=\"subsection\">(2) The board or the senate, as the case may be, may meet in the absence of the public to discuss a matter of a personal nature concerning an individual or to discuss a confidential matter as determined in accordance with the by-laws of the board or senate.</p> <p class=\"headnote\">By-laws</p> <p class=\"subsection\">(3) The board and the senate shall publish their by-laws on the website of the University.</p>"
        },
        {
            "id": "9",
            "section": "Chancellor",
            "content": "9 A chancellor of the University may be appointed, if the regulations provide for the appointment of a chancellor.",
            "raw_html": "<p class=\"section\"><b>9 </b>A chancellor of the University may be appointed, if the regulations provide for the appointment of a chancellor.</p>"
        },
        {
            "id": "10",
            "section": "President",
            "content": "10 (1) There shall be a president of the University appointed by the board in such manner and for such term as the board shall determine. Powers and duties (2) The president is the chief executive officer of the University and has supervision over and direction of the academic and general administration of the University, its students, managers, teaching staff and non-teaching employees and such other powers and duties as may be conferred upon or assigned to him or her by the board. Dean (3) The president of the University is also the dean of the University.",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) There shall be a president of the University appointed by the board in such manner and for such term as the board shall determine.</p> <p class=\"headnote\">Powers and duties</p> <p class=\"subsection\">(2) The president is the chief executive officer of the University and has supervision over and direction of the academic and general administration of the University, its students, managers, teaching staff and non-teaching employees and such other powers and duties as may be conferred upon or assigned to him or her by the board.</p> <p class=\"headnote\">Dean</p> <p class=\"subsection\">(3) The president of the University is also the dean of the University.</p>"
        },
        {
            "id": "11",
            "section": "Property",
            "content": "11 (1) The University may purchase or otherwise acquire, take by gift, devise or bequest and hold such property as the board considers necessary for the objects of the University, and may mortgage, sell or otherwise dispose of the same as the board, in its absolute discretion, considers appropriate. Protection from expropriation (2) Land vested in the University is not liable to be entered upon, used or taken by any person or corporation, and no power to expropriate land conferred after this subsection comes into force shall extend to such land unless the statute conferring the power expressly provides otherwise. Use of property (3) The property and the revenue of the University shall be applied solely to achieving the objects of the University. Investments (4) The funds of the University not immediately required for its purposes and the proceeds of all property that come into the hands of the board, subject to any trusts or conditions affecting them, may be invested and reinvested in such investments as the board, in its absolute discretion, considers appropriate and, except where a trust instrument otherwise directs, such funds may be combined with trust money belonging to various trusts in the care of the board into a common trust fund.",
            "raw_html": "<p class=\"section\"><b>11 </b>(1) The University may purchase or otherwise acquire, take by gift, devise or bequest and hold such property as the board considers necessary for the objects of the University, and may mortgage, sell or otherwise dispose of the same as the board, in its absolute discretion, considers appropriate.</p> <p class=\"headnote\">Protection from expropriation</p> <p class=\"subsection\">(2) Land vested in the University is not liable to be entered upon, used or taken by any person or corporation, and no power to expropriate land conferred after this subsection comes into force shall extend to such land unless the statute conferring the power expressly provides otherwise.</p> <p class=\"headnote\">Use of property</p> <p class=\"subsection\">(3) The property and the revenue of the University shall be applied solely to achieving the objects of the University.</p> <p class=\"headnote\">Investments</p> <p class=\"subsection\">(4) The funds of the University not immediately required for its purposes and the proceeds of all property that come into the hands of the board, subject to any trusts or conditions affecting them, may be invested and reinvested in such investments as the board, in its absolute discretion, considers appropriate and, except where a trust instrument otherwise directs, such funds may be combined with trust money belonging to various trusts in the care of the board into a common trust fund.</p>"
        },
        {
            "id": "12",
            "section": "Borrowing",
            "content": "12 The University, if authorized by the by-laws of the board, may, on such terms and in such amounts as the board may approve, (a)  borrow money and give security for money borrowed; and (b)  issue or give bonds, debentures and obligations as security.",
            "raw_html": "<p class=\"section\"><b>12 </b>The University, if authorized by the by-laws of the board, may, on such terms and in such amounts as the board may approve,</p> <p class=\"paragraph\">  (a)  borrow money and give security for money borrowed; and</p> <p class=\"paragraph\">  (b)  issue or give bonds, debentures and obligations as security.</p>"
        },
        {
            "id": "13",
            "section": "Audits and reports",
            "content": "13 (1) The board shall appoint one or more public accountants licensed under the Public Accounting Act, 2004 to audit the accounts, trust funds and transactions of the University at least once a year. Financial report (2) The University shall make a financial report annually to the Minister in such form and containing such information as the Minister may require. Other reports (3) The University shall submit to the Minister such other reports as the Minister may require in such form and containing such information as the Minister may require.",
            "raw_html": "<p class=\"section\"><b>13 </b>(1) The board shall appoint one or more public accountants licensed under the <i>Public Accounting Act, 2004</i> to audit the accounts, trust funds and transactions of the University at least once a year.</p> <p class=\"headnote\">Financial report</p> <p class=\"subsection\">(2) The University shall make a financial report annually to the Minister in such form and containing such information as the Minister may require.</p> <p class=\"headnote\">Other reports</p> <p class=\"subsection\">(3) The University shall submit to the Minister such other reports as the Minister may require in such form and containing such information as the Minister may require.</p>"
        },
        {
            "id": "14",
            "section": "Contracts with Laurentian University of Sudbury, Lakehead University, etc.",
            "content": "14 Any contract described as follows that was in effect on the day this section comes into force is subject to the regulations and to any amendments to the contract that may be prescribed by regulation: 1.  A contract between the University and Laurentian University of Sudbury. 2.  A contract between the University and Lakehead University. 3.  A contract between the University and an entity related to Laurentian University of Sudbury or Lakehead University. 4.  A contract between the University and any combination of the other parties referred to in paragraph 1, 2 or 3.",
            "raw_html": "<p class=\"section\"><b>14 </b>Any contract described as follows that was in effect on the day this section comes into force is subject to the regulations and to any amendments to the contract that may be prescribed by regulation:</p> <p class=\"paragraph\">  1.  A contract between the University and Laurentian University of Sudbury.</p> <p class=\"paragraph\">  2.  A contract between the University and Lakehead University.</p> <p class=\"paragraph\">  3.  A contract between the University and an entity related to Laurentian University of Sudbury or Lakehead University.</p> <p class=\"paragraph\">  4.  A contract between the University and any combination of the other parties referred to in paragraph 1, 2 or 3.</p>"
        },
        {
            "id": "15",
            "section": "No cause of action re enactment of Act, etc.",
            "content": "15 (1) No cause of action arises against the Crown or any of the Crown’s current or former ministers, agents, appointees and employees, or against the University or any current or former members of the board or senate or current or former officers or employees of the University, (a)  as a direct or indirect result of the enactment, amendment or repeal of any provision of this Act; or (b)  as a direct or indirect result of the making, amending or revoking of any provision of a regulation under this Act. Proceedings barred (2) No proceeding, including but not limited to any proceeding in contract, restitution, unjust enrichment, tort, misfeasance, bad faith, trust, fiduciary obligation or otherwise, that is directly or indirectly based on or related to anything referred to in subsection (1) may be brought or maintained against a person referred to in that subsection. Application (3) Without limiting the generality of subsection (2), that subsection applies to a proceeding, including any court, arbitral or administrative proceeding, claiming any remedy or relief, including specific performance, injunction, declaratory relief or any form of damages or any other remedy or relief, or a claim to be compensated for any losses, including loss of earnings, loss of revenue or loss of profit. Judicial review (4) This section does not apply to prevent an application for judicial review.",
            "raw_html": "<p class=\"section\"><b>15 </b>(1) No cause of action arises against the Crown or any of the Crown’s current or former ministers, agents, appointees and employees, or against the University or any current or former members of the board or senate or current or former officers or employees of the University,</p> <p class=\"paragraph\">  (a)  as a direct or indirect result of the enactment, amendment or repeal of any provision of this Act; or</p> <p class=\"paragraph\">  (b)  as a direct or indirect result of the making, amending or revoking of any provision of a regulation under this Act.</p> <p class=\"headnote\">Proceedings barred</p> <p class=\"subsection\">(2) No proceeding, including but not limited to any proceeding in contract, restitution, unjust enrichment, tort, misfeasance, bad faith, trust, fiduciary obligation or otherwise, that is directly or indirectly based on or related to anything referred to in subsection (1) may be brought or maintained against a person referred to in that subsection.</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(3) Without limiting the generality of subsection (2), that subsection applies to a proceeding, including any court, arbitral or administrative proceeding, claiming any remedy or relief, including specific performance, injunction, declaratory relief or any form of damages or any other remedy or relief, or a claim to be compensated for any losses, including loss of earnings, loss of revenue or loss of profit.</p> <p class=\"headnote\">Judicial review</p> <p class=\"subsection\">(4) This section does not apply to prevent an application for judicial review.</p>"
        },
        {
            "id": "16",
            "section": "Not entitled to be compensated",
            "content": "16 Despite any other Act or law, no person is entitled to be compensated for any loss or damages, including loss of revenues, loss of profit or loss of expected earnings or denial or reduction of compensation that would otherwise have been payable to any person, arising from anything referred to in subsection 15 (1).",
            "raw_html": "<p class=\"section\"><b>16 </b>Despite any other Act or law, no person is entitled to be compensated for any loss or damages, including loss of revenues, loss of profit or loss of expected earnings or denial or reduction of compensation that would otherwise have been payable to any person, arising from anything referred to in subsection 15 (1).</p>"
        },
        {
            "id": "17",
            "section": "Transition, board",
            "content": "17 (1) Despite anything in this Act, but subject to subsection (2), the persons who were members of the board of directors or members of the Academic Council of the Northern Ontario School of Medicine on the day immediately before the day section 2 of this Act came into force shall, on and after that day, constitute the board and the senate, respectively, of the University. Same (2) The board and senate constituted under subsection (1) shall not include any person who was a member of the board of directors or a member of the Academic Council of the Northern Ontario School of Medicine by virtue of an office that the person held at Laurentian University of Sudbury or Lakehead University. Same (3) The board and the senate of the University shall, no later 12 months after the day section 2 of this Act comes into force, appoint or elect such new members of the board and senate as are necessary in order to ensure that the board and senate are constituted in accordance with the requirements of this Act.",
            "raw_html": "<p class=\"section\"><b>17 </b>(1) Despite anything in this Act, but subject to subsection (2), the persons who were members of the board of directors or members of the Academic Council of the Northern Ontario School of Medicine on the day immediately before the day section 2 of this Act came into force shall, on and after that day, constitute the board and the senate, respectively, of the University.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The board and senate constituted under subsection (1) shall not include any person who was a member of the board of directors or a member of the Academic Council of the Northern Ontario School of Medicine by virtue of an office that the person held at Laurentian University of Sudbury or Lakehead University.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The board and the senate of the University shall, no later 12 months after the day section 2 of this Act comes into force, appoint or elect such new members of the board and senate as are necessary in order to ensure that the board and senate are constituted in accordance with the requirements of this Act.</p>"
        },
        {
            "id": "18",
            "section": "Regulations",
            "content": "18 (1) The Lieutenant Governor in Council may make regulations governing anything necessary or advisable for the effective administration and implementation of this Act, including regulations, (a)  prescribing the objects and special missions of the University; (b)  prescribing the degrees that the University may grant; (c)  governing the board of governors, including regulations, (i)  prescribing the powers and duties of the board, (ii)  governing the composition of the board, terms of office for board members, the filling of vacancies on the board, quorum requirements and conflicts of interest for board members, (iii)  authorizing the board to make by-laws regulating its proceedings and generally for the conduct and management of its activities, including in respect of matters referred to in subclause (ii); (d)  governing the senate, including regulations, (i)  prescribing the powers and duties of the senate, (ii)  governing the composition of the senate, terms of office for senate members, the filling of vacancies on the senate and quorum requirements, (iii)  authorizing the senate to make by-laws regulating its proceedings and generally for the conduct and management of its activities, including in respect of matters referred to in subclause (ii); (e)  governing the appointment of a chancellor of the University and prescribing the duties of the chancellor; (f)  governing contracts described in section 14, including specifying amendments to any such contract; (g)  defining any term or phrase used in this Act that is not defined in this Act; (h)  respecting any transitional matter the Lieutenant Governor in Council considers necessary or advisable in connection with the continuation of the University by this Act or with the administration or implementation of this Act, including regulations, (i)  governing the composition of the first board of the University and the first senate of the University, (ii)  governing the first by-laws, policies and other instruments of the University, (iii)  governing the recognition of credits and marks awarded to students of the University, and the rights and privileges of those students, (iv)  governing the legal effect of the continuance of the University, including matters concerning the vesting of property and the assumption of obligations, liabilities, and the benefits and burdens of contracts, collective agreements and covenants. Application to existing property, etc. (2) If it so provides, a regulation made under subclause (1) (h) (iv) applies in respect of property, obligations, contracts, collective agreements and covenants that existed before the regulation comes into force. Conflict (3) In the event of a conflict between a regulation made under clause (1) (h) and this Act, the regulation prevails. 19 Omitted (provides for amendments to this Act). 20 Omitted (provides for coming into force of provisions of this Act). 21 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>18 </b>(1) The Lieutenant Governor in Council may make regulations governing anything necessary or advisable for the effective administration and implementation of this Act, including regulations,</p> <p class=\"paragraph\">  (a)  prescribing the objects and special missions of the University;</p> <p class=\"paragraph\">  (b)  prescribing the degrees that the University may grant;</p> <p class=\"paragraph\">  (c)  governing the board of governors, including regulations,</p> <p class=\"subpara\">  (i)  prescribing the powers and duties of the board,</p> <p class=\"subpara\">  (ii)  governing the composition of the board, terms of office for board members, the filling of vacancies on the board, quorum requirements and conflicts of interest for board members,</p> <p class=\"subpara\">  (iii)  authorizing the board to make by-laws regulating its proceedings and generally for the conduct and management of its activities, including in respect of matters referred to in subclause (ii);</p> <p class=\"paragraph\">  (d)  governing the senate, including regulations,</p> <p class=\"subpara\">  (i)  prescribing the powers and duties of the senate,</p> <p class=\"subpara\">  (ii)  governing the composition of the senate, terms of office for senate members, the filling of vacancies on the senate and quorum requirements,</p> <p class=\"subpara\">  (iii)  authorizing the senate to make by-laws regulating its proceedings and generally for the conduct and management of its activities, including in respect of matters referred to in subclause (ii);</p> <p class=\"paragraph\">  (e)  governing the appointment of a chancellor of the University and prescribing the duties of the chancellor;</p> <p class=\"paragraph\">  (f)  governing contracts described in section 14, including specifying amendments to any such contract;</p> <p class=\"paragraph\">  (g)  defining any term or phrase used in this Act that is not defined in this Act;</p> <p class=\"paragraph\">  (h)  respecting any transitional matter the Lieutenant Governor in Council considers necessary or advisable in connection with the continuation of the University by this Act or with the administration or implementation of this Act, including regulations,</p> <p class=\"subpara\">  (i)  governing the composition of the first board of the University and the first senate of the University,</p> <p class=\"subpara\">  (ii)  governing the first by-laws, policies and other instruments of the University,</p> <p class=\"subpara\">  (iii)  governing the recognition of credits and marks awarded to students of the University, and the rights and privileges of those students,</p> <p class=\"subpara\">  (iv)  governing the legal effect of the continuance of the University, including matters concerning the vesting of property and the assumption of obligations, liabilities, and the benefits and burdens of contracts, collective agreements and covenants.</p> <p class=\"headnote\">Application to existing property, etc.</p> <p class=\"subsection\">(2) If it so provides, a regulation made under subclause (1) (h) (iv) applies in respect of property, obligations, contracts, collective agreements and covenants that existed before the regulation comes into force.</p> <p class=\"headnote\">Conflict</p> <p class=\"subsection\">(3) In the event of a conflict between a regulation made under clause (1) (h) and this Act, the regulation prevails.</p> <p class=\"section\"><b>19</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for amendments to this Act).</span></p> <p class=\"section\"><b>20 </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>21</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/21n25\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "19",
            "section": "Conflict",
            "content": "19 Omitted (provides for amendments to this Act). 20 Omitted (provides for coming into force of provisions of this Act). 21 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>19</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for amendments to this Act).</span></p> <p class=\"section\"><b>20 </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>21</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/21n25\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "20",
            "section": "Conflict",
            "content": "20 Omitted (provides for coming into force of provisions of this Act). 21 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>20 </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>21</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/21n25\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "21",
            "section": "Conflict",
            "content": "21 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>21</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/21n25\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}