{
    "act_info": {
        "full_title": "Nursing Homes Act, R.S.O. 1990, c. N.7",
        "act_name_text": "Not Found",
        "citation": "Nursing Homes Act, R.S.O. 1990, c. N.7",
        "url": "https://www.ontario.ca/laws/statute/90n07",
        "date_scraped": "2023-12-19 06:37:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90n07/v10",
            "valid_from": "December 15, 2009",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/statute/90n07/v9",
            "valid_from": "June  4, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90n07/v8",
            "valid_from": "May  1, 2007",
            "valid_to": "June  3, 2007"
        },
        {
            "a_href": "/laws/statute/90n07/v7",
            "valid_from": "October 19, 2006",
            "valid_to": "April 30, 2007"
        },
        {
            "a_href": "/laws/statute/90n07/v6",
            "valid_from": "June 22, 2006",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "/laws/statute/90n07/v5",
            "valid_from": "March 28, 2006",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "/laws/statute/90n07/v4",
            "valid_from": "March  9, 2005",
            "valid_to": "March 27, 2006"
        },
        {
            "a_href": "/laws/statute/90n07/v3",
            "valid_from": "November  1, 2004",
            "valid_to": "March  8, 2005"
        },
        {
            "a_href": "/laws/statute/90n07/v2",
            "valid_from": "May 20, 2004",
            "valid_to": "October 31, 2004"
        },
        {
            "a_href": "/laws/statute/90n07/v1",
            "valid_from": "November 26, 2002",
            "valid_to": "May 19, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "id": "P133_1783",
            "section": "Interpretation",
            "content": "1. (1) In this Act, “Appeal Board” means the Health Services Appeal and Review Board under the Ministry of Health and Long-Term Care Appeal and Review Boards Act, 1998; (“Commission d’appel”) “Director” means the Director appointed under subsection 3 (2); (“directeur”) “equity share” means a share of a class of shares of a corporation that carries a voting right either under all circumstances or under some circumstances that have occurred and are continuing; (“action participante”) “inspector” means an inspector appointed under section 23; (“inspecteur”) “licensee” means a person who is the holder of a licence under this Act; (“titulaire de permis”) Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (1) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (1) by adding the following definition: “local health integration network” means a local health integration network as defined in section 2 of the Local Health System Integration Act, 2006; (“réseau local d’intégration des services de santé”) See: 2006, c. 4, ss. 49 (1), 55 (2). “mentally incapable” means unable to understand the information that is relevant to making a decision concerning the subject-matter or unable to appreciate the reasonably foreseeable consequences of a decision or lack of decision; (“mentalement incapable”) “Minister” means the Minister of Health; (“ministre”) “Ministry” means the Ministry of Health; (“ministère”) “nursing home” means any premises maintained and operated for persons requiring nursing care or in which such care is provided to two or more unrelated persons, but does not include any premises falling under the jurisdiction of, (a) the Charitable Institutions Act, (b) the Child and Family Services Act, (c) the Homes for the Aged and Rest Homes Act, (d) Repealed: 2009, c. 33, Sched. 18, s. 19. (e) the Private Hospitals Act, or (f) the Public Hospitals Act; (“maison de soins infirmiers”) “regulations” means the regulations made under this Act; (“règlements”) “resident” means a person admitted to and lodged in a nursing home; (“pensionnaire”) “security interest” means an agreement between a person and a licensee that secures the licensee’s payment or performance of an obligation by giving the person an interest in the licence; (“droit de sûreté”) Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (1) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (1) by adding the following definition: “service accountability agreement” means a service accountability agreement as defined in section 21 of the Commitment to the Future of Medicare Act, 2004; (“entente de responsabilisation en matière de services”) See: 2006, c. 4, ss. 49 (1), 55 (2). “spouse” means, (a) a spouse as defined in section 1 of the Family Law Act, or (b) either of two persons who live together in a conjugal relationship outside marriage; (“conjoint”) “substitute decision-maker”, in relation to a resident, means, (a) the person who would be authorized under the Health Care Consent Act, 1996 to give or refuse consent to a treatment on behalf of the resident if the resident were incapable with respect to the treatment under that Act, or (b) the person who would be authorized under the Health Care Consent Act, 1996 to make a decision concerning a personal assistance service on behalf of the resident if the resident were incapable with respect to the personal assistance service under that Act. (“mandataire spécial”) R.S.O. 1990, c. N.7, s. 1 (1); 1993, c. 2, s. 28; 1996, c. 2, s. 74 (1); 1998, c. 18, Sched. G, s. 66 (1, 2); 1999, c. 6, s. 46 (1); 2005, c. 5, s. 49 (1, 2); 2009, c. 33, Sched. 18, ss. 17 (2), 19. Controlling interest (2) A person shall be deemed to have a controlling interest in a corporation if the person alone or with an associate directly or indirectly beneficially owns or controls, (a) issued and outstanding equity shares in the corporation in an amount to permit the person to direct the management and policies of the corporation; or (b) 10 per cent or more of the issued and outstanding equity shares in the corporation. R.S.O. 1990, c. N.7, s. 1 (2). Associates (3) One person shall be deemed to be an associate of another person if, (a) one person is a corporation of which the other person is an officer or director; (b) one person is a partnership of which the other person is a partner; (c) one person is a corporation that is controlled directly or indirectly by the other person; (d) both persons are corporations and one person is controlled directly or indirectly by the same individual or corporation that controls directly or indirectly the other person; (e) both persons are members of a voting trust where the trust relates to shares of a corporation; (f) one person is the father, mother, brother, sister, child or spouse of the other person or is another relative who has the same home as the other person; or (g) both persons are associates within the meaning of clauses (a) to (f) of the same person. R.S.O. 1990, c. N.7, s. 1 (3); 1999, c. 6, s. 46 (2); 2005, c. 5, s. 49 (3). Calculating shares (4) In calculating the total number of equity shares of a corporation beneficially owned or controlled for the purposes of this Act, the total number shall be calculated as the total of all the shares actually owned or controlled, but each share that carries the right to more than one vote shall be calculated as having the number of shares equal to the total number of votes it carries. R.S.O. 1990, c. N.7, s. 1 (4). Fundamental principle, rights of residents",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P133_1783\"></a><a name=\"BK0\"></a>1.</b> (1) In this Act,</p> <p class=\"firstdef-e\">“Appeal Board” means the Health Services Appeal and Review Board under the <i>Ministry of Health and Long-Term Care Appeal and Review Boards Act, 1998</i>; (“Commission d’appel”)</p> <p class=\"definition-e\">“Director” means the Director appointed under subsection 3 (2); (“directeur”)</p> <p class=\"definition-e\">“equity share” means a share of a class of shares of a corporation that carries a voting right either under all circumstances or under some circumstances that have occurred and are continuing; (“action participante”)</p> <p class=\"definition-e\">“inspector” means an inspector appointed under section 23; (“inspecteur”)</p> <p class=\"definition-e\">“licensee” means a person who is the holder of a licence under this Act; (“titulaire de permis”)</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (1) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (1) by adding the following definition:</b></p> <p class=\"Ydefinition-e\">“local health integration network” means a local health integration network as defined in section 2 of the <i>Local Health System Integration Act, 2006</i>; (“réseau local d’intégration des services de santé”)</p> <p class=\"Pnote-e\"><b>See: 2006, c. 4, ss. 49 (1), 55 (2).</b></p> <p class=\"definition-e\">“mentally incapable” means unable to understand the information that is relevant to making a decision concerning the subject-matter or unable to appreciate the reasonably foreseeable consequences of a decision or lack of decision; (“mentalement incapable”)</p> <p class=\"definition-e\">“Minister” means the Minister of Health; (“ministre”)</p> <p class=\"definition-e\">“Ministry” means the Ministry of Health; (“ministère”)</p> <p class=\"definition-e\">“nursing home” means any premises maintained and operated for persons requiring nursing care or in which such care is provided to two or more unrelated persons, but does not include any premises falling under the jurisdiction of,</p> <p class=\"defclause-e\">(a) the <i>Charitable Institutions Act</i>,</p> <p class=\"defclause-e\">(b) the <i>Child and Family Services Act,</i></p> <p class=\"defclause-e\">(c) the <i>Homes for the Aged and Rest Homes Act</i>,</p> <p class=\"defclause-e\">(d) Repealed: 2009, c. 33, Sched. 18, s. 19.</p> <p class=\"defclause-e\">(e) the <i>Private Hospitals Act</i>, or</p> <p class=\"defclause-e\">(f) the <i>Public Hospitals Act</i>; (“maison de soins infirmiers”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“resident” means a person admitted to and lodged in a nursing home; (“pensionnaire”)</p> <p class=\"definition-e\">“security interest” means an agreement between a person and a licensee that secures the licensee’s payment or performance of an obligation by giving the person an interest in the licence; (“droit de sûreté”)</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (1) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (1) by adding the following definition:</b></p> <p class=\"Ydefinition-e\">“service accountability agreement” means a service accountability agreement as defined in section 21 of the <i>Commitment to the Future of Medicare Act, 2004</i>; (“entente de responsabilisation en matière de services”)</p> <p class=\"Pnote-e\"><b>See: 2006, c. 4, ss. 49 (1), 55 (2).</b></p> <p class=\"definition-e\">“spouse” means,</p> <p class=\"defclause-e\">(a) a spouse as defined in section 1 of the <i>Family Law Act</i>, or</p> <p class=\"defclause-e\">(b) either of two persons who live together in a conjugal relationship outside marriage; (“conjoint”)</p> <p class=\"definition-e\">“substitute decision-maker”, in relation to a resident, means,</p> <p class=\"defclause-e\">(a) the person who would be authorized under the <i>Health Care Consent Act, 1996</i> to give or refuse consent to a treatment on behalf of the resident if the resident were incapable with respect to the treatment under that Act, or</p> <p class=\"defclause-e\">(b) the person who would be authorized under the <i>Health Care Consent Act, 1996</i> to make a decision concerning a personal assistance service on behalf of the resident if the resident were incapable with respect to the personal assistance service under that Act. (“mandataire spécial”) R.S.O. 1990, c. N.7, s. 1 (1); 1993, c. 2, s. 28; 1996, c. 2, s. 74 (1); 1998, c. 18, Sched. G, s. 66 (1, 2); 1999, c. 6, s. 46 (1); 2005, c. 5, s. 49 (1, 2); 2009, c. 33, Sched. 18, ss. 17 (2), 19.</p> <p class=\"headnote-e\"><b>Controlling interest</b></p> <p class=\"subsection-e\">(2) A person shall be deemed to have a controlling interest in a corporation if the person alone or with an associate directly or indirectly beneficially owns or controls,</p> <p class=\"clause-e\">(a) issued and outstanding equity shares in the corporation in an amount to permit the person to direct the management and policies of the corporation; or</p> <p class=\"clause-e\">(b) 10 per cent or more of the issued and outstanding equity shares in the corporation. R.S.O. 1990, c. N.7, s. 1 (2).</p> <p class=\"headnote-e\"><b>Associates</b></p> <p class=\"subsection-e\">(3) One person shall be deemed to be an associate of another person if,</p> <p class=\"clause-e\">(a) one person is a corporation of which the other person is an officer or director;</p> <p class=\"clause-e\">(b) one person is a partnership of which the other person is a partner;</p> <p class=\"clause-e\">(c) one person is a corporation that is controlled directly or indirectly by the other person;</p> <p class=\"clause-e\">(d) both persons are corporations and one person is controlled directly or indirectly by the same individual or corporation that controls directly or indirectly the other person;</p> <p class=\"clause-e\">(e) both persons are members of a voting trust where the trust relates to shares of a corporation;</p> <p class=\"clause-e\">(f) one person is the father, mother, brother, sister, child or spouse of the other person or is another relative who has the same home as the other person; or</p> <p class=\"clause-e\">(g) both persons are associates within the meaning of clauses (a) to (f) of the same person. R.S.O. 1990, c. N.7, s. 1 (3); 1999, c. 6, s. 46 (2); 2005, c. 5, s. 49 (3).</p> <p class=\"headnote-e\"><b>Calculating shares</b></p> <p class=\"subsection-e\">(4) In calculating the total number of equity shares of a corporation beneficially owned or controlled for the purposes of this Act, the total number shall be calculated as the total of all the shares actually owned or controlled, but each share that carries the right to more than one vote shall be calculated as having the number of shares equal to the total number of votes it carries. R.S.O. 1990, c. N.7, s. 1 (4).</p> <p class=\"headnote-e\"><b>Fundamental principle, rights of residents</b></p>"
        },
        {
            "id": "P181_7555",
            "section": "Fundamental principle",
            "content": "2. (1) The fundamental principle to be applied in the interpretation of this Act, the regulations and a service agreement between the Crown in right of Ontario and a licensee is that a nursing home is primarily the home of its residents and as such it is to be operated in such a way that the physical, psychological, social, cultural and spiritual needs of each of its residents are adequately met and that its residents are given the opportunity to contribute, in accordance with their ability, to the physical, psychological, social, cultural and spiritual needs of others. R.S.O. 1990, c. N.7, s. 2 (1); 1993, c. 2, s. 29 (1). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (1) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (2) by striking out “a service agreement between the Crown in right of Ontario” and substituting “a service accountability agreement between a local health integration network”. See: 2006, c. 4, ss. 49 (2), 55 (2). Residents’ bill of rights (2) Every licensee shall ensure that the following rights of residents are fully respected and promoted: 1. Every resident has the right to be treated with courtesy and respect and in a way that fully recognizes the resident’s dignity and individuality and to be free from mental and physical abuse. 2. Every resident has the right to be properly sheltered, fed, clothed, groomed and cared for in a manner consistent with his or her needs. 3. Every resident has the right to be told who is responsible for and who is providing the resident’s direct care. 4. Every resident has the right to be afforded privacy in treatment and in caring for his or her personal needs. 5. Every resident has the right to keep in his or her room and display personal possessions, pictures and furnishings in keeping with safety requirements and other residents’ rights. 6. Every resident has the right, i. to be informed of his or her medical condition, treatment and proposed course of treatment, ii. to give or refuse consent to treatment, including medication, in accordance with the law and to be informed of the consequences of giving or refusing consent, iii. to have the opportunity to participate fully in making any decision and obtaining an independent medical opinion concerning any aspect of his or her care, including any decision concerning his or her admission, discharge or transfer to or from a nursing home, and iv. to have his or her records of personal health information within the meaning of the Personal Health Information Protection Act, 2004 kept confidential in accordance with the law. 7. Every resident has the right to receive reactivation and assistance towards independence consistent with his or her requirements. 8. Every resident who is being considered for restraints has the right to be fully informed about the procedures and the consequences of receiving or refusing them. 9. Every resident has the right to communicate in confidence, to receive visitors of his or her choice and to consult in private with any person without interference. 10. Every resident whose death is likely to be imminent has the right to have members of the resident’s family present twenty-four hours per day. 11. Every resident has the right to designate a person to receive information concerning any transfer or emergency hospitalization of the resident and where a person is so designated to have that person so informed forthwith. 12. Every resident has the right to exercise the rights of a citizen and to raise concerns or recommend changes in policies and services on behalf of himself or herself or others to the residents’ council, nursing home staff, government officials or any other person inside or outside the nursing home, without fear of restraint, interference, coercion, discrimination or reprisal. 13. Every resident has the right to form friendships, to enjoy relationships and to participate in the residents’ council. 14. Every resident has the right to meet privately with his or her spouse in a room that assures privacy and, where both spouses are residents in the same nursing home, they have a right to share a room according to their wishes, if an appropriate room is available. 15. Every resident has a right to pursue social, cultural, religious and other interests, to develop his or her potential and to be given reasonable provisions by the nursing home to accommodate these pursuits. 16. Every resident has the right to be informed in writing of any law, rule or policy affecting the operation of the nursing home and of the procedures for initiating complaints. 17. Every resident has the right to manage his or her own financial affairs where the resident is able to do so, and where the resident’s financial affairs are managed by the nursing home, to receive a quarterly accounting of any transactions undertaken on his or her behalf and to be assured that the resident’s property is managed solely on the resident’s behalf. 18. Every resident has the right to live in a safe and clean environment. 19. Every resident has the right to be given access to protected areas outside the nursing home in order to enjoy outdoor activity, unless the physical setting makes this impossible. R.S.O. 1990, c. N.7, s. 2 (2); 1999, c. 6, s. 46 (3); 2004, c. 3, Sched. A, s. 92 (1); 2005, c. 5, s. 49 (4). Further guide to interpretation (3) Without restricting the generality of subsection (1), this Act, the regulations and a service agreement relating to a nursing home are to be interpreted so as to advance the objective that the resident’s rights set out in subsection (2) be respected. R.S.O. 1990, c. N.7, s. 2 (3); 1993, c. 2, s. 29 (2). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (3) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (3) by striking out “a service agreement” and substituting “a service accountability agreement”. See: 2006, c. 4, ss. 49 (3), 55 (2). Deemed contract (4) A licensee of a nursing home shall be deemed to have entered into a contract with each resident of the home, agreeing to respect and promote the rights of the resident set out in subsection (2). 1993, c. 2, s. 29 (3). (5)-(7) Repealed: 1993, c. 2, s. 29 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P181_7555\"></a><a name=\"BK1\"></a>2.</b> (1) The fundamental principle to be applied in the interpretation of this Act, the regulations and a service agreement between the Crown in right of Ontario and a licensee is that a nursing home is primarily the home of its residents and as such it is to be operated in such a way that the physical, psychological, social, cultural and spiritual needs of each of its residents are adequately met and that its residents are given the opportunity to contribute, in accordance with their ability, to the physical, psychological, social, cultural and spiritual needs of others. R.S.O. 1990, c. N.7, s. 2 (1); 1993, c. 2, s. 29 (1).</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (1) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (2) by striking out “a service agreement between the Crown in right of Ontario” and substituting “a service accountability agreement between a local health integration network”. See: 2006, c. 4, ss. 49 (2), 55 (2).</b></p> <p class=\"headnote-e\"><b>Residents’ bill of rights</b></p> <p class=\"subsection-e\">(2) Every licensee shall ensure that the following rights of residents are fully respected and promoted:</p> <p class=\"paragraph-e\">1. Every resident has the right to be treated with courtesy and respect and in a way that fully recognizes the resident’s dignity and individuality and to be free from mental and physical abuse.</p> <p class=\"paragraph-e\">2. Every resident has the right to be properly sheltered, fed, clothed, groomed and cared for in a manner consistent with his or her needs.</p> <p class=\"paragraph-e\">3. Every resident has the right to be told who is responsible for and who is providing the resident’s direct care.</p> <p class=\"paragraph-e\">4. Every resident has the right to be afforded privacy in treatment and in caring for his or her personal needs.</p> <p class=\"paragraph-e\">5. Every resident has the right to keep in his or her room and display personal possessions, pictures and furnishings in keeping with safety requirements and other residents’ rights.</p> <p class=\"paragraph-e\">6. Every resident has the right,</p> <p class=\"subpara-e\">i. to be informed of his or her medical condition, treatment and proposed course of treatment,</p> <p class=\"subpara-e\">ii. to give or refuse consent to treatment, including medication, in accordance with the law and to be informed of the consequences of giving or refusing consent,</p> <p class=\"subpara-e\">iii. to have the opportunity to participate fully in making any decision and obtaining an independent medical opinion concerning any aspect of his or her care, including any decision concerning his or her admission, discharge or transfer to or from a nursing home, and</p> <p class=\"subpara-e\">iv. to have his or her records of personal health information within the meaning of the <i>Personal Health Information Protection Act, 2004</i> kept confidential in accordance with the law.</p> <p class=\"paragraph-e\">7. Every resident has the right to receive reactivation and assistance towards independence consistent with his or her requirements.</p> <p class=\"paragraph-e\">8. Every resident who is being considered for restraints has the right to be fully informed about the procedures and the consequences of receiving or refusing them.</p> <p class=\"paragraph-e\">9. Every resident has the right to communicate in confidence, to receive visitors of his or her choice and to consult in private with any person without interference.</p> <p class=\"paragraph-e\">10. Every resident whose death is likely to be imminent has the right to have members of the resident’s family present twenty-four hours per day.</p> <p class=\"paragraph-e\">11. Every resident has the right to designate a person to receive information concerning any transfer or emergency hospitalization of the resident and where a person is so designated to have that person so informed forthwith.</p> <p class=\"paragraph-e\">12. Every resident has the right to exercise the rights of a citizen and to raise concerns or recommend changes in policies and services on behalf of himself or herself or others to the residents’ council, nursing home staff, government officials or any other person inside or outside the nursing home, without fear of restraint, interference, coercion, discrimination or reprisal.</p> <p class=\"paragraph-e\">13. Every resident has the right to form friendships, to enjoy relationships and to participate in the residents’ council.</p> <p class=\"paragraph-e\">14. Every resident has the right to meet privately with his or her spouse in a room that assures privacy and, where both spouses are residents in the same nursing home, they have a right to share a room according to their wishes, if an appropriate room is available.</p> <p class=\"paragraph-e\">15. Every resident has a right to pursue social, cultural, religious and other interests, to develop his or her potential and to be given reasonable provisions by the nursing home to accommodate these pursuits.</p> <p class=\"paragraph-e\">16. Every resident has the right to be informed in writing of any law, rule or policy affecting the operation of the nursing home and of the procedures for initiating complaints.</p> <p class=\"paragraph-e\">17. Every resident has the right to manage his or her own financial affairs where the resident is able to do so, and where the resident’s financial affairs are managed by the nursing home, to receive a quarterly accounting of any transactions undertaken on his or her behalf and to be assured that the resident’s property is managed solely on the resident’s behalf.</p> <p class=\"paragraph-e\">18. Every resident has the right to live in a safe and clean environment.</p> <p class=\"paragraph-e\">19. Every resident has the right to be given access to protected areas outside the nursing home in order to enjoy outdoor activity, unless the physical setting makes this impossible. R.S.O. 1990, c. N.7, s. 2 (2); 1999, c. 6, s. 46 (3); 2004, c. 3, Sched. A, s. 92 (1); 2005, c. 5, s. 49 (4).</p> <p class=\"headnote-e\"><b>Further guide to interpretation</b></p> <p class=\"subsection-e\">(3) Without restricting the generality of subsection (1), this Act, the regulations and a service agreement relating to a nursing home are to be interpreted so as to advance the objective that the resident’s rights set out in subsection (2) be respected. R.S.O. 1990, c. N.7, s. 2 (3); 1993, c. 2, s. 29 (2).</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (3) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (3) by striking out “a service agreement” and substituting “a service accountability agreement”. See: 2006, c. 4, ss. 49 (3), 55 (2).</b></p> <p class=\"headnote-e\"><b>Deemed contract</b></p> <p class=\"subsection-e\">(4) A licensee of a nursing home shall be deemed to have entered into a contract with each resident of the home, agreeing to respect and promote the rights of the resident set out in subsection (2). 1993, c. 2, s. 29 (3).</p> <p class=\"subsection-e\">(5)-(7) Repealed: 1993, c. 2, s. 29 (3)<i>.</i></p>"
        },
        {
            "id": "P215_13890",
            "section": "Administration of Act",
            "content": "3. (1) The Minister is responsible for the administration and enforcement of this Act and the regulations. Director (2) The Minister shall appoint an officer of the Ministry to be the Director for the purposes of this Act. R.S.O. 1990, c. N.7, s. 3. Licences and service agreements",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P215_13890\"></a><a name=\"BK2\"></a>3.</b> (1) The Minister is responsible for the administration and enforcement of this Act and the regulations.</p> <p class=\"headnote-e\"><b>Director</b></p> <p class=\"subsection-e\">(2) The Minister shall appoint an officer of the Ministry to be the Director for the purposes of this Act. R.S.O. 1990, c. N.7, s. 3.</p> <p class=\"headnote-e\"><b>Licences and service agreements</b></p>"
        },
        {
            "id": "P220_14196",
            "section": "Licence required",
            "content": "4. (1) No person shall establish, operate or maintain a nursing home except under the authority of a licence issued by the Director under this Act. R.S.O. 1990, c. N.7, s. 4. Service agreement required (2) No licensee shall operate a nursing home unless, (a) the licensee is a party to a service agreement with the Crown in right of Ontario that relates to the home; and Note: On a day to be named by proclamation of the Lieutenant Governor, clause (a) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (4) and the following substituted: (a) the licensee is a party to a service accountability agreement with a local health integration network that relates to the home; and See: 2006, c. 4, ss. 49 (4), 55 (2). (b) the service agreement complies with this Act and the regulations. 1993, c. 2, s. 30. Note: On a day to be named by proclamation of the Lieutenant Governor, clause (b) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (4) and the following substituted: (b) the service accountability agreement complies with this Act, the Commitment to the Future of Medicare Act, 2004 and the regulations made under those Acts. See: 2006, c. 4, ss. 49 (4), 55 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P220_14196\"></a><a name=\"BK3\"></a>4.</b> (1) No person shall establish, operate or maintain a nursing home except under the authority of a licence issued by the Director under this Act. R.S.O. 1990, c. N.7, s. 4.</p> <p class=\"headnote-e\"><b>Service agreement required</b></p> <p class=\"subsection-e\">(2) No licensee shall operate a nursing home unless,</p> <p class=\"clause-e\">(a) the licensee is a party to a service agreement with the Crown in right of Ontario that relates to the home; and</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (a) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (4) and the following substituted:</b></p> <p class=\"Yclause-e\">(a) the licensee is a party to a service accountability agreement with a local health integration network that relates to the home; and</p> <p class=\"Pnote-e\"><b>See: 2006, c. 4, ss. 49 (4), 55 (2).</b></p> <p class=\"clause-e\">(b) the service agreement complies with this Act and the regulations. 1993, c. 2, s. 30.</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (b) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (4) and the following substituted:</b></p> <p class=\"Yclause-e\">(b) the service accountability agreement complies with this Act, the <i>Commitment to the Future of Medicare Act, 2004</i> and the regulations made under those Acts.</p> <p class=\"Pnote-e\"><b>See: 2006, c. 4, ss. 49 (4), 55 (2).</b></p>"
        },
        {
            "id": "P232_15428",
            "section": "Issuance of licence",
            "content": "5. (1) Subject to the following subsections, any person who applies in accordance with this Act and the regulations for a licence to establish, operate or maintain a nursing home and who meets the requirements of this Act and the regulations and who pays the fee established by the Minister is entitled to be issued the licence. R.S.O. 1990, c. N.7, s. 5 (1); 1997, c. 15, s. 13 (1). Where proposal not in public interest (2) Where an application is made for a licence under this Act and the Minister states in writing to the Director that it is not in the public interest to grant a licence to establish, operate or maintain the nursing home in the area where the applicant proposes to establish, operate or maintain the nursing home, section 15 shall not apply and the Director shall not issue a licence to the applicant and shall give written notice to the applicant of the refusal and of the Minister’s statement. Idem (3) Where an application is made for a licence under this Act and the Minister states in writing to the Director that it is not in the public interest to grant a licence to establish, operate or maintain the nursing home with a total bed capacity greater than the total bed capacity set out in the Minister’s statement, section 15 shall not apply and where the Director issues a licence to the applicant upon such application the Director shall give written notice to the applicant of the Minister’s statement and the licence shall be limited to a total bed capacity not greater than that set out in the Minister’s statement. R.S.O. 1990, c. N.7, s. 5 (2, 3). Matters to be considered by Minister (4) In considering under subsection (2) whether it is in the public interest to grant a licence to establish, operate or maintain a nursing home in an area and in considering under subsection (3) whether it is in the public interest to fix the maximum total bed capacity for which the Director may issue a licence to the applicant, the Minister shall take into account, (a) the licensed nursing home bed capacity that exists, (i) in the area, or (ii) in the area and any other area; (b) the health facilities other than facilities for nursing care that are available, (i) in the area, or (ii) in the area and any other area; (c) the number of applicants for nursing care, (i) in the area, or (ii) in the area and any other area; (d) the predictable continuing demand for nursing home facilities, (i) in the area, or (ii) in the area and any other area; and (e) the funds available to provide continuing accommodation, care, services, programs and goods in nursing homes in Ontario. R.S.O. 1990, c. N.7, s. 5 (4); 1993, c. 2, s. 31. Idem (5) In considering under subsection (2) whether it is in the public interest to grant a licence to establish, operate or maintain a nursing home in an area, the Minister shall also take into account, (a) the effect that granting the licence would have on the concentration of ownership of nursing homes, (i) in the area, (ii) in the area and any other area, or (iii) in Ontario; and (b) the effect that granting the licence would have on the balance between non-profit and profit-oriented nursing homes, (i) in the area, (ii) in the area and any other area, or (iii) in Ontario. Idem (6) For the purpose of clause (5) (b), the Minister shall announce, annually, in the Legislature the desired balance between non-profit and profit-oriented nursing homes. Grounds for refusal (7) Subject to section 15, the Director may refuse to issue a licence where in the Director’s opinion, (a) the proposed nursing home or its operation would contravene this Act or the regulations or any other Act or regulation or any municipal by-law respecting its establishment or location; (b) the past conduct of the applicant or, where the applicant is a corporation, of its officers or directors or the persons with a controlling interest in it affords reasonable grounds for belief that the home will not be operated in accordance with the law and with honesty and integrity; (c) the applicant or, where the applicant is a corporation, its officers or directors or the persons with a controlling interest in it are not competent to operate a nursing home in a responsible manner in accordance with this Act and the regulations or are not in a position to furnish or provide the required services; or (d) the past conduct of the applicant, or where the applicant is a corporation, of its officers, directors or the persons with a controlling interest in it affords reasonable grounds for belief that the home will be operated in a manner that is prejudicial to the health, safety or welfare of its residents. Expiration of licence (8) A licence expires twelve months after the date of its issue or renewal. Not transferable (9) A licence is not transferable. R.S.O. 1990, c. N.7, s. 5 (5-9).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P232_15428\"></a><a name=\"BK4\"></a>5.</b> (1) Subject to the following subsections, any person who applies in accordance with this Act and the regulations for a licence to establish, operate or maintain a nursing home and who meets the requirements of this Act and the regulations and who pays the fee established by the Minister is entitled to be issued the licence. R.S.O. 1990, c. N.7, s. 5 (1); 1997, c. 15, s. 13 (1).</p> <p class=\"headnote-e\"><b>Where proposal not in public interest</b></p> <p class=\"subsection-e\">(2) Where an application is made for a licence under this Act and the Minister states in writing to the Director that it is not in the public interest to grant a licence to establish, operate or maintain the nursing home in the area where the applicant proposes to establish, operate or maintain the nursing home, section 15 shall not apply and the Director shall not issue a licence to the applicant and shall give written notice to the applicant of the refusal and of the Minister’s statement.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) Where an application is made for a licence under this Act and the Minister states in writing to the Director that it is not in the public interest to grant a licence to establish, operate or maintain the nursing home with a total bed capacity greater than the total bed capacity set out in the Minister’s statement, section 15 shall not apply and where the Director issues a licence to the applicant upon such application the Director shall give written notice to the applicant of the Minister’s statement and the licence shall be limited to a total bed capacity not greater than that set out in the Minister’s statement. R.S.O. 1990, c. N.7, s. 5 (2, 3).</p> <p class=\"headnote-e\"><b>Matters to be considered by Minister</b></p> <p class=\"subsection-e\">(4) In considering under subsection (2) whether it is in the public interest to grant a licence to establish, operate or maintain a nursing home in an area and in considering under subsection (3) whether it is in the public interest to fix the maximum total bed capacity for which the Director may issue a licence to the applicant, the Minister shall take into account,</p> <p class=\"clause-e\">(a) the licensed nursing home bed capacity that exists,</p> <p class=\"subclause-e\">(i) in the area, or</p> <p class=\"subclause-e\">(ii) in the area and any other area;</p> <p class=\"clause-e\">(b) the health facilities other than facilities for nursing care that are available,</p> <p class=\"subclause-e\">(i) in the area, or</p> <p class=\"subclause-e\">(ii) in the area and any other area;</p> <p class=\"clause-e\">(c) the number of applicants for nursing care,</p> <p class=\"subclause-e\">(i) in the area, or</p> <p class=\"subclause-e\">(ii) in the area and any other area;</p> <p class=\"clause-e\">(d) the predictable continuing demand for nursing home facilities,</p> <p class=\"subclause-e\">(i) in the area, or</p> <p class=\"subclause-e\">(ii) in the area and any other area; and</p> <p class=\"clause-e\">(e) the funds available to provide continuing accommodation, care, services, programs and goods in nursing homes in Ontario. R.S.O. 1990, c. N.7, s. 5 (4); 1993, c. 2, s. 31.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(5) In considering under subsection (2) whether it is in the public interest to grant a licence to establish, operate or maintain a nursing home in an area, the Minister shall also take into account,</p> <p class=\"clause-e\">(a) the effect that granting the licence would have on the concentration of ownership of nursing homes,</p> <p class=\"subclause-e\">(i) in the area,</p> <p class=\"subclause-e\">(ii) in the area and any other area, or</p> <p class=\"subclause-e\">(iii) in Ontario; and</p> <p class=\"clause-e\">(b) the effect that granting the licence would have on the balance between non-profit and profit-oriented nursing homes,</p> <p class=\"subclause-e\">(i) in the area,</p> <p class=\"subclause-e\">(ii) in the area and any other area, or</p> <p class=\"subclause-e\">(iii) in Ontario.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(6) For the purpose of clause (5) (b), the Minister shall announce, annually, in the Legislature the desired balance between non-profit and profit-oriented nursing homes.</p> <p class=\"headnote-e\"><b>Grounds for refusal</b></p> <p class=\"subsection-e\">(7) Subject to section 15, the Director may refuse to issue a licence where in the Director’s opinion,</p> <p class=\"clause-e\">(a) the proposed nursing home or its operation would contravene this Act or the regulations or any other Act or regulation or any municipal by-law respecting its establishment or location;</p> <p class=\"clause-e\">(b) the past conduct of the applicant or, where the applicant is a corporation, of its officers or directors or the persons with a controlling interest in it affords reasonable grounds for belief that the home will not be operated in accordance with the law and with honesty and integrity;</p> <p class=\"clause-e\">(c) the applicant or, where the applicant is a corporation, its officers or directors or the persons with a controlling interest in it are not competent to operate a nursing home in a responsible manner in accordance with this Act and the regulations or are not in a position to furnish or provide the required services; or</p> <p class=\"clause-e\">(d) the past conduct of the applicant, or where the applicant is a corporation, of its officers, directors or the persons with a controlling interest in it affords reasonable grounds for belief that the home will be operated in a manner that is prejudicial to the health, safety or welfare of its residents.</p> <p class=\"headnote-e\"><b>Expiration of licence</b></p> <p class=\"subsection-e\">(8) A licence expires twelve months after the date of its issue or renewal.</p> <p class=\"headnote-e\"><b>Not transferable</b></p> <p class=\"subsection-e\">(9) A licence is not transferable. R.S.O. 1990, c. N.7, s. 5 (5-9).</p>"
        },
        {
            "id": "P275_20277",
            "section": "Undertake to issue licence",
            "content": "6. (1) The Director may undertake to issue a licence to an applicant on condition that the applicant agrees to satisfy the conditions specified by the Director. Issue licence, if conditions met (2) Where the Director determines that the applicant has complied with the specified conditions, the Director shall issue the licence. Notice to cancel undertaking (3) Where the Director determines that the applicant has not complied with the specified conditions, the Director by written notice to the applicant may propose to cancel the undertaking. Request for review (4) The applicant may submit to the Minister a written request for review asking that the Minister extend the undertaking and amend its conditions. Minister’s decision (5) Where the Minister receives a request for review within fifteen days after delivery of the notice under subsection (3), the Minister may extend the undertaking and amend its conditions or may cancel the undertaking. Undertaking cancelled (6) Where the Minister does not receive a request for review within fifteen days after delivery of the notice under subsection (3), the undertaking shall be deemed to be cancelled. R.S.O. 1990, c. N.7, s. 6.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P275_20277\"></a><a name=\"BK5\"></a>6.</b> (1) The Director may undertake to issue a licence to an applicant on condition that the applicant agrees to satisfy the conditions specified by the Director.</p> <p class=\"headnote-e\"><b>Issue licence, if conditions met</b></p> <p class=\"subsection-e\">(2) Where the Director determines that the applicant has complied with the specified conditions, the Director shall issue the licence.</p> <p class=\"headnote-e\"><b>Notice to cancel undertaking</b></p> <p class=\"subsection-e\">(3) Where the Director determines that the applicant has not complied with the specified conditions, the Director by written notice to the applicant may propose to cancel the undertaking.</p> <p class=\"headnote-e\"><b>Request for review</b></p> <p class=\"subsection-e\">(4) The applicant may submit to the Minister a written request for review asking that the Minister extend the undertaking and amend its conditions.</p> <p class=\"headnote-e\"><b>Minister’s decision</b></p> <p class=\"subsection-e\">(5) Where the Minister receives a request for review within fifteen days after delivery of the notice under subsection (3), the Minister may extend the undertaking and amend its conditions or may cancel the undertaking.</p> <p class=\"headnote-e\"><b>Undertaking cancelled</b></p> <p class=\"subsection-e\">(6) Where the Minister does not receive a request for review within fifteen days after delivery of the notice under subsection (3), the undertaking shall be deemed to be cancelled. R.S.O. 1990, c. N.7, s. 6.</p>"
        },
        {
            "id": "P287_21505",
            "section": "Surrender and issue of licence",
            "content": "7. (1) Where a licensee notifies the Director that the licensee intends to surrender a licence to the Director on condition that the Director issue in its place a licence to a specified person, the specified person may apply for the issuance of the licence under this Act. Idem (2) Subsections 5 (1), (2) and (5) and clauses 5 (7) (b), (c) and (d) apply with necessary modifications to an application for a licence under subsection (1). Idem (3) Upon receiving notice that the Director intends to approve an application under subsection (1), the licensee shall surrender the licence and the Director shall issue a licence to the applicant. R.S.O. 1990, c. N.7, s. 7.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P287_21505\"></a><a name=\"BK6\"></a>7.</b> (1) Where a licensee notifies the Director that the licensee intends to surrender a licence to the Director on condition that the Director issue in its place a licence to a specified person, the specified person may apply for the issuance of the licence under this Act.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Subsections 5 (1), (2) and (5) and clauses 5 (7) (b), (c) and (d) apply with necessary modifications to an application for a licence under subsection (1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) Upon receiving notice that the Director intends to approve an application under subsection (1), the licensee shall surrender the licence and the Director shall issue a licence to the applicant. R.S.O. 1990, c. N.7, s. 7.</p>"
        },
        {
            "id": "P293_22196",
            "section": "Share transfer",
            "content": "8. (1) Where a corporation that is a private company as defined in the Securities Act is a licensee, it shall not permit an issue or transfer of equity shares of its capital stock that has the effect of changing the ownership or controlling interest in the corporation without the prior approval of the Director. Idem (2) In deciding whether to approve an issue or a transfer of shares under subsection (1), the Director shall treat the corporation as proposed to be constituted after the transfer as if it were an applicant for a licence and subsections 5 (1), (2) and (5) and clauses 5 (7) (b), (c) and (d) apply with necessary modifications. R.S.O. 1990, c. N.7, s. 8.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P293_22196\"></a><a name=\"BK7\"></a>8.</b> (1) Where a corporation that is a private company as defined in the <i>Securities Act</i> is a licensee, it shall not permit an issue or transfer of equity shares of its capital stock that has the effect of changing the ownership or controlling interest in the corporation without the prior approval of the Director.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) In deciding whether to approve an issue or a transfer of shares under subsection (1), the Director shall treat the corporation as proposed to be constituted after the transfer as if it were an applicant for a licence and subsections 5 (1), (2) and (5) and clauses 5 (7) (b), (c) and (d) apply with necessary modifications. R.S.O. 1990, c. N.7, s. 8.</p>"
        },
        {
            "id": "P297_22915",
            "section": "Duty of corporation to notify Director",
            "content": "9. (1) Where a licensee is a corporation, the licensee shall notify the Director in writing within fifteen days of any change in the officers or directors of the corporation. Idem (2) Where a corporation has an interest in a licence, and the corporation or its officers or directors have reason to believe that an issue or transfer of equity shares of its capital stock or the happening of a condition by which shares of its capital stock acquire voting rights results or may result in a person acquiring a controlling interest in the corporation, the person shall so notify the Director forthwith. Statement required (3) The Director annually, in writing, shall direct a corporation that has an interest in a licence or its officers or directors to provide the names and addresses of all of the officers and directors of the corporation and a statement concerning the ownership or beneficial ownership of equity shares of capital stock in the corporation, which statement shall contain the information that in the opinion of the Director is reasonably necessary to enable the Director to determine, (a) what persons, if any, have a controlling interest in the corporation; and (b) what persons, if any, own or beneficially own directly or indirectly the persons or a controlling interest in the persons mentioned in clause (a). Idem (4) The Director may require the information described in subsection (3) to be provided more frequently than annually if, in the Director’s opinion, it is reasonably necessary for the purposes set out in subsection (3). R.S.O. 1990, c. N.7, s. 9.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P297_22915\"></a><a name=\"BK8\"></a>9.</b> (1) Where a licensee is a corporation, the licensee shall notify the Director in writing within fifteen days of any change in the officers or directors of the corporation.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Where a corporation has an interest in a licence, and the corporation or its officers or directors have reason to believe that an issue or transfer of equity shares of its capital stock or the happening of a condition by which shares of its capital stock acquire voting rights results or may result in a person acquiring a controlling interest in the corporation, the person shall so notify the Director forthwith.</p> <p class=\"headnote-e\"><b>Statement required</b></p> <p class=\"subsection-e\">(3) The Director annually, in writing, shall direct a corporation that has an interest in a licence or its officers or directors to provide the names and addresses of all of the officers and directors of the corporation and a statement concerning the ownership or beneficial ownership of equity shares of capital stock in the corporation, which statement shall contain the information that in the opinion of the Director is reasonably necessary to enable the Director to determine,</p> <p class=\"clause-e\">(a) what persons, if any, have a controlling interest in the corporation; and</p> <p class=\"clause-e\">(b) what persons, if any, own or beneficially own directly or indirectly the persons or a controlling interest in the persons mentioned in clause (a).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4) The Director may require the information described in subsection (3) to be provided more frequently than annually if, in the Director’s opinion, it is reasonably necessary for the purposes set out in subsection (3). R.S.O. 1990, c. N.7, s. 9.</p>"
        },
        {
            "id": "P307_24534",
            "section": "Exercise of security interest",
            "content": "10. (1) A person who has a security interest in a licence shall not exercise that interest without the approval of the Director if exercise of the interest would change the ownership or controlling interest in the licence. Matters to be considered (2) In deciding whether to approve an exercise of a security interest under subsection (1), the Director shall treat the person seeking to exercise the interest as if the person were an applicant for a licence and subsections 5 (1), (2) and (5) and clauses 5 (7) (b), (c) and (d) apply with necessary modifications. R.S.O. 1990, c. N.7, s. 10.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P307_24534\"></a><a name=\"BK9\"></a>10.</b> (1) A person who has a security interest in a licence shall not exercise that interest without the approval of the Director if exercise of the interest would change the ownership or controlling interest in the licence.</p> <p class=\"headnote-e\"><b>Matters to be considered</b></p> <p class=\"subsection-e\">(2) In deciding whether to approve an exercise of a security interest under subsection (1), the Director shall treat the person seeking to exercise the interest as if the person were an applicant for a licence and subsections 5 (1), (2) and (5) and clauses 5 (7) (b), (c) and (d) apply with necessary modifications. R.S.O. 1990, c. N.7, s. 10.</p>"
        },
        {
            "id": "P311_25155",
            "section": "Management contracts",
            "content": "11. (1) A licensee shall not enter into a contract whose effect is to change the management of a nursing home or the ownership or controlling interest in a licence without the approval of the Director. Matters to be considered (2) In deciding whether to approve a contract described in subsection (1), the Director shall treat the person who would take over the management of the nursing home or the ownership or controlling interest in the licence under the contract as if the person were an applicant for a licence and subsections 5 (1), (2) and (5) and clauses 5 (7) (b), (c) and (d) apply with necessary modifications. R.S.O. 1990, c. N.7, s. 11.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P311_25155\"></a><a name=\"BK10\"></a>11.</b> (1) A licensee shall not enter into a contract whose effect is to change the management of a nursing home or the ownership or controlling interest in a licence without the approval of the Director.</p> <p class=\"headnote-e\"><b>Matters to be considered</b></p> <p class=\"subsection-e\">(2) In deciding whether to approve a contract described in subsection (1), the Director shall treat the person who would take over the management of the nursing home or the ownership or controlling interest in the licence under the contract as if the person were an applicant for a licence and subsections 5 (1), (2) and (5) and clauses 5 (7) (b), (c) and (d) apply with necessary modifications. R.S.O. 1990, c. N.7, s. 11.</p>"
        },
        {
            "id": "P315_25853",
            "section": "No decision without public submissions",
            "content": "12. (1) The Director shall not issue a licence, undertake to issue a licence under section 6, reissue a licence under section 7 or approve an issue or transfer of shares under section 8 unless the public has been given notice of the request to do so and an opportunity to make written and oral submissions in accordance with this section. Idem (2) The Director shall not renew a licence unless the public has been given notice of the request to do so and an opportunity to make written submissions in accordance with this section. Idem (3) Without limiting the requirement on the Director to give the public an opportunity for oral submissions under subsection (1), the Director shall ensure that for each nursing home at least once in every five years the public is given notice of the request to carry out a matter described in subsection (1) or (2) and an opportunity to make oral submissions with respect to it in accordance with this section. Public meeting (4) Where the opportunity for oral submissions is required under subsection (1) or (3), the Director shall cause a public meeting to be held concerning the request before making a decision and that meeting shall be held in the area where the nursing home is located. Idem (5) Despite subsection (4), where the public meeting concerns an issue or transfer of shares under section 8 in respect of a licensee that owns or controls more than one nursing home and those nursing homes are located in different areas, the Director shall determine where the meeting shall be held. Idem (6) If the Director is not able to chair the public meeting, the Director shall designate a representative of the Ministry to do so, and that representative shall prepare and give the Director a written report of the proceedings. Notice (7) At least thirty days before a decision in relation to a matter described in subsection (1) or (2) is to be made, the Director shall cause a notice inviting submissions to be published in a newspaper having general circulation in the area where the nursing home is located or intended to be located and the notice shall, (a) contain an explanation of the request being made and the reasons for it; (b) state that any person may make written submissions to the Director concerning the request; and (c) state that the Director will consider any submissions before making a decision. Idem (8) Where the Director is required to hold a public meeting, the notice required by subsection (7) shall be published at least thirty days before the public meeting is held and shall also invite any person interested in making oral submissions to attend the meeting and express his or her opinions and recommendations concerning the request. Idem (9) Where the request concerns an existing nursing home, the Director shall give a copy of the notice described in subsection (7) to the licensee and the licensee shall cause it to be posted in a conspicuous place in the nursing home. Submissions to be considered (10) The Director shall consider any submissions received under this section before making a decision concerning a matter described in subsection (1) or (2). R.S.O. 1990, c. N.7, s. 12.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P315_25853\"></a><a name=\"BK11\"></a>12.</b> (1) The Director shall not issue a licence, undertake to issue a licence under section 6, reissue a licence under section 7 or approve an issue or transfer of shares under section 8 unless the public has been given notice of the request to do so and an opportunity to make written and oral submissions in accordance with this section.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The Director shall not renew a licence unless the public has been given notice of the request to do so and an opportunity to make written submissions in accordance with this section.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) Without limiting the requirement on the Director to give the public an opportunity for oral submissions under subsection (1), the Director shall ensure that for each nursing home at least once in every five years the public is given notice of the request to carry out a matter described in subsection (1) or (2) and an opportunity to make oral submissions with respect to it in accordance with this section.</p> <p class=\"headnote-e\"><b>Public meeting</b></p> <p class=\"subsection-e\">(4) Where the opportunity for oral submissions is required under subsection (1) or (3), the Director shall cause a public meeting to be held concerning the request before making a decision and that meeting shall be held in the area where the nursing home is located.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(5) Despite subsection (4), where the public meeting concerns an issue or transfer of shares under section 8 in respect of a licensee that owns or controls more than one nursing home and those nursing homes are located in different areas, the Director shall determine where the meeting shall be held.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(6) If the Director is not able to chair the public meeting, the Director shall designate a representative of the Ministry to do so, and that representative shall prepare and give the Director a written report of the proceedings.</p> <p class=\"headnote-e\"><b>Notice</b></p> <p class=\"subsection-e\">(7) At least thirty days before a decision in relation to a matter described in subsection (1) or (2) is to be made, the Director shall cause a notice inviting submissions to be published in a newspaper having general circulation in the area where the nursing home is located or intended to be located and the notice shall,</p> <p class=\"clause-e\">(a) contain an explanation of the request being made and the reasons for it;</p> <p class=\"clause-e\">(b) state that any person may make written submissions to the Director concerning the request; and</p> <p class=\"clause-e\">(c) state that the Director will consider any submissions before making a decision.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(8) Where the Director is required to hold a public meeting, the notice required by subsection (7) shall be published at least thirty days before the public meeting is held and shall also invite any person interested in making oral submissions to attend the meeting and express his or her opinions and recommendations concerning the request.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(9) Where the request concerns an existing nursing home, the Director shall give a copy of the notice described in subsection (7) to the licensee and the licensee shall cause it to be posted in a conspicuous place in the nursing home.</p> <p class=\"headnote-e\"><b>Submissions to be considered</b></p> <p class=\"subsection-e\">(10) The Director shall consider any submissions received under this section before making a decision concerning a matter described in subsection (1) or (2). R.S.O. 1990, c. N.7, s. 12.</p>"
        },
        {
            "id": "P338_29059",
            "section": "Revocation and refusal to renew",
            "content": "13. The Director may revoke or refuse to renew a nursing home licence where, (a) the licensee is in contravention of this Act or the regulations or of any other Act or regulation that applies to the nursing home; Note: On a day to be named by proclamation of the Lieutenant Governor, clause (a) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (5) and the following substituted: (a) the licensee is in contravention of this Act, the regulations, the terms and conditions imposed on funding under subsection 20.13 (2) or any other Act or regulation that applies to the nursing home; See: 2006, c. 4, ss. 49 (5), 55 (2). (a.1) the licensee has breached the service agreement with the Crown in right of Ontario relating to the nursing home; Note: On a day to be named by proclamation of the Lieutenant Governor, clause (a.1) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (5) and the following substituted: (a.1) the licensee has breached the service accountability agreement with a local health integration network relating to the nursing home; See: 2006, c. 4, ss. 49 (5), 55 (2). (b) there is a breach of a condition of the licence; (c) any person has made a false statement in the application for the licence or renewal thereof, or in any report, document or other information required to be furnished by this Act or the regulations or by any other Act or regulation that applies to the nursing home; (d) the conduct of the licensee or, where the licensee is a corporation, its officers or directors or the persons with a controlling interest in it affords reasonable grounds for belief that the home is not being or will not be operated in accordance with the law and with honesty and integrity; (e) the conduct of the licensee or, where the licensee is a corporation, its officers or directors or the persons with a controlling interest in it affords reasonable grounds for belief that the licensee, officers, directors or persons are not competent to operate a nursing home in a responsible manner in accordance with this Act and the regulations or are not in a position to furnish or provide the required services; (f) the conduct of the licensee or, where the licensee is a corporation, its officers or directors or the persons with a controlling interest in it affords reasonable grounds for belief that the home is being operated or will be operated in a manner that is prejudicial to the health, safety or welfare of its residents; (g) the licensee has ceased operating the nursing home for a period of at least six months and is not taking reasonable steps to prepare the nursing home to re-open; (h) the licensee is a corporation described in subsection 8 (1) that has permitted an issue or transfer contrary to that subsection; (i) a corporation or its officers or directors have failed to make a report or statement to the Director, contrary to section 9; (j) a person who has a security interest in a licence has exercised that interest contrary to subsection 10 (1) without the approval of the Director; or (k) the licensee has entered into a contract described in subsection 11 (1) without the approval of the Director. R.S.O. 1990, c. N.7, s. 13; 1993, c. 2, s. 32.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P338_29059\"></a><a name=\"BK12\"></a>13.</b> The Director may revoke or refuse to renew a nursing home licence where,</p> <p class=\"clause-e\">(a) the licensee is in contravention of this Act or the regulations or of any other Act or regulation that applies to the nursing home;</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (a) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (5) and the following substituted:</b></p> <p class=\"Yclause-e\">(a) the licensee is in contravention of this Act, the regulations, the terms and conditions imposed on funding under subsection 20.13 (2) or any other Act or regulation that applies to the nursing home;</p> <p class=\"Pnote-e\"><b>See: 2006, c. 4, ss. 49 (5), 55 (2).</b></p> <p class=\"clause-e\">(a.1) the licensee has breached the service agreement with the Crown in right of Ontario relating to the nursing home;</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (a.1) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (5) and the following substituted:</b></p> <p class=\"Yclause-e\">(a.1) the licensee has breached the service accountability agreement with a local health integration network relating to the nursing home;</p> <p class=\"Pnote-e\"><b>See: 2006, c. 4, ss. 49 (5), 55 (2).</b></p> <p class=\"clause-e\">(b) there is a breach of a condition of the licence;</p> <p class=\"clause-e\">(c) any person has made a false statement in the application for the licence or renewal thereof, or in any report, document or other information required to be furnished by this Act or the regulations or by any other Act or regulation that applies to the nursing home;</p> <p class=\"clause-e\">(d) the conduct of the licensee or, where the licensee is a corporation, its officers or directors or the persons with a controlling interest in it affords reasonable grounds for belief that the home is not being or will not be operated in accordance with the law and with honesty and integrity;</p> <p class=\"clause-e\">(e) the conduct of the licensee or, where the licensee is a corporation, its officers or directors or the persons with a controlling interest in it affords reasonable grounds for belief that the licensee, officers, directors or persons are not competent to operate a nursing home in a responsible manner in accordance with this Act and the regulations or are not in a position to furnish or provide the required services;</p> <p class=\"clause-e\">(f) the conduct of the licensee or, where the licensee is a corporation, its officers or directors or the persons with a controlling interest in it affords reasonable grounds for belief that the home is being operated or will be operated in a manner that is prejudicial to the health, safety or welfare of its residents;</p> <p class=\"clause-e\">(g) the licensee has ceased operating the nursing home for a period of at least six months and is not taking reasonable steps to prepare the nursing home to re-open;</p> <p class=\"clause-e\">(h) the licensee is a corporation described in subsection 8 (1) that has permitted an issue or transfer contrary to that subsection;</p> <p class=\"clause-e\">(i) a corporation or its officers or directors have failed to make a report or statement to the Director, contrary to section 9;</p> <p class=\"clause-e\">(j) a person who has a security interest in a licence has exercised that interest contrary to subsection 10 (1) without the approval of the Director; or</p> <p class=\"clause-e\">(k) the licensee has entered into a contract described in subsection 11 (1) without the approval of the Director. R.S.O. 1990, c. N.7, s. 13; 1993, c. 2, s. 32.</p>"
        },
        {
            "id": "P358_32305",
            "section": "Protection from personal liability",
            "content": "14. No action or other proceeding for damages shall be instituted against the Director, or anyone acting under the authority of the Director, for any act done in good faith in the execution or intended execution of his or her duty or for any alleged neglect or default in the execution in good faith of his or her duty. 1998, c. 18, Sched. G, s. 66 (3). Revoking or refusing to renew licence",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P358_32305\"></a><a name=\"BK13\"></a>14.</b> No action or other proceeding for damages shall be instituted against the Director, or anyone acting under the authority of the Director, for any act done in good faith in the execution or intended execution of his or her duty or for any alleged neglect or default in the execution in good faith of his or her duty. 1998, c. 18, Sched. G, s. 66 (3).</p> <p class=\"headnote-e\"><b>Revoking or refusing to renew licence</b></p>"
        },
        {
            "id": "P361_32749",
            "section": "Notice of proposal to revoke or refuse to renew",
            "content": "15. (1) Where the Director proposes to refuse to issue or renew or to revoke a licence under this Act, the Director shall serve notice of the proposal, together with written reasons therefor, on the applicant or licensee. R.S.O. 1990, c. N.7, s. 15 (1). Notice requiring hearing (2) A notice under subsection (1) shall inform the applicant or licensee that the person is entitled to a hearing by the Appeal Board if the person mails or delivers, within fifteen days after the notice under subsection (1) is served on the person, notice in writing requiring a hearing to the Director and the Appeal Board. R.S.O. 1990, c. N.7, s. 15 (2); 1998, c. 18, Sched. G, s. 66 (11). Idem (3) A licensee who requires a hearing shall provide proof with the notice requiring a hearing that the licensee has mailed or delivered to the residents’ council and has posted in a prominent place in the nursing home a copy of the Director’s notice with written reasons therefor and a copy of the notice requiring a hearing. R.S.O. 1990, c. N.7, s. 15 (3). Powers of Director where no hearing (4) Where an applicant or licensee does not require a hearing by the Appeal Board in accordance with subsection (2), the Director may carry out the proposal stated in the notice under subsection (1). R.S.O. 1990, c. N.7, s. 15 (4); 1998, c. 18, Sched. G, s. 66 (11). Powers of Appeal Board where hearing (5) Where an applicant or licensee requires a hearing by the Appeal Board in accordance with subsection (2), the Appeal Board shall appoint a time for and hold the hearing and, on the application of the Director at the hearing, may by order direct the Director to carry out his or her proposal or refrain from carrying out the proposal and to take such action as the Appeal Board considers the Director ought to take in accordance with this Act and the regulations, and for such purposes the Appeal Board may substitute its opinion for that of the Director. R.S.O. 1990, c. N.7, s. 15 (5); 1998, c. 18, Sched. G, s. 66 (11). Opportunity to comply (6) Where the Appeal Board is required to hold a hearing, it shall proceed forthwith to hold the hearing unless the licensee satisfies the Appeal Board that the licensee has not been given a reasonable opportunity to comply with all the lawful requirements for the issue or retention of the licence, that it would be just and reasonable to give the licensee that opportunity and that delaying the hearing will not adversely affect the health, safety or welfare of the residents. R.S.O. 1990, c. N.7, s. 15 (6); 1998, c. 18, Sched. G, s. 66 (11). Extension of time for requiring hearing (7) The Appeal Board may extend the time for the giving of notice requiring a hearing by an applicant or licensee under this section either before or after expiration of such time where it is satisfied that there are apparent grounds for granting relief to the applicant or licensee following upon a hearing and that there are reasonable grounds for applying for the extension and the Appeal Board may give such directions as it considers proper consequent upon the extension. R.S.O. 1990, c. N.7, s. 15 (7); 1998, c. 18, Sched. G, s. 66 (11). Continuation of licence pending renewal (8) Where, within the time prescribed therefor or, if no time is prescribed, before the expiry of the licence, a licensee has applied for renewal of a licence and paid the fee established by the Minister, the licence shall be deemed to continue, (a) until the renewal is granted; or (b) where the licensee is served with notice that the Director proposes to refuse to grant the renewal, until the time for giving notice requiring a hearing by the Appeal Board has expired and, where a hearing is required, until the Appeal Board has made its decision. R.S.O. 1990, c. N.7, s. 15 (8); 1997, c. 15, s. 13 (2); 1998, c. 18, Sched. G, s. 66 (11). Exception for competition (9) This section does not apply to an applicant seeking the issue or the undertaking for the issue of a licence where in the Director’s opinion another applicant better meets the Director’s conditions for the issue of the licence. R.S.O. 1990, c. N.7, s. 15 (9). Rules concerning hearings",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P361_32749\"></a><a name=\"BK14\"></a>15.</b> (1) Where the Director proposes to refuse to issue or renew or to revoke a licence under this Act, the Director shall serve notice of the proposal, together with written reasons therefor, on the applicant or licensee. R.S.O. 1990, c. N.7, s. 15 (1).</p> <p class=\"headnote-e\"><b>Notice requiring hearing</b></p> <p class=\"subsection-e\">(2) A notice under subsection (1) shall inform the applicant or licensee that the person is entitled to a hearing by the Appeal Board if the person mails or delivers, within fifteen days after the notice under subsection (1) is served on the person, notice in writing requiring a hearing to the Director and the Appeal Board. R.S.O. 1990, c. N.7, s. 15 (2); 1998, c. 18, Sched. G, s. 66 (11).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) A licensee who requires a hearing shall provide proof with the notice requiring a hearing that the licensee has mailed or delivered to the residents’ council and has posted in a prominent place in the nursing home a copy of the Director’s notice with written reasons therefor and a copy of the notice requiring a hearing. R.S.O. 1990, c. N.7, s. 15 (3).</p> <p class=\"headnote-e\"><b>Powers of Director where no hearing</b></p> <p class=\"subsection-e\">(4) Where an applicant or licensee does not require a hearing by the Appeal Board in accordance with subsection (2), the Director may carry out the proposal stated in the notice under subsection (1). R.S.O. 1990, c. N.7, s. 15 (4); 1998, c. 18, Sched. G, s. 66 (11).</p> <p class=\"headnote-e\"><b>Powers of Appeal Board where hearing</b></p> <p class=\"subsection-e\">(5) Where an applicant or licensee requires a hearing by the Appeal Board in accordance with subsection (2), the Appeal Board shall appoint a time for and hold the hearing and, on the application of the Director at the hearing, may by order direct the Director to carry out his or her proposal or refrain from carrying out the proposal and to take such action as the Appeal Board considers the Director ought to take in accordance with this Act and the regulations, and for such purposes the Appeal Board may substitute its opinion for that of the Director. R.S.O. 1990, c. N.7, s. 15 (5); 1998, c. 18, Sched. G, s. 66 (11).</p> <p class=\"headnote-e\"><b>Opportunity to comply</b></p> <p class=\"subsection-e\">(6) Where the Appeal Board is required to hold a hearing, it shall proceed forthwith to hold the hearing unless the licensee satisfies the Appeal Board that the licensee has not been given a reasonable opportunity to comply with all the lawful requirements for the issue or retention of the licence, that it would be just and reasonable to give the licensee that opportunity and that delaying the hearing will not adversely affect the health, safety or welfare of the residents. R.S.O. 1990, c. N.7, s. 15 (6); 1998, c. 18, Sched. G, s. 66 (11).</p> <p class=\"headnote-e\"><b>Extension of time for requiring hearing</b></p> <p class=\"subsection-e\">(7) The Appeal Board may extend the time for the giving of notice requiring a hearing by an applicant or licensee under this section either before or after expiration of such time where it is satisfied that there are apparent grounds for granting relief to the applicant or licensee following upon a hearing and that there are reasonable grounds for applying for the extension and the Appeal Board may give such directions as it considers proper consequent upon the extension. R.S.O. 1990, c. N.7, s. 15 (7); 1998, c. 18, Sched. G, s. 66 (11).</p> <p class=\"headnote-e\"><b>Continuation of licence pending renewal</b></p> <p class=\"subsection-e\">(8) Where, within the time prescribed therefor or, if no time is prescribed, before the expiry of the licence, a licensee has applied for renewal of a licence and paid the fee established by the Minister, the licence shall be deemed to continue,</p> <p class=\"clause-e\">(a) until the renewal is granted; or</p> <p class=\"clause-e\">(b) where the licensee is served with notice that the Director proposes to refuse to grant the renewal, until the time for giving notice requiring a hearing by the Appeal Board has expired and, where a hearing is required, until the Appeal Board has made its decision. R.S.O. 1990, c. N.7, s. 15 (8); 1997, c. 15, s. 13 (2); 1998, c. 18, Sched. G, s. 66 (11).</p> <p class=\"headnote-e\"><b>Exception for competition</b></p> <p class=\"subsection-e\">(9) This section does not apply to an applicant seeking the issue or the undertaking for the issue of a licence where in the Director’s opinion another applicant better meets the Director’s conditions for the issue of the licence. R.S.O. 1990, c. N.7, s. 15 (9).</p> <p class=\"headnote-e\"><b>Rules concerning hearings</b></p>"
        },
        {
            "id": "P382_36979",
            "section": "Parties",
            "content": "16. (1) The following are parties before the Appeal Board under this Act, (a) the Director; (b) the applicant or the licensee who has required the hearing; (c) any resident or group of residents who request party status; (d) any employee or group of employees who request party status; and (e) any other person the Appeal Board may specify. R.S.O. 1990, c. N.7, s. 16 (1); 1998, c. 18, Sched. G, s. 66 (11). Submissions (2) The Appeal Board may permit any person who is not a party before it, including a resident, a representative of a resident, an employee of a nursing home or any other person who may be affected by its decision, to make written or oral submissions to the Appeal Board, and where it does so those submissions may be made either personally or through a person authorized under the Law Society Act to represent the non-party. R.S.O. 1990, c. N.7, s. 16 (2); 1998, c. 18, Sched. G, s. 66 (11); 2006, c. 21, Sched. C, s. 121. Examination of documentary evidence (3) A party to proceedings under subsection (1) and a person who is permitted to make submissions to the Appeal Board under subsection (2) shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing. R.S.O. 1990, c. N.7, s. 16 (3); 1998, c. 18, Sched. G, s. 66 (11). Members holding hearing not to have taken part in investigation, etc. (4) Members of the Appeal Board holding a hearing shall not have taken part before the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or representative of a party except upon notice to and opportunity for all parties to participate, but the Appeal Board may seek legal advice from an adviser independent from the parties and in such case the nature of the advice should be made known to the parties in order that they may make submissions as to the law. R.S.O. 1990, c. N.7, s. 16 (4); 1998, c. 18, Sched. G, s. 66 (11). Recording of evidence (5) The oral evidence taken before the Appeal Board at a hearing shall be recorded and, if so required, copies or a transcript thereof shall be furnished upon the same terms as in the Superior Court of Justice. R.S.O. 1990, c. N.7, s. 16 (5); 1998, c. 18, Sched. G, s. 66 (11); 2006, c. 19, Sched. C, s. 1 (1). Findings of fact (6) The findings of fact of the Appeal Board following upon a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the Statutory Powers Procedure Act. R.S.O. 1990, c. N.7, s. 16 (6); 1998, c. 18, Sched. G, s. 66 (11). (7) Repealed: 1998, c. 18, Sched. G, s. 66 (4). Release of documentary evidence (8) Documents and things put in evidence at the hearing shall, upon the request of the person who produced them, be released to the person by the Appeal Board within a reasonable time after the matter in issue has been finally determined. R.S.O. 1990, c. N.7, s. 16 (8); 1998, c. 18, Sched. G, s. 66 (11).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P382_36979\"></a><a name=\"BK15\"></a>16.</b> (1) The following are parties before the Appeal Board under this Act,</p> <p class=\"clause-e\">(a) the Director;</p> <p class=\"clause-e\">(b) the applicant or the licensee who has required the hearing;</p> <p class=\"clause-e\">(c) any resident or group of residents who request party status;</p> <p class=\"clause-e\">(d) any employee or group of employees who request party status; and</p> <p class=\"clause-e\">(e) any other person the Appeal Board may specify. R.S.O. 1990, c. N.7, s. 16 (1); 1998, c. 18, Sched. G, s. 66 (11).</p> <p class=\"headnote-e\"><b>Submissions</b></p> <p class=\"subsection-e\">(2) The Appeal Board may permit any person who is not a party before it, including a resident, a representative of a resident, an employee of a nursing home or any other person who may be affected by its decision, to make written or oral submissions to the Appeal Board, and where it does so those submissions may be made either personally or through a person authorized under the <i>Law Society Act</i> to represent the non-party. R.S.O. 1990, c. N.7, s. 16 (2); 1998, c. 18, Sched. G, s. 66 (11); 2006, c. 21, Sched. C, s. 121.</p> <p class=\"headnote-e\"><b>Examination of documentary evidence</b></p> <p class=\"subsection-e\">(3) A party to proceedings under subsection (1) and a person who is permitted to make submissions to the Appeal Board under subsection (2) shall be afforded an opportunity to examine before the hearing any written or documentary evidence that will be produced or any report the contents of which will be given in evidence at the hearing. R.S.O. 1990, c. N.7, s. 16 (3); 1998, c. 18, Sched. G, s. 66 (11).</p> <p class=\"headnote-e\"><b>Members holding hearing not to have taken part in investigation, etc.</b></p> <p class=\"subsection-e\">(4) Members of the Appeal Board holding a hearing shall not have taken part before the hearing in any investigation or consideration of the subject-matter of the hearing and shall not communicate directly or indirectly in relation to the subject-matter of the hearing with any person or with any party or representative of a party except upon notice to and opportunity for all parties to participate, but the Appeal Board may seek legal advice from an adviser independent from the parties and in such case the nature of the advice should be made known to the parties in order that they may make submissions as to the law. R.S.O. 1990, c. N.7, s. 16 (4); 1998, c. 18, Sched. G, s. 66 (11).</p> <p class=\"headnote-e\"><b>Recording of evidence</b></p> <p class=\"subsection-e\">(5) The oral evidence taken before the Appeal Board at a hearing shall be recorded and, if so required, copies or a transcript thereof shall be furnished upon the same terms as in the Superior Court of Justice. R.S.O. 1990, c. N.7, s. 16 (5); 1998, c. 18, Sched. G, s. 66 (11); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote-e\"><b>Findings of fact</b></p> <p class=\"subsection-e\">(6) The findings of fact of the Appeal Board following upon a hearing shall be based exclusively on evidence admissible or matters that may be noticed under sections 15 and 16 of the <i>Statutory Powers Procedure Act</i>. R.S.O. 1990, c. N.7, s. 16 (6); 1998, c. 18, Sched. G, s. 66 (11).</p> <p class=\"subsection-e\">(7) Repealed: 1998, c. 18, Sched. G, s. 66 (4).</p> <p class=\"headnote-e\"><b>Release of documentary evidence</b></p> <p class=\"subsection-e\">(8) Documents and things put in evidence at the hearing shall, upon the request of the person who produced them, be released to the person by the Appeal Board within a reasonable time after the matter in issue has been finally determined. R.S.O. 1990, c. N.7, s. 16 (8); 1998, c. 18, Sched. G, s. 66 (11).</p>"
        },
        {
            "id": "P402_40217",
            "section": "Appeal to court",
            "content": "17. (1) Any party to the proceedings before the Appeal Board may appeal from its decision or order to the Divisional Court in accordance with the rules of court. R.S.O. 1990, c. N.7, s. 17 (1); 1998, c. 18, Sched. G, s. 66 (11). Record to be filed in court (2) Where any party appeals from a decision or order of the Appeal Board, the Appeal Board shall forthwith file in the Divisional Court the record of the proceedings before it in which the decision was made, which, together with the transcript of evidence if it is not part of the Appeal Board’s record, shall constitute the record in the appeal. R.S.O. 1990, c. N.7, s. 17 (2); 1998, c. 18, Sched. G, s. 66 (11). Minister entitled to be heard (3) The Minister is entitled to be heard, by counsel or otherwise, upon the argument of an appeal under this section. R.S.O. 1990, c. N.7, s. 17 (3). Powers of court on appeal (4) An appeal under this section may be made on questions of law or fact or both and the court may affirm or may rescind the decision of the Appeal Board and may exercise all powers of the Appeal Board to direct the Director to take any action which the Appeal Board may direct him or her to take and as the court considers proper and for such purposes the court may substitute its opinion for that of the Director or of the Appeal Board, or the court may refer the matter back to the Appeal Board for rehearing, in whole or in part, in accordance with such directions as the court considers proper. R.S.O. 1990, c. N.7, s. 17 (4); 1998, c. 18, Sched. G, s. 66 (11).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P402_40217\"></a><a name=\"BK16\"></a>17.</b> (1) Any party to the proceedings before the Appeal Board may appeal from its decision or order to the Divisional Court in accordance with the rules of court. R.S.O. 1990, c. N.7, s. 17 (1); 1998, c. 18, Sched. G, s. 66 (11).</p> <p class=\"headnote-e\"><b>Record to be filed in court</b></p> <p class=\"subsection-e\">(2) Where any party appeals from a decision or order of the Appeal Board, the Appeal Board shall forthwith file in the Divisional Court the record of the proceedings before it in which the decision was made, which, together with the transcript of evidence if it is not part of the Appeal Board’s record, shall constitute the record in the appeal. R.S.O. 1990, c. N.7, s. 17 (2); 1998, c. 18, Sched. G, s. 66 (11).</p> <p class=\"headnote-e\"><b>Minister entitled to be heard</b></p> <p class=\"subsection-e\">(3) The Minister is entitled to be heard, by counsel or otherwise, upon the argument of an appeal under this section. R.S.O. 1990, c. N.7, s. 17 (3).</p> <p class=\"headnote-e\"><b>Powers of court on appeal</b></p> <p class=\"subsection-e\">(4) An appeal under this section may be made on questions of law or fact or both and the court may affirm or may rescind the decision of the Appeal Board and may exercise all powers of the Appeal Board to direct the Director to take any action which the Appeal Board may direct him or her to take and as the court considers proper and for such purposes the court may substitute its opinion for that of the Director or of the Appeal Board, or the court may refer the matter back to the Appeal Board for rehearing, in whole or in part, in accordance with such directions as the court considers proper. R.S.O. 1990, c. N.7, s. 17 (4); 1998, c. 18, Sched. G, s. 66 (11).</p>"
        },
        {
            "id": "P410_41813",
            "section": "Service of notice",
            "content": "18. Except where otherwise provided, any notice required by this Act to be served may be served personally or by registered mail addressed to the person to whom notice is to be given at the person’s latest known address and, where notice is served by registered mail, the service shall be deemed to have been made on the third day after the day of mailing unless the person to whom notice is given establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control receive the notice until a later date. R.S.O. 1990, c. N.7, s. 18.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P410_41813\"></a><a name=\"BK17\"></a>18.</b> Except where otherwise provided, any notice required by this Act to be served may be served personally or by registered mail addressed to the person to whom notice is to be given at the person’s latest known address and, where notice is served by registered mail, the service shall be deemed to have been made on the third day after the day of mailing unless the person to whom notice is given establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control receive the notice until a later date. R.S.O. 1990, c. N.7, s. 18.</p>"
        },
        {
            "id": "P412_42444",
            "section": "Removal of residents",
            "content": "19. (1) Where the licensee’s licence is revoked and the revocation becomes final or where the nursing home is otherwise being operated without a licence, the residents or their representatives shall arrange to vacate the premises as soon as it is practicable and the Director shall assist in finding alternative accommodation. Interim management (2) For the purposes of arranging alternative accommodation under subsection (1), the Minister may, despite sections 25 and 39 of the Expropriations Act, immediately occupy and operate the nursing home or arrange for the nursing home to be occupied and operated by a person or organization designated by the Minister, for a period not exceeding six months, but all the rights of the licensee under that Act, except the right to possession, are preserved. Records (3) Where the licensee’s licence is revoked and the revocation becomes final or where the nursing home is otherwise being operated without a licence, the licensee and the administrator shall hand over to the Minister, or a person designated by the Minister, all the records that are in their possession or control and that pertain to the residents of the nursing home. R.S.O. 1990, c. N.7, s. 19.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P412_42444\"></a><a name=\"BK18\"></a>19.</b> (1) Where the licensee’s licence is revoked and the revocation becomes final or where the nursing home is otherwise being operated without a licence, the residents or their representatives shall arrange to vacate the premises as soon as it is practicable and the Director shall assist in finding alternative accommodation.</p> <p class=\"headnote-e\"><b>Interim management</b></p> <p class=\"subsection-e\">(2) For the purposes of arranging alternative accommodation under subsection (1), the Minister may, despite sections 25 and 39 of the <i>Expropriations Act</i>, immediately occupy and operate the nursing home or arrange for the nursing home to be occupied and operated by a person or organization designated by the Minister, for a period not exceeding six months, but all the rights of the licensee under that Act, except the right to possession, are preserved.</p> <p class=\"headnote-e\"><b>Records</b></p> <p class=\"subsection-e\">(3) Where the licensee’s licence is revoked and the revocation becomes final or where the nursing home is otherwise being operated without a licence, the licensee and the administrator shall hand over to the Minister, or a person designated by the Minister, all the records that are in their possession or control and that pertain to the residents of the nursing home. R.S.O. 1990, c. N.7, s. 19.</p>"
        },
        {
            "id": "P418_43688",
            "section": "Increase in bed capacity",
            "content": "20. In such special circumstances as are prescribed by the regulations, the Director may authorize an increase of the bed capacity of a nursing home, as set out in its licence, to such number of beds, for such period of time and subject to such conditions as the Director specifies. 1993, c. 2, s. 33.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P418_43688\"></a><a name=\"BK19\"></a>20.</b> In such special circumstances as are prescribed by the regulations, the Director may authorize an increase of the bed capacity of a nursing home, as set out in its licence, to such number of beds, for such period of time and subject to such conditions as the Director specifies. 1993, c. 2, s. 33.</p>"
        },
        {
            "id": "P420_44017",
            "section": "Admission of residents",
            "content": "20.1 (1) This section applies to the admission of a person to a nursing home as a resident. 1993, c. 2, s. 33. Placement co-ordinators (2) The Minister shall designate one or more persons, classes of persons or other entities as placement co-ordinators for the purposes of this Act. 1993, c. 2, s. 33. Same (3) For each nursing home, the Minister shall designate the placement co-ordinator who may authorize the admission of persons to that nursing home. 1993, c. 2, s. 33. Changes in designations (4) The Minister may from time to time revoke a designation made under subsection (2) or (3) or make a new designation under subsection (2) or (3). 1993, c. 2, s. 33. Admission (5) A licensee of a nursing home shall not admit a person unless the person’s admission to the nursing home is authorized by the placement co-ordinator designated for the nursing home under subsection (3), and shall admit a person whose admission to the nursing home is so authorized. 1993, c. 2, s. 33. Applications to placement co-ordinator (6) A person may apply for a determination by a placement co-ordinator respecting the person’s eligibility for admission to a nursing home and for authorization of admission with respect to such nursing home or homes as the person selects. 1993, c. 2, s. 33. Assistance (7) A placement co-ordinator who determines that a person is eligible for admission shall, if the person wishes, assist the person in selecting the nursing home or homes with respect to which the person will apply for authorization of admission. 993, c. 2, s. 33. 1993, c. 2, s. 33. Person’s preferences (8) In assisting a person under subsection (7), the placement co-ordinator shall consider the person’s preferences relating to admission, based on ethnic, spiritual, linguistic, familial and cultural factors. 1993, c. 2, s. 33. Determination respecting eligibility (9) A placement co-ordinator shall determine whether a person is eligible for admission to a nursing home only if the person applies for the determination in accordance with the regulations. 1993, c. 2, s. 33. Determination respecting authorization (10) The placement co-ordinator designated for a nursing home under subsection (3) shall determine whether to authorize a person’s admission to the nursing home only if the person applies for authorization of admission with respect to the nursing home in accordance with the regulations. 1993, c. 2, s. 33. Compliance with Act and regulations (11) A placement co-ordinator shall make all determinations respecting eligibility for admission and all determinations respecting authorization of admission in accordance with this Act and the regulations. 1993, c. 2, s. 33. Assessments, etc., to be taken into account (12) In making a determination respecting a person’s eligibility for admission, a placement co-ordinator shall take into account any of the following which are provided to the placement co-ordinator: 1. An assessment of the person made by a health practitioner relating to the person’s impairment or capacity. 2. An assessment or information relating to the person’s requirements for medical treatment, health care or other personal care. 1993, c. 2, s. 33. Conditions of authorization (13) The placement co-ordinator designated for a nursing home under subsection (3) may authorize the admission of a person to the nursing home only if, (a) the placement co-ordinator or another placement co-ordinator has determined, within the six months preceding authorization, that the person is eligible for admission to a nursing home; (b) the licensee of the nursing home to which the person’s admission is to be authorized approves the person’s admission to the nursing home; and (c) the person consents to being admitted to the nursing home. 1993, c. 2, s. 33. Approval (14) A licensee of a nursing home shall approve a person’s admission to the nursing home unless, (a) the nursing home lacks the physical facilities necessary to meet the person’s care requirements; (b) the staff of the nursing home lack the nursing expertise necessary to meet the person’s care requirements; or (c) circumstances exist which are prescribed by the regulations as being a ground for withholding approval. 1993, c. 2, s. 33. Written notice (15) A licensee who withholds approval for the admission of a person to a nursing home shall give to the person, the Director and the placement co-ordinator designated for the nursing home under subsection (3), a written notice setting out the ground or grounds on which the licensee is withholding approval and a detailed explanation of the supporting facts. 1993, c. 2, s. 33. Alternative services (16) A placement co-ordinator shall suggest alternative services or make appropriate referrals on behalf of an applicant if, (a) the placement co-ordinator determines that the applicant is not eligible for admission to a nursing home; or (b) the placement co-ordinator determines that the applicant is eligible for admission to a nursing home but does not authorize their immediate admission. 1993, c. 2, s. 33. Direction from Director (17) If there is a continuing contravention or if there are recurring contraventions of a service agreement, this Act or the regulations by a licensee of a nursing home, the Director may direct the placement co-ordinator designated for the nursing home under subsection (3) to cease authorizing admissions to the nursing home for such period of time and subject to such conditions as the Director specifies. 1993, c. 2, s. 33. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (17) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (6) by striking out “service agreement” and substituting “service accountability agreement”. See: 2006, c. 4, ss. 49 (6), 55 (2). Compliance with direction (18) A placement co-ordinator shall comply with a direction issued under subsection (17). 1993, c. 2, s. 33.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P420_44017\"></a><a name=\"BK20\"></a>20.1</b> (1) This section applies to the admission of a person to a nursing home as a resident. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Placement co-ordinators</b></p> <p class=\"subsection-e\">(2) The Minister shall designate one or more persons, classes of persons or other entities as placement co-ordinators for the purposes of this Act. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) For each nursing home, the Minister shall designate the placement co-ordinator who may authorize the admission of persons to that nursing home. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Changes in designations</b></p> <p class=\"subsection-e\">(4) The Minister may from time to time revoke a designation made under subsection (2) or (3) or make a new designation under subsection (2) or (3). 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Admission</b></p> <p class=\"subsection-e\">(5) A licensee of a nursing home shall not admit a person unless the person’s admission to the nursing home is authorized by the placement co-ordinator designated for the nursing home under subsection (3), and shall admit a person whose admission to the nursing home is so authorized. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Applications to placement co-ordinator</b></p> <p class=\"subsection-e\">(6) A person may apply for a determination by a placement co-ordinator respecting the person’s eligibility for admission to a nursing home and for authorization of admission with respect to such nursing home or homes as the person selects. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Assistance</b></p> <p class=\"subsection-e\">(7) A placement co-ordinator who determines that a person is eligible for admission shall, if the person wishes, assist the person in selecting the nursing home or homes with respect to which the person will apply for authorization of admission. 993, c. 2, s. 33. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Person’s preferences</b></p> <p class=\"subsection-e\">(8) In assisting a person under subsection (7), the placement co-ordinator shall consider the person’s preferences relating to admission, based on ethnic, spiritual, linguistic, familial and cultural factors. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Determination respecting eligibility</b></p> <p class=\"subsection-e\">(9) A placement co-ordinator shall determine whether a person is eligible for admission to a nursing home only if the person applies for the determination in accordance with the regulations. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Determination respecting authorization</b></p> <p class=\"subsection-e\">(10) The placement co-ordinator designated for a nursing home under subsection (3) shall determine whether to authorize a person’s admission to the nursing home only if the person applies for authorization of admission with respect to the nursing home in accordance with the regulations. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Compliance with Act and regulations</b></p> <p class=\"subsection-e\">(11) A placement co-ordinator shall make all determinations respecting eligibility for admission and all determinations respecting authorization of admission in accordance with this Act and the regulations. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Assessments, etc., to be taken into account</b></p> <p class=\"subsection-e\">(12) In making a determination respecting a person’s eligibility for admission, a placement co-ordinator shall take into account any of the following which are provided to the placement co-ordinator:</p> <p class=\"paragraph-e\">1. An assessment of the person made by a health practitioner relating to the person’s impairment or capacity.</p> <p class=\"paragraph-e\">2. An assessment or information relating to the person’s requirements for medical treatment, health care or other personal care. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Conditions of authorization</b></p> <p class=\"subsection-e\">(13) The placement co-ordinator designated for a nursing home under subsection (3) may authorize the admission of a person to the nursing home only if,</p> <p class=\"clause-e\">(a) the placement co-ordinator or another placement co-ordinator has determined, within the six months preceding authorization, that the person is eligible for admission to a nursing home;</p> <p class=\"clause-e\">(b) the licensee of the nursing home to which the person’s admission is to be authorized approves the person’s admission to the nursing home; and</p> <p class=\"clause-e\">(c) the person consents to being admitted to the nursing home. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Approval</b></p> <p class=\"subsection-e\">(14) A licensee of a nursing home shall approve a person’s admission to the nursing home unless,</p> <p class=\"clause-e\">(a) the nursing home lacks the physical facilities necessary to meet the person’s care requirements;</p> <p class=\"clause-e\">(b) the staff of the nursing home lack the nursing expertise necessary to meet the person’s care requirements; or</p> <p class=\"clause-e\">(c) circumstances exist which are prescribed by the regulations as being a ground for withholding approval. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Written notice</b></p> <p class=\"subsection-e\">(15) A licensee who withholds approval for the admission of a person to a nursing home shall give to the person, the Director and the placement co-ordinator designated for the nursing home under subsection (3), a written notice setting out the ground or grounds on which the licensee is withholding approval and a detailed explanation of the supporting facts. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Alternative services</b></p> <p class=\"subsection-e\">(16) A placement co-ordinator shall suggest alternative services or make appropriate referrals on behalf of an applicant if,</p> <p class=\"clause-e\">(a) the placement co-ordinator determines that the applicant is not eligible for admission to a nursing home; or</p> <p class=\"clause-e\">(b) the placement co-ordinator determines that the applicant is eligible for admission to a nursing home but does not authorize their immediate admission. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Direction from Director</b></p> <p class=\"subsection-e\">(17) If there is a continuing contravention or if there are recurring contraventions of a service agreement, this Act or the regulations by a licensee of a nursing home, the Director may direct the placement co-ordinator designated for the nursing home under subsection (3) to cease authorizing admissions to the nursing home for such period of time and subject to such conditions as the Director specifies. 1993, c. 2, s. 33.</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (17) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (6) by striking out “service agreement” and substituting “service accountability agreement”. See: 2006, c. 4, ss. 49 (6), 55 (2).</b></p> <p class=\"headnote-e\"><b>Compliance with direction</b></p> <p class=\"subsection-e\">(18) A placement co-ordinator shall comply with a direction issued under subsection (17). 1993, c. 2, s. 33.</p>"
        },
        {
            "id": "P467_50060",
            "section": "Information to licensee",
            "content": "20.2 (1) A placement co-ordinator who authorizes a person’s admission to a nursing home shall give to the licensee of the nursing home the information mentioned in a paragraph of subsection (2) if, (a) the placement co-ordinator has the information mentioned in the paragraph; and (b) consent to the disclosure of the information to the licensee is given by, (i) the person whose admission is authorized, or (ii) the person, if any, who was lawfully authorized to consent to admission to the nursing home on behalf of the person whose admission is authorized. Same (2) The information referred to in subsection (1) is the following: 1. Information about assessments of the person whose admission is authorized. 2. Information about the person’s medical history. 3. Information about the person’s social and other care requirements. 4. The name and address of the person, if any, who was lawfully authorized to consent to admission to the nursing home on behalf of the person whose admission is authorized. 1993, c. 2, s. 33.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P467_50060\"></a><a name=\"BK21\"></a>20.2</b> (1) A placement co-ordinator who authorizes a person’s admission to a nursing home shall give to the licensee of the nursing home the information mentioned in a paragraph of subsection (2) if,</p> <p class=\"clause-e\">(a) the placement co-ordinator has the information mentioned in the paragraph; and</p> <p class=\"clause-e\">(b) consent to the disclosure of the information to the licensee is given by,</p> <p class=\"subclause-e\">(i) the person whose admission is authorized, or</p> <p class=\"subclause-e\">(ii) the person, if any, who was lawfully authorized to consent to admission to the nursing home on behalf of the person whose admission is authorized.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The information referred to in subsection (1) is the following:</p> <p class=\"paragraph-e\">1. Information about assessments of the person whose admission is authorized.</p> <p class=\"paragraph-e\">2. Information about the person’s medical history.</p> <p class=\"paragraph-e\">3. Information about the person’s social and other care requirements.</p> <p class=\"paragraph-e\">4. The name and address of the person, if any, who was lawfully authorized to consent to admission to the nursing home on behalf of the person whose admission is authorized. 1993, c. 2, s. 33.</p>"
        },
        {
            "id": "P479_51107",
            "section": "Preference for veterans",
            "content": "20.3 The Minister shall ensure that preference is given to veterans for access to beds that, (a) are located in nursing homes for which funding is provided under an agreement between the Government of Ontario and the Government of Canada relating to veterans; and (b) are designated by the Minister as veterans’ priority access beds. 1993, c. 2, s. 33.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P479_51107\"></a><a name=\"BK22\"></a>20.3</b> The Minister shall ensure that preference is given to veterans for access to beds that,</p> <p class=\"clause-e\">(a) are located in nursing homes for which funding is provided under an agreement between the Government of Ontario and the Government of Canada relating to veterans; and</p> <p class=\"clause-e\">(b) are designated by the Minister as veterans’ priority access beds. 1993, c. 2, s. 33.</p>"
        },
        {
            "id": "P483_51471",
            "section": "Immunity",
            "content": "20.4 (1) No proceeding for damages shall be commenced against an employee or agent of a placement co-ordinator for any act done in good faith in the performance or intended performance of the person’s duty or for any alleged neglect or default in the performance in good faith of the person’s duty. Placement co-ordinator’s liability (2) Subsection (1) does not relieve a placement co-ordinator of liability for the acts or omissions of its employees or agents. 1993, c. 2, s. 33. Review of determination of ineligibility",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P483_51471\"></a><a name=\"BK23\"></a>20.4</b> (1) No proceeding for damages shall be commenced against an employee or agent of a placement co-ordinator for any act done in good faith in the performance or intended performance of the person’s duty or for any alleged neglect or default in the performance in good faith of the person’s duty.</p> <p class=\"headnote-e\"><b>Placement co-ordinator’s liability</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not relieve a placement co-ordinator of liability for the acts or omissions of its employees or agents. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Review of determination of ineligibility</b></p>"
        },
        {
            "id": "P488_52030",
            "section": "Notice of determination",
            "content": "20.5 (1) If a placement co-ordinator determines that an applicant for a determination respecting eligibility for admission to a nursing home is not eligible, the placement co-ordinator shall ensure that the applicant and the person, if any, who applied for the determination on behalf of the applicant are notified of, (a) the determination of ineligibility; (b) the reasons for the determination; and (c) the applicant’s right to apply to the Appeal Board for a review of the determination. Application to Appeal Board (2) The applicant may apply to the Appeal Board for a review of the determination of ineligibility made by the placement co-ordinator. 1993, c. 2, s. 33.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P488_52030\"></a><a name=\"BK24\"></a>20.5</b> (1) If a placement co-ordinator determines that an applicant for a determination respecting eligibility for admission to a nursing home is not eligible, the placement co-ordinator shall ensure that the applicant and the person, if any, who applied for the determination on behalf of the applicant are notified of,</p> <p class=\"clause-e\">(a) the determination of ineligibility;</p> <p class=\"clause-e\">(b) the reasons for the determination; and</p> <p class=\"clause-e\">(c) the applicant’s right to apply to the Appeal Board for a review of the determination.</p> <p class=\"headnote-e\"><b>Application to Appeal Board</b></p> <p class=\"subsection-e\">(2) The applicant may apply to the Appeal Board for a review of the determination of ineligibility made by the placement co-ordinator. 1993, c. 2, s. 33.</p>"
        },
        {
            "id": "P495_52716",
            "section": "Hearing",
            "content": "20.6 (1) When the Appeal Board receives an application for a review of a determination of ineligibility, it shall promptly appoint a time and place for a hearing. 1993, c. 2, s. 33. Same (2) The hearing shall begin within twenty-one days after the day the Appeal Board receives the application for the hearing, unless the parties agree to a postponement. 1993, c. 2, s. 33. Notice to parties (3) The Appeal Board shall notify each of the parties of the time and place of the hearing at least seven days before the hearing begins. 1993, c. 2, s. 33. Parties (4) The parties to the proceeding before the Appeal Board are the applicant who was determined to be ineligible for admission, the placement co-ordinator who made the determination and such other parties as the Appeal Board specifies. 1993, c. 2, s. 33. Notice to Minister (5) When a placement co-ordinator is notified by the Appeal Board of a hearing, the placement co-ordinator shall promptly give the Minister written notice of the hearing together with written reasons for the determination of ineligibility made by the placement co-ordinator. 1993, c. 2, s. 33. Minister entitled to be heard (6) The Minister is entitled to be heard by counsel or otherwise in a proceeding before the Appeal Board under this section. 1993, c. 2, s. 33. (7), (8) Repealed: 1998, c. 18, Sched. G, s. 66 (5). Evidence of disabled person (9) If a party to a proceeding before the Appeal Board under this Act wishes to give evidence in the proceeding or wishes to call another person as a witness to give evidence in the proceeding but the party or other person is unable to attend the hearing by reason of age, infirmity or physical disability, the Appeal Board members holding the hearing may, at the request of the party, attend upon the party or the other person, as the case may be, and take his or her evidence. 1993, c. 2, s. 33. Medical report proves inability (10) A medical report signed by a legally qualified medical practitioner stating that the practitioner believes that the person is unable to attend the hearing by reason of age, infirmity or physical disability is proof, in the absence of evidence to the contrary, of the inability of the person to attend the hearing. 1993, c. 2, s. 33. Opportunity for all parties (11) No Appeal Board member shall take evidence from a party or other person under subsection (9) unless reasonable notice of the time and place for taking the evidence is given to all parties to the proceeding and each party attending is given an opportunity to examine or cross-examine the party or other person, as the case may be. 1993, c. 2, s. 33. Recording of evidence (12) The oral evidence taken before the Appeal Board at a hearing and the oral evidence taken from a party or other person under subsection (9) shall be recorded and, if required, copies of a transcript of the evidence shall be furnished on the same terms as in the Superior Court of Justice. 1993, c. 2, s. 33; 2006, c. 19, Sched. C, s. 1 (1). Health Insurance Act (13) Subsections 23 (1), (2), (4) and (6) of the Health Insurance Act apply to the proceedings and decisions of the Appeal Board under this Act. 1998, c. 18, Sched. G, s. 66 (6). Powers of Appeal Board (14) After a hearing by the Appeal Board, the Appeal Board may, (a) affirm the determination of ineligibility made by the placement co-ordinator; (b) rescind the determination of ineligibility made by the placement co-ordinator and refer the matter back to the placement co-ordinator for re-determination in accordance with such directions as the Appeal Board considers proper; or (c) rescind the determination of ineligibility made by the placement co-ordinator, substitute its opinion for the opinion of the placement co-ordinator and direct the placement co-ordinator to determine that the applicant is eligible for admission to a nursing home. 1993, c. 2, s. 33. Decision and reasons (15) The Appeal Board shall render its decision within one day after the end of the hearing and shall provide written reasons to the parties within seven days after rendering the decision. 1993, c. 2, s. 33. Decision to Minister (16) The placement co-ordinator shall furnish the Minister with a copy of the decision and reasons of the Appeal Board. 1993, c. 2, s. 33. 20.7 Repealed: 1998, c. 18, Sched. G, s. 66 (7).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P495_52716\"></a><a name=\"BK25\"></a>20.6</b> (1) When the Appeal Board receives an application for a review of a determination of ineligibility, it shall promptly appoint a time and place for a hearing. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) The hearing shall begin within twenty-one days after the day the Appeal Board receives the application for the hearing, unless the parties agree to a postponement. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Notice to parties</b></p> <p class=\"subsection-e\">(3) The Appeal Board shall notify each of the parties of the time and place of the hearing at least seven days before the hearing begins. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Parties</b></p> <p class=\"subsection-e\">(4) The parties to the proceeding before the Appeal Board are the applicant who was determined to be ineligible for admission, the placement co-ordinator who made the determination and such other parties as the Appeal Board specifies. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Notice to Minister</b></p> <p class=\"subsection-e\">(5) When a placement co-ordinator is notified by the Appeal Board of a hearing, the placement co-ordinator shall promptly give the Minister written notice of the hearing together with written reasons for the determination of ineligibility made by the placement co-ordinator. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Minister entitled to be heard</b></p> <p class=\"subsection-e\">(6) The Minister is entitled to be heard by counsel or otherwise in a proceeding before the Appeal Board under this section. 1993, c. 2, s. 33.</p> <p class=\"subsection-e\">(7), (8) Repealed: 1998, c. 18, Sched. G, s. 66 (5).</p> <p class=\"headnote-e\"><b>Evidence of disabled person</b></p> <p class=\"subsection-e\">(9) If a party to a proceeding before the Appeal Board under this Act wishes to give evidence in the proceeding or wishes to call another person as a witness to give evidence in the proceeding but the party or other person is unable to attend the hearing by reason of age, infirmity or physical disability, the Appeal Board members holding the hearing may, at the request of the party, attend upon the party or the other person, as the case may be, and take his or her evidence. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Medical report proves inability</b></p> <p class=\"subsection-e\">(10) A medical report signed by a legally qualified medical practitioner stating that the practitioner believes that the person is unable to attend the hearing by reason of age, infirmity or physical disability is proof, in the absence of evidence to the contrary, of the inability of the person to attend the hearing. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Opportunity for all parties</b></p> <p class=\"subsection-e\">(11) No Appeal Board member shall take evidence from a party or other person under subsection (9) unless reasonable notice of the time and place for taking the evidence is given to all parties to the proceeding and each party attending is given an opportunity to examine or cross-examine the party or other person, as the case may be. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Recording of evidence</b></p> <p class=\"subsection-e\">(12) The oral evidence taken before the Appeal Board at a hearing and the oral evidence taken from a party or other person under subsection (9) shall be recorded and, if required, copies of a transcript of the evidence shall be furnished on the same terms as in the Superior Court of Justice. 1993, c. 2, s. 33; 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote-e\"><b><i>Health Insurance Act</i></b></p> <p class=\"subsection-e\">(13) Subsections 23 (1), (2), (4) and (6) of the <i>Health Insurance Act</i> apply to the proceedings and decisions of the Appeal Board under this Act. 1998, c. 18, Sched. G, s. 66 (6).</p> <p class=\"headnote-e\"><b>Powers of Appeal Board</b></p> <p class=\"subsection-e\">(14) After a hearing by the Appeal Board, the Appeal Board may,</p> <p class=\"clause-e\">(a) affirm the determination of ineligibility made by the placement co-ordinator;</p> <p class=\"clause-e\">(b) rescind the determination of ineligibility made by the placement co-ordinator and refer the matter back to the placement co-ordinator for re-determination in accordance with such directions as the Appeal Board considers proper; or</p> <p class=\"clause-e\">(c) rescind the determination of ineligibility made by the placement co-ordinator, substitute its opinion for the opinion of the placement co-ordinator and direct the placement co-ordinator to determine that the applicant is eligible for admission to a nursing home. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Decision and reasons</b></p> <p class=\"subsection-e\">(15) The Appeal Board shall render its decision within one day after the end of the hearing and shall provide written reasons to the parties within seven days after rendering the decision. 1993, c. 2, s. 33.</p> <p class=\"headnote-e\"><b>Decision to Minister</b></p> <p class=\"subsection-e\">(16) The placement co-ordinator shall furnish the Minister with a copy of the decision and reasons of the Appeal Board. 1993, c. 2, s. 33.</p> <p class=\"section-e\"><b>20.7</b> Repealed: 1998, c. 18, Sched. G, s. 66 (7).</p>"
        },
        {
            "id": "20.7",
            "section": "Decision to Minister",
            "content": "20.7 Repealed: 1998, c. 18, Sched. G, s. 66 (7).",
            "raw_html": "<p class=\"section-e\"><b>20.7</b> Repealed: 1998, c. 18, Sched. G, s. 66 (7).</p>"
        },
        {
            "id": "P528_57135",
            "section": "Appeal to Divisional Court",
            "content": "20.8 (1) A party to a review of the determination of ineligibility by the Appeal Board may appeal its decision to the Divisional Court on a question of law or fact or both, in accordance with the rules of court. 1998, c. 18, Sched. G, s. 66 (8). Record (2) If a party appeals a decision of the Appeal Board to the Divisional Court under this section, the Appeal Board shall promptly file with the Divisional Court the record of the proceeding before the Appeal Board and the transcript of the evidence taken before the Appeal Board, which together constitute the record in the appeal. 1998, c. 18, Sched. G, s. 66 (9). Minister to be heard (3) The Minister is entitled to be heard by counsel or otherwise on the argument of an appeal under this section. Powers of court on appeal (4) On an appeal under this section, the Divisional Court, (a) may affirm or rescind the decision of the Appeal Board; (b) may refer the matter back to the Appeal Board for rehearing in whole or in part in accordance with such directions as the court considers proper; (c) may refer the matter back to the placement co-ordinator for re-determination in accordance with such directions as the court considers proper; (d) may substitute its opinion for that of the placement co-ordinator or the Appeal Board; and (e) may direct the placement co-ordinator to determine that the applicant is eligible for admission to a nursing home. Decision to Minister (5) The placement co-ordinator shall furnish the Minister with a copy of the decision and reasons of the Divisional Court. 1993, c. 2, s. 33.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P528_57135\"></a><a name=\"BK26\"></a>20.8</b> (1) A party to a review of the determination of ineligibility by the Appeal Board may appeal its decision to the Divisional Court on a question of law or fact or both, in accordance with the rules of court. 1998, c. 18, Sched. G, s. 66 (8).</p> <p class=\"headnote-e\"><b>Record</b></p> <p class=\"subsection-e\">(2) If a party appeals a decision of the Appeal Board to the Divisional Court under this section, the Appeal Board shall promptly file with the Divisional Court the record of the proceeding before the Appeal Board and the transcript of the evidence taken before the Appeal Board, which together constitute the record in the appeal. 1998, c. 18, Sched. G, s. 66 (9).</p> <p class=\"headnote-e\"><b>Minister to be heard</b></p> <p class=\"subsection-e\">(3) The Minister is entitled to be heard by counsel or otherwise on the argument of an appeal under this section.</p> <p class=\"headnote-e\"><b>Powers of court on appeal</b></p> <p class=\"subsection-e\">(4) On an appeal under this section, the Divisional Court,</p> <p class=\"clause-e\">(a) may affirm or rescind the decision of the Appeal Board;</p> <p class=\"clause-e\">(b) may refer the matter back to the Appeal Board for rehearing in whole or in part in accordance with such directions as the court considers proper;</p> <p class=\"clause-e\">(c) may refer the matter back to the placement co-ordinator for re-determination in accordance with such directions as the court considers proper;</p> <p class=\"clause-e\">(d) may substitute its opinion for that of the placement co-ordinator or the Appeal Board; and</p> <p class=\"clause-e\">(e) may direct the placement co-ordinator to determine that the applicant is eligible for admission to a nursing home.</p> <p class=\"headnote-e\"><b>Decision to Minister</b></p> <p class=\"subsection-e\">(5) The placement co-ordinator shall furnish the Minister with a copy of the decision and reasons of the Divisional Court. 1993, c. 2, s. 33.</p>"
        },
        {
            "id": "P543_58728",
            "section": "Affidavits",
            "content": "20.9 A person or a member of a class of persons designated by the Minister as a commissioner or commissioners for taking affidavits for the purposes of this Act is a commissioner for taking affidavits within the meaning of the Commissioners for taking Affidavits Act with power to take affidavits and statutory declarations for the purposes of this Act. 1993, c. 2, s. 33.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P543_58728\"></a><a name=\"BK27\"></a>20.9</b> A person or a member of a class of persons designated by the Minister as a commissioner or commissioners for taking affidavits for the purposes of this Act is a commissioner for taking affidavits within the meaning of the <i>Commissioners for taking Affidavits Act</i> with power to take affidavits and statutory declarations for the purposes of this Act. 1993, c. 2, s. 33.</p>"
        },
        {
            "id": "P545_59118",
            "section": "Plan of care",
            "content": "20.10 A licensee of a nursing home shall ensure that, (a) the requirements of each resident of the nursing home are assessed on an ongoing basis; (b) a plan of care is developed for each resident to meet the resident’s requirements; (c) the plan of care is revised as necessary when the resident’s requirements change; (d) an opportunity to participate fully in the development and revision of the resident’s plan of care is provided to, (i) the resident, (ii) if the resident is mentally incapable, his or her substitute decision-maker described in clause (a) of the definition of “substitute decision-maker” in subsection 1 (1) and, unless it is the same person, his or her substitute decision-maker described in clause (b) of the definition of “substitute decision-maker” in subsection 1 (1), and (iii) such other person as the persons mentioned in subclauses (i) and (ii) may direct; and (e) the care outlined in the plan of care is provided to the resident. 1993, c. 2, s. 33; 1996, c. 2, s. 74 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P545_59118\"></a><a name=\"BK28\"></a>20.10</b> A licensee of a nursing home shall ensure that,</p> <p class=\"clause-e\">(a) the requirements of each resident of the nursing home are assessed on an ongoing basis;</p> <p class=\"clause-e\">(b) a plan of care is developed for each resident to meet the resident’s requirements;</p> <p class=\"clause-e\">(c) the plan of care is revised as necessary when the resident’s requirements change;</p> <p class=\"clause-e\">(d) an opportunity to participate fully in the development and revision of the resident’s plan of care is provided to,</p> <p class=\"subclause-e\">(i) the resident,</p> <p class=\"subclause-e\">(ii) if the resident is mentally incapable, his or her substitute decision-maker described in clause (a) of the definition of “substitute decision-maker” in subsection 1 (1) and, unless it is the same person, his or her substitute decision-maker described in clause (b) of the definition of “substitute decision-maker” in subsection 1 (1), and</p> <p class=\"subclause-e\">(iii) such other person as the persons mentioned in subclauses (i) and (ii) may direct; and</p> <p class=\"clause-e\">(e) the care outlined in the plan of care is provided to the resident. 1993, c. 2, s. 33; 1996, c. 2, s. 74 (2).</p>"
        },
        {
            "id": "P555_60147",
            "section": "Quality management",
            "content": "20.11 A licensee of a nursing home shall ensure that a quality management system is developed and implemented for monitoring, evaluating and improving the quality of the accommodation, care, services, programs and goods provided to the residents of the nursing home. 1993, c. 2, s. 33.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P555_60147\"></a><a name=\"BK29\"></a>20.11</b> A licensee of a nursing home shall ensure that a quality management system is developed and implemented for monitoring, evaluating and improving the quality of the accommodation, care, services, programs and goods provided to the residents of the nursing home. 1993, c. 2, s. 33.</p>"
        },
        {
            "id": "P557_60453",
            "section": "Capital funding",
            "content": "20.12 (1) If a licensee is a corporation without share capital to which Part III of the Corporations Act applies, the Minister may, out of money appropriated by the Legislature, provide financial assistance to the licensee to assist in defraying capital expenditures incurred or to be incurred by the licensee with respect to a nursing home. Conditions (2) The Minister may impose conditions on financial assistance provided under subsection (1). 1993, c. 2, s. 33.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P557_60453\"></a><a name=\"BK30\"></a>20.12</b> (1) If a licensee is a corporation without share capital to which Part III of the <i>Corporations Act</i> applies, the Minister may, out of money appropriated by the Legislature, provide financial assistance to the licensee to assist in defraying capital expenditures incurred or to be incurred by the licensee with respect to a nursing home.</p> <p class=\"headnote-e\"><b>Conditions</b></p> <p class=\"subsection-e\">(2) The Minister may impose conditions on financial assistance provided under subsection (1). 1993, c. 2, s. 33.</p>"
        },
        {
            "id": "P561_60945",
            "section": "Operating subsidy",
            "content": "20.13 (1) Payments shall be made in accordance with the regulations, out of money appropriated by the Legislature, to a licensee of a nursing home, to assist in defraying the maintenance and operating costs incurred or to be incurred by the licensee in providing accommodation, care, services, programs and goods to residents of the nursing home. 1993, c. 2, s. 34. Service agreement (2) No payment shall be made under subsection (1) unless, (a) the licensee receiving the payment is a party to a service agreement with the Crown in right of Ontario that relates to the nursing home; and (b) the service agreement complies with this Act and the regulations. 1993, c. 2, s. 34. Reduction or refusal of subsidy (3) Payments under subsection (1) may be reduced or withheld if the licensee has breached the service agreement with the Crown relating to the nursing home. 1993, c. 2, s. 34. Note: On a day to be named by proclamation of the Lieutenant Governor, section 20.13 is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (7) and the following substituted: Operating subsidy 20.13 (1) The Minister may provide funding to maintain and operate a nursing home to a licensee of the nursing home. 2006, c. 4, s. 49 (7). Terms and conditions (2) The Minister may impose terms and conditions on the funding. 2006, c. 4, s. 49 (7). Reduction or refusal of subsidy (3) The Minister may reduce or withhold the funding or may direct a local health integration network that provides funding, under the Local Health System Integration Act, 2006, to the licensee to reduce or withhold the funding if, (a) the licensee is in contravention of this Act, the regulations or the terms and conditions imposed on the funding under subsection (2); or (b) the licensee has breached the service accountability agreement relating to the nursing home. 2006, c. 4, s. 49 (7). Compliance (4) A local health integration network shall comply with a direction of the Minister under subsection (3). 2006, c. 4, s. 49 (7). See: 2006, c. 4, ss. 49 (7), 55 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P561_60945\"></a><a name=\"BK31\"></a>20.13</b> (1) Payments shall be made in accordance with the regulations, out of money appropriated by the Legislature, to a licensee of a nursing home, to assist in defraying the maintenance and operating costs incurred or to be incurred by the licensee in providing accommodation, care, services, programs and goods to residents of the nursing home. 1993, c. 2, s. 34<i>.</i></p> <p class=\"headnote-e\"><b>Service agreement</b></p> <p class=\"subsection-e\">(2) No payment shall be made under subsection (1) unless,</p> <p class=\"clause-e\">(a) the licensee receiving the payment is a party to a service agreement with the Crown in right of Ontario that relates to the nursing home; and</p> <p class=\"clause-e\">(b) the service agreement complies with this Act and the regulations. 1993, c. 2, s. 34<i>.</i></p> <p class=\"headnote-e\"><b>Reduction or refusal of subsidy</b></p> <p class=\"subsection-e\">(3) Payments under subsection (1) may be reduced or withheld if the licensee has breached the service agreement with the Crown relating to the nursing home. 1993, c. 2, s. 34<i>.</i></p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, section 20.13 is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (7) and the following substituted:</b></p> <p class=\"Yheadnote-e\"><b>Operating subsidy</b></p> <p class=\"Ysection-e\"><b><a name=\"P570_62049\"></a><a name=\"BK32\"></a>20.13 </b>(1) The Minister may provide funding to maintain and operate a nursing home to a licensee of the nursing home. 2006, c. 4, s. 49 (7).</p> <p class=\"Yheadnote-e\"><b>Terms and conditions</b></p> <p class=\"Ysubsection-e\">(2) The Minister may impose terms and conditions on the funding. 2006, c. 4, s. 49 (7).</p> <p class=\"Yheadnote-e\"><b>Reduction or refusal of subsidy</b></p> <p class=\"Ysubsection-e\">(3) The Minister may reduce or withhold the funding or may direct a local health integration network that provides funding, under the <i>Local Health System Integration Act, 2006</i>, to the licensee to reduce or withhold the funding if,</p> <p class=\"Yclause-e\">(a) the licensee is in contravention of this Act, the regulations or the terms and conditions imposed on the funding under subsection (2); or</p> <p class=\"Yclause-e\">(b) the licensee has breached the service accountability agreement relating to the nursing home. 2006, c. 4, s. 49 (7).</p> <p class=\"Yheadnote-e\"><b>Compliance</b></p> <p class=\"Ysubsection-e\">(4) A local health integration network shall comply with a direction of the Minister under subsection (3). 2006, c. 4, s. 49 (7).</p> <p class=\"Pnote-e\"><b>See: 2006, c. 4, ss. 49 (7), 55 (2).</b></p>"
        },
        {
            "id": "P581_63041",
            "section": "Additional grants",
            "content": "20.14 (1) The Minister may, out of money appropriated by the Legislature, make a grant to a licensee to assist in defraying the costs incurred or to be incurred by the licensee as a result of the occurrence of an extraordinary event prescribed by the regulations. 1993, c. 2, s. 34. Conditions (2) The Minister may impose conditions on a grant made under subsection (1). 1993, c. 2, s. 34. Note: On a day to be named by proclamation of the Lieutenant Governor, section 20.14 is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (8). See: 2006, c. 4, ss. 49 (8), 55 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P581_63041\"></a><a name=\"BK33\"></a>20.14</b> (1) The Minister may, out of money appropriated by the Legislature, make a grant to a licensee to assist in defraying the costs incurred or to be incurred by the licensee as a result of the occurrence of an extraordinary event prescribed by the regulations. 1993, c. 2, s. 34<i>.</i></p> <p class=\"headnote-e\"><b>Conditions</b></p> <p class=\"subsection-e\">(2) The Minister may impose conditions on a grant made under subsection (1). 1993, c. 2, s. 34<i>.</i></p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, section 20.14 is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (8). See: 2006, c. 4, ss. 49 (8), 55 (2).</b></p>"
        },
        {
            "id": "P586_63658",
            "section": "Service agreement",
            "content": "20.15 (1) A service agreement, (a) shall contain the provisions required by the regulations to be contained in a service agreement; (b) shall contain provisions respecting each matter required by the regulations to be provided for in a service agreement; and (c) may contain such other provisions as are agreed to by the parties, so long as such other provisions do not conflict with the provisions mentioned in clause (a). 1993, c. 2, s. 34. Negotiation and signing (2) A service agreement may be negotiated and signed on behalf of the Crown in right of Ontario only by the Minister or a person authorized by the Minister in writing to negotiate and sign service agreements. 1993, c. 2, s. 34. Exception (3) Section 6 of the Executive Council Act does not apply to a service agreement signed by a person authorized by the Minister in writing to sign service agreements. 1993, c. 2, s. 34. Note: On a day to be named by proclamation of the Lieutenant Governor, section 20.15 is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (8). See: 2006, c. 4, ss. 49 (8), 55 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P586_63658\"></a><a name=\"BK34\"></a>20.15</b> (1) A service agreement,</p> <p class=\"clause-e\">(a) shall contain the provisions required by the regulations to be contained in a service agreement;</p> <p class=\"clause-e\">(b) shall contain provisions respecting each matter required by the regulations to be provided for in a service agreement; and</p> <p class=\"clause-e\">(c) may contain such other provisions as are agreed to by the parties, so long as such other provisions do not conflict with the provisions mentioned in clause (a). 1993, c. 2, s. 34<i>.</i></p> <p class=\"headnote-e\"><b>Negotiation and signing</b></p> <p class=\"subsection-e\">(2) A service agreement may be negotiated and signed on behalf of the Crown in right of Ontario only by the Minister or a person authorized by the Minister in writing to negotiate and sign service agreements. 1993, c. 2, s. 34<i>.</i></p> <p class=\"headnote-e\"><b>Exception  </b></p> <p class=\"subsection-e\">(3) Section 6 of the <i>Executive Council Act</i> does not apply to a service agreement signed by a person authorized by the Minister in writing to sign service agreements. 1993, c. 2, s. 34<i>.</i></p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, section 20.15 is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (8). See: 2006, c. 4, ss. 49 (8), 55 (2).</b></p>"
        },
        {
            "id": "P596_64764",
            "section": "Notice",
            "content": "20.16 (1) A licensee of a nursing home shall give to the persons mentioned in subsection (1.1), a written notice, (a) setting out the rights of the resident under subsection 2 (2) and stating that the licensee is obliged to respect and promote those rights; (b) describing the accommodation, care, services, programs and goods that the licensee is required to provide or offer under this Act and under the service agreement relating to the nursing home; Note: On a day to be named by proclamation of the Lieutenant Governor, clause (b) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (9) by striking out “the service agreement” and substituting “the service accountability agreement”. See: 2006, c. 4, ss. 49 (9), 55 (2). (c) stating that the persons mentioned in subsection (1.1) may request access to and an explanation of the resident’s plan of care, and specifying the person to whom the request must be made; (d) setting out the procedures for making complaints about the maintenance or operation of the nursing home, the conduct of the staff of the nursing home or the treatment or care received by the resident in the nursing home; and (e) setting out such other matters as are prescribed by the regulations. 1993, c. 2, s. 34; 1996, c. 2, s. 74 (3, 4). Same (1.1) The notice must be given to, (a) each resident of the nursing home; (b) if the resident is mentally incapable, his or her substitute decision-maker described in clause (a) of the definition of “substitute decision-maker” in subsection 1 (1) and, unless it is the same person, his or her substitute decision-maker described in clause (b) of the definition of “substitute decision-maker” in subsection 1 (1); and (c) such other person as the persons mentioned in clauses (a) and (b) may direct. 1996, c. 2, s. 74 (5). Obligations re plan of care (2) If a request is made in accordance with clause (1) (c), the licensee shall ensure that access to and an explanation of the plan of care is provided to the person who made the request. 1993, c. 2, s. 34.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P596_64764\"></a><a name=\"BK35\"></a>20.16</b> (1) A licensee of a nursing home shall give to the persons mentioned in subsection (1.1), a written notice,</p> <p class=\"clause-e\">(a) setting out the rights of the resident under subsection 2 (2) and stating that the licensee is obliged to respect and promote those rights;</p> <p class=\"clause-e\">(b) describing the accommodation, care, services, programs and goods that the licensee is required to provide or offer under this Act and under the service agreement relating to the nursing home;</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (b) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (9) by striking out “the service agreement” and substituting “the service accountability agreement”. See: 2006, c. 4, ss. 49 (9), 55 (2).</b></p> <p class=\"clause-e\">(c) stating that the persons mentioned in subsection (1.1) may request access to and an explanation of the resident’s plan of care, and specifying the person to whom the request must be made;</p> <p class=\"clause-e\">(d) setting out the procedures for making complaints about the maintenance or operation of the nursing home, the conduct of the staff of the nursing home or the treatment or care received by the resident in the nursing home; and</p> <p class=\"clause-e\">(e) setting out such other matters as are prescribed by the regulations. 1993, c. 2, s. 34; 1996, c. 2, s. 74 (3, 4).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(1.1) The notice must be given to,</p> <p class=\"clause-e\">(a) each resident of the nursing home;</p> <p class=\"clause-e\">(b) if the resident is mentally incapable, his or her substitute decision-maker described in clause (a) of the definition of “substitute decision-maker” in subsection 1 (1) and, unless it is the same person, his or her substitute decision-maker described in clause (b) of the definition of “substitute decision-maker” in subsection 1 (1); and</p> <p class=\"clause-e\">(c) such other person as the persons mentioned in clauses (a) and (b) may direct. 1996, c. 2, s. 74 (5).</p> <p class=\"headnote-e\"><b>Obligations re plan of care</b></p> <p class=\"subsection-e\">(2) If a request is made in accordance with clause (1) (c), the licensee shall ensure that access to and an explanation of the plan of care is provided to the person who made the request. 1993, c. 2, s. 34.</p>"
        },
        {
            "id": "P611_66858",
            "section": "Posting of information",
            "content": "20.17 (1) A licensee of a nursing home shall post in the home, (a) a copy of section 2; (b) a copy of the service agreement relating to the nursing home; Note: On a day to be named by proclamation of the Lieutenant Governor, clause (b) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (9) by striking out “the service agreement” and substituting “the service accountability agreement”. See: 2006, c. 4, ss. 49 (9), 55 (2). (c) a copy of the most recent inspection report relating to the home received by the licensee under subsection 24 (13); (d) copies of those financial statements, reports and returns filed with the Minister that the regulations require to be posted; and (e) all other documents and information that the regulations require to be posted. 1993, c. 2, s. 34. Exception (2) In posting anything under subsection (1), the licensee shall not disclose the salary of an individual. 1993, c. 2, s. 34.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P611_66858\"></a><a name=\"BK36\"></a>20.17</b> (1) A licensee of a nursing home shall post in the home,</p> <p class=\"clause-e\">(a) a copy of section 2;</p> <p class=\"clause-e\">(b) a copy of the service agreement relating to the nursing home;</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (b) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (9) by striking out “the service agreement” and substituting “the service accountability agreement”. See: 2006, c. 4, ss. 49 (9), 55 (2).</b></p> <p class=\"clause-e\">(c) a copy of the most recent inspection report relating to the home received by the licensee under subsection 24 (13);</p> <p class=\"clause-e\">(d) copies of those financial statements, reports and returns filed with the Minister that the regulations require to be posted; and</p> <p class=\"clause-e\">(e) all other documents and information that the regulations require to be posted. 1993, c. 2, s. 34<i>.</i></p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) In posting anything under subsection (1), the licensee shall not disclose the salary of an individual. 1993, c. 2, s. 34<i>.</i></p>"
        },
        {
            "id": "P621_67837",
            "section": "Excessive charges prohibited",
            "content": "21. (1) No licensee shall demand or accept or cause or permit anyone to demand or accept on the licensee’s behalf payment from or on behalf of a resident in excess of, (a) for a class of basic accommodation, the amount determined in accordance with the regulations; (b) for a class of preferred accommodation, the amount determined in accordance with the regulations; (c) for care, services, programs or goods designated by the regulations for the purposes of this section, the amount determined in accordance with the regulations; Note: On a day to be named by proclamation of the Lieutenant Governor, clause (c) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (10) by adding “or” at the end. See: 2006, c. 4, ss. 49 (10), 55 (2). (d) for care, services, programs or goods that are not mentioned in clause (a), (b) or (c)and that are designated in the service agreement relating to the nursing home as items for which the licensee may charge, the amount determined in accordance with the service agreement; or Note: On a day to be named by proclamation of the Lieutenant Governor, clause (d) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (11). See: 2006, c. 4, ss. 49 (11), 55 (2). (e) for care, services, programs or goods that are not mentioned in clause (a), (b), (c), (d) or (2) (a) and in respect of which the resident has entered into a written agreement with the licensee, the amount determined in accordance with the written agreement. 1993, c. 2, s. 35 (1). Note: On a day to be named by proclamation of the Lieutenant Governor, clause (e) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (12) by striking out “clause (a), (b), (c), (d) or (2) (a)” and substituting “clause (a), (b) or (c)”. See: 2006, c. 4, ss. 49 (12), 55 (2). No charge permitted (2) No licensee shall demand or accept or cause or permit anyone to demand or accept on the licensee’s behalf payment from or on behalf of a resident, (a) for care, services, programs or goods that are not mentioned in clause (1) (a), (b), (c) or (d) and that the licensee is required to provide to residents without charge under the service agreement relating to the nursing home; Note: On a day to be named by proclamation of the Lieutenant Governor, clause (a) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (13). See: 2006, c. 4, ss. 49 (13), 55 (2). (b) for preferred accommodation, care, services, programs or goods that are mentioned in clause (1) (b), (c) or (d) but that are provided without consent being given by the resident; or Note: On a day to be named by proclamation of the Lieutenant Governor, clause (b) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (14) by striking out “clause (1) (b), (c) or (d)” and substituting “clause (1) (b) or (c)”. See: 2006, c. 4, ss. 49 (14), 55 (2). (c) for care, services, programs or goods that are not mentioned in subsection (1). 1993, c. 2, s. 35 (1). Quarterly statements (3) The licensee shall provide each resident or representative of the resident with an itemized quarterly statement of money held by the nursing home on behalf of the resident and charges made to the resident. R.S.O. 1990, c. N.7, s. 21 (3); 1993, c. 2, s. 35 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P621_67837\"></a><a name=\"BK37\"></a>21.</b> (1) No licensee shall demand or accept or cause or permit anyone to demand or accept on the licensee’s behalf payment from or on behalf of a resident in excess of,</p> <p class=\"clause-e\">(a) for a class of basic accommodation, the amount determined in accordance with the regulations;</p> <p class=\"clause-e\">(b) for a class of preferred accommodation, the amount determined in accordance with the regulations;</p> <p class=\"clause-e\">(c) for care, services, programs or goods designated by the regulations for the purposes of this section, the amount determined in accordance with the regulations;</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (c) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (10) by adding “or” at the end. See: 2006, c. 4, ss. 49 (10), 55 (2).</b></p> <p class=\"clause-e\">(d) for care, services, programs or goods that are not mentioned in clause (a), (b) or (c)and that are designated in the service agreement relating to the nursing home as items for which the licensee may charge, the amount determined in accordance with the service agreement; or</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (d) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (11). See: 2006, c. 4, ss. 49 (11), 55 (2).</b></p> <p class=\"clause-e\">(e) for care, services, programs or goods that are not mentioned in clause (a), (b), (c), (d) or (2) (a) and in respect of which the resident has entered into a written agreement with the licensee, the amount determined in accordance with the written agreement. 1993, c. 2, s. 35 (1).</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (e) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (12) by striking out “clause (a), (b), (c), (d) or (2) (a)” and substituting “clause (a), (b) or (c)”. See: 2006, c. 4, ss. 49 (12), 55 (2).</b></p> <p class=\"headnote-e\"><b>No charge permitted</b></p> <p class=\"subsection-e\">(2) No licensee shall demand or accept or cause or permit anyone to demand or accept on the licensee’s behalf payment from or on behalf of a resident,</p> <p class=\"clause-e\">(a) for care, services, programs or goods that are not mentioned in clause (1) (a), (b), (c) or (d) and that the licensee is required to provide to residents without charge under the service agreement relating to the nursing home;</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (a) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (13). See: 2006, c. 4, ss. 49 (13), 55 (2).</b></p> <p class=\"clause-e\">(b) for preferred accommodation, care, services, programs or goods that are mentioned in clause (1) (b), (c) or (d) but that are provided without consent being given by the resident; or</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (b) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (14) by striking out “clause (1) (b), (c) or (d)” and substituting “clause (1) (b) or (c)”. See: 2006, c. 4, ss. 49 (14), 55 (2).</b></p> <p class=\"clause-e\">(c) for care, services, programs or goods that are not mentioned in subsection (1). 1993, c. 2, s. 35 (1).</p> <p class=\"headnote-e\"><b>Quarterly statements</b></p> <p class=\"subsection-e\">(3) The licensee shall provide each resident or representative of the resident with an itemized quarterly statement of money held by the nursing home on behalf of the resident and charges made to the resident. R.S.O. 1990, c. N.7, s. 21 (3); 1993, c. 2, s. 35 (2).</p>"
        },
        {
            "id": "P640_71208",
            "section": "Resident responsible for payments for accommodation",
            "content": "21.1 (1) A resident is responsible for the payment of those amounts demanded by a licensee for accommodation in accordance with section 21. Minister to give statements (2) The Minister shall provide, annually and on the request of a resident, a statement setting out how much the resident may be charged for accommodation under subsection 21 (1). 1993, c. 2, s. 36. Recovery of certain payments",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P640_71208\"></a><a name=\"BK38\"></a>21.1</b> (1) A resident is responsible for the payment of those amounts demanded by a licensee for accommodation in accordance with section 21.</p> <p class=\"headnote-e\"><b>Minister to give statements</b></p> <p class=\"subsection-e\">(2) The Minister shall provide, annually and on the request of a resident, a statement setting out how much the resident may be charged for accommodation under subsection 21 (1). 1993, c. 2, s. 36.</p> <p class=\"headnote-e\"><b>Recovery of certain payments</b></p>"
        },
        {
            "id": "P645_71652",
            "section": "Recovery of charge when item not provided",
            "content": "22. (1) If a payment for accommodation, care, services, programs or goods is accepted by or on behalf of a licensee from or on behalf of a resident and the item paid for has not been provided to the resident, the Minister may, (a) deduct the amount of the payment from payments owing by the Crown to the licensee; and Note: On a day to be named by proclamation of the Lieutenant Governor, clause (a) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (15) and the following substituted: (a) deduct the amount of the payment from payments owing by the Crown to the licensee and pay the amount deducted to the person from whom the payment was accepted; or See: 2006, c. 4, ss. 49 (15), 55 (2). (b) pay the amount deducted to the person from whom the payment was accepted. 1993, c. 2, s. 37. Note: On a day to be named by proclamation of the Lieutenant Governor, clause (b) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (15) and the following substituted: (b) direct a local health integration network that provides funding to the licensee under the Local Health System Integration Act, 2006 to deduct the amount of the payment from payments owing by the network to the licensee and to pay the amount deducted to the person from whom the payment was accepted. See: 2006, c. 4, ss. 49 (15), 55 (2). Recovery of excessive charge (2) If a payment for accommodation, care, services, programs or goods is accepted by or on behalf of a licensee from or on behalf of a resident, the item paid for has been provided to the resident and the payment exceeds the amount permitted to be charged under section 21, the Minister may, (a) deduct the excess from payments owing by the Crown to the licensee; and Note: On a day to be named by proclamation of the Lieutenant Governor, clause (a) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (16) and the following substituted: (a) deduct the excess from payments owing by the Crown to the licensee and pay the amount deducted to the person from whom the excessive payment was accepted; or See: 2006, c. 4, ss. 49 (16), 55 (2). (b) pay the amount deducted to the person from whom the excessive payment was accepted. 1993, c. 2, s. 37. Note: On a day to be named by proclamation of the Lieutenant Governor, clause (b) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (16) and the following substituted: (b) direct a local health integration network that provides funding to the licensee under the Local Health System Integration Act, 2006 to deduct the excess from payments owing by the network to the licensee and to pay the amount deducted to the person from whom the payment was accepted. See: 2006, c. 4, ss. 49 (16), 55 (2). Recovery when item inadequately provided (3) If a payment for accommodation, care, services, programs or goods is accepted by or on behalf of a licensee from or on behalf of a resident and the item paid for has been inadequately provided, the Minister may, (a) deduct such portion of the payment as the Minister considers appropriate from payments owing by the Crown to the licensee; and Note: On a day to be named by proclamation of the Lieutenant Governor, clause (a) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (17) and the following substituted: (a) deduct the portion of the payment that the Minister considers appropriate from payments owing by the Crown to the licensee and pay the amount deducted to the person from whom the payment was accepted; or See: 2006, c. 4, ss. 49 (17), 55 (2). (b) pay the amount deducted to the person from whom the payment was accepted. 1993, c. 2, s. 37. Note: On a day to be named by proclamation of the Lieutenant Governor, clause (b) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (17) and the following substituted: (b) direct a local health integration network that provides funding to the licensee under the Local Health System Integration Act, 2006 to deduct the portion of the payment that the network considers appropriate from payments owing by the network to the licensee and to pay the amount deducted to the person from whom the payment was accepted. See: 2006, c. 4, ss. 49 (17), 55 (2). Note: On a day to be named by proclamation of the Lieutenant Governor, section 22 is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (18) by adding the following subsection: Compliance (4) A local health integration network shall comply with a direction of the Minister under clause (1) (b), (2) (b) or (3) (b). 2006, c. 4, s. 49 (18). See: 2006, c. 4, ss. 49 (18), 55 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P645_71652\"></a><a name=\"BK39\"></a>22.</b> (1) If a payment for accommodation, care, services, programs or goods is accepted by or on behalf of a licensee from or on behalf of a resident and the item paid for has not been provided to the resident, the Minister may,</p> <p class=\"clause-e\">(a) deduct the amount of the payment from payments owing by the Crown to the licensee; and</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (a) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (15) and the following substituted:</b></p> <p class=\"Yclause-e\">(a) deduct the amount of the payment from payments owing by the Crown to the licensee and pay the amount deducted to the person from whom the payment was accepted; or</p> <p class=\"Pnote-e\"><b>See: 2006, c. 4, ss. 49 (15), 55 (2).</b></p> <p class=\"clause-e\">(b) pay the amount deducted to the person from whom the payment was accepted. 1993, c. 2, s. 37.</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (b) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (15) and the following substituted:</b></p> <p class=\"Yclause-e\">(b) direct a local health integration network that provides funding to the licensee under the <i>Local Health System Integration Act, 2006</i> to deduct the amount of the payment from payments owing by the network to the licensee and to pay the amount deducted to the person from whom the payment was accepted.</p> <p class=\"Pnote-e\"><b>See: 2006, c. 4, ss. 49 (15), 55 (2).</b></p> <p class=\"headnote-e\"><b>Recovery of excessive charge</b></p> <p class=\"subsection-e\">(2) If a payment for accommodation, care, services, programs or goods is accepted by or on behalf of a licensee from or on behalf of a resident, the item paid for has been provided to the resident and the payment exceeds the amount permitted to be charged under section 21, the Minister may,</p> <p class=\"clause-e\">(a) deduct the excess from payments owing by the Crown to the licensee; and</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (a) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (16) and the following substituted:</b></p> <p class=\"Yclause-e\">(a) deduct the excess from payments owing by the Crown to the licensee and pay the amount deducted to the person from whom the excessive payment was accepted; or</p> <p class=\"Pnote-e\"><b>See: 2006, c. 4, ss. 49 (16), 55 (2).</b></p> <p class=\"clause-e\">(b) pay the amount deducted to the person from whom the excessive payment was accepted. 1993, c. 2, s. 37.</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (b) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (16) and the following substituted:</b></p> <p class=\"Yclause-e\">(b) direct a local health integration network that provides funding to the licensee under the <i>Local Health System Integration Act, 2006</i> to deduct the excess from payments owing by the network to the licensee and to pay the amount deducted to the person from whom the payment was accepted.</p> <p class=\"Pnote-e\"><b>See: 2006, c. 4, ss. 49 (16), 55 (2).</b></p> <p class=\"headnote-e\"><b>Recovery when item inadequately provided</b></p> <p class=\"subsection-e\">(3) If a payment for accommodation, care, services, programs or goods is accepted by or on behalf of a licensee from or on behalf of a resident and the item paid for has been inadequately provided, the Minister may,</p> <p class=\"clause-e\">(a) deduct such portion of the payment as the Minister considers appropriate from payments owing by the Crown to the licensee; and</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (a) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (17) and the following substituted:</b></p> <p class=\"Yclause-e\">(a) deduct the portion of the payment that the Minister considers appropriate from payments owing by the Crown to the licensee and pay the amount deducted to the person from whom the payment was accepted; or</p> <p class=\"Pnote-e\"><b>See: 2006, c. 4, ss. 49 (17), 55 (2).</b></p> <p class=\"clause-e\">(b) pay the amount deducted to the person from whom the payment was accepted. 1993, c. 2, s. 37.</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (b) is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (17) and the following substituted:</b></p> <p class=\"Yclause-e\">(b) direct a local health integration network that provides funding to the licensee under the <i>Local Health System Integration Act, 2006</i> to deduct the portion of the payment that the network considers appropriate from payments owing by the network to the licensee and to pay the amount deducted to the person from whom the payment was accepted.</p> <p class=\"Pnote-e\"><b>See: 2006, c. 4, ss. 49 (17), 55 (2).</b></p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, section 22 is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (18) by adding the following subsection:</b></p> <p class=\"Yheadnote-e\"><b>Compliance</b></p> <p class=\"Ysubsection-e\">(4) A local health integration network shall comply with a direction of the Minister under clause (1) (b), (2) (b) or (3) (b). 2006, c. 4, s. 49 (18).</p> <p class=\"Pnote-e\"><b>See: 2006, c. 4, ss. 49 (18), 55 (2).</b></p>"
        },
        {
            "id": "P679_76319",
            "section": "Appointment of inspectors",
            "content": "23. (1) The Minister may appoint such inspectors as are necessary for the purposes of this Act and the regulations and such appointments shall be in writing. Certificate of appointment (2) The Minister shall issue to every inspector a certificate of appointment and every inspector, in the execution of duties under this Act and the regulations, shall produce his or her certificate of appointment upon request. R.S.O. 1990, c. N.7, s. 23. Inspection",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P679_76319\"></a><a name=\"BK40\"></a>23.</b> (1) The Minister may appoint such inspectors as are necessary for the purposes of this Act and the regulations and such appointments shall be in writing.</p> <p class=\"headnote-e\"><b>Certificate of appointment</b></p> <p class=\"subsection-e\">(2) The Minister shall issue to every inspector a certificate of appointment and every inspector, in the execution of duties under this Act and the regulations, shall produce his or her certificate of appointment upon request. R.S.O. 1990, c. N.7, s. 23.</p> <p class=\"headnote-e\"><b>Inspection</b></p>"
        },
        {
            "id": "P684_76798",
            "section": "Definition of record",
            "content": "24. (1) In this section, “record” includes a book of account, bank book, voucher, invoice, receipt, contract, payroll record, record of staff hours worked, record of personal health information within the meaning of the Personal Health Information Protection Act, 2004, correspondence and any other document, regardless of whether the record is on paper or is in electronic, photographic or other form, but does not include that part of a record that deals with quality management activities or quality improvement activities. 1993, c. 2, s. 38; 2004, c. 3, Sched. A, s. 92 (2). Inspection (2) For the purpose of determining whether there is compliance with this Act, the regulations, a licence or a service agreement, an inspector, Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (2) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (19) by striking out the portion before clause (a) and substituting the following: Entry and inspection (2) For the purpose of determining whether there is compliance with this Act, the regulations, the terms and conditions of funding imposed under subsection 20.13 (2) or a service accountability agreement, an inspector, See: 2006, c. 4, ss. 49 (19), 55 (2). (a) may at all reasonable times enter and inspect a nursing home; and (b) may, if he or she has reasonable grounds to believe that records or other things pertaining to a nursing home are kept in a place that is not in the home, enter the place at all reasonable times in order to inspect such records and other things. 1993, c. 2, s. 38. Dwellings (3) No inspector shall enter a place that is not in a nursing home and that is being used as a dwelling, except with the consent of the occupier of the place or under the authority of a warrant issued under section 158 of the Provincial Offences Act. 1993, c. 2, s. 38. Powers on inspection (4) An inspector conducting an inspection under this section, (a) may inspect the premises of the nursing home and the operations on the premises; (b) may inspect a record or other thing relevant to the inspection; (c) may demand the production for inspection of records or other things relevant to the inspection, including records or other things that are not kept on the premises of the nursing home; (d) may question a person on matters relevant to the inspection, subject to the person’s right to have counsel or some other representative present during the questioning; (e) may conduct such examinations or tests as are reasonably necessary for the inspection; (f) may, for the purpose of carrying out the inspection, use data storage, processing or retrieval devices or systems of the licensee in order to produce a record in readable form; (g) may, on providing a receipt, remove a record, a sample of a substance or any other thing, if it is relevant to the inspection; (h) may review or copy a record or other thing removed under clause (g); (i) may conduct such examinations or tests as are reasonably necessary on a sample or other thing removed under clause (g); and (j) may call upon experts for such assistance in carrying out the inspection as the inspector considers necessary. 1993, c. 2, s. 38. Written demand (5) A demand mentioned in clause (4) (c) shall be in writing and shall include a statement of the nature of the records and other things required. 1993, c. 2, s. 38. Return of things (6) An inspector shall carry out with reasonable dispatch any reviewing, copying, examining or testing under clause (4) (h) or (i) and shall, within a reasonable time, return the records and other things removed to the place from which they were removed. 1993, c. 2, s. 38. Making things available (7) At the request of the licensee of the nursing home, an inspector who has removed a record or other thing under clause (4) (g) shall make it available for review, copying, examination or testing by or on behalf of the licensee at a mutually convenient time and place. 1993, c. 2, s. 38. Samples (8) Subsections (6) and (7) do not apply to samples removed by the inspector. 1993, c. 2, s. 38. Admissibility of copies (9) A copy made under clause (4) (h) that purports to be certified by the inspector as being a true copy of the original is admissible in evidence in any proceeding to the same extent as, and has the same evidentiary value as, the original. 1993, c. 2, s. 38. Admissibility of test results (10) A certificate as to the result of an examination or test conducted under this section that states the name and qualifications of the person who conducted the examination or test and purports to be signed by that person is, without proof of the office or signature of that person, admissible in evidence in any proceeding as proof, in the absence of evidence to the contrary, of the facts stated in the certificate, if the certificate has been served on the other parties to the proceeding within a reasonable time before the certificate is adduced. 1993, c. 2, s. 38. Obligation to produce and assist (11) If an inspector makes a demand under clause (4) (c), the person having custody of the record or other thing shall produce it for the inspector and shall, at the inspector’s request, (a) provide such assistance as is reasonably necessary to produce the record in a readable form, including using a data storage, processing or retrieval device or system; and (b) provide such assistance as is reasonably necessary to interpret the record for the inspector. 1993, c. 2, s. 38. Obstruction (12) No person shall hinder, obstruct or interfere with an inspector conducting an inspection under this section or otherwise impede an inspector in carrying out his or her duties under this Act. 1993, c. 2, s. 38. Inspection report (13) Upon completing an inspection under this section, an inspector shall prepare an inspection report and shall give a copy of the report to the licensee of the nursing home. 1993, c. 2, s. 38.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P684_76798\"></a><a name=\"BK41\"></a>24.</b> (1) In this section,</p> <p class=\"firstdef-e\">“record” includes a book of account, bank book, voucher, invoice, receipt, contract, payroll record, record of staff hours worked, record of personal health information within the meaning of the <i>Personal Health Information Protection Act, 2004</i>, correspondence and any other document, regardless of whether the record is on paper or is in electronic, photographic or other form, but does not include that part of a record that deals with quality management activities or quality improvement activities. 1993, c. 2, s. 38; 2004, c. 3, Sched. A, s. 92 (2)<i>.</i></p> <p class=\"headnote-e\"><b>Inspection</b></p> <p class=\"subsection-e\">(2) For the purpose of determining whether there is compliance with this Act, the regulations, a licence or a service agreement, an inspector,</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, subsection (2) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (19) by striking out the portion before clause (a) and substituting the following:</b></p> <p class=\"Yheadnote-e\"><b>Entry and inspection</b></p> <p class=\"Ysubsection-e\">(2) For the purpose of determining whether there is compliance with this Act, the regulations, the terms and conditions of funding imposed under subsection 20.13 (2) or a service accountability agreement, an inspector,</p> <p class=\"Pnote-e\"><b>See: 2006, c. 4, ss. 49 (19), 55 (2).</b></p> <p class=\"clause-e\">(a) may at all reasonable times enter and inspect a nursing home; and</p> <p class=\"clause-e\">(b) may, if he or she has reasonable grounds to believe that records or other things pertaining to a nursing home are kept in a place that is not in the home, enter the place at all reasonable times in order to inspect such records and other things. 1993, c. 2, s. 38<i>.</i></p> <p class=\"headnote-e\"><b>Dwellings</b></p> <p class=\"subsection-e\">(3) No inspector shall enter a place that is not in a nursing home and that is being used as a dwelling, except with the consent of the occupier of the place or under the authority of a warrant issued under section 158 of the <i>Provincial Offences Act</i>. 1993, c. 2, s. 38<i>.</i></p> <p class=\"headnote-e\"><b>Powers on inspection</b></p> <p class=\"subsection-e\">(4) An inspector conducting an inspection under this section,</p> <p class=\"clause-e\">(a) may inspect the premises of the nursing home and the operations on the premises;</p> <p class=\"clause-e\">(b) may inspect a record or other thing relevant to the inspection;</p> <p class=\"clause-e\">(c) may demand the production for inspection of records or other things relevant to the inspection, including records or other things that are not kept on the premises of the nursing home;</p> <p class=\"clause-e\">(d) may question a person on matters relevant to the inspection, subject to the person’s right to have counsel or some other representative present during the questioning;</p> <p class=\"clause-e\">(e) may conduct such examinations or tests as are reasonably necessary for the inspection;</p> <p class=\"clause-e\">(f) may, for the purpose of carrying out the inspection, use data storage, processing or retrieval devices or systems of the licensee in order to produce a record in readable form;</p> <p class=\"clause-e\">(g) may, on providing a receipt, remove a record, a sample of a substance or any other thing, if it is relevant to the inspection;</p> <p class=\"clause-e\">(h) may review or copy a record or other thing removed under clause (g);</p> <p class=\"clause-e\">(i) may conduct such examinations or tests as are reasonably necessary on a sample or other thing removed under clause (g); and</p> <p class=\"clause-e\">(j) may call upon experts for such assistance in carrying out the inspection as the inspector considers necessary. 1993, c. 2, s. 38<i>.</i></p> <p class=\"headnote-e\"><b>Written demand</b></p> <p class=\"subsection-e\">(5) A demand mentioned in clause (4) (c) shall be in writing and shall include a statement of the nature of the records and other things required. 1993, c. 2, s. 38<i>.</i></p> <p class=\"headnote-e\"><b>Return of things</b></p> <p class=\"subsection-e\">(6) An inspector shall carry out with reasonable dispatch any reviewing, copying, examining or testing under clause (4) (h) or (i) and shall, within a reasonable time, return the records and other things removed to the place from which they were removed. 1993, c. 2, s. 38<i>.</i></p> <p class=\"headnote-e\"><b>Making things available</b></p> <p class=\"subsection-e\">(7) At the request of the licensee of the nursing home, an inspector who has removed a record or other thing under clause (4) (g) shall make it available for review, copying, examination or testing by or on behalf of the licensee at a mutually convenient time and place. 1993, c. 2, s. 38<i>.</i></p> <p class=\"headnote-e\"><b>Samples</b></p> <p class=\"subsection-e\">(8) Subsections (6) and (7) do not apply to samples removed by the inspector. 1993, c. 2, s. 38<i>.</i></p> <p class=\"headnote-e\"><b>Admissibility of copies</b></p> <p class=\"subsection-e\">(9) A copy made under clause (4) (h) that purports to be certified by the inspector as being a true copy of the original is admissible in evidence in any proceeding to the same extent as, and has the same evidentiary value as, the original. 1993, c. 2, s. 38<i>.</i></p> <p class=\"headnote-e\"><b>Admissibility of test results</b></p> <p class=\"subsection-e\">(10) A certificate as to the result of an examination or test conducted under this section that states the name and qualifications of the person who conducted the examination or test and purports to be signed by that person is, without proof of the office or signature of that person, admissible in evidence in any proceeding as proof, in the absence of evidence to the contrary, of the facts stated in the certificate, if the certificate has been served on the other parties to the proceeding within a reasonable time before the certificate is adduced. 1993, c. 2, s. 38<i>.</i></p> <p class=\"headnote-e\"><b>Obligation to produce and assist</b></p> <p class=\"subsection-e\">(11) If an inspector makes a demand under clause (4) (c), the person having custody of the record or other thing shall produce it for the inspector and shall, at the inspector’s request,</p> <p class=\"clause-e\">(a) provide such assistance as is reasonably necessary to produce the record in a readable form, including using a data storage, processing or retrieval device or system; and</p> <p class=\"clause-e\">(b) provide such assistance as is reasonably necessary to interpret the record for the inspector. 1993, c. 2, s. 38<i>.</i></p> <p class=\"headnote-e\"><b>Obstruction</b></p> <p class=\"subsection-e\">(12) No person shall hinder, obstruct or interfere with an inspector conducting an inspection under this section or otherwise impede an inspector in carrying out his or her duties under this Act. 1993, c. 2, s. 38<i>.</i></p> <p class=\"headnote-e\"><b>Inspection report</b></p> <p class=\"subsection-e\">(13) Upon completing an inspection under this section, an inspector shall prepare an inspection report and shall give a copy of the report to the licensee of the nursing home. 1993, c. 2, s. 38<i>.</i></p>"
        },
        {
            "id": "P729_82783",
            "section": "Warrant",
            "content": "24.1 (1) A justice of the peace may issue a warrant authorizing an inspector named in the warrant to enter premises specified in the warrant and to exercise any of the powers mentioned in subsection 24 (4), if the justice of the peace is satisfied on information under oath that, (a) the inspector has been prevented from exercising a right of entry to the premises under subsection 24 (2) or has been prevented from exercising a power under subsection 24 (4); or (b) there are reasonable grounds to believe that the inspector will be prevented from exercising a right of entry to the premises under subsection 24 (2) or will be prevented from exercising a power under subsection 24 (4). Expiry of warrant (2) A warrant issued under this section shall name a date on which it expires, which date shall not be later than thirty days after the warrant is issued. Extension of time (3) A justice of the peace may extend the date on which a warrant issued under this section expires for an additional period of no more than thirty days, upon application without notice by the inspector named in the warrant. Use of force (4) An inspector named in a warrant issued under this section may use whatever force is necessary to execute the warrant and may call upon a police officer for assistance in executing the warrant. Time of execution (5) A warrant issued under this section may be executed only between 8 a.m. and 8 p.m., unless the warrant specifies otherwise. Other matters (6) Subsections 23 (2) and 24 (5) to (13) apply with necessary modifications to an inspector executing a warrant issued under this section. 1993, c. 2, s. 38.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P729_82783\"></a><a name=\"BK42\"></a>24.1</b> (1) A justice of the peace may issue a warrant authorizing an inspector named in the warrant to enter premises specified in the warrant and to exercise any of the powers mentioned in subsection 24 (4), if the justice of the peace is satisfied on information under oath that,</p> <p class=\"clause-e\">(a) the inspector has been prevented from exercising a right of entry to the premises under subsection 24 (2) or has been prevented from exercising a power under subsection 24 (4); or</p> <p class=\"clause-e\">(b) there are reasonable grounds to believe that the inspector will be prevented from exercising a right of entry to the premises under subsection 24 (2) or will be prevented from exercising a power under subsection 24 (4).</p> <p class=\"headnote-e\"><b>Expiry of warrant</b></p> <p class=\"subsection-e\">(2) A warrant issued under this section shall name a date on which it expires, which date shall not be later than thirty days after the warrant is issued.</p> <p class=\"headnote-e\"><b>Extension of time</b></p> <p class=\"subsection-e\">(3) A justice of the peace may extend the date on which a warrant issued under this section expires for an additional period of no more than thirty days, upon application without notice by the inspector named in the warrant.</p> <p class=\"headnote-e\"><b>Use of force</b></p> <p class=\"subsection-e\">(4) An inspector named in a warrant issued under this section may use whatever force is necessary to execute the warrant and may call upon a police officer for assistance in executing the warrant.</p> <p class=\"headnote-e\"><b>Time of execution</b></p> <p class=\"subsection-e\">(5) A warrant issued under this section may be executed only between 8 a.m. and 8 p.m., unless the warrant specifies otherwise.</p> <p class=\"headnote-e\"><b>Other matters</b></p> <p class=\"subsection-e\">(6) Subsections 23 (2) and 24 (5) to (13) apply with necessary modifications to an inspector executing a warrant issued under this section. 1993, c. 2, s. 38<i>.</i></p>"
        },
        {
            "id": "P743_84459",
            "section": "Protection from personal liability",
            "content": "24.2 (1) No proceeding for damages shall be commenced against an inspector for any act done in good faith in the performance or intended performance of his or her duty or for any alleged neglect or default in the performance in good faith of his or her duty. Crown liability (2) Despite subsections 5 (2) and (4) of the Proceedings Against the Crown Act, subsection (1) does not relieve the Crown of liability to which it would otherwise be subject in respect of a tort committed by an inspector. 1993, c. 2, s. 38.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P743_84459\"></a><a name=\"BK43\"></a>24.2</b> (1) No proceeding for damages shall be commenced against an inspector for any act done in good faith in the performance or intended performance of his or her duty or for any alleged neglect or default in the performance in good faith of his or her duty.</p> <p class=\"headnote-e\"><b>Crown liability</b></p> <p class=\"subsection-e\">(2) Despite subsections 5 (2) and (4) of the <i>Proceedings Against the Crown Act</i>, subsection (1) does not relieve the Crown of liability to which it would otherwise be subject in respect of a tort committed by an inspector. 1993, c. 2, s. 38<i>.</i></p>"
        },
        {
            "id": "P747_85009",
            "section": "Protection from reprisals",
            "content": "24.3 (1) No person shall do anything, or refrain from doing anything, in retaliation for another person making a disclosure to an inspector, so long as the disclosure was made in good faith. No interference (2) No person shall seek, by any means, to compel another person to refrain from making a disclosure to an inspector. 1993, c. 2, s. 38.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P747_85009\"></a><a name=\"BK44\"></a>24.3</b> (1) No person shall do anything, or refrain from doing anything, in retaliation for another person making a disclosure to an inspector, so long as the disclosure was made in good faith.</p> <p class=\"headnote-e\"><b>No interference</b></p> <p class=\"subsection-e\">(2) No person shall seek, by any means, to compel another person to refrain from making a disclosure to an inspector. 1993, c. 2, s. 38<i>.</i></p>"
        },
        {
            "id": "P751_85391",
            "section": "Reporting of harm to resident",
            "content": "25. (1) A person other than a resident who has reasonable grounds to suspect that a resident has suffered or may suffer harm as a result of unlawful conduct, improper or incompetent treatment or care or neglect shall forthwith report the suspicion and the information upon which it is based to the Director. Protection of persons reporting (2) No person shall dismiss, discipline or penalize another person because, (a) a report has been made to the Director under subsection (1); (b) the Director has been advised of a breach of this Act or the regulations; or (c) the Director has been advised of any other matter concerning the care of a resident or the operation of a nursing home that the person advising believes ought to be reported to the Director, unless the other person acts maliciously or without reasonable grounds. Idem (3) No person shall coerce, intimidate or attempt to coerce or intimidate another person because information described in clause (2) (a), (b) or (c) has been given to the Director. Idem (4) No person shall include in a report to the Director under subsection (1) information the person knows to be false. R.S.O. 1990, c. N.7, s. 25 (1-4). Duty on practitioners (5) Even if the information on which a report may be based is confidential or privileged, subsection (1) also applies to a legally qualified medical practitioner or any other person who is a member of a College as defined in subsection 1 (1) of the Regulated Health Professions Act, 1991 and no action for making the report shall be commenced against a practitioner or person who acts in accordance with subsection (1) unless that person acts maliciously or without reasonable grounds for the suspicion. R.S.O. 1990, c. N.7, s. 25 (5); 1998, c. 18, Sched. G, s. 66 (10). Privilege of solicitor (6) Nothing in this section abrogates any privilege that may exist between a solicitor and the solicitor’s client. Director to investigate (7) The Director shall cause any report made under subsection (1) to be investigated forthwith after receiving it. R.S.O. 1990, c. N.7, s. 25 (6, 7).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P751_85391\"></a><a name=\"BK45\"></a>25.</b> (1) A person other than a resident who has reasonable grounds to suspect that a resident has suffered or may suffer harm as a result of unlawful conduct, improper or incompetent treatment or care or neglect shall forthwith report the suspicion and the information upon which it is based to the Director.</p> <p class=\"headnote-e\"><b>Protection of persons reporting</b></p> <p class=\"subsection-e\">(2) No person shall dismiss, discipline or penalize another person because,</p> <p class=\"clause-e\">(a) a report has been made to the Director under subsection (1);</p> <p class=\"clause-e\">(b) the Director has been advised of a breach of this Act or the regulations; or</p> <p class=\"clause-e\">(c) the Director has been advised of any other matter concerning the care of a resident or the operation of a nursing home that the person advising believes ought to be reported to the Director,</p> <p class=\"Ssubsection-e\">unless the other person acts maliciously or without reasonable grounds.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) No person shall coerce, intimidate or attempt to coerce or intimidate another person because information described in clause (2) (a), (b) or (c) has been given to the Director.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4) No person shall include in a report to the Director under subsection (1) information the person knows to be false. R.S.O. 1990, c. N.7, s. 25 (1-4).</p> <p class=\"headnote-e\"><b>Duty on practitioners</b></p> <p class=\"subsection-e\">(5) Even if the information on which a report may be based is confidential or privileged, subsection (1) also applies to a legally qualified medical practitioner or any other person who is a member of a College as defined in subsection 1 (1) of the <i>Regulated Health Professions Act, 1991</i> and no action for making the report shall be commenced against a practitioner or person who acts in accordance with subsection (1) unless that person acts maliciously or without reasonable grounds for the suspicion. R.S.O. 1990, c. N.7, s. 25 (5); 1998, c. 18, Sched. G, s. 66 (10).</p> <p class=\"headnote-e\"><b>Privilege of solicitor</b></p> <p class=\"subsection-e\">(6) Nothing in this section abrogates any privilege that may exist between a solicitor and the solicitor’s client.</p> <p class=\"headnote-e\"><b>Director to investigate</b></p> <p class=\"subsection-e\">(7) The Director shall cause any report made under subsection (1) to be investigated forthwith after receiving it. R.S.O. 1990, c. N.7, s. 25 (6, 7).</p>"
        },
        {
            "id": "P769_87519",
            "section": "Licensee to forward complaints",
            "content": "26. (1) A licensee shall forward forthwith on receipt to the Director any written complaint the licensee receives concerning the care of a resident or the operation of the nursing home. Statement of licensee (2) The licensee shall include with a complaint forwarded under subsection (1) a statement of reply, setting out, (a) what the licensee has done to remedy the complaint; (b) what the licensee proposes to do to remedy the complaint and within what time the licensee proposes to do it; or (c) that the licensee believes the complaint to be unfounded and the reasons for the belief. Director to investigate (3) The Director shall cause any complaint received under subsection (1) to be investigated forthwith after receiving it. R.S.O. 1990, c. N.7, s. 26.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P769_87519\"></a><a name=\"BK46\"></a>26.</b> (1) A licensee shall forward forthwith on receipt to the Director any written complaint the licensee receives concerning the care of a resident or the operation of the nursing home.</p> <p class=\"headnote-e\"><b>Statement of licensee</b></p> <p class=\"subsection-e\">(2) The licensee shall include with a complaint forwarded under subsection (1) a statement of reply, setting out,</p> <p class=\"clause-e\">(a) what the licensee has done to remedy the complaint;</p> <p class=\"clause-e\">(b) what the licensee proposes to do to remedy the complaint and within what time the licensee proposes to do it; or</p> <p class=\"clause-e\">(c) that the licensee believes the complaint to be unfounded and the reasons for the belief.</p> <p class=\"headnote-e\"><b>Director to investigate</b></p> <p class=\"subsection-e\">(3) The Director shall cause any complaint received under subsection (1) to be investigated forthwith after receiving it. R.S.O. 1990, c. N.7, s. 26.</p>"
        },
        {
            "id": "P778_88308",
            "section": "Immediate investigation",
            "content": "27. Where the Director receives a report from any source that gives the Director reasonable grounds to believe that the health, safety or welfare of a resident may be at risk, the Director shall cause an investigation to be commenced and the nursing home in which that resident lives to be visited forthwith. R.S.O. 1990, c. N.7, s. 27. 28. Repealed: 1993, c.2, s.39.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P778_88308\"></a><a name=\"BK47\"></a>27.</b> Where the Director receives a report from any source that gives the Director reasonable grounds to believe that the health, safety or welfare of a resident may be at risk, the Director shall cause an investigation to be commenced and the nursing home in which that resident lives to be visited forthwith. R.S.O. 1990, c. N.7, s. 27.</p> <p class=\"section-e\"><b>28.</b> Repealed: 1993, c.2, s.39.</p>"
        },
        {
            "id": "28.",
            "section": "Immediate investigation",
            "content": "28. Repealed: 1993, c.2, s.39.",
            "raw_html": "<p class=\"section-e\"><b>28.</b> Repealed: 1993, c.2, s.39.</p>"
        },
        {
            "id": "P781_88704",
            "section": "Residents’ council",
            "content": "29. (1) If a request for the establishment of a residents’ council is made to the administrator of a nursing home by at least three persons, each of whom is a person mentioned in subsection (2), (a) the administrator shall promptly notify the Director and the licensee of the nursing home of the request; and (b) the licensee shall assist the persons who made the request in establishing a residents’ council for the nursing home within sixty days of the request. 1993, c. 2, s. 40. Request for residents’ council (2) For the purpose of subsection (1), the following persons may request the establishment of a residents’ council for a nursing home: 1. A resident of the nursing home. 2. If a resident of the nursing home is mentally incapable, any of his or her substitute decision-makers. 1993, c. 2, s. 40; 1996, c. 2, s. 74 (6). Right to be a member (3) Subject to subsection (4), the following persons are entitled to be members of the residents’ council of a nursing home: 1. A resident of the nursing home. 2. If a resident of the nursing home is mentally incapable, any of his or her substitute decision-makers. 3. A person selected by the resident or, if the resident is mentally incapable, by any of his or her substitute decision-makers. 1993, c. 2, s. 40; 1996, c. 2, s. 74 (7). Who may not be a member (4) The following persons may not be members of the residents’ council of a nursing home: 1. The licensee of the nursing home. 2. An officer or director of the licensee. 3. A person with a controlling interest in the licensee. 4. The administrator of the nursing home. 5. Any other member of the staff of the nursing home. Appointment by Minister (5) At the request of a residents’ council, the Minister may appoint no more than three persons to be members of the residents’ council, and those persons shall serve as members at the pleasure of the residents’ council. Same (6) Only a person who lives in the area in which the nursing home is located and who is not employed by and does not have a contractual relationship with the Ministry may be appointed under subsection (5). 1993, c. 2, s. 40.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P781_88704\"></a><a name=\"BK48\"></a>29.</b> (1) If a request for the establishment of a residents’ council is made to the administrator of a nursing home by at least three persons, each of whom is a person mentioned in subsection (2),</p> <p class=\"clause-e\">(a) the administrator shall promptly notify the Director and the licensee of the nursing home of the request; and</p> <p class=\"clause-e\">(b) the licensee shall assist the persons who made the request in establishing a residents’ council for the nursing home within sixty days of the request. 1993, c. 2, s. 40.</p> <p class=\"headnote-e\"><b>Request for residents’ council</b></p> <p class=\"subsection-e\">(2) For the purpose of subsection (1), the following persons may request the establishment of a residents’ council for a nursing home:</p> <p class=\"paragraph-e\">1. A resident of the nursing home.</p> <p class=\"paragraph-e\">2. If a resident of the nursing home is mentally incapable, any of his or her substitute decision-makers. 1993, c. 2, s. 40; 1996, c. 2, s. 74 (6).</p> <p class=\"headnote-e\"><b>Right to be a member</b></p> <p class=\"subsection-e\">(3) Subject to subsection (4), the following persons are entitled to be members of the residents’ council of a nursing home:</p> <p class=\"paragraph-e\">1. A resident of the nursing home.</p> <p class=\"paragraph-e\">2. If a resident of the nursing home is mentally incapable, any of his or her substitute decision-makers.</p> <p class=\"paragraph-e\">3. A person selected by the resident or, if the resident is mentally incapable, by any of his or her substitute decision-makers. 1993, c. 2, s. 40; 1996, c. 2, s. 74 (7).</p> <p class=\"headnote-e\"><b>Who may not be a member</b></p> <p class=\"subsection-e\">(4) The following persons may not be members of the residents’ council of a nursing home:</p> <p class=\"paragraph-e\">1. The licensee of the nursing home.</p> <p class=\"paragraph-e\">2. An officer or director of the licensee.</p> <p class=\"paragraph-e\">3. A person with a controlling interest in the licensee.</p> <p class=\"paragraph-e\">4. The administrator of the nursing home.</p> <p class=\"paragraph-e\">5. Any other member of the staff of the nursing home.</p> <p class=\"headnote-e\"><b>Appointment by Minister</b></p> <p class=\"subsection-e\">(5) At the request of a residents’ council, the Minister may appoint no more than three persons to be members of the residents’ council, and those persons shall serve as members at the pleasure of the residents’ council.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(6) Only a person who lives in the area in which the nursing home is located and who is not employed by and does not have a contractual relationship with the Ministry may be appointed under subsection (5). 1993, c. 2, s. 40.</p>"
        },
        {
            "id": "P805_90845",
            "section": "Meeting",
            "content": "29.1 (1) Unless a nursing home has a residents’ council, the licensee of the nursing home shall, at least once in each year, convene a meeting of the following persons to advise them of their right to establish a residents’ council: 1. The residents of the nursing home. 2. In the case of residents who are mentally incapable, their substitute decision-makers. 1996, c. 2, s. 74 (8). Results of meeting (2) Within thirty days after the meeting, the licensee shall notify the Director of the results of the meeting. 1993, c. 2, s. 40.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P805_90845\"></a><a name=\"BK49\"></a>29.1</b> (1) Unless a nursing home has a residents’ council, the licensee of the nursing home shall, at least once in each year, convene a meeting of the following persons to advise them of their right to establish a residents’ council:</p> <p class=\"paragraph-e\">1. The residents of the nursing home.</p> <p class=\"paragraph-e\">2. In the case of residents who are mentally incapable, their substitute decision-makers. 1996, c. 2, s. 74 (8).</p> <p class=\"headnote-e\"><b>Results of meeting</b></p> <p class=\"subsection-e\">(2) Within thirty days after the meeting, the licensee shall notify the Director of the results of the meeting. 1993, c. 2, s. 40.</p>"
        },
        {
            "id": "P811_91422",
            "section": "Powers of residents’ council",
            "content": "30. It is the function of a residents’ council of a nursing home, and the council has the power, to, (a) advise residents of the nursing home respecting their rights and obligations under this Act; (b) advise residents of the nursing home respecting the rights and obligations of the licensee of the nursing home, under this Act and under the service agreement relating to the nursing home; Note: On a day to be named by proclamation of the Lieutenant Governor, clause (b) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (20) by striking out “the service agreement” and substituting “the service accountability agreement”. See: 2006, c. 4, ss. 49 (20), 55 (2). (c) meet regularly with the licensee or, if the licensee is a corporation, with representatives of the licensee, to, (i) review inspection reports relating to the nursing home received by the licensee under subsection 24 (13), (ii) review the allocation of money for accommodation, care, services, programs and goods provided in the nursing home, (iii) review the financial statements relating to the nursing home filed with the Minister under the regulations, and (iv) review the operation of the nursing home; (d) attempt to mediate and resolve a dispute between the licensee and a resident of the nursing home; and (e) report to the Minister any concerns and recommendations that in its opinion ought to be brought to the Minister’s attention. 1993, c. 2, s. 40.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P811_91422\"></a><a name=\"BK50\"></a>30.</b> It is the function of a residents’ council of a nursing home, and the council has the power, to,</p> <p class=\"clause-e\">(a) advise residents of the nursing home respecting their rights and obligations under this Act;</p> <p class=\"clause-e\">(b) advise residents of the nursing home respecting the rights and obligations of the licensee of the nursing home, under this Act and under the service agreement relating to the nursing home;</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, clause (b) is amended by the Statutes of Ontario, 2006, chapter 4, subsection 49 (20) by striking out “the service agreement” and substituting “the service accountability agreement”. See: 2006, c. 4, ss. 49 (20), 55 (2).</b></p> <p class=\"clause-e\">(c) meet regularly with the licensee or, if the licensee is a corporation, with representatives of the licensee, to,</p> <p class=\"subclause-e\">(i) review inspection reports relating to the nursing home received by the licensee under subsection 24 (13),</p> <p class=\"subclause-e\">(ii) review the allocation of money for accommodation, care, services, programs and goods provided in the nursing home,</p> <p class=\"subclause-e\">(iii) review the financial statements relating to the nursing home filed with the Minister under the regulations, and</p> <p class=\"subclause-e\">(iv) review the operation of the nursing home;</p> <p class=\"clause-e\">(d) attempt to mediate and resolve a dispute between the licensee and a resident of the nursing home; and</p> <p class=\"clause-e\">(e) report to the Minister any concerns and recommendations that in its opinion ought to be brought to the Minister’s attention. 1993, c. 2, s. 40<i>.</i></p>"
        },
        {
            "id": "P823_92906",
            "section": "Residents’ council assistant",
            "content": "31. (1) With the consent of a residents’ council, the Minister may appoint a residents’ council assistant to assist the residents’ council in carrying out its responsibilities. Duties (2) In carrying out his or her duties, a residents’ council assistant shall take instructions from and report to the residents’ council. 1993, c. 2, s. 40.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P823_92906\"></a><a name=\"BK51\"></a>31.</b> (1) With the consent of a residents’ council, the Minister may appoint a residents’ council assistant to assist the residents’ council in carrying out its responsibilities.</p> <p class=\"headnote-e\"><b>Duties</b></p> <p class=\"subsection-e\">(2) In carrying out his or her duties, a residents’ council assistant shall take instructions from and report to the residents’ council. 1993, c. 2, s. 40<i>.</i></p>"
        },
        {
            "id": "P827_93291",
            "section": "Information and assistance",
            "content": "32. (1) A licensee of a nursing home shall co-operate with the residents’ council and the residents’ council assistant and shall provide them with such financial and other information and such assistance as is required by the regulations. Obstruction (2) No person shall refuse entry to a nursing home to a residents’ council assistant or otherwise hinder, obstruct or interfere with a residents’ council assistant carrying out his or her duties. 1993, c. 2, s. 40.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P827_93291\"></a><a name=\"BK52\"></a>32.</b> (1) A licensee of a nursing home shall co-operate with the residents’ council and the residents’ council assistant and shall provide them with such financial and other information and such assistance as is required by the regulations.</p> <p class=\"headnote-e\"><b>Obstruction</b></p> <p class=\"subsection-e\">(2) No person shall refuse entry to a nursing home to a residents’ council assistant or otherwise hinder, obstruct or interfere with a residents’ council assistant carrying out his or her duties. 1993, c. 2, s. 40<i>.</i></p>"
        },
        {
            "id": "P831_93782",
            "section": "Immunity",
            "content": "33. No proceeding shall be commenced against a member of a residents’ council or a residents’ council assistant for any act done under section 30, unless the act is done maliciously or without reasonable grounds. 1993, c. 2, s. 40.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P831_93782\"></a><a name=\"BK53\"></a>33.</b> No proceeding shall be commenced against a member of a residents’ council or a residents’ council assistant for any act done under section 30, unless the act is done maliciously or without reasonable grounds. 1993, c. 2, s. 40<i>.</i></p>"
        },
        {
            "id": "P833_94042",
            "section": "Use of appellations",
            "content": "34. No person shall use the terms “nursing home”, “maison de soins infirmiers” or words of like import in connection with any premises unless the person is licensed under this Act. R.S.O. 1990, c. N.7, s. 34; 1993, c. 2, s. 41.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P833_94042\"></a><a name=\"BK54\"></a>34.</b> No person shall use the terms “nursing home”, “maison de soins infirmiers” or words of like import in connection with any premises unless the person is licensed under this Act. R.S.O. 1990, c. N.7, s. 34; 1993, c. 2, s. 41.</p>"
        },
        {
            "id": "P835_94306",
            "section": "Liability of licensee",
            "content": "35. (1) In addition to any other liability for an offence under this Act or the regulations, the licensee is guilty of an offence for the contravention of any provision of this Act except subsection 25 (1) or of the regulations that creates an obligation in respect of a nursing home, (a) without imposing a duty on a specified person to carry it out; or (b) by imposing a duty on a specified person other than the licensee to carry it out. Idem (2) Despite subsection (1), a licensee is guilty of an offence under subsection (1) if the licensee contravenes subsection 25 (1). R.S.O. 1990, c. N.7, s. 35.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P835_94306\"></a><a name=\"BK55\"></a>35.</b> (1) In addition to any other liability for an offence under this Act or the regulations, the licensee is guilty of an offence for the contravention of any provision of this Act except subsection 25 (1) or of the regulations that creates an obligation in respect of a nursing home,</p> <p class=\"clause-e\">(a) without imposing a duty on a specified person to carry it out; or</p> <p class=\"clause-e\">(b) by imposing a duty on a specified person other than the licensee to carry it out.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Despite subsection (1), a licensee is guilty of an offence under subsection (1) if the licensee contravenes subsection 25 (1). R.S.O. 1990, c. N.7, s. 35.</p>"
        },
        {
            "id": "P841_94935",
            "section": "Penalty, individual",
            "content": "36. (1) An individual who contravenes any provision of this Act or the regulations, except subsections 19 (1), 20.1 (7), (8), (9), (10), (11), (12), (13), (16) and (18), section 20.2 and subsections 20.5 (1), 20.6 (5) and (16) and 20.8 (5), is guilty of an offence and on conviction is liable, (a) for a first offence, to a fine of not more than $25,000 or to imprisonment for a term of not more than 12 months, or to both; (b) for a subsequent offence, to a fine of not more than $50,000 or to imprisonment for a term of not more than 12 months, or to both. 2002, c. 18, Sched. I, s. 17. Same, corporation (2) A corporation that contravenes any provision of this Act or the regulations, except subsections 19 (1), 20.1 (7), (8), (9), (10), (11), (12), (13), (16) and (18), section 20.2 and subsections 20.5 (1), 20.6 (5) and (16) and 20.8 (5), is guilty of an offence and on conviction is liable to a fine of not more than $50,000 for a first offence and to a fine of not more than $200,000 for a subsequent offence. 2002, c. 18, Sched. I, s. 17. Compensation or restitution (3) The court that convicts a person of an offence under this section may, in addition to any other penalty, order that the person pay compensation or make restitution to any person who suffered a loss as a result of the offence. 2002, c. 18, Sched. I, s. 17. No limitation (4) Section 76 of the Provincial Offences Act does not apply to a prosecution under this section. 2002, c. 18, Sched. I, s. 17.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P841_94935\"></a><a name=\"BK56\"></a>36.</b> (1) An individual who contravenes any provision of this Act or the regulations, except subsections 19 (1), 20.1 (7), (8), (9), (10), (11), (12), (13), (16) and (18), section 20.2 and subsections 20.5 (1), 20.6 (5) and (16) and 20.8 (5), is guilty of an offence and on conviction is liable,</p> <p class=\"clause-e\">(a) for a first offence, to a fine of not more than $25,000 or to imprisonment for a term of not more than 12 months, or to both;</p> <p class=\"clause-e\">(b) for a subsequent offence, to a fine of not more than $50,000 or to imprisonment for a term of not more than 12 months, or to both. 2002, c. 18, Sched. I, s. 17.</p> <p class=\"headnote-e\"><b>Same, corporation</b></p> <p class=\"subsection-e\">(2) A corporation that contravenes any provision of this Act or the regulations, except subsections 19 (1), 20.1 (7), (8), (9), (10), (11), (12), (13), (16) and (18), section 20.2 and subsections 20.5 (1), 20.6 (5) and (16) and 20.8 (5), is guilty of an offence and on conviction is liable to a fine of not more than $50,000 for a first offence and to a fine of not more than $200,000 for a subsequent offence. 2002, c. 18, Sched. I, s. 17.</p> <p class=\"headnote-e\"><b>Compensation or restitution</b></p> <p class=\"subsection-e\">(3) The court that convicts a person of an offence under this section may, in addition to any other penalty, order that the person pay compensation or make restitution to any person who suffered a loss as a result of the offence. 2002, c. 18, Sched. I, s. 17.</p> <p class=\"headnote-e\"><b>No limitation</b></p> <p class=\"subsection-e\">(4) Section 76 of the <i>Provincial Offences Act </i>does not apply to a prosecution under this section. 2002, c. 18, Sched. I, s. 17.</p>"
        },
        {
            "id": "P851_96462",
            "section": "Evidence of disabled resident",
            "content": "37. (1) Where a party to a proceeding under section 35 or 36 wishes to call as a witness in the proceeding a resident who by reason of age, infirmity or physical disability is unable to attend the proceeding, the party may apply to a provincial judge for an order appointing a justice of the peace to attend upon the witness and to take the evidence of the witness under oath. R.S.O. 1990, c. N.7, s. 37 (1). Idem (2) Where a party to a proceeding before the Appeal Board under this Act wishes to call as a witness in the proceeding a resident who by reason of age, infirmity or physical disability is unable to attend the proceeding, the members of the Appeal Board who are holding the hearing, at the request of the party, may attend upon the witness and take the evidence of the witness. R.S.O. 1990, c. N.7, s. 37 (2); 1998, c. 18, Sched. G, s. 66 (11). Medical report sufficient proof (3) A medical report signed by a legally qualified medical practitioner stating that the practitioner believes the resident is unable to attend a proceeding by reason of age, infirmity or physical disability is proof, in the absence of evidence to the contrary, of the inability of the witness to attend the proceeding. Opportunity to examine (4) A person shall not take evidence from a resident under subsection (1) or (2) unless reasonable notice of the time for taking the evidence is given to all parties to the proceeding and each party attending is given an opportunity to examine or cross-examine the resident. Transcript as evidence (5) A transcript of the evidence of a resident taken under subsection (1) and certified as correct by the person who recorded it may be read in evidence in a proceeding under this Act. R.S.O. 1990, c. N.7, s. 37 (3-5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P851_96462\"></a><a name=\"BK57\"></a>37.</b> (1) Where a party to a proceeding under section 35 or 36 wishes to call as a witness in the proceeding a resident who by reason of age, infirmity or physical disability is unable to attend the proceeding, the party may apply to a provincial judge for an order appointing a justice of the peace to attend upon the witness and to take the evidence of the witness under oath. R.S.O. 1990, c. N.7, s. 37 (1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Where a party to a proceeding before the Appeal Board under this Act wishes to call as a witness in the proceeding a resident who by reason of age, infirmity or physical disability is unable to attend the proceeding, the members of the Appeal Board who are holding the hearing, at the request of the party, may attend upon the witness and take the evidence of the witness. R.S.O. 1990, c. N.7, s. 37 (2); 1998, c. 18, Sched. G, s. 66 (11).</p> <p class=\"headnote-e\"><b>Medical report sufficient proof</b></p> <p class=\"subsection-e\">(3) A medical report signed by a legally qualified medical practitioner stating that the practitioner believes the resident is unable to attend a proceeding by reason of age, infirmity or physical disability is proof, in the absence of evidence to the contrary, of the inability of the witness to attend the proceeding.</p> <p class=\"headnote-e\"><b>Opportunity to examine</b></p> <p class=\"subsection-e\">(4) A person shall not take evidence from a resident under subsection (1) or (2) unless reasonable notice of the time for taking the evidence is given to all parties to the proceeding and each party attending is given an opportunity to examine or cross-examine the resident.</p> <p class=\"headnote-e\"><b>Transcript as evidence</b></p> <p class=\"subsection-e\">(5) A transcript of the evidence of a resident taken under subsection (1) and certified as correct by the person who recorded it may be read in evidence in a proceeding under this Act. R.S.O. 1990, c. N.7, s. 37 (3-5).</p>"
        },
        {
            "id": "P861_98247",
            "section": "Regulations",
            "content": "38. (1) The Lieutenant Governor in Council may make such regulations in respect of nursing homes as are considered necessary to carry out the purposes of this Act, and in particular: 1. defining “nursing care”, “personal record”, “accommodation”, “basic accommodation”, “preferred accommodation”, “short-stay program” and “veteran” for the purpose of any provision of this Act or the regulations; 2. requiring licensees to provide or offer certain types of accommodation, care, services, programs and goods to residents, and prescribing and governing the accommodation, care, services, programs and goods that must be provided or offered; 3. requiring and governing the assessment and classification of residents for the purpose of determining the level of care required by residents; 4. Repealed: 1993, c. 2, s. 43 (3). 5. requiring that parts of the licensed bed capacity of nursing homes be set aside for various classes of accommodation, and regulating the amount of bed capacity that must be set aside for each class; 6. governing the construction, establishment, location, safety, equipment, maintenance and repair of and additions or alterations to nursing homes and respecting the information, plans and other material that are to be furnished to the Director; 7. respecting the management and operation of nursing homes; 8. respecting the officers and staff of nursing homes, including prescribing the staff requirements for nursing homes and the duties, responsibilities and qualifications of the officers and staff of nursing homes; 9. requiring the bonding of the chief administrators of nursing homes in such form and terms and with such collateral security as are prescribed and providing for the forfeiture of bonds and the disposition of the proceeds; 10. requiring in-service training programs to be provided staff and employees and governing their form and content; 11. requiring that licensees keep records and accounts for nursing homes and that they file financial statements, reports and returns with the Minister at specified intervals, prescribing and governing such records, accounts, financial statements, reports and returns, and requiring that licensees furnish such information or accounts as the Minister may require; 12. governing the posting of documents and information under section 20.17, prescribing the financial statements, reports and returns that must be posted and prescribing additional documents and information that must be posted; 13. Repealed: 1993, c. 2, s. 43 (6). 14. respecting the form and content of requests for proposals for the issuing of nursing home licences; 15. providing for the issuing of licences and prescribing the terms and conditions of licences; 16. respecting and governing the treatment, care, conduct, discipline and discharge of residents of nursing homes; 17. prescribing other duties of inspectors; 18. governing the confidentiality and security of personal records, the disclosure of personal records, the retention and disposal of personal records, and access to and correction of personal records, including prescribing the time and manner in which access to personal records must be given and regulating the fees that may be charged for making copies of personal records; 19. prescribing the maximum amounts or governing the manner of determining the maximum amounts that may be demanded or accepted from or on behalf of a resident under clauses 21 (1) (a) and (b), prescribing the information or proof that is to be provided before a determination is made, requiring that the information provided for the purpose of a determination be provided under oath, and prescribing the persons or other entities who may make the determination; 20. designating care, services, programs and goods for the purpose of clause 21 (1) (c) and prescribing the maximum amount, or governing the manner of determining the maximum amount, that may be demanded or accepted from or on behalf of a resident under clause 21 (1) (c) for each item so designated; 21. Repealed: 1993, c. 2, s. 43 (8). 22. Repealed: 1993, c. 2, s. 43 (8). 23. Repealed: 1993, c. 2, s. 43 (9). 24. respecting the establishment and conduct of residents’ councils; 25. respecting the information, financial information and assistance a licensee shall give to a residents’ council and a residents’ council assistant; 26. Repealed: 1993, c. 2, s. 43 (10). 27. exempting designated nursing homes from specified provisions of this Act or the regulations; 28. Repealed: 1997, c. 15, s. 13 (4). 29. governing applications to placement co-ordinators for a determination regarding a person’s eligibility for admission to a nursing home or for authorization of a person’s admission to a nursing home, including prescribing the placement co-ordinators to whom applications may be made and the frequency with which applications may be made; 30. governing the determination of a person’s eligibility for admission to a nursing home and the determination of whether to authorize a person’s admission to a nursing home; 31. prescribing, for the purpose of clause 20.1 (14) (c), additional circumstances which are grounds for a licensee to withhold approval for the admission of a person to a nursing home; 32. prescribing and governing the obligations of a licensee in relation to giving or withholding approval for the admission of a person to a nursing home, and governing the written notice required to be given under subsection 20.1 (15); 32.1 prescribing and governing the obligations of placement co-ordinators and others in relation to ensuring that persons seeking admission to a nursing home are provided with information about their rights and assistance in exercising their rights, including prescribing, i. the information or assistance that must be given, ii. the categories of persons who must be given the information or assistance, iii. the circumstances in which the information or assistance must be given, iv. the persons by whom the information or assistance must be given, and v. the manner and time in which the information or assistance must be given; 32.2 governing the transfer of information among those involved in the process of providing persons with information about their rights; 32.3 regulating the timing of the authorization of a person’s admission to a nursing home, if the person must be provided with information about his or her rights or if the person exercises, or indicates an intention to exercise, any of his or her rights; 33. requiring that placement co-ordinators have certain qualifications or meet certain requirements and prescribing such qualifications or requirements; 34. governing the manner of determining the amounts of the payments required to be made under section 20.13 and the method and time of payment; 35. instituting a system for reconciling the payments made by the Crown under section 20.13 on account of the maintenance and operating costs of a nursing home with the actual maintenance and operating costs of the nursing home, including, i. requiring the licensee to provide, at specified intervals, audited financial statements, proof of maintenance and operating costs, information about the level of occupancy of the nursing home and other documents and information, ii. requiring that the information provided by the licensee for the purpose of the reconciliation be provided under oath, and iii. providing for the recovery by the Crown of any excess payment through deduction from subsequent payments to the licensee; 36. prescribing the extraordinary events in respect of which the Minister may make additional grants to a licensee under section 20.14; Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 36 is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (21) and the following substituted: 36. prescribing the terms and conditions of funding provided under section 20.13; See: 2006, c. 4, ss. 49 (21), 55 (2). 37. governing service agreements, including prescribing provisions that must be contained in all service agreements and matters that must be provided for in all service agreements; Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 37 is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (21) and the following substituted: 37. governing how funding in section 20.13 is to be determined or the circumstances or requirements that must be met as conditions for receiving funding; See: 2006, c. 4, ss. 49 (21), 55 (2). 38. prescribing the special circumstances in which the Director may authorize an increase of the licensed bed capacity of a nursing home; 39. providing for the collection of information and the making of investigations regarding the financial and other circumstances of residents in or applicants for admission to nursing homes in connection with determinations respecting eligibility for admission, authorization of admission, discharge and amounts which residents may be charged; 40. governing short-stay programs in nursing homes; 41. governing the provision of financial assistance to licensees under section 20.12; 42. governing plans of care, including their content, development, implementation and revision; 43. governing the quality management system to be developed and implemented by licensees for monitoring, evaluating and improving the quality of the accommodation, care, services, programs and goods provided to residents of nursing homes; 44. governing the notice required to be provided under section 20.16, including prescribing additional matters which must be set out in the notice; 45. governing inspection reports. R.S.O. 1990, c. N.7, s. 38; 1993, c. 2, s. 43 (1-11); 1994, c. 26, s. 75; 1996, c. 2, s. 74 (9); 1997, c. 15, s. 13 (3, 4). Retroactivity (2) A regulation is, if it so provides, effective with reference to a period before it is filed. 1993, c. 2, s. 43 (12). Application (3) A regulation may be general or particular in its application. 1993, c. 2, s. 43 (12). Exception (4) A regulation made under paragraph 18 of subsection (1) shall not apply to a record of personal health information within the meaning of the Personal Health Information Protection Act, 2004. 2004, c. 3, Sched. A, s. 92 (3). Same (5) Despite subsection (4), a regulation made under paragraph 18 of subsection (1) that relates to the security, retention or disposal of a record of personal health information within the meaning of the Personal Health Information Protection Act, 2004 applies to the extent that the regulation is consistent with that Act and the regulations made under it. 2004, c. 3, Sched. A, s. 92 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P861_98247\"></a><a name=\"BK58\"></a>38.</b> (1) The Lieutenant Governor in Council may make such regulations in respect of nursing homes as are considered necessary to carry out the purposes of this Act, and in particular:</p> <p class=\"paragraph-e\">1. defining “nursing care”, “personal record”, “accommodation”, “basic accommodation”, “preferred accommodation”, “short-stay program” and “veteran” for the purpose of any provision of this Act or the regulations;</p> <p class=\"paragraph-e\">2. requiring licensees to provide or offer certain types of accommodation, care, services, programs and goods to residents, and prescribing and governing the accommodation, care, services, programs and goods that must be provided or offered;</p> <p class=\"paragraph-e\">3. requiring and governing the assessment and classification of residents for the purpose of determining the level of care required by residents;</p> <p class=\"paragraph-e\">4. Repealed: 1993, c. 2, s. 43 (3).</p> <p class=\"paragraph-e\">5. requiring that parts of the licensed bed capacity of nursing homes be set aside for various classes of accommodation, and regulating the amount of bed capacity that must be set aside for each class;</p> <p class=\"paragraph-e\">6. governing the construction, establishment, location, safety, equipment, maintenance and repair of and additions or alterations to nursing homes and respecting the information, plans and other material that are to be furnished to the Director;</p> <p class=\"paragraph-e\">7. respecting the management and operation of nursing homes;</p> <p class=\"paragraph-e\">8. respecting the officers and staff of nursing homes, including prescribing the staff requirements for nursing homes and the duties, responsibilities and qualifications of the officers and staff of nursing homes;</p> <p class=\"paragraph-e\">9. requiring the bonding of the chief administrators of nursing homes in such form and terms and with such collateral security as are prescribed and providing for the forfeiture of bonds and the disposition of the proceeds;</p> <p class=\"paragraph-e\">10. requiring in-service training programs to be provided staff and employees and governing their form and content;</p> <p class=\"paragraph-e\">11. requiring that licensees keep records and accounts for nursing homes and that they file financial statements, reports and returns with the Minister at specified intervals, prescribing and governing such records, accounts, financial statements, reports and returns, and requiring that licensees furnish such information or accounts as the Minister may require;</p> <p class=\"paragraph-e\">12. governing the posting of documents and information under section 20.17, prescribing the financial statements, reports and returns that must be posted and prescribing additional documents and information that must be posted;</p> <p class=\"paragraph-e\">13. Repealed: 1993, c. 2, s. 43 (6).</p> <p class=\"paragraph-e\">14. respecting the form and content of requests for proposals for the issuing of nursing home licences;</p> <p class=\"paragraph-e\">15. providing for the issuing of licences and prescribing the terms and conditions of licences;</p> <p class=\"paragraph-e\">16. respecting and governing the treatment, care, conduct, discipline and discharge of residents of nursing homes;</p> <p class=\"paragraph-e\">17. prescribing other duties of inspectors;</p> <p class=\"paragraph-e\">18. governing the confidentiality and security of personal records, the disclosure of personal records, the retention and disposal of personal records, and access to and correction of personal records, including prescribing the time and manner in which access to personal records must be given and regulating the fees that may be charged for making copies of personal records;</p> <p class=\"paragraph-e\">19. prescribing the maximum amounts or governing the manner of determining the maximum amounts that may be demanded or accepted from or on behalf of a resident under clauses 21 (1) (a) and (b), prescribing the information or proof that is to be provided before a determination is made, requiring that the information provided for the purpose of a determination be provided under oath, and prescribing the persons or other entities who may make the determination;</p> <p class=\"paragraph-e\">20. designating care, services, programs and goods for the purpose of clause 21 (1) (c) and prescribing the maximum amount, or governing the manner of determining the maximum amount, that may be demanded or accepted from or on behalf of a resident under clause 21 (1) (c) for each item so designated;</p> <p class=\"paragraph-e\">21. Repealed: 1993, c. 2, s. 43 (8).</p> <p class=\"paragraph-e\">22. Repealed: 1993, c. 2, s. 43 (8).</p> <p class=\"paragraph-e\">23. Repealed: 1993, c. 2, s. 43 (9).</p> <p class=\"paragraph-e\">24. respecting the establishment and conduct of residents’ councils;</p> <p class=\"paragraph-e\">25. respecting the information, financial information and assistance a licensee shall give to a residents’ council and a residents’ council assistant;</p> <p class=\"paragraph-e\">26. Repealed: 1993, c. 2, s. 43 (10).</p> <p class=\"paragraph-e\">27. exempting designated nursing homes from specified provisions of this Act or the regulations;</p> <p class=\"paragraph-e\">28. Repealed: 1997, c. 15, s. 13 (4).</p> <p class=\"paragraph-e\">29. governing applications to placement co-ordinators for a determination regarding a person’s eligibility for admission to a nursing home or for authorization of a person’s admission to a nursing home, including prescribing the placement co-ordinators to whom applications may be made and the frequency with which applications may be made;</p> <p class=\"paragraph-e\">30. governing the determination of a person’s eligibility for admission to a nursing home and the determination of whether to authorize a person’s admission to a nursing home;</p> <p class=\"paragraph-e\">31. prescribing, for the purpose of clause 20.1 (14) (c), additional circumstances which are grounds for a licensee to withhold approval for the admission of a person to a nursing home;</p> <p class=\"paragraph-e\">32. prescribing and governing the obligations of a licensee in relation to giving or withholding approval for the admission of a person to a nursing home, and governing the written notice required to be given under subsection 20.1 (15);</p> <p class=\"paragraph-e\">32.1 prescribing and governing the obligations of placement co-ordinators and others in relation to ensuring that persons seeking admission to a nursing home are provided with information about their rights and assistance in exercising their rights, including prescribing,</p> <p class=\"subpara-e\">i. the information or assistance that must be given,</p> <p class=\"subpara-e\">ii. the categories of persons who must be given the information or assistance,</p> <p class=\"subpara-e\">iii. the circumstances in which the information or assistance must be given,</p> <p class=\"subpara-e\">iv. the persons by whom the information or assistance must be given, and</p> <p class=\"subpara-e\">v. the manner and time in which the information or assistance must be given;</p> <p class=\"paragraph-e\">32.2 governing the transfer of information among those involved in the process of providing persons with information about their rights;</p> <p class=\"paragraph-e\">32.3 regulating the timing of the authorization of a person’s admission to a nursing home, if the person must be provided with information about his or her rights or if the person exercises, or indicates an intention to exercise, any of his or her rights;</p> <p class=\"paragraph-e\">33. requiring that placement co-ordinators have certain qualifications or meet certain requirements and prescribing such qualifications or requirements;</p> <p class=\"paragraph-e\">34. governing the manner of determining the amounts of the payments required to be made under section 20.13 and the method and time of payment;</p> <p class=\"paragraph-e\">35. instituting a system for reconciling the payments made by the Crown under section 20.13 on account of the maintenance and operating costs of a nursing home with the actual maintenance and operating costs of the nursing home, including,</p> <p class=\"subpara-e\">i. requiring the licensee to provide, at specified intervals, audited financial statements, proof of maintenance and operating costs, information about the level of occupancy of the nursing home and other documents and information,</p> <p class=\"subpara-e\">ii. requiring that the information provided by the licensee for the purpose of the reconciliation be provided under oath, and</p> <p class=\"subpara-e\">iii. providing for the recovery by the Crown of any excess payment through deduction from subsequent payments to the licensee;</p> <p class=\"paragraph-e\">36. prescribing the extraordinary events in respect of which the Minister may make additional grants to a licensee under section 20.14;</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 36 is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (21) and the following substituted:</b></p> <p class=\"Yparagraph-e\">36. prescribing the terms and conditions of funding provided under section 20.13;</p> <p class=\"Pnote-e\"><b>See: 2006, c. 4, ss. 49 (21), 55 (2).</b></p> <p class=\"paragraph-e\">37. governing service agreements, including prescribing provisions that must be contained in all service agreements and matters that must be provided for in all service agreements;</p> <p class=\"Pnote-e\"><b>Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 37 is repealed by the Statutes of Ontario, 2006, chapter 4, subsection 49 (21) and the following substituted:</b></p> <p class=\"Yparagraph-e\">37. governing how funding in section 20.13 is to be determined or the circumstances or requirements that must be met as conditions for receiving funding;</p> <p class=\"Pnote-e\"><b>See: 2006, c. 4, ss. 49 (21), 55 (2).</b></p> <p class=\"paragraph-e\">38. prescribing the special circumstances in which the Director may authorize an increase of the licensed bed capacity of a nursing home;</p> <p class=\"paragraph-e\">39. providing for the collection of information and the making of investigations regarding the financial and other circumstances of residents in or applicants for admission to nursing homes in connection with determinations respecting eligibility for admission, authorization of admission, discharge and amounts which residents may be charged;</p> <p class=\"paragraph-e\">40. governing short-stay programs in nursing homes;</p> <p class=\"paragraph-e\">41. governing the provision of financial assistance to licensees under section 20.12;</p> <p class=\"paragraph-e\">42. governing plans of care, including their content, development, implementation and revision;</p> <p class=\"paragraph-e\">43. governing the quality management system to be developed and implemented by licensees for monitoring, evaluating and improving the quality of the accommodation, care, services, programs and goods provided to residents of nursing homes;</p> <p class=\"paragraph-e\">44. governing the notice required to be provided under section 20.16, including prescribing additional matters which must be set out in the notice;</p> <p class=\"paragraph-e\">45. governing inspection reports. R.S.O. 1990, c. N.7, s. 38; 1993, c. 2, s. 43 (1-11); 1994, c. 26, s. 75; 1996, c. 2, s. 74 (9); 1997, c. 15, s. 13 (3, 4).</p> <p class=\"headnote-e\"><b>Retroactivity</b></p> <p class=\"subsection-e\">(2) A regulation is, if it so provides, effective with reference to a period before it is filed. 1993, c. 2, s. 43 (12).</p> <p class=\"headnote-e\"><b>Application</b></p> <p class=\"subsection-e\">(3) A regulation may be general or particular in its application. 1993, c. 2, s. 43 (12).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(4) A regulation made under paragraph 18 of subsection (1) shall not apply to a record of personal health information within the meaning of the <i>Personal Health Information Protection Act, 2004</i>. 2004, c. 3, Sched. A, s. 92 (3).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(5) Despite subsection (4), a regulation made under paragraph 18 of subsection (1) that relates to the security, retention or disposal of a record of personal health information within the meaning of the <i>Personal Health Information Protection Act, 2004</i> applies to the extent that the regulation is consistent with that Act and the regulations made under it. 2004, c. 3, Sched. A, s. 92 (3).</p>"
        },
        {
            "id": "P933_108903",
            "section": "Licence fees",
            "content": "39. (1) The Minister may establish and charge fees for the issue and renewal of licences under this Act. Forms (2) The Minister may require that forms approved by the Minister be used for any purpose of this Act. 1997, c. 15, s. 13 (5). ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P933_108903\"></a><a name=\"BK59\"></a>39.</b> (1) The Minister may establish and charge fees for the issue and renewal of licences under this Act.</p> <p class=\"headnote-e\"><b>Forms</b></p> <p class=\"subsection-e\">(2) The Minister may require that forms approved by the Minister be used for any purpose of this Act. 1997, c. 15, s. 13 (5).</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90n07_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90n07_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}