{
    "reg_info": {
        "full_title": "O. Reg. 235/10: BOUNDARIES OF NIAGARA ESCARPMENT PLANNING AREA",
        "reg_name_text": "BOUNDARIES OF NIAGARA ESCARPMENT PLANNING AREA",
        "citation": "O. Reg. 235/10: ",
        "act_under": "Niagara Escarpment Planning and Development Act   Loi sur la planification et l’aménagement de l’escarpement du Niagara",
        "url": "https://www.ontario.ca/laws/regulation/100235",
        "date_scraped": "2023-12-19 06:27:18"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2010",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/100235/v1",
            "valid_from": "June 14, 2010",
            "valid_to": "June 30, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Lands added to the Planning Area",
            "content": "1. The following lands are added to the Niagara Escarpment Planning Area: 1. In the Municipality of Grey Highlands in the former Township of Euphrasia in the County of Grey, the lands composed of all of Lot 19 in Concession VI. 2. In the City of Burlington in The Regional Municipality of Halton, the lands described as follows: Beginning at the southeasterly angle of Lot 11, Concession II, North of Dundas Street; Thence southeasterly along the northeasterly limit of Lot 11, Concession I, North of Dundas Street to the northwest corner of Part 1, Plan 20R-11154; Thence southeasterly along the southwesterly limit of Part 1, Plan 20R-11154, to a point where the limit meets the westerly limit of a 60 metre wide strip of land lying immediately west of and adjacent to the westerly limit of the Highway 407 lands; Thence southwesterly through Lot 11, parallel to the westerly limit of Part 1, Plan 20R-11154, being the west limit of the Highway 407 lands, and along the westerly limit of the 60 metre wide strip of land lying immediately west of and adjacent to the westerly limit of the Highway 407 lands, to a point on the limit between Lots 11 and 12, Concession I, North of Dundas Street; Thence southwesterly through Lot 12, parallel to the westerly limit of the Highway 407 lands, and along the westerly limit of the 60 metre wide strip of land lying immediately west of and adjacent to the westerly limit of the Highway 407 lands, to a point on the limit between Lots 12 and 13, Concession I, North of Dundas Street, which point is on the northeast limit of Part 2, Plan 20R-3357 and distant 88.88 metres measured along the northeast limit of Part 2 and northwest of the northeast angle of Part 2; Thence southwesterly, parallel to the westerly limit of Part 3, Plan 20R-3357, 386 metres to a point in Lot 13, Concession I, North of Dundas Street; Thence southwesterly approximately 160 metres to the limit between lots 13 and 14, Concession I, North of Dundas Street, which point is on the southwest limit of Part 2, Plan 20R-3357 approximately 105 metres northwest of the southwest corner of Part 3, Plan 20R-3357; Thence southwesterly through Lot 14, parallel to and approximately 278 metres northwest of the northerly limit of Dundas Street as widened, a distance of 520 metres to a point in Lot 15, Concession I, North of Dundas Street; Thence southeast and perpendicular to the northerly limit of Dundas Street approximately 278 metres to the northerly limit of Dundas Street as widened; Thence westerly along the northerly limit of Dundas Street to the southeasterly angle of Lot 15, Concession I, North of Dundas Street; Thence northeasterly in a straight line to the place of beginning. 3. In the Town of Milton in The Regional Municipality of Halton, the lands described as follows: Beginning at the southwesterly angle of Lot 14, Concession VII in the former Township of Nassagaweya; Thence north along the southwesterly limit of Concession VII to a point located 183.621 metres measured southeasterly from the westerly angle of Lot 14; Thence north 58° 41' 25\" east 148.212 metres to a point; Thence north 19° 43' 15\" west 36.482 metres to a point; Thence north 5° 42' 35\" east 34.406 metres to a point; Thence north 25° 37' west 88.971 metres to a point; Thence north 37° 58' 5\" west 105.48 metres more or less to the point of intersection with the northwest limit of Lot 14, Concession VII; Thence northeasterly along the northwest limits of Lot 14 to the point of intersection with the boundary between the former Townships of Nassagawaya and Esquesing; Thence southeasterly along that boundary to the southeast angle of Lot 14; Thence southwesterly along the southern boundary of Lot 14 to the place of beginning. 4. In the Town of Milton in The Regional Municipality of Halton, the lands in the east half of Lot 15, Concession VII in the former Township of Nassagawaya lying between the boundary of the former Townships of Nassagawaya and Esquesing and the easterly limits of the deviated Townline Road. 5. In the former Town of Dundas in the former Regional Municipality of Hamilton-Wentworth, now in the City of Hamilton, the lands lying west of the westerly limit of King’s Highway No. 6 and north of the northerly limit of King’s Highway 403 to the easterly limits of Olympic Drive and the northerly limits of Cootes Drive, where those lands are situated between those limits and the boundaries of the Niagara Escarpment Planning Area, as they existed immediately before subsection 3 (1) of the Act came into force. O. Reg. 235/10, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The following lands are added to the Niagara Escarpment Planning Area:</p> <p class=\"paragraph-e\">1. In the Municipality of Grey Highlands in the former Township of Euphrasia in the County of Grey, the lands composed of all of Lot 19 in Concession VI.</p> <p class=\"paragraph-e\">2. In the City of Burlington in The Regional Municipality of Halton, the lands described as follows:</p> <p class=\"parawindt3-e\">Beginning at the southeasterly angle of Lot 11, Concession II, North of Dundas Street;</p> <p class=\"parawindt3-e\">Thence southeasterly along the northeasterly limit of Lot 11, Concession I, North of Dundas Street to the northwest corner of Part 1, Plan 20R-11154;</p> <p class=\"parawindt3-e\">Thence southeasterly along the southwesterly limit of Part 1, Plan 20R-11154, to a point where the limit meets the westerly limit of a 60 metre wide strip of land lying immediately west of and adjacent to the westerly limit of the Highway 407 lands;</p> <p class=\"parawindt3-e\">Thence southwesterly through Lot 11, parallel to the westerly limit of Part 1, Plan 20R-11154, being the west limit of the Highway 407 lands, and along the westerly limit of the 60 metre wide strip of land lying immediately west of and adjacent to the westerly limit of the Highway 407 lands, to a point on the limit between Lots 11 and 12, Concession I, North of Dundas Street;</p> <p class=\"parawindt3-e\">Thence southwesterly through Lot 12, parallel to the westerly limit of the Highway 407 lands, and along the westerly limit of the 60 metre wide strip of land lying immediately west of and adjacent to the westerly limit of the Highway 407 lands, to a point on the limit between Lots 12 and 13, Concession I, North of Dundas Street, which point is on the northeast limit of Part 2, Plan 20R-3357 and distant 88.88 metres measured along the northeast limit of Part 2 and northwest of the northeast angle of Part 2;</p> <p class=\"parawindt3-e\">Thence southwesterly, parallel to the westerly limit of Part 3, Plan 20R-3357, 386 metres to a point in Lot 13, Concession I, North of Dundas Street;</p> <p class=\"parawindt3-e\">Thence southwesterly approximately 160 metres to the limit between lots 13 and 14, Concession I, North of Dundas Street, which point is on the southwest limit of Part 2, Plan 20R-3357 approximately 105 metres northwest of the southwest corner of Part 3, Plan 20R-3357;</p> <p class=\"parawindt3-e\">Thence southwesterly through Lot 14, parallel to and approximately 278 metres northwest of the northerly limit of Dundas Street as widened, a distance of 520 metres to a point in Lot 15, Concession I, North of Dundas Street;</p> <p class=\"parawindt3-e\">Thence southeast and perpendicular to the northerly limit of Dundas Street approximately 278 metres to the northerly limit of Dundas Street as widened;</p> <p class=\"parawindt3-e\">Thence westerly along the northerly limit of Dundas Street to the southeasterly angle of Lot 15, Concession I, North of Dundas Street;</p> <p class=\"parawindt3-e\">Thence northeasterly in a straight line to the place of beginning.</p> <p class=\"paragraph-e\">3. In the Town of Milton in The Regional Municipality of Halton, the lands described as follows:</p> <p class=\"parawindt3-e\">Beginning at the southwesterly angle of Lot 14, Concession VII in the former Township of Nassagaweya;</p> <p class=\"parawindt3-e\">Thence north along the southwesterly limit of Concession VII to a point located 183.621 metres measured southeasterly from the westerly angle of Lot 14;</p> <p class=\"parawindt3-e\">Thence north 58° 41' 25\" east 148.212 metres to a point;</p> <p class=\"parawindt3-e\">Thence north 19° 43' 15\" west 36.482 metres to a point;</p> <p class=\"parawindt3-e\">Thence north 5° 42' 35\" east 34.406 metres to a point;</p> <p class=\"parawindt3-e\">Thence north 25° 37' west 88.971 metres to a point;</p> <p class=\"parawindt3-e\">Thence north 37° 58' 5\" west 105.48 metres more or less to the point of intersection with the northwest limit of Lot 14, Concession VII;</p> <p class=\"parawindt3-e\">Thence northeasterly along the northwest limits of Lot 14 to the point of intersection with the boundary between the former Townships of Nassagawaya and Esquesing;</p> <p class=\"parawindt3-e\">Thence southeasterly along that boundary to the southeast angle of Lot 14;</p> <p class=\"parawindt3-e\">Thence southwesterly along the southern boundary of Lot 14 to the place of beginning. </p> <p class=\"paragraph-e\">4. In the Town of Milton in The Regional Municipality of Halton, the lands in the east half of Lot 15, Concession VII in the former Township of Nassagawaya lying between the boundary of the former Townships of Nassagawaya and Esquesing and the easterly limits of the deviated Townline Road. </p> <p class=\"paragraph-e\">5. In the former Town of Dundas in the former Regional Municipality of Hamilton-Wentworth, now in the City of Hamilton, the lands lying west of the westerly limit of King’s Highway No. 6 and north of the northerly limit of King’s Highway 403 to the easterly limits of Olympic Drive and the northerly limits of Cootes Drive, where those lands are situated between those limits and the boundaries of the Niagara Escarpment Planning Area, as they existed immediately before subsection 3 (1) of the Act came into force. O. Reg. 235/10, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Lands added to the Planning Area",
            "content": "2. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 235/10, s. 2. ",
            "raw_html": "<p class=\"section-e\"><b>2.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 235/10, s. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}