{
    "reg_info": {
        "full_title": "O. Reg. 339/22: ZONING ORDER - CITY OF TORONTO",
        "reg_name_text": "ZONING ORDER - CITY OF TORONTO",
        "citation": "O. Reg. 339/22: ",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire ",
        "url": "https://www.ontario.ca/laws/regulation/220339",
        "date_scraped": "2023-12-18 06:26:38"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  8, 2022",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "  1. In this Order, “amenity space” means communal space made available for mutual use by residents of a building or buildings, including areas ancillary to the space; “base building” means the portion of a building which collectively encloses the entirety of the first, second and third storey; “bicycle parking space” means an area used for parking a bicycle and includes a stacked bicycle parking space; “established grade” means the Canadian Geodetic Datum elevation of 88.16 metres; “gross floor area” means the sum of the total area of each floor level of a building, above and below ground, measured from the exterior of the main wall of each floor level, exclusive of any areas in a building or structure used for, (a) parking, loading and bicycle parking spaces, including drive aisles and other areas providing access thereto, (b) washrooms located below ground, (c) storage, storage locker, electrical, utility, mechanical, heating, cooling and ventilation rooms and areas, (d) shower and change facilities for bicycle parking spaces, (e) amenity space, (f) elevator shafts, (g) garbage shafts, (h) mechanical penthouses, (i) exit stairwells, (j) mezzanine levels, (k) atrium areas, and (l) transportation uses. “height” means the vertical distance between established grade and the highest point of a building or structure; “mid-section building” means the portion of a building on the lot which collectively encloses the entirety of a storey located above the base building, up to and including the 10th storey, at a maximum height of 30 metres; “mixed use building” means a building which contains dwelling units and non-residential uses, and where a portion or portions of the building are connected above or below ground, they shall be deemed to be one building; “tower” means the portion of a building that collectively encloses the entirety of a storey above the mid-section building to a maximum height of 72.8 metres above established grade; “tower floor plate” means the floor area of each floor measured from the outside of the exterior walls, but excluding inset and projecting unenclosed balconies; “transportation use” means the use of premises or facilities for the operation of a mass transit system or transportation system that is provided by, or on behalf of, the City of Toronto, the Province of Ontario or the Government of Canada, or is privately operated and federally or provincially regulated, including above and below ground areas for pedestrian entries and exits, pedestrian walkways, waiting areas, circulation, vehicular drop-off, pick-up, queuing and waiting areas, transit information and ticketing booths or kiosks, ancillary retail, service shop, personal service shop, retail service, eating establishment and take-out eating establishment uses, offices, washrooms, passenger terminal uses, related public parking and all related ancillary uses and facilities, including crash wall and related noise attenuation or rail safety structures; “zoning by-law” means Zoning By-law No. 569-2013 of the City of Toronto.",
            "raw_html": "<p class=\"section-e\"><b>  1.</b> In this Order,</p> <p class=\"definition-e\">“amenity space” means communal space made available for mutual use by residents of a building or buildings, including areas ancillary to the space;</p> <p class=\"definition-e\">“base building” means the portion of a building which collectively encloses the entirety of the first, second and third storey;</p> <p class=\"definition-e\">“bicycle parking space” means an area used for parking a bicycle and includes a stacked bicycle parking space;</p> <p class=\"definition-e\">“established grade” means the Canadian Geodetic Datum elevation of 88.16 metres;</p> <p class=\"definition-e\">“gross floor area” means the sum of the total area of each floor level of a building, above and below ground, measured from the exterior of the main wall of each floor level, exclusive of any areas in a building or structure used for,</p> <p class=\"defclause-e\">  (a) parking, loading and bicycle parking spaces, including drive aisles and other areas providing access thereto,</p> <p class=\"defclause-e\">  (b) washrooms located below ground,</p> <p class=\"defclause-e\">  (c) storage, storage locker, electrical, utility, mechanical, heating, cooling and ventilation rooms and areas,</p> <p class=\"defclause-e\">  (d) shower and change facilities for bicycle parking spaces,</p> <p class=\"defclause-e\">  (e) amenity space,</p> <p class=\"defclause-e\">  (f) elevator shafts,</p> <p class=\"defclause-e\">  (g) garbage shafts,</p> <p class=\"defclause-e\">  (h) mechanical penthouses,</p> <p class=\"defclause-e\">  (i) exit stairwells,</p> <p class=\"defclause-e\">  (j) mezzanine levels,</p> <p class=\"defclause-e\">  (k) atrium areas, and </p> <p class=\"defclause-e\">  (l) transportation uses.</p> <p class=\"definition-e\">“height” means the vertical distance between established grade and the highest point of a building or structure;</p> <p class=\"definition-e\">“mid-section building” means the portion of a building on the lot which collectively encloses the entirety of a storey located above the base building, up to and including the 10th storey, at a maximum height of 30 metres;</p> <p class=\"definition-e\">“mixed use building” means a building which contains dwelling units and non-residential uses, and where a portion or portions of the building are connected above or below ground, they shall be deemed to be one building;</p> <p class=\"definition-e\">“tower” means the portion of a building that collectively encloses the entirety of a storey above the mid-section building to a maximum height of 72.8 metres above established grade;</p> <p class=\"definition-e\">“tower floor plate” means the floor area of each floor measured from the outside of the exterior walls, but excluding inset and projecting unenclosed balconies;</p> <p class=\"definition-e\">“transportation use” means the use of premises or facilities for the operation of a mass transit system or transportation system that is provided by, or on behalf of, the City of Toronto, the Province of Ontario or the Government of Canada, or is privately operated and federally or provincially regulated, including above and below ground areas for pedestrian entries and exits, pedestrian walkways, waiting areas, circulation, vehicular drop-off, pick-up, queuing and waiting areas, transit information and ticketing booths or kiosks, ancillary retail, service shop, personal service shop, retail service, eating establishment and take-out eating establishment uses, offices, washrooms, passenger terminal uses, related public parking and all related ancillary uses and facilities, including crash wall and related noise attenuation or rail safety structures;</p> <p class=\"definition-e\">“zoning by-law” means Zoning By-law No. 569-2013 of the City of Toronto.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": "  2. (1) This Order applies to lands in the City of Toronto, in the Province of Ontario, being the lands identified on a map numbered 294 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street. (2) For the purposes of this Order, the lands described in subsection (1), and shown on map 294 as Lands Subject to Zoning Order, shall be deemed to be a single lot. (3) Despite any existing or future severance, partition or division of the lands described in subsection (1), the provisions of this Order apply to all of those lands as if no severance, partition or division had occurred.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>(1) This Order applies to lands in the City of Toronto, in the Province of Ontario, being the lands identified on a map numbered 294 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street.</p> <p class=\"subsection-e\">  (2) For the purposes of this Order, the lands described in subsection (1), and shown on map 294 as Lands Subject to Zoning Order, shall be deemed to be a single lot.</p> <p class=\"subsection-e\">  (3) Despite any existing or future severance, partition or division of the lands described in subsection (1), the provisions of this Order apply to all of those lands as if no severance, partition or division had occurred. </p>"
        },
        {
            "id": "3.",
            "section": "Non-application of s. 114 of the City of Toronto Act, 2006, site plan control area",
            "content": "  3. Section 114 of the City of Toronto Act, 2006\r\ndoes not apply to the lands described in subsection 2 (1) of this Order.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>Section 114 of the <i>City of Toronto Act, 2006</i>\r\ndoes not apply to the lands described in subsection 2 (1) of this Order.</p>"
        },
        {
            "id": "4.",
            "section": "Matters that may be dealt with in an agreement",
            "content": "  4. Each person who owns all or any part of the lands described in subsection 2 (1) shall enter into one or more agreements with the City of Toronto dealing with the matters listed in subsection 47 (4.4) of the Act.",
            "raw_html": "<p class=\"section-e\"><b>  4. </b>Each person who owns all or any part of the lands described in subsection 2 (1) shall enter into one or more agreements with the City of Toronto dealing with the matters listed in subsection 47 (4.4) of the Act.</p>"
        },
        {
            "id": "5.",
            "section": "Permitted uses",
            "content": "  5. Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in subsection 2 (1), except for, (a) the uses identified in Article 40.10.20 of the zoning by-law; (b) mixed use buildings; (c) car-share parking spaces reserved and used only for the purposes of vehicles that are, (i) owned by a for-profit or non-profit car-sharing organization, and (ii) made available to at least the occupants of the building for short-term rental, including hourly rental; (d) parking garages; and (e) temporary sales, leasing or construction offices that are within a building, structure, facility or trailer and that are used for, (i) the sale and leasing of dwelling units or non-residential gross floor area to be erected, or (ii) the administration and management of construction activity related to construction.",
            "raw_html": "<p class=\"section-e\"><b>  5. </b>Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in subsection 2 (1), except for,</p> <p class=\"clause-e\">  (a) the uses identified in Article 40.10.20 of the zoning by-law;</p> <p class=\"clause-e\">  (b) mixed use buildings;</p> <p class=\"clause-e\">  (c) car-share parking spaces reserved and used only for the purposes of vehicles that are, </p> <p class=\"subclause-e\">  (i) owned by a for-profit or non-profit car-sharing organization, and </p> <p class=\"subclause-e\">  (ii) made available to at least the occupants of the building for short-term rental, including hourly rental;\r\n</p> <p class=\"clause-e\">  (d) parking garages; and</p> <p class=\"clause-e\">  (e) temporary sales, leasing or construction offices that are within a building, structure, facility or trailer and that are used for, </p> <p class=\"subclause-e\">  (i) the sale and leasing of dwelling units or non-residential gross floor area to be erected, or</p> <p class=\"subclause-e\">  (ii) the administration and management of construction activity related to construction.</p>"
        },
        {
            "id": "6.",
            "section": "Zoning requirements",
            "content": "  6. (1) Except as otherwise provided in this section, the following zoning by-law requirements apply to the lands referred to in subsection 2 (1): 1. The Development Standard Set 2 (SS2) requirements. 2. The Commercial Residential (CR) Zone requirements. (2) Despite subsection (1), the following requirements apply to the lands described in subsection 2 (1): 1. A maximum of one nightclub, with an interior floor area of no more than 400 square metres, is permitted. 2. There is no maximum interior floor area for retail services or retail stores. 3. There is no maximum interior floor area for eating establishments and take-out eating establishments. 4. No internal occupancies within an area of a building on the lot above the third storey shall be used for any of the following uses: i. Retail stores. ii. Retail services. iii. Personal services. iv. Service shops. v. Amusement arcades. vi. Cabarets. vii. Clubs. viii. Entertainment places of assembly. ix. Nightclubs. 5. Residential use portions of a building must be located above the first storey of a building with the exception of residential lobby access, corridors, ancillary service/operational spaces and common spaces such as mailrooms and concierge offices and indoor amenity spaces. 6. Residential use portions of a mixed use building may be located on a storey which contains any of the following uses: i. Offices. ii. Medical offices. iii. Day nurseries. 7. A maximum of one mixed use buildings is permitted, which may include a maximum of two towers. 8. Where two towers are constructed on the land described in subsection 2 (1), a tower main wall on the lot must be no closer than 22 metres to another tower main wall on the lot. 9. Where two towers are constructed on the lands described in subsection 2 (1), the maximum tower floor plate area for any tower is 950 square metres. 10. The maximum total gross floor area is 39,230 square metres. 11. The minimum gross floor area for non-residential uses in a mixed use building, exclusive of transportation uses, is 14,198 square metres. 12. The maximum height of a building or structure on the lands described in subsection 2 (1) shall be, i. 15 metres for the base building, ii. 30 metres for the mid-section building, and iii. 72.8 metres for the tower. 13. The minimum height of the first storey of a building, measured between the floor of the first storey and the ceiling of the first storey, is 4.5 metres. 14. The minimum building setbacks for a base building are as follows: i. 6.5 metres from the north lot line. ii. 0 metres from the west lot line. iii. 0 metres from the east lot line. iv. 8.0 metres from the south lot line. 15. The minimum building setbacks and step backs, as the case may be, for a mid-section building are as follows: i. A setback of 6.5 metres from the north lot line. ii. A setback of 1.0 metres from the west lot line. iii. A setback of 1.0 metres from the east lot line. iv. A setback of 6.0 metres from the south lot line. v. A step back of 1.0 metre from the east and west main wall of the base building. 16. The minimum building setbacks and step backs, as the case may be, for a tower are as follows: i. A setback of 12.5 metres from the north lot line. ii. A setback of 4.5 metres from the west lot line. iii. A setback of 4.5 metres from the east lot line. iv. A setback of 7.5 metres from the south lot line. v. A step back of 1.5 metre from the south main wall of the mid-section building. vi. A step back of 1.5 metres from the east and west main walls of the mid-section building. vii. A step back of 3.0 metres from the north main wall of the mid-section building. 17. A building, structure or portion of a building or structure used for a transportation use is not required to comply with paragraphs 12, 14, 15 and 16. 18. Projections and encroachments associated with the following structures or elements may exceed the minimum building setbacks and step backs and maximum building heights set out in paragraphs 12, 14, 15 and 16: i. Mechanical elements, mechanical penthouses, stairs and stair enclosures. ii. Fences, raised planters, light fixtures, guardrails, pergolas and trellises, a divider or dividers and features associated with an outdoor amenity space. iii. A railing or railings located at each of the roof levels of the building. iv. Roof assemblies, including a parapet, roof drainage, thermal insulation, roof pavers and roof ballast, at each of the roof levels of the building. v. Elements and structures associated with a green roof, green energy and renewable energy facilities. vi. Structures used for outside or open air recreation, safety or wind protection purposes, provided said structures shall not enclose space so as to constitute a form of penthouse or other room or rooms. vii. Spires, ornamental, decorative or architectural elements, stair towers, access corridors to stairs, access hatches, elevator machine rooms, elevator overruns, chimney stacks or other heating, cooling or ventilating equipment located above the height of each of the roof levels of the building. viii. Lightning rods and exhaust flues. ix. Eaves, cornices, columns, landscape and public art features, wheelchair ramps, light fixtures, stairs and stair enclosures, balustrades, guardrails, bollards, awnings, arcades, canopies, raised planters, patios, retaining walls, fences, vents, screens, wind mitigation screens and features, underground garage ramps and associated structures, accessibility ramps, window sills, mullions, damper equipment, skylights and window washing equipment. x. Open balconies, decks, terraces and bay windows. xi. Telecommunications equipment. xii. Any existing building main walls, including any existing main walls which may be removed and erected. 19. A mechanical penthouse may cover 100 per cent of the roof of a building, measured horizontally. 20. A minimum of 25 per cent of the total number of dwelling units in all buildings shall contain two or more bedrooms. 21. A minimum of 10 per cent of the total number of dwelling units in all buildings shall contain three or more bedrooms. 22. No outdoor amenity space associated with a non-residential use or a transportation use is required to be provided. 23. Vehicle access may only be permitted from Jefferson Avenue, Atlantic Avenue, a lane or a private lane, and a maximum of two vehicle accesses is permitted. 24. A minimum of two parking spaces plus a rate of 0.01 parking spaces per dwelling unit for visitors of dwelling units in a mixed use building shall be provided. 25. Where any parking spaces are provided, accessible parking spaces shall be provided and maintained in accordance with Clause 200.15.10 of the zoning by-law. 26. Where any parking spaces are provided, a maximum of 10 per cent of the provided parking spaces may be small parking spaces with a minimum width of 2.4 metres, a minimum length of 5.0 metres and a minimum vertical clearance of 1.9 metres. 27. Where any parking spaces are provided, such parking spaces may be equipped with an energized outlet, which is clearly marked and identified for electric vehicle charging. 28. Any parking spaces provided may be within a public parking facility, and any parking spaces provided for visitor and non-residential uses may be shared on a non-exclusive basis. 29. Loading spaces shall be provided and maintained in accordance with Clauses 40.10.90, 220.5.1.10 and 220.5.10.1 of the zoning by-law, and such spaces may be shared on a non-exclusive basis by all uses. 30. Vehicle access to a loading space may only be from Jefferson Avenue, Atlantic Avenue or a lane, including a private lane, and need not be combined with any other vehicle access. 31. No loading spaces are required for the portion of a building used for a transportation use. 32. A loading space access or driveway may be so laid out such that loading vehicles accessing a loading space may exit the lands described in subsection 2 (1) while reversing out onto a street or a lane, including a private lane. 33. Long-term bicycle parking spaces and short-term bicycle parking spaces may be located in a stacked bicycle parking space. 34. Long-term bicycle parking spaces may be located above or below ground. 35. Short-term bicycle parking spaces may be located more than 30 metres from a pedestrian entrance. 36. Bicycle parking spaces shall be provided and maintained in accordance with Clause 230.5.10.1 and Table 230.5.10.1 (1) of the zoning by-law. 37. No bicycle parking spaces are required for the portion of a building used for a transportation use. 38. The following requirements apply to bicycle parking spaces: i. Where bicycles are to be parked on a horizontal surface, a bicycle parking space shall have horizontal dimensions of at least 0.6 metres by 1.8 metres and a vertical dimension of at least 1.9 metres. ii. Where bicycles are to be parked in a vertical position, a bicycle parking space shall have horizontal dimensions of at least 0.45 metres by 1.2 metres and a vertical dimension of at least 1.9 metres. iii. Where bicycles are to be parked in a stacked bicycle parking space, a bicycle parking space shall have a horizontal dimension of at least 0.4 metres by 1.8 metres and shall have a combined vertical dimension for two stacked bicycle parking spaces of at least 2.4 metres. iv. Bicycle parking spaces may be located outdoors or indoors, on the ground level, below ground or above ground. 39. The following sections, articles and clauses of the zoning by-law do not apply to the lands described in subsection 2 (1) of this Order: i. 40.5.40.10. ii. 40.5.40.60. iii. 40.10.40.1. iv. 40.10.40.60. v. 40.10.40.70. vi. 40.10.40.80. vii. 200.5.10. viii. Table 200.5.10.1. ix. 200.20. x. 600. xi. 600.20. xii. 970. xiii. 995.10.1. xiv. 995.20.1. xv. 995.30.1. xvi. 995.40.1. 40. Chapter 900 of the zoning by-law does not apply to the lands described in subsection 2 (1). (3) Despite anything else in this Order, this section and the zoning by-law do not apply to the uses permitted under clause 5 (e).",
            "raw_html": "<p class=\"section-e\"><b>  6. </b>(1) Except as otherwise provided in this section, the following zoning by-law requirements apply to the lands referred to in subsection 2 (1):</p> <p class=\"paragraph-e\">  1. The Development Standard Set 2 (SS2) requirements.</p> <p class=\"paragraph-e\">  2. The Commercial Residential (CR) Zone requirements. </p> <p class=\"subsection-e\">  (2) Despite subsection (1), the following requirements apply to the lands described in subsection 2 (1):</p> <p class=\"paragraph-e\">  1. A maximum of one nightclub, with an interior floor area of no more than 400 square metres, is permitted.</p> <p class=\"paragraph-e\">  2. There is no maximum interior floor area for retail services or retail stores.</p> <p class=\"paragraph-e\">  3. There is no maximum interior floor area for eating establishments and take-out eating establishments.</p> <p class=\"paragraph-e\">  4. No internal occupancies within an area of a building on the lot above the third storey shall be used for any of the following uses:</p> <p class=\"subpara-e\">  i. Retail stores.</p> <p class=\"subpara-e\">  ii. Retail services.</p> <p class=\"subpara-e\">  iii. Personal services.</p> <p class=\"subpara-e\">  iv. Service shops.</p> <p class=\"subpara-e\">  v. Amusement arcades.</p> <p class=\"subpara-e\">  vi. Cabarets.</p> <p class=\"subpara-e\">  vii. Clubs.</p> <p class=\"subpara-e\">  viii. Entertainment places of assembly.</p> <p class=\"subpara-e\">  ix. Nightclubs.</p> <p class=\"paragraph-e\">  5. Residential use portions of a building must be located above the first storey of a building with the exception of residential lobby access, corridors, ancillary service/operational spaces and common spaces such as mailrooms and concierge offices and indoor amenity spaces.</p> <p class=\"paragraph-e\">  6. Residential use portions of a mixed use building may be located on a storey which contains any of the following uses:</p> <p class=\"subpara-e\">  i. Offices.</p> <p class=\"subpara-e\">  ii. Medical offices.</p> <p class=\"subpara-e\">  iii. Day nurseries.</p> <p class=\"paragraph-e\">  7. A maximum of one mixed use buildings is permitted, which may include a maximum of two towers.</p> <p class=\"paragraph-e\">  8. Where two towers are constructed on the land described in subsection 2 (1), a tower main wall on the lot must be no closer than 22 metres to another tower main wall on the lot.</p> <p class=\"paragraph-e\">  9. Where two towers are constructed on the lands described in subsection 2 (1), the maximum tower floor plate area for any tower is 950 square metres.</p> <p class=\"paragraph-e\">  10. The maximum total gross floor area is 39,230 square metres.</p> <p class=\"paragraph-e\">  11. The minimum gross floor area for non-residential uses in a mixed use building, exclusive of transportation uses, is 14,198 square metres.</p> <p class=\"paragraph-e\">  12. The maximum height of a building or structure on the lands described in subsection 2 (1) shall be,</p> <p class=\"subpara-e\">  i. 15 metres for the base building,</p> <p class=\"subpara-e\">  ii. 30 metres for the mid-section building, and</p> <p class=\"subpara-e\">  iii. 72.8 metres for the tower.</p> <p class=\"paragraph-e\">  13. The minimum height of the first storey of a building, measured between the floor of the first storey and the ceiling of the first storey, is 4.5 metres.</p> <p class=\"paragraph-e\">  14. The minimum building setbacks for a base building are as follows:</p> <p class=\"subpara-e\">  i. 6.5 metres from the north lot line.</p> <p class=\"subpara-e\">  ii. 0 metres from the west lot line.</p> <p class=\"subpara-e\">  iii. 0 metres from the east lot line.</p> <p class=\"subpara-e\">  iv. 8.0 metres from the south lot line.</p> <p class=\"paragraph-e\">  15. The minimum building setbacks and step backs, as the case may be, for a mid-section building are as follows:</p> <p class=\"subpara-e\">  i. A setback of 6.5 metres from the north lot line.</p> <p class=\"subpara-e\">  ii. A setback of 1.0 metres from the west lot line.</p> <p class=\"subpara-e\">  iii. A setback of 1.0 metres from the east lot line.</p> <p class=\"subpara-e\">  iv. A setback of 6.0 metres from the south lot line.</p> <p class=\"subpara-e\">  v. A step back of 1.0 metre from the east and west main wall of the base building.</p> <p class=\"paragraph-e\">  16. The minimum building setbacks and step backs, as the case may be, for a tower are as follows:</p> <p class=\"subpara-e\">  i. A setback of 12.5 metres from the north lot line.</p> <p class=\"subpara-e\">  ii. A setback of 4.5 metres from the west lot line.</p> <p class=\"subpara-e\">  iii. A setback of 4.5 metres from the east lot line.</p> <p class=\"subpara-e\">  iv. A setback of 7.5 metres from the south lot line.</p> <p class=\"subpara-e\">  v. A step back of 1.5 metre from the south main wall of the mid-section building.</p> <p class=\"subpara-e\">  vi. A step back of 1.5 metres from the east and west main walls of the mid-section building.</p> <p class=\"subpara-e\">  vii. A step back of 3.0 metres from the north main wall of the mid-section building.</p> <p class=\"paragraph-e\">  17. A building, structure or portion of a building or structure used for a transportation use is not required to comply with paragraphs 12, 14, 15 and 16.</p> <p class=\"paragraph-e\">  18. Projections and encroachments associated with the following structures or elements may exceed the minimum building setbacks and step backs and maximum building heights set out in paragraphs 12, 14, 15 and 16:</p> <p class=\"subpara-e\">  i. Mechanical elements, mechanical penthouses, stairs and stair enclosures.</p> <p class=\"subpara-e\">  ii. Fences, raised planters, light fixtures, guardrails, pergolas and trellises, a divider or dividers and features associated with an outdoor amenity space.</p> <p class=\"subpara-e\">  iii. A railing or railings located at each of the roof levels of the building.</p> <p class=\"subpara-e\">  iv. Roof assemblies, including a parapet, roof drainage, thermal insulation, roof pavers and roof ballast, at each of the roof levels of the building.</p> <p class=\"subpara-e\">  v. Elements and structures associated with a green roof, green energy and renewable energy facilities.</p> <p class=\"subpara-e\">  vi. Structures used for outside or open air recreation, safety or wind protection purposes, provided said structures shall not enclose space so as to constitute a form of penthouse or other room or rooms.</p> <p class=\"subpara-e\">  vii. Spires, ornamental, decorative or architectural elements, stair towers, access corridors to stairs, access hatches, elevator machine rooms, elevator overruns, chimney stacks or other heating, cooling or ventilating equipment located above the height of each of the roof levels of the building.</p> <p class=\"subpara-e\">  viii. Lightning rods and exhaust flues.</p> <p class=\"subpara-e\">  ix. Eaves, cornices, columns, landscape and public art features, wheelchair ramps, light fixtures, stairs and stair enclosures, balustrades, guardrails, bollards, awnings, arcades, canopies, raised planters, patios, retaining walls, fences, vents, screens, wind mitigation screens and features, underground garage ramps and associated structures, accessibility ramps, window sills, mullions, damper equipment, skylights and window washing equipment.</p> <p class=\"subpara-e\">  x. Open balconies, decks, terraces and bay windows.</p> <p class=\"subpara-e\">  xi. Telecommunications equipment.</p> <p class=\"subpara-e\">  xii. Any existing building main walls, including any existing main walls which may be removed and erected.</p> <p class=\"paragraph-e\">  19. A mechanical penthouse may cover 100 per cent of the roof of a building, measured horizontally.</p> <p class=\"paragraph-e\">  20. A minimum of 25 per cent of the total number of dwelling units in all buildings shall contain two or more bedrooms.</p> <p class=\"paragraph-e\">  21. A minimum of 10 per cent of the total number of dwelling units in all buildings shall contain three or more bedrooms.</p> <p class=\"paragraph-e\">  22. No outdoor amenity space associated with a non-residential use or a transportation use is required to be provided.</p> <p class=\"paragraph-e\">  23. Vehicle access may only be permitted from Jefferson Avenue, Atlantic Avenue, a lane or a private lane, and a maximum of two vehicle accesses is permitted.</p> <p class=\"paragraph-e\">  24. A minimum of two parking spaces plus a rate of 0.01 parking spaces per dwelling unit for visitors of dwelling units in a mixed use building shall be provided.</p> <p class=\"paragraph-e\">  25. Where any parking spaces are provided, accessible parking spaces shall be provided and maintained in accordance with Clause 200.15.10 of the zoning by-law.</p> <p class=\"paragraph-e\">  26. Where any parking spaces are provided, a maximum of 10 per cent of the provided parking spaces may be small parking spaces with a minimum width of 2.4 metres, a minimum length of 5.0 metres and a minimum vertical clearance of 1.9 metres.</p> <p class=\"paragraph-e\">  27. Where any parking spaces are provided, such parking spaces may be equipped with an energized outlet, which is clearly marked and identified for electric vehicle charging.</p> <p class=\"paragraph-e\">  28. Any parking spaces provided may be within a public parking facility, and any parking spaces provided for visitor and non-residential uses may be shared on a non-exclusive basis.</p> <p class=\"paragraph-e\">  29. Loading spaces shall be provided and maintained in accordance with Clauses 40.10.90, 220.5.1.10 and 220.5.10.1 of the zoning by-law, and such spaces may be shared on a non-exclusive basis by all uses.</p> <p class=\"paragraph-e\">  30. Vehicle access to a loading space may only be from Jefferson Avenue, Atlantic Avenue or a lane, including a private lane, and need not be combined with any other vehicle access.</p> <p class=\"paragraph-e\">  31. No loading spaces are required for the portion of a building used for a transportation use.</p> <p class=\"paragraph-e\">  32. A loading space access or driveway may be so laid out such that loading vehicles accessing a loading space may exit the lands described in subsection 2 (1) while reversing out onto a street or a lane, including a private lane. </p> <p class=\"paragraph-e\">  33. Long-term bicycle parking spaces and short-term bicycle parking spaces may be located in a stacked bicycle parking space. </p> <p class=\"paragraph-e\">  34. Long-term bicycle parking spaces may be located above or below ground.</p> <p class=\"paragraph-e\">  35. Short-term bicycle parking spaces may be located more than 30 metres from a pedestrian entrance.</p> <p class=\"paragraph-e\">  36. Bicycle parking spaces shall be provided and maintained in accordance with Clause 230.5.10.1 and Table 230.5.10.1 (1) of the zoning by-law.</p> <p class=\"paragraph-e\">  37. No bicycle parking spaces are required for the portion of a building used for a transportation use.</p> <p class=\"paragraph-e\">  38. The following requirements apply to bicycle parking spaces:</p> <p class=\"subpara-e\">  i. Where bicycles are to be parked on a horizontal surface, a bicycle parking space shall have horizontal dimensions of at least 0.6 metres by 1.8 metres and a vertical dimension of at least 1.9 metres.</p> <p class=\"subpara-e\">  ii. Where bicycles are to be parked in a vertical position, a bicycle parking space shall have horizontal dimensions of at least 0.45 metres by 1.2 metres and a vertical dimension of at least 1.9 metres.</p> <p class=\"subpara-e\">  iii. Where bicycles are to be parked in a stacked bicycle parking space, a bicycle parking space shall have a horizontal dimension of at least 0.4 metres by 1.8 metres and shall have a combined vertical dimension for two stacked bicycle parking spaces of at least 2.4 metres.</p> <p class=\"subpara-e\">  iv. Bicycle parking spaces may be located outdoors or indoors, on the ground level, below ground or above ground.</p> <p class=\"paragraph-e\">  39. The following sections, articles and clauses of the zoning by-law do not apply to the lands described in subsection 2 (1) of this Order:</p> <p class=\"subpara-e\">  i. 40.5.40.10.</p> <p class=\"subpara-e\">  ii. 40.5.40.60.</p> <p class=\"subpara-e\">  iii. 40.10.40.1.</p> <p class=\"subpara-e\">  iv. 40.10.40.60.</p> <p class=\"subpara-e\">  v. 40.10.40.70.</p> <p class=\"subpara-e\">  vi. 40.10.40.80.</p> <p class=\"subpara-e\">  vii. 200.5.10.</p> <p class=\"subpara-e\">  viii. Table 200.5.10.1.</p> <p class=\"subpara-e\">  ix. 200.20.</p> <p class=\"subpara-e\">  x. 600.</p> <p class=\"subpara-e\">  xi. 600.20.</p> <p class=\"subpara-e\">  xii. 970.</p> <p class=\"subpara-e\">  xiii. 995.10.1.</p> <p class=\"subpara-e\">  xiv. 995.20.1.</p> <p class=\"subpara-e\">  xv. 995.30.1.</p> <p class=\"subpara-e\">  xvi. 995.40.1.</p> <p class=\"paragraph-e\">  40. Chapter 900 of the zoning by-law does not apply to the lands described in subsection 2 (1).</p> <p class=\"subsection-e\">  (3) Despite anything else in this Order, this section and the zoning by-law do not apply to the uses permitted under clause 5 (e).</p>"
        },
        {
            "id": "7.",
            "section": "Other by-laws",
            "content": "  7. None of the provisions of By-law No. 438-86, as amended, for the former City of Toronto apply to the lands described in subsection 2 (1).",
            "raw_html": "<p class=\"section-e\"><b>  7. </b>None of the provisions of By-law No. 438-86, as amended, for the former City of Toronto apply to the lands described in subsection 2 (1).</p>"
        },
        {
            "id": "8.",
            "section": "Inclusionary zoning",
            "content": " 8. Section 600.30 of the zoning by-law does not apply to the lands described in subsection 2 (1).  ",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>Section 600.30 of the zoning by-law does not apply to the lands described in subsection 2 (1).  </p>"
        },
        {
            "id": "9.",
            "section": "Terms of use",
            "content": "  9. (1) Every use of land and every erection, location and use of any building or structure shall be in accordance with this Order. (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force. (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered. (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.",
            "raw_html": "<p class=\"section-e\"><b>  9.</b> (1) Every use of land and every erection, location and use of any building or structure shall be in accordance with this Order.</p> <p class=\"subsection-e\">  (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force.</p> <p class=\"subsection-e\">  (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered.</p> <p class=\"subsection-e\">  (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.</p>"
        },
        {
            "id": "10.",
            "section": "Deemed by-law",
            "content": "  10. This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the City of Toronto.",
            "raw_html": "<p class=\"section-e\"><b>  10. </b>This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the City of Toronto.</p>"
        },
        {
            "id": "11.",
            "section": "Deemed by-law",
            "content": " 11. Omitted (provides for coming into force of provisions of this Regulation).     ",
            "raw_html": "<p class=\"section-e\"> <b>11.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation)</span>.</p> <p class=\"MsoNormal\"><a name=\"Sig\"></a> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}