{
    "reg_info": {
        "full_title": "O. Reg. 546/99: SUSPECT APPREHENSION PURSUITS",
        "reg_name_text": "SUSPECT APPREHENSION PURSUITS",
        "citation": "O. Reg. 546/99: ",
        "act_under": "Police Services Act   Loi sur les services policiers",
        "url": "https://www.ontario.ca/laws/regulation/990546",
        "date_scraped": "2023-12-19 06:24:42"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/990546/v2",
            "valid_from": "June 28, 2010",
            "valid_to": "July  4, 2010"
        },
        {
            "a_href": "/laws/regulation/990546/v1",
            "valid_from": "January  1, 2000",
            "valid_to": "June 27, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. For the purposes of this Regulation, a suspect apprehension pursuit occurs, (a) when a police officer attempts to direct the driver of a motor vehicle to stop; (b) the driver refuses to obey the police officer; and (c) the police officer pursues in a motor vehicle for the purpose of stopping the fleeing motor vehicle or identifying the fleeing motor vehicle or an individual in the fleeing motor vehicle. O. Reg. 546/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>For the purposes of this Regulation, a suspect apprehension pursuit occurs,</p> <p class=\"clause-e\">(a) when a police officer attempts to direct the driver of a motor vehicle to stop;</p> <p class=\"clause-e\">(b) the driver refuses to obey the police officer; and</p> <p class=\"clause-e\">(c) the police officer pursues in a motor vehicle for the purpose of stopping the fleeing motor vehicle or identifying the fleeing motor vehicle or an individual in the fleeing motor vehicle. O. Reg. 546/99, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. A suspect apprehension pursuit is discontinued when police officers are no longer pursuing a fleeing motor vehicle for the purpose of stopping the fleeing motor vehicle or identifying the fleeing motor vehicle or an individual in the fleeing motor vehicle. O. Reg. 546/99, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>A suspect apprehension pursuit is discontinued when police officers are no longer pursuing a fleeing motor vehicle for the purpose of stopping the fleeing motor vehicle or identifying the fleeing motor vehicle or an individual in the fleeing motor vehicle. O. Reg. 546/99, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) A police officer may pursue, or continue to pursue, a fleeing motor vehicle that fails to stop, (a) if the police officer has reason to believe that a criminal offence has been committed or is about to be committed; or (b) for the purposes of motor vehicle identification or the identification of an individual in the vehicle. O. Reg. 546/99, s. 3 (1). (2) A police officer shall, before initiating a suspect apprehension pursuit, determine that there are no alternatives available as set out in the written procedures of the police force established under subsection 7 (1). O. Reg. 546/99, s. 3 (2). (3) A police officer shall, before initiating a suspect apprehension pursuit, determine whether in order to protect public safety the immediate need to apprehend an individual in the fleeing motor vehicle or the need to identify the fleeing motor vehicle or an individual in the fleeing motor vehicle outweighs the risk to public safety that may result from the pursuit. O. Reg. 546/99, s. 3 (3). (4) During a suspect apprehension pursuit, a police officer shall continually reassess the determination made under subsection (3) and shall discontinue the pursuit when the risk to public safety that may result from the pursuit outweighs the risk to public safety that may result if an individual in the fleeing motor vehicle is not immediately apprehended or if the fleeing motor vehicle or an individual in the fleeing motor vehicle is not identified. O. Reg. 546/99, s. 3 (4). (5) No suspect apprehension pursuit shall be initiated for a non-criminal offence if the identity of an individual in the fleeing motor vehicle is known. O. Reg. 546/99, s. 3 (5). (6) All suspect apprehension pursuits for a non-criminal offence shall be discontinued once the fleeing motor vehicle or an individual in the fleeing motor vehicle is identified. O. Reg. 546/99, s. 3 (6).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) A police officer may pursue, or continue to pursue, a fleeing motor vehicle that fails to stop,</p> <p class=\"clause-e\">(a) if the police officer has reason to believe that a criminal offence has been committed or is about to be committed; or</p> <p class=\"clause-e\">(b) for the purposes of motor vehicle identification or the identification of an individual in the vehicle. O. Reg. 546/99, s. 3 (1).</p> <p class=\"subsection-e\">(2) A police officer shall, before initiating a suspect apprehension pursuit, determine that there are no alternatives available as set out in the written procedures of the police force established under subsection 7 (1). O. Reg. 546/99, s. 3 (2).</p> <p class=\"subsection-e\">(3) A police officer shall, before initiating a suspect apprehension pursuit, determine whether in order to protect public safety the immediate need to apprehend an individual in the fleeing motor vehicle or the need to identify the fleeing motor vehicle or an individual in the fleeing motor vehicle outweighs the risk to public safety that may result from the pursuit. O. Reg. 546/99, s. 3 (3).</p> <p class=\"subsection-e\">(4) During a suspect apprehension pursuit, a police officer shall continually reassess the determination made under subsection (3) and shall discontinue the pursuit when the risk to public safety that may result from the pursuit outweighs the risk to public safety that may result if an individual in the fleeing motor vehicle is not immediately apprehended or if the fleeing motor vehicle or an individual in the fleeing motor vehicle is not identified. O. Reg. 546/99, s. 3 (4).</p> <p class=\"subsection-e\">(5) No suspect apprehension pursuit shall be initiated for a non-criminal offence if the identity of an individual in the fleeing motor vehicle is known. O. Reg. 546/99, s. 3 (5).</p> <p class=\"subsection-e\">(6) All suspect apprehension pursuits for a non-criminal offence shall be discontinued once the fleeing motor vehicle or an individual in the fleeing motor vehicle is identified. O. Reg. 546/99, s. 3 (6).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) A police officer shall notify a dispatcher when the officer initiates a suspect apprehension pursuit. O. Reg. 546/99, s. 4 (1). (2) The dispatcher shall notify a communications supervisor or road supervisor, if a supervisor is available, that a suspect apprehension pursuit has been initiated. O. Reg. 546/99, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) A police officer shall notify a dispatcher when the officer initiates a suspect apprehension pursuit. O. Reg. 546/99, s. 4 (1).</p> <p class=\"subsection-e\">(2) The dispatcher shall notify a communications supervisor or road supervisor, if a supervisor is available, that a suspect apprehension pursuit has been initiated. O. Reg. 546/99, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. A communications or road supervisor shall order police officers to discontinue a suspect apprehension pursuit if, in his or her opinion, the risk to public safety that may result from the pursuit outweighs the risk to public safety that may result if an individual in the fleeing motor vehicle is not immediately apprehended or if the fleeing motor vehicle or an individual in the fleeing motor vehicle is not identified. O. Reg. 546/99, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>A communications or road supervisor shall order police officers to discontinue a suspect apprehension pursuit if, in his or her opinion, the risk to public safety that may result from the pursuit outweighs the risk to public safety that may result if an individual in the fleeing motor vehicle is not immediately apprehended or if the fleeing motor vehicle or an individual in the fleeing motor vehicle is not identified. O. Reg. 546/99, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. Every police services board shall establish policies that are consistent with this Regulation about suspect apprehension pursuits. O. Reg. 546/99, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>Every police services board shall establish policies that are consistent with this Regulation about suspect apprehension pursuits. O. Reg. 546/99, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) Every police force shall establish written procedures that set out the tactics that may be used in its jurisdiction, (a) as an alternative to suspect apprehension pursuit; and (b) for following or stopping a fleeing motor vehicle. O. Reg. 546/99, s. 7 (1). (2) Every police force shall establish written procedures that are consistent with this Regulation about suspect apprehension pursuits in its jurisdiction. O. Reg. 546/99, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) Every police force shall establish written procedures that set out the tactics that may be used in its jurisdiction,</p> <p class=\"clause-e\">(a) as an alternative to suspect apprehension pursuit; and</p> <p class=\"clause-e\">(b) for following or stopping a fleeing motor vehicle. O. Reg. 546/99, s. 7 (1).</p> <p class=\"subsection-e\">(2) Every police force shall establish written procedures that are consistent with this Regulation about suspect apprehension pursuits in its jurisdiction. O. Reg. 546/99, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. A police officer shall not discharge his or her firearm for the sole purpose of attempting to stop a fleeing motor vehicle. O. Reg. 546/99, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>A police officer shall not discharge his or her firearm for the sole purpose of attempting to stop a fleeing motor vehicle. O. Reg. 546/99, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. A police officer in an unmarked police vehicle shall not engage in a suspect apprehension pursuit unless a marked police vehicle is not readily available and the police officer believes that it is necessary to immediately apprehend an individual in the fleeing motor vehicle or to identify the fleeing motor vehicle or an individual in the fleeing motor vehicle. O. Reg. 546/99, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>A police officer in an unmarked police vehicle shall not engage in a suspect apprehension pursuit unless a marked police vehicle is not readily available and the police officer believes that it is necessary to immediately apprehend an individual in the fleeing motor vehicle or to identify the fleeing motor vehicle or an individual in the fleeing motor vehicle. O. Reg. 546/99, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. (1) During a suspect apprehension pursuit, a police officer shall consider the tactics for stopping a vehicle as set out in the written procedures referred to in subsection 7 (1). O. Reg. 546/99, s. 10 (1). (2) A police officer may only intentionally cause a police motor vehicle to come into physical contact with a fleeing motor vehicle for the purposes of stopping it where the officer believes on reasonable grounds that to do so is necessary to immediately protect against loss of life or serious bodily harm. O. Reg. 546/99, s. 10 (2). (3) In considering the action referred to in subsection (2), a police officer shall assess the impact of the action on the safety of other members of the public and police officers. O. Reg. 546/99, s. 10 (3). (4) Despite subsection (2), a police officer may cause a police motor vehicle to come into physical contact with a fleeing motor vehicle for the purposes of pinning it if the fleeing motor vehicle has lost control or collided with an object and come to a stop and the driver of the motor vehicle continues to try to use it to flee. O. Reg. 546/99, s. 10 (4). (5) Nothing in subsection (2) precludes police officers involved in a pursuit, with assistance from other police officers in motor vehicles, from attempting to safely position the police vehicles in such a manner as to prevent the movement either forward, backward or sideways of a fleeing motor vehicle. O. Reg. 546/99, s. 10 (5). (6) Every police force shall ensure that its police officers receive training about the intentional contact between vehicles that is described in subsection (2). The training must address the matters described in subsections (2) and (3). O. Reg. 546/99, s. 10 (6).",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) During a suspect apprehension pursuit, a police officer shall consider the tactics for stopping a vehicle as set out in the written procedures referred to in subsection 7 (1). O. Reg. 546/99, s. 10 (1).</p> <p class=\"subsection-e\">(2) A police officer may only intentionally cause a police motor vehicle to come into physical contact with a fleeing motor vehicle for the purposes of stopping it where the officer believes on reasonable grounds that to do so is necessary to immediately protect against loss of life or serious bodily harm. O. Reg. 546/99, s. 10 (2).</p> <p class=\"subsection-e\">(3) In considering the action referred to in subsection (2), a police officer shall assess the impact of the action on the safety of other members of the public and police officers. O. Reg. 546/99, s. 10 (3).</p> <p class=\"subsection-e\">(4) Despite subsection (2), a police officer may cause a police motor vehicle to come into physical contact with a fleeing motor vehicle for the purposes of pinning it if the fleeing motor vehicle has lost control or collided with an object and come to a stop and the driver of the motor vehicle continues to try to use it to flee. O. Reg. 546/99, s. 10 (4).</p> <p class=\"subsection-e\">(5) Nothing in subsection (2) precludes police officers involved in a pursuit, with assistance from other police officers in motor vehicles, from attempting to safely position the police vehicles in such a manner as to prevent the movement either forward, backward or sideways of a fleeing motor vehicle. O. Reg. 546/99, s. 10 (5).</p> <p class=\"subsection-e\">(6) Every police force shall ensure that its police officers receive training about the intentional contact between vehicles that is described in subsection (2). The training must address the matters described in subsections (2) and (3). O. Reg. 546/99, s. 10 (6).</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) Every police force shall establish written procedures on the management and control of suspect apprehension pursuits. O. Reg. 546/99, s. 11 (1). (2) The procedures must describe the responsibilities of police officers, dispatchers, communications supervisors and road supervisors. O. Reg. 546/99, s. 11 (2). (3) The procedures must describe the equipment that is available for implementing alternative tactics. O. Reg. 546/99, s. 11 (3).",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) Every police force shall establish written procedures on the management and control of suspect apprehension pursuits. O. Reg. 546/99, s. 11 (1).</p> <p class=\"subsection-e\">(2) The procedures must describe the responsibilities of police officers, dispatchers, communications supervisors and road supervisors. O. Reg. 546/99, s. 11 (2).</p> <p class=\"subsection-e\">(3) The procedures must describe the equipment that is available for implementing alternative tactics. O. Reg. 546/99, s. 11 (3).</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. (1) If more than one jurisdiction is involved in a suspect apprehension pursuit, the supervisor in the jurisdiction in which the pursuit begins has decision-making responsibility for the pursuit. O. Reg. 546/99, s. 12 (1). (2) The supervisor may hand over decision-making responsibility to a supervisor in another jurisdiction involved in the pursuit. O. Reg. 546/99, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) If more than one jurisdiction is involved in a suspect apprehension pursuit, the supervisor in the jurisdiction in which the pursuit begins has decision-making responsibility for the pursuit. O. Reg. 546/99, s. 12 (1).</p> <p class=\"subsection-e\">(2) The supervisor may hand over decision-making responsibility to a supervisor in another jurisdiction involved in the pursuit. O. Reg. 546/99, s. 12 (2).</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. A police officer does not breach the code of conduct when he or she decides not to initiate or chooses to discontinue a suspect apprehension pursuit because he or she has reason to believe that the risk to public safety that may result from the pursuit outweighs the risk to public safety that may result if an individual in the fleeing motor vehicle is not immediately apprehended or if the fleeing motor vehicle or an individual in the fleeing motor vehicle is not identified. O. Reg. 546/99, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>A police officer does not breach the code of conduct when he or she decides not to initiate or chooses to discontinue a suspect apprehension pursuit because he or she has reason to believe that the risk to public safety that may result from the pursuit outweighs the risk to public safety that may result if an individual in the fleeing motor vehicle is not immediately apprehended or if the fleeing motor vehicle or an individual in the fleeing motor vehicle is not identified. O. Reg. 546/99, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. Every police force shall ensure that its police officers, dispatchers, communications supervisors and road supervisors receive training accredited by the Solicitor General about suspect apprehension pursuits. O. Reg. 546/99, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>Every police force shall ensure that its police officers, dispatchers, communications supervisors and road supervisors receive training accredited by the Solicitor General about suspect apprehension pursuits. O. Reg. 546/99, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. A police force shall ensure that the particulars of each suspect apprehension pursuit are recorded on a form and in a manner approved by the Solicitor General. O. Reg. 546/99, s. 15. ",
            "raw_html": "<p class=\"section-e\"><b>15. </b>A police force shall ensure that the particulars of each suspect apprehension pursuit are recorded on a form and in a manner approved by the Solicitor General. O. Reg. 546/99, s. 15.</p> <p class=\"Normal\"></p>"
        }
    ]
}