{
    "reg_info": {
        "full_title": "O. Reg. 280/19: CALCULATION OF MAXIMUM IN-YEAR DEFICIT",
        "reg_name_text": "CALCULATION OF MAXIMUM IN-YEAR DEFICIT",
        "citation": "O. Reg. 280/19: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/190280",
        "date_scraped": "2023-12-18 07:27:00"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 11, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/190280/v2",
            "valid_from": "October  1, 2020",
            "valid_to": "March 10, 2022"
        },
        {
            "a_href": "/laws/regulation/190280/v1",
            "valid_from": "August 22, 2019",
            "valid_to": "September 30, 2020"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “capital asset cost”, in respect of a fiscal year, has the same meaning as “capital asset cost” in the legislative grant regulation for the corresponding fiscal year; (“coût des immobilisations”) “legislative grant regulation” means a regulation made under subsection 234 (1) of the Act. (“règlement sur les subventions générales”) O. Reg. 205/22, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“capital asset cost”, in respect of a fiscal year, has the same meaning as “capital asset cost” in the legislative grant regulation for the corresponding fiscal year; (“coût des immobilisations”)</p> <p class=\"definition-e\">“legislative grant regulation” means a regulation made under subsection 234 (1) of the Act. (“règlement sur les subventions générales”) O. Reg. 205/22, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Factors for Minister to consider",
            "content": "  2. For the purposes of clause 231 (1) (b) of the Act, in deciding whether to grant an approval of an in-year deficit for a fiscal year, the Minister shall consider the following factors: 1.  Whether the in-year deficit is structural or will occur only one time. 2.  Whether the in-year deficit is less than 50 per cent of the board’s accumulated surplus. 3.  The extent to which the in-year deficit is the result of circumstances beyond the board’s control.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>For the purposes of clause 231 (1) (b) of the Act, in deciding whether to grant an approval of an in-year deficit for a fiscal year, the Minister shall consider the following factors:</p> <p class=\"paragraph-e\">  1.  Whether the in-year deficit is structural or will occur only one time.</p> <p class=\"paragraph-e\">  2.  Whether the in-year deficit is less than 50 per cent of the board’s accumulated surplus.</p> <p class=\"paragraph-e\">  3.  The extent to which the in-year deficit is the result of circumstances beyond the board’s control.</p>"
        },
        {
            "id": "3.",
            "section": "In-year deficit, 2018-19",
            "content": "  3. For the purposes of clause 231 (1) (a) of the Act, a board is authorized to have an in-year deficit in respect of the 2018-2019 fiscal year if the amount of the deficit is less than the amount determined as follows: 1.  Take the board’s accumulated surplus for the 2017-2018 fiscal year. If the board does not have an accumulated surplus, the amount determined under this paragraph is deemed to be zero. 2.  Take 1 per cent of the board’s operating revenue for the 2018-2019 fiscal year. 3.  Take the lesser of the amounts determined under paragraphs 1 and 2.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>For the purposes of clause 231 (1) (a) of the Act, a board is authorized to have an in-year deficit in respect of the 2018-2019 fiscal year if the amount of the deficit is less than the amount determined as follows:</p> <p class=\"paragraph-e\">  1.  Take the board’s accumulated surplus for the 2017-2018 fiscal year. If the board does not have an accumulated surplus, the amount determined under this paragraph is deemed to be zero.</p> <p class=\"paragraph-e\">  2.  Take 1 per cent of the board’s operating revenue for the 2018-2019 fiscal year.</p> <p class=\"paragraph-e\">  3.  Take the lesser of the amounts determined under paragraphs 1 and 2.</p>"
        },
        {
            "id": "4.",
            "section": "In-year deficit, 2019-20",
            "content": " 4. (1) For the purposes of clause 231 (1) (a) of the Act, a board is authorized to have an in-year deficit in respect of the 2019-2020 fiscal year if the following conditions are satisfied: 1.  The board has submitted to the Minister, in respect of the applicable fiscal year, an in-year deficit elimination plan that complies with subsection (3). 2.  The amount of the in-year deficit is less than the amount determined as follows: i.  Take the board’s accumulated surplus for the preceding fiscal year. If the board does not have an accumulated surplus, the amount determined under this paragraph is deemed to be zero. ii.  Take 1 per cent of the board’s operating revenue for the applicable fiscal year. iii.  Take the lesser of the amounts determined under subparagraphs i and ii. O. Reg. 280/19, s. 4 (1); O. Reg. 540/20, s. 1 (1). (2) Revoked: O. Reg. 540/20, s. 1 (2). (3) The in-year deficit elimination plan referred to paragraph 1 of subsection (1) must satisfy the following criteria: 1.  Subject to paragraph 2, the plan must demonstrate that the adjusted in-year deficit for the applicable fiscal year, determined in accordance with subsection (4), would be eliminated within two fiscal years of the last day of the applicable fiscal year. 2.  If the board had an in-year deficit in the preceding fiscal year and has submitted a plan under paragraph 1, the plan must be updated to demonstrate that the adjusted in-year deficit for the applicable fiscal year would be eliminated within one fiscal year of the last day of the applicable fiscal year. 3.  The plan must set out the changes to the board’s revenues and expenses that would eliminate the adjusted in-year deficit within the relevant time period specified in paragraph 1 or 2, as the case may be. 4.  The plan must be approved by the board. O. Reg. 280/19, s. 4 (3). (4) The adjusted in-year deficit referred to in paragraphs 1, 2 and 3 of subsection (3) is determined as follows: 1.  Determine, in accordance with subsection (5), the amortization expense incurred by the board in the applicable fiscal year that is the result of capital asset costs. 2.  Determine the amount of interest earned on the board’s sinking fund assets for the applicable fiscal year. 3.  Determine the amount of interest that was expected to be earned on the board’s sinking fund assets during the life of the sinking fund under the applicable sinking fund agreements as of September 1, 2010. 4.  Determine the average remaining service life (in years) of the capital assets that were supported through the sinking fund as of August 31, 2010. 5.  Divide the amount determined under paragraph 3 by the number determined under paragraph 4. 6.  Determine the accumulated interest earned on the board’s sinking fund assets on September 1 of the applicable fiscal year. 7.  Take the total of the amounts determined under paragraphs 2 and 6. 8.  Determine the amount of the operating revenue for the applicable fiscal year that the board elects to use to top up its accumulated surplus to address the potential gap between the accumulated interest that was expected to be earned during the life of the sinking fund assets and the accumulated interest to be earned as specified under the applicable sinking fund agreement. 9.  If the amount determined under paragraph 6 is, i.  greater than or equal to the amount determined under paragraph 3, subtract the amount determined under paragraph 5 from the amount determined under paragraph 8. If the amount determined under this subparagraph is greater than zero, it is deemed to be zero, ii.  less than the amount determined under paragraph 3 and the amount determined under paragraph 7 is greater than or equal to the amount determined under paragraph 3, A.  subtract the amount determined under paragraph 6 from the amount determined under paragraph 3, B.  add the amount determined under paragraph 8 to the amount determined under subsubparagraph A, and C.  subtract the amount determined under paragraph 5 from the amount determined under subsubparagraph B. If the amount determined under this subsubparagraph is greater than zero, the amount determined under this subsubparagraph is deemed to be zero, and iii.  less than the amount determined under paragraph 3 and the amount determined under paragraph 7 is less than the amount determined under paragraph 3, A.  add the amounts determined under paragraphs 2 and 8, and B.  subtract the amount determined under paragraph 5 from the amount determined under subsubparagraph A. If the amount determined under this subsubparagraph is greater than zero, the amount determined under this subsubparagraph is deemed to be zero. 10.  Multiply the amount determined under paragraph 9 by -1. 11.  Determine the amount of the board’s accumulated surplus (as a positive number) that it elects to use in the applicable fiscal year to offset the impact of the requirement under section 7 of Ontario Regulation 488/10 (Determination of Boards’ Surpluses and Deficits) made under the Act. 12.  Take the total of paragraphs 1, 10 and 11. 13.  Determine the in-year deficit (as a positive number) for the board for the applicable fiscal year in accordance with Ontario Regulation 488/10. 14.  Subtract the amount determined under paragraph 12 from the amount determined under paragraph 13. O. Reg. 280/19, s. 4 (4). (5) The following capital asset costs apply with respect to determining the amortization expense referred to in paragraph 1 of subsection (4): 1.  Capital asset costs funded by the board’s accumulated surplus. 2.  Capital asset costs that meet one of the following criteria: i.  The costs were incurred on or before August 31, 2010. ii.  The costs were incurred on or after September 1, 2010 and the use of the accumulated surplus to fund the capital asset cost was approved by the Ministry. iii.  The costs were incurred on or after September 1, 2010 but before September 1, 2019, and A.  the use of the accumulated surplus was not approved by the Ministry, and B.  the accumulated surplus at the end of the applicable fiscal year was greater than or equal to the product of 1 per cent and the board’s operating revenue for that fiscal year. O. Reg. 280/19, s. 4 (5).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) For the purposes of clause 231 (1) (a) of the Act, a board is authorized to have an in-year deficit in respect of the 2019-2020 fiscal year if the following conditions are satisfied:</p> <p class=\"paragraph-e\">  1.  The board has submitted to the Minister, in respect of the applicable fiscal year, an in-year deficit elimination plan that complies with subsection (3).</p> <p class=\"paragraph-e\">  2.  The amount of the in-year deficit is less than the amount determined as follows:</p> <p class=\"subpara-e\">  i.  Take the board’s accumulated surplus for the preceding fiscal year. If the board does not have an accumulated surplus, the amount determined under this paragraph is deemed to be zero.</p> <p class=\"subpara-e\">  ii.  Take 1 per cent of the board’s operating revenue for the applicable fiscal year.</p> <p class=\"subpara-e\">  iii.  Take the lesser of the amounts determined under subparagraphs i and ii. O. Reg. 280/19, s. 4 (1); O. Reg. 540/20, s. 1 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 540/20, s. 1 (2).</p> <p class=\"subsection-e\">  (3) The in-year deficit elimination plan referred to paragraph 1 of subsection (1) must satisfy the following criteria:</p> <p class=\"paragraph-e\">  1.  Subject to paragraph 2, the plan must demonstrate that the adjusted in-year deficit for the applicable fiscal year, determined in accordance with subsection (4), would be eliminated within two fiscal years of the last day of the applicable fiscal year.</p> <p class=\"paragraph-e\">  2.  If the board had an in-year deficit in the preceding fiscal year and has submitted a plan under paragraph 1, the plan must be updated to demonstrate that the adjusted in-year deficit for the applicable fiscal year would be eliminated within one fiscal year of the last day of the applicable fiscal year.</p> <p class=\"paragraph-e\">  3.  The plan must set out the changes to the board’s revenues and expenses that would eliminate the adjusted in-year deficit within the relevant time period specified in paragraph 1 or 2, as the case may be.</p> <p class=\"paragraph-e\">  4.  The plan must be approved by the board. O. Reg. 280/19, s. 4 (3).</p> <p class=\"subsection-e\">  (4) The adjusted in-year deficit referred to in paragraphs 1, 2 and 3 of subsection (3) is determined as follows:</p> <p class=\"paragraph-e\">  1.  Determine, in accordance with subsection (5), the amortization expense incurred by the board in the applicable fiscal year that is the result of capital asset costs.</p> <p class=\"paragraph-e\">  2.  Determine the amount of interest earned on the board’s sinking fund assets for the applicable fiscal year.</p> <p class=\"paragraph-e\">  3.  Determine the amount of interest that was expected to be earned on the board’s sinking fund assets during the life of the sinking fund under the applicable sinking fund agreements as of September 1, 2010.</p> <p class=\"paragraph-e\">  4.  Determine the average remaining service life (in years) of the capital assets that were supported through the sinking fund as of August 31, 2010.</p> <p class=\"paragraph-e\">  5.  Divide the amount determined under paragraph 3 by the number determined under paragraph 4.</p> <p class=\"paragraph-e\">  6.  Determine the accumulated interest earned on the board’s sinking fund assets on September 1 of the applicable fiscal year.</p> <p class=\"paragraph-e\">  7.  Take the total of the amounts determined under paragraphs 2 and 6.</p> <p class=\"paragraph-e\">  8.  Determine the amount of the operating revenue for the applicable fiscal year that the board elects to use to top up its accumulated surplus to address the potential gap between the accumulated interest that was expected to be earned during the life of the sinking fund assets and the accumulated interest to be earned as specified under the applicable sinking fund agreement.</p> <p class=\"paragraph-e\">  9.  If the amount determined under paragraph 6 is,</p> <p class=\"subpara-e\">  i.  greater than or equal to the amount determined under paragraph 3, subtract the amount determined under paragraph 5 from the amount determined under paragraph 8. If the amount determined under this subparagraph is greater than zero, it is deemed to be zero,</p> <p class=\"subpara-e\">  ii.  less than the amount determined under paragraph 3 and the amount determined under paragraph 7 is greater than or equal to the amount determined under paragraph 3,</p> <p class=\"subsubpara-e\">  A.  subtract the amount determined under paragraph 6 from the amount determined under paragraph 3,</p> <p class=\"subsubpara-e\">  B.  add the amount determined under paragraph 8 to the amount determined under subsubparagraph A, and</p> <p class=\"subsubpara-e\">  C.  subtract the amount determined under paragraph 5 from the amount determined under subsubparagraph B. If the amount determined under this subsubparagraph is greater than zero, the amount determined under this subsubparagraph is deemed to be zero, and</p> <p class=\"subpara-e\">  iii.  less than the amount determined under paragraph 3 and the amount determined under paragraph 7 is less than the amount determined under paragraph 3,</p> <p class=\"subsubpara-e\">  A.  add the amounts determined under paragraphs 2 and 8, and</p> <p class=\"subsubpara-e\">  B.  subtract the amount determined under paragraph 5 from the amount determined under subsubparagraph A. If the amount determined under this subsubparagraph is greater than zero, the amount determined under this subsubparagraph is deemed to be zero.</p> <p class=\"paragraph-e\">  10.  Multiply the amount determined under paragraph 9 by -1.</p> <p class=\"paragraph-e\">  11.  Determine the amount of the board’s accumulated surplus (as a positive number) that it elects to use in the applicable fiscal year to offset the impact of the requirement under section 7 of Ontario Regulation 488/10 (Determination of Boards’ Surpluses and Deficits) made under the Act.</p> <p class=\"paragraph-e\">  12.  Take the total of paragraphs 1, 10 and 11.</p> <p class=\"paragraph-e\">  13.  Determine the in-year deficit (as a positive number) for the board for the applicable fiscal year in accordance with Ontario Regulation 488/10.</p> <p class=\"paragraph-e\">  14.  Subtract the amount determined under paragraph 12 from the amount determined under paragraph 13. O. Reg. 280/19, s. 4 (4).</p> <p class=\"subsection-e\">  (5) The following capital asset costs apply with respect to determining the amortization expense referred to in paragraph 1 of subsection (4):</p> <p class=\"paragraph-e\">  1.  Capital asset costs funded by the board’s accumulated surplus.</p> <p class=\"paragraph-e\">  2.  Capital asset costs that meet one of the following criteria:</p> <p class=\"subpara-e\">  i.  The costs were incurred on or before August 31, 2010.</p> <p class=\"subpara-e\">  ii.  The costs were incurred on or after September 1, 2010 and the use of the accumulated surplus to fund the capital asset cost was approved by the Ministry.</p> <p class=\"subpara-e\">  iii.  The costs were incurred on or after September 1, 2010 but before September 1, 2019, and</p> <p class=\"subsubpara-e\">  A.  the use of the accumulated surplus was not approved by the Ministry, and</p> <p class=\"subsubpara-e\">  B.  the accumulated surplus at the end of the applicable fiscal year was greater than or equal to the product of 1 per cent and the board’s operating revenue for that fiscal year. O. Reg. 280/19, s. 4 (5).</p>"
        },
        {
            "id": "5.",
            "section": "In-year deficit, 2020-21, 2021-2022",
            "content": " 5. (1) Subject to subsection (2), for the purposes of clause 231 (1) (a) of the Act, a board is authorized to have an in-year deficit in respect of the 2020-2021 and 2021-2022 fiscal years if the amount of the board’s in-year deficit is less than or equal to the amount determined as follows: 1.  Take the board’s accumulated surplus for the preceding fiscal year. If the board does not have an accumulated surplus, the amount determined under this paragraph is deemed to be zero. 2.  Take 1 per cent of the board’s operating revenue for the applicable fiscal year. 3.  Take the lesser of the amounts determined under paragraphs 1 and 2. O. Reg. 540/20, s. 2; O. Reg. 205/22, s. 2 (1). (2) A board is authorized to have an in-year deficit in respect of the 2020-2021 and 2021-2022 fiscal years that is greater than the amount determined under paragraph 3 of subsection (1), if the following conditions are satisfied: 1.  The board has provided evidence satisfactory to the Minister that the reason the board will incur an in-year deficit greater than the amount determined under paragraph 3 of subsection (1) is a result of the board’s response to the outbreak of the coronavirus (COVID-19). 2.  The amount of the in-year deficit is less than or equal to the amount determined as follows: i.  Take the board’s accumulated surplus for the preceding fiscal year. If the board does not have an accumulated surplus, the amount determined under this paragraph is deemed to be zero. ii.  Take 2 per cent of the board’s operating revenue for the applicable fiscal year. iii.  Take the lesser of the amounts determined under subparagraphs i and ii. O. Reg. 540/20, s. 2; O. Reg. 205/22, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Subject to subsection (2), for the purposes of clause 231 (1) (a) of the Act, a board is authorized to have an in-year deficit in respect of the 2020-2021 and 2021-2022 fiscal years if the amount of the board’s in-year deficit is less than or equal to the amount determined as follows:</p> <p class=\"paragraph-e\">  1.  Take the board’s accumulated surplus for the preceding fiscal year. If the board does not have an accumulated surplus, the amount determined under this paragraph is deemed to be zero.</p> <p class=\"paragraph-e\">  2.  Take 1 per cent of the board’s operating revenue for the applicable fiscal year.</p> <p class=\"paragraph-e\">  3.  Take the lesser of the amounts determined under paragraphs 1 and 2. O. Reg. 540/20, s. 2; O. Reg. 205/22, s. 2 (1).</p> <p class=\"subsection-e\">  (2) A board is authorized to have an in-year deficit in respect of the 2020-2021 and 2021-2022 fiscal years that is greater than the amount determined under paragraph 3 of subsection (1), if the following conditions are satisfied:</p> <p class=\"paragraph-e\">  1.  The board has provided evidence satisfactory to the Minister that the reason the board will incur an in-year deficit greater than the amount determined under paragraph 3 of subsection (1) is a result of the board’s response to the outbreak of the coronavirus (COVID-19).</p> <p class=\"paragraph-e\">  2.  The amount of the in-year deficit is less than or equal to the amount determined as follows:</p> <p class=\"subpara-e\">  i.  Take the board’s accumulated surplus for the preceding fiscal year. If the board does not have an accumulated surplus, the amount determined under this paragraph is deemed to be zero.</p> <p class=\"subpara-e\">  ii.  Take 2 per cent of the board’s operating revenue for the applicable fiscal year.</p> <p class=\"subpara-e\">  iii.  Take the lesser of the amounts determined under subparagraphs i and ii. O. Reg. 540/20, s. 2; O. Reg. 205/22, s. 2 (2).</p>"
        },
        {
            "id": "6.",
            "section": "In-year deficit, 2022-23, 2023-24",
            "content": " 6. For the purposes of clause 231 (1) (a) of the Act, a board is authorized to have an in-year deficit in respect of the 2022-2023 and 2023-2024 fiscal years if the following conditions are satisfied: 1.  The board has submitted to the Minister, in respect of the applicable fiscal year, an in-year deficit elimination plan that complies with subsection 4 (3). 2.  The amount of the in-year deficit is less than or equal to the amount determined as follows: i.  Take the board’s accumulated surplus for the preceding fiscal year. If the board does not have an accumulated surplus, the amount determined under this paragraph is deemed to be zero. ii.  Take 1 per cent of the board’s operating revenue for the applicable fiscal year. iii.  Take the lesser of the amounts determined under subparagraphs i and ii. O. Reg. 540/20, s. 2; O. Reg. 205/22, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>For the purposes of clause 231 (1) (a) of the Act, a board is authorized to have an in-year deficit in respect of the 2022-2023 and 2023-2024 fiscal years if the following conditions are satisfied:</p> <p class=\"paragraph-e\">  1.  The board has submitted to the Minister, in respect of the applicable fiscal year, an in-year deficit elimination plan that complies with subsection 4 (3).</p> <p class=\"paragraph-e\">  2.  The amount of the in-year deficit is less than or equal to the amount determined as follows:</p> <p class=\"subpara-e\">  i.  Take the board’s accumulated surplus for the preceding fiscal year. If the board does not have an accumulated surplus, the amount determined under this paragraph is deemed to be zero.</p> <p class=\"subpara-e\">  ii.  Take 1 per cent of the board’s operating revenue for the applicable fiscal year.</p> <p class=\"subpara-e\">  iii.  Take the lesser of the amounts determined under subparagraphs i and ii. O. Reg. 540/20, s. 2; O. Reg. 205/22, s. 3.</p>"
        },
        {
            "id": "7.",
            "section": "In-year deficit, 2024-25 and subsequent fiscal years",
            "content": " 7. For the purposes of clause 231 (1) (a) of the Act, a board is authorized to have an in-year deficit in respect of the 2024-2025 fiscal year and each subsequent fiscal year if, (a)  the conditions set out in section 6 are satisfied; and (b)  the board has not had an in-year deficit in both of the two fiscal years immediately preceding the applicable fiscal year. O. Reg. 540/20, s. 2; O. Reg. 205/22, s. 4.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>For the purposes of clause 231 (1) (a) of the Act, a board is authorized to have an in-year deficit in respect of the 2024-2025 fiscal year and each subsequent fiscal year if,</p> <p class=\"clause-e\">  (a)  the conditions set out in section 6 are satisfied; and</p> <p class=\"clause-e\">  (b)  the board has not had an in-year deficit in both of the two fiscal years immediately preceding the applicable fiscal year. O. Reg. 540/20, s. 2; O. Reg. 205/22, s. 4.</p> <p class=\"clause-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/190280\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}