{
    "reg_info": {
        "full_title": "O. Reg. 679/21: COMMUNITY NET METERING PROJECTS",
        "reg_name_text": "COMMUNITY NET METERING PROJECTS",
        "citation": "O. Reg. 679/21: ",
        "act_under": "Ontario Energy Board Act, 1998",
        "url": "https://www.ontario.ca/laws/regulation/210679",
        "date_scraped": "2023-12-18 02:48:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 10, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/210679/v1",
            "valid_from": "September 28, 2021",
            "valid_to": "November  9, 2023"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “bill credit cycle” means, in relation to a prescribed project, the 12-month period that begins on the first day of the first billing period in which the participating distributor bills the eligible generator on a community net metering basis or on an anniversary of that day; (“cycle de crédits de facturation”) “bill credits” means the bill credits determined under section 8; (“crédits de facturation”) “community net metering agreement” means an agreement entered into for the purposes of clause 3 (1) (b), as it may be amended from time to time; (“entente de facturation nette communautaire”) “connected load facility” means a load facility that is electrically connected to a generation facility, or a storage device, that is part of a project; (“installation de charge raccordée”) “distributor meter” means a device used by a participating distributor to measure electricity consumption by a load facility; (“compteur de distributeur”) “eligible connected load facility” means a connected load facility that meets the requirements of subsection 5 (1); (“installation de charge raccordée admissible”) “eligible generation facility” means a generation facility that meets the requirements of subsection 5 (2); (“installation de production admissible”) “eligible generator” means a customer of the participating distributor that meets the requirements of section 4; (“producteur admissible”) “eligible generator meter” means a device used by the eligible generator to measure the total volume of electricity consumed at a connected load facility that is a single-unit building for the purpose of billing the load facility for the electricity; (“compteur de producteur admissible”) “eligible storage device” means a storage device that meets the requirements of subsection 5 (4); (“dispositif de stockage admissible”) “eligible unconnected load facility” means an unconnected load facility that meets the requirements of subsection 5 (3); (“installation de charge non raccordée admissible”) “generation capacity” means the maximum output capacity of the equipment at a generation facility that is used to generate electricity; (“capacité de production”) “load facility” means a facility, building or other structure or object that withdraws electricity from a distributor’s distribution system; (“installation de charge”) “Ministry” means the ministry of the Minister; (“ministère”) “multi-unit complex” means a building or related group of buildings containing two or more units; (“ensemble collectif”) “participating distributor” means, in relation to a project, the distributor listed in Column 3 of Schedule 1 in the corresponding row for the project; (“distributeur participant”) “prescribed project” means a project prescribed for the purposes of this Regulation under section 3; (“projet prescrit”) “project” means a pilot or demonstration project; (“projet”) “project component” means, in relation to a project, a connected load facility, unconnected load facility, generation facility or storage device included in the project, as applicable; (“composante du projet”) “single-unit building” means a building consisting of a single unit; (“bâtiment à une unité”) “storage device” means a device or facility that, (a)  receives electricity for the sole purpose of temporarily storing the electricity and then conveying some or all of the electricity into a load facility, another storage device or a distributor’s distribution system, or (b)  converts electricity into electrical energy or another form of energy for the sole purpose of temporarily storing the energy and then reconverting some or all of the energy to electricity and conveying the electricity into a load facility, another storage device or a distributor’s distribution system; (“dispositif de stockage”) “storage device energy capacity” means the maximum kilowatt hour rating of a storage device; (“capacité énergétique d’un dispositif de stockage”) “storage device power capacity” means the maximum continuous discharge kilowatt rating of a storage device; (“puissance d’un dispositif de stockage”) “sub-metered multi-unit complex” means a multi-unit complex in which any unit holder is billed by a unit sub-meter provider that is an eligible generator, or that provides unit sub-metering for an eligible generator, based on the consumption of electricity in respect of the unit as measured by a unit sub-meter; (“ensemble collectif avec compteur divisionnaire d’unité”) “third party occupant” means a third party to whom an eligible generator has granted a lease for, or a licence to occupy, a single-unit building that is an eligible connected load facility or eligible unconnected load facility; (“tiers occupant”) “unconnected load facility” means a load facility that is not electrically connected to a generation facility, or storage device, that is part of a project; (“installation de charge non raccordée”) “unit” means, (a)  a unit as defined in the Condominium Act, 1998, (b)  a residential unit or a rental unit, as those terms are defined in subsection 2 (1) of the Residential Tenancies Act, 2006, (c)  a member unit or a non-member unit, as those terms are defined in the Co-operative Corporations Act, or (d)  premises that is demised premises for the purposes of the Commercial Tenancies Act; (“unité”) “unit holder” means the person or entity that owns or occupies a unit in a sub-metered multi-unit complex that is an eligible connected load facility or eligible unconnected load facility; (“détenteur d’unité”) “unit sub-meter” has the same meaning as in Part III of the Energy Consumer Protection Act, 2010. (“compteur divisionnaire d’unité”) (2) A reference in this Regulation to billing for electricity on a community net metering basis means billing for the electricity in accordance with section 8 and the applicable community net metering agreement. (3) For the purposes of this Regulation, a reference to a rate classification is a reference to the rate classification as specified in the applicable rate order issued by the Board under subsection 78 (3) of the Act.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK0\"></a>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“bill credit cycle” means, in relation to a prescribed project, the 12-month period that begins on the first day of the first billing period in which the participating distributor bills the eligible generator on a community net metering basis or on an anniversary of that day; (“cycle de crédits de facturation”)</p> <p class=\"definition-e\">“bill credits” means the bill credits determined under section 8; (“crédits de facturation”)</p> <p class=\"definition-e\">“community net metering agreement” means an agreement entered into for the purposes of clause 3 (1) (b), as it may be amended from time to time; (“entente de facturation nette communautaire”)</p> <p class=\"definition-e\">“connected load facility” means a load facility that is electrically connected to a generation facility, or a storage device, that is part of a project; (“installation de charge raccordée”)</p> <p class=\"definition-e\">“distributor meter” means a device used by a participating distributor to measure electricity consumption by a load facility; (“compteur de distributeur”)</p> <p class=\"definition-e\">“eligible connected load facility” means a connected load facility that meets the requirements of subsection 5 (1); (“installation de charge raccordée admissible”)</p> <p class=\"definition-e\">“eligible generation facility” means a generation facility that meets the requirements of subsection 5 (2); (“installation de production admissible”)</p> <p class=\"definition-e\">“eligible generator” means a customer of the participating distributor that meets the requirements of section 4; (“producteur admissible”)</p> <p class=\"definition-e\">“eligible generator meter” means a device used by the eligible generator to measure the total volume of electricity consumed at a connected load facility that is a single-unit building for the purpose of billing the load facility for the electricity; (“compteur de producteur admissible”)</p> <p class=\"definition-e\">“eligible storage device” means a storage device that meets the requirements of subsection 5 (4); (“dispositif de stockage admissible”)</p> <p class=\"definition-e\">“eligible unconnected load facility” means an unconnected load facility that meets the requirements of subsection 5 (3); (“installation de charge non raccordée admissible”)</p> <p class=\"definition-e\">“generation capacity” means the maximum output capacity of the equipment at a generation facility that is used to generate electricity; (“capacité de production”)</p> <p class=\"definition-e\">“load facility” means a facility, building or other structure or object that withdraws electricity from a distributor’s distribution system; (“installation de charge”)</p> <p class=\"definition-e\">“Ministry” means the ministry of the Minister; (“ministère”)</p> <p class=\"definition-e\">“multi-unit complex” means a building or related group of buildings containing two or more units; (“ensemble collectif”)</p> <p class=\"definition-e\">“participating distributor” means, in relation to a project, the distributor listed in Column 3 of Schedule 1 in the corresponding row for the project; (“distributeur participant”)</p> <p class=\"definition-e\">“prescribed project” means a project prescribed for the purposes of this Regulation under section 3; (“projet prescrit”)</p> <p class=\"definition-e\">“project” means a pilot or demonstration project; (“projet”)</p> <p class=\"definition-e\">“project component” means, in relation to a project, a connected load facility, unconnected load facility, generation facility or storage device included in the project, as applicable; (“composante du projet”)</p> <p class=\"definition-e\">“single-unit building” means a building consisting of a single unit; (“bâtiment à une unité”)</p> <p class=\"definition-e\">“storage device” means a device or facility that,</p> <p class=\"defclause-e\">  (a)  receives electricity for the sole purpose of temporarily storing the electricity and then conveying some or all of the electricity into a load facility, another storage device or a distributor’s distribution system, or</p> <p class=\"defclause-e\">  (b)  converts electricity into electrical energy or another form of energy for the sole purpose of temporarily storing the energy and then reconverting some or all of the energy to electricity and conveying the electricity into a load facility, another storage device or a distributor’s distribution system; (“dispositif de stockage”)</p> <p class=\"definition-e\">“storage device energy capacity” means the maximum kilowatt hour rating of a storage device; (“capacité énergétique d’un dispositif de stockage”)</p> <p class=\"definition-e\">“storage device power capacity” means the maximum continuous discharge kilowatt rating of a storage device; (“puissance d’un dispositif de stockage”)</p> <p class=\"definition-e\">“sub-metered multi-unit complex” means a multi-unit complex in which any unit holder is billed by a unit sub-meter provider that is an eligible generator, or that provides unit sub-metering for an eligible generator, based on the consumption of electricity in respect of the unit as measured by a unit sub-meter; (“ensemble collectif avec compteur divisionnaire d’unité”)</p> <p class=\"definition-e\">“third party occupant” means a third party to whom an eligible generator has granted a lease for, or a licence to occupy, a single-unit building that is an eligible connected load facility or eligible unconnected load facility; (“tiers occupant”)</p> <p class=\"definition-e\">“unconnected load facility” means a load facility that is not electrically connected to a generation facility, or storage device, that is part of a project; (“installation de charge non raccordée”)</p> <p class=\"definition-e\">“unit” means,</p> <p class=\"defclause-e\">  (a)  a unit as defined in the <i>Condominium Act, 1998</i>,</p> <p class=\"defclause-e\">  (b)  a residential unit or a rental unit, as those terms are defined in subsection 2 (1) of the <i>Residential Tenancies Act, 2006</i>,</p> <p class=\"defclause-e\">  (c)  a member unit or a non-member unit, as those terms are defined in the <i>Co-operative Corporations Act</i>, or</p> <p class=\"defclause-e\">  (d)  premises that is demised premises for the purposes of the <i>Commercial Tenancies Act</i>; (“unité”)</p> <p class=\"definition-e\">“unit holder” means the person or entity that owns or occupies a unit in a sub-metered multi-unit complex that is an eligible connected load facility or eligible unconnected load facility; (“détenteur d’unité”)</p> <p class=\"definition-e\">“unit sub-meter” has the same meaning as in Part III of the <i>Energy Consumer Protection Act, 2010</i>. (“compteur divisionnaire d’unité”)</p> <p class=\"subsection-e\">  (2) A reference in this Regulation to billing for electricity on a community net metering basis means billing for the electricity in accordance with section 8 and the applicable community net metering agreement.</p> <p class=\"subsection-e\">  (3) For the purposes of this Regulation, a reference to a rate classification is a reference to the rate classification as specified in the applicable rate order issued by the Board under subsection 78 (3) of the Act.</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Authority to implement prescribed project",
            "content": " 2. (1) A prescribed project may be implemented by the participating distributor for the purpose described in clause 88 (2.1) (b) of the Act, in accordance with this Regulation. (2) Subsection (1) does not apply to a project if at any time it ceases to be a prescribed project. (3) For greater certainty, a participating distributor may not bill for electricity on a community net metering basis except in respect of a prescribed project.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>2. </b>(1) A prescribed project may be implemented by the participating distributor for the purpose described in clause 88 (2.1) (b) of the Act, in accordance with this Regulation.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to a project if at any time it ceases to be a prescribed project.</p> <p class=\"subsection-e\">  (3) For greater certainty, a participating distributor may not bill for electricity on a community net metering basis except in respect of a prescribed project.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Prescribed projects",
            "content": " 3. (1) A project is prescribed for the purposes of this Regulation if, (a)  it is a project listed in Schedule 1; (b)  there is a community net metering agreement between the participating distributor and an eligible generator respecting the project that meets the requirements of subsection 7 (1); and (c)  the criteria set out in subsection (2) are met with respect to the project. (2) The following criteria must be met with respect to the project: 1.  The project includes, i.  two or more load facilities, of which at least one is an eligible connected load facility and each of the others is either an eligible connected load facility or an eligible unconnected load facility, and ii.  one or more eligible generation facilities. 2.  Any storage device included in the project is an eligible storage device. 3.  The electrical connection requirements and restrictions set out in section 6 are met with respect to the project components. 4.  Each of the project components is located on a property listed in Schedule 2 for the project. 5.  The combined total generation capacity and storage device power capacity for the generation facilities and storage devices included in the project does not exceed 10 megawatts. 6.  The amount billed under the project to a unit holder or third party occupant complies with the limits set out under section 9. 7.  The requirements for eligible generators set out in section 10 are met. (3) A project ceases to be a prescribed project if, (a)  the community net metering agreement, (i)  ceases to meet the requirements of subsection 7 (1) following amendment by the parties, or (ii)  expires or is terminated by either party in accordance with its terms; or (b)  the project ceases to meet the criteria set out in subsection (2), whether as a result of an amendment to the community net metering agreement or for any other reason.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>3. </b>(1) A project is prescribed for the purposes of this Regulation if,</p> <p class=\"clause-e\">  (a)  it is a project listed in Schedule 1;</p> <p class=\"clause-e\">  (b)  there is a community net metering agreement between the participating distributor and an eligible generator respecting the project that meets the requirements of subsection 7 (1); and</p> <p class=\"clause-e\">  (c)  the criteria set out in subsection (2) are met with respect to the project.</p> <p class=\"subsection-e\">  (2) The following criteria must be met with respect to the project:</p> <p class=\"paragraph-e\">  1.  The project includes,</p> <p class=\"subpara-e\">  i.  two or more load facilities, of which at least one is an eligible connected load facility and each of the others is either an eligible connected load facility or an eligible unconnected load facility, and</p> <p class=\"subpara-e\">  ii.  one or more eligible generation facilities.</p> <p class=\"paragraph-e\">  2.  Any storage device included in the project is an eligible storage device.</p> <p class=\"paragraph-e\">  3.  The electrical connection requirements and restrictions set out in section 6 are met with respect to the project components.</p> <p class=\"paragraph-e\">  4.  Each of the project components is located on a property listed in Schedule 2 for the project.</p> <p class=\"paragraph-e\">  5.  The combined total generation capacity and storage device power capacity for the generation facilities and storage devices included in the project does not exceed 10 megawatts.</p> <p class=\"paragraph-e\">  6.  The amount billed under the project to a unit holder or third party occupant complies with the limits set out under section 9.</p> <p class=\"paragraph-e\">  7.  The requirements for eligible generators set out in section 10 are met.</p> <p class=\"subsection-e\">  (3) A project ceases to be a prescribed project if,</p> <p class=\"clause-e\">  (a)  the community net metering agreement,</p> <p class=\"subclause-e\">  (i)  ceases to meet the requirements of subsection 7 (1) following amendment by the parties, or</p> <p class=\"subclause-e\">  (ii)  expires or is terminated by either party in accordance with its terms; or</p> <p class=\"clause-e\">  (b)  the project ceases to meet the criteria set out in subsection (2), whether as a result of an amendment to the community net metering agreement or for any other reason.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Eligible generator",
            "content": " 4. A customer of a participating distributor is an eligible generator in respect of a project if the customer, (a)  is listed in Column 2 of Schedule 1 in the corresponding row for the project; (b)  is the holder of the account with the participating distributor for each eligible connected load facility and each eligible unconnected load facility, if any, included in the project; (c)  is the person or entity that conveys the electricity generated by each eligible generation facility included in the project to an eligible connected load facility included in the project, in a manner that does not rely on the participating distributor’s distribution system; (d)  is the person or entity that, in a manner that does not rely on the participating distributor’s distribution system, conveys the electricity stored in any eligible storage device included in the project to, (i)  another eligible storage device included in the project, or (ii)  an eligible connected load facility included in the project; (e)  is the person or entity to whom electricity is conveyed at the eligible connected load facility as described in clause (c) or subclause (d) (ii), either for the customer’s own consumption or for distribution and retailing by the customer to, (i)  the unit holder of a unit in the eligible connected load facility, for consumption in the unit, or (ii)  a third party occupant of the eligible connected load facility, for consumption in the load facility; (f)  conveys any electricity referred to in clause (e) that is in excess of what is consumed, or distributed and retailed, at the eligible connected load facility into the participating distributor’s distribution system through the distributor meter for the load facility or into an eligible storage device included in the project; and (g)  is not a party to any contract or agreement, (i)  that provides for the sale, in whole or in part, of the electricity that the customer conveys into the participating distributor’s distribution system, other than the community net metering agreement, or (ii)  with a retailer for the provision of electricity to any connected load facility or unconnected load facility included in the project.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>4. </b>A customer of a participating distributor is an eligible generator in respect of a project if the customer,</p> <p class=\"clause-e\">  (a)  is listed in Column 2 of Schedule 1 in the corresponding row for the project;</p> <p class=\"clause-e\">  (b)  is the holder of the account with the participating distributor for each eligible connected load facility and each eligible unconnected load facility, if any, included in the project;</p> <p class=\"clause-e\">  (c)  is the person or entity that conveys the electricity generated by each eligible generation facility included in the project to an eligible connected load facility included in the project, in a manner that does not rely on the participating distributor’s distribution system;</p> <p class=\"clause-e\">  (d)  is the person or entity that, in a manner that does not rely on the participating distributor’s distribution system, conveys the electricity stored in any eligible storage device included in the project to,</p> <p class=\"subclause-e\">  (i)  another eligible storage device included in the project, or</p> <p class=\"subclause-e\">  (ii)  an eligible connected load facility included in the project;</p> <p class=\"clause-e\">  (e)  is the person or entity to whom electricity is conveyed at the eligible connected load facility as described in clause (c) or subclause (d) (ii), either for the customer’s own consumption or for distribution and retailing by the customer to,</p> <p class=\"subclause-e\">  (i)  the unit holder of a unit in the eligible connected load facility, for consumption in the unit, or</p> <p class=\"subclause-e\">  (ii)  a third party occupant of the eligible connected load facility, for consumption in the load facility;</p> <p class=\"clause-e\">  (f)  conveys any electricity referred to in clause (e) that is in excess of what is consumed, or distributed and retailed, at the eligible connected load facility into the participating distributor’s distribution system through the distributor meter for the load facility or into an eligible storage device included in the project; and</p> <p class=\"clause-e\">  (g)  is not a party to any contract or agreement,</p> <p class=\"subclause-e\">  (i)  that provides for the sale, in whole or in part, of the electricity that the customer conveys into the participating distributor’s distribution system, other than the community net metering agreement, or</p> <p class=\"subclause-e\">  (ii)  with a retailer for the provision of electricity to any connected load facility or unconnected load facility included in the project.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Eligible project components",
            "content": " 5. (1) A connected load facility is an eligible connected load facility in respect of a project if the following requirements are met: 1.  The holder of the account with the participating distributor for the connected load facility is the eligible generator. 2.  If the connected load facility is a multi-unit complex, it is a sub-metered multi-unit complex. (2) A generation facility is an eligible generation facility in respect of a project if the following requirements are met: 1.  The generation facility generates electricity from a renewable energy source. 2.  The generation facility conveys electricity to an eligible connected load facility or eligible storage device. (3) An unconnected load facility is an eligible unconnected load facility in respect of a project if the following requirements are met: 1.  The holder of the account with the participating distributor for the unconnected load facility is the eligible generator. 2.  If the unconnected load facility is a multi-unit complex, it is a sub-metered multi-unit complex. (4) A storage device is an eligible storage device in respect of a project if the storage device, (a)  only stores electricity that is either, (i)  withdrawn from the participating distributor’s distribution system through the distributor meter for an eligible connected load facility, or (ii)  conveyed to the storage device from an eligible generation facility; or (b)  only stores electricity that is conveyed to the storage device from a different storage device that is described in clause (a).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>5. </b>(1) A connected load facility is an eligible connected load facility in respect of a project if the following requirements are met:</p> <p class=\"paragraph-e\">  1.  The holder of the account with the participating distributor for the connected load facility is the eligible generator.</p> <p class=\"paragraph-e\">  2.  If the connected load facility is a multi-unit complex, it is a sub-metered multi-unit complex.</p> <p class=\"subsection-e\">  (2) A generation facility is an eligible generation facility in respect of a project if the following requirements are met:</p> <p class=\"paragraph-e\">  1.  The generation facility generates electricity from a renewable energy source.</p> <p class=\"paragraph-e\">  2.  The generation facility conveys electricity to an eligible connected load facility or eligible storage device.</p> <p class=\"subsection-e\">  (3) An unconnected load facility is an eligible unconnected load facility in respect of a project if the following requirements are met:</p> <p class=\"paragraph-e\">  1.  The holder of the account with the participating distributor for the unconnected load facility is the eligible generator.</p> <p class=\"paragraph-e\">  2.  If the unconnected load facility is a multi-unit complex, it is a sub-metered multi-unit complex.</p> <p class=\"subsection-e\">  (4) A storage device is an eligible storage device in respect of a project if the storage device,</p> <p class=\"clause-e\">  (a)  only stores electricity that is either,</p> <p class=\"subclause-e\">  (i)  withdrawn from the participating distributor’s distribution system through the distributor meter for an eligible connected load facility, or</p> <p class=\"subclause-e\">  (ii)  conveyed to the storage device from an eligible generation facility; or</p> <p class=\"clause-e\">  (b)  only stores electricity that is conveyed to the storage device from a different storage device that is described in clause (a).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Electrical connections",
            "content": " 6. (1) The following requirements and restrictions are prescribed for the purposes of paragraph 3 of subsection 3 (2): 1.  An eligible connected load facility must be electrically connected to the participating distributor’s distribution system through a distributor meter. 2.  An eligible connected load facility must be electrically connected to an eligible generation facility, and an eligible generation facility must be electrically connected to an eligible connected load facility, i.  in the case of a single-unit building, A.  only at a connection point that is between the eligible generator meter and the distributor meter for the load facility, and B.  in a manner that does not rely on the participating distributor’s distribution system, or ii.  in the case of a sub-metered multi-unit complex, A.  only at a connection point that is between the unit sub-meters and the distributor meter for the load facility, and B.  in a manner that does not rely on the participating distributor’s distribution system. 3.  An eligible generation facility, i.  may only be electrically connected to the participating distributor’s distribution system through the distributor meter for an eligible connected load facility, and ii.  must not be electrically connected to more than one eligible connected load facility. 4.  An eligible unconnected load facility, if any, must be electrically connected to the participating distributor’s distribution system through a distributor meter. 5.  An eligible storage device, if any, i.  may only be electrically connected to the participating distributor’s distribution system through the distributor meter for an eligible connected load facility, and ii.  must be electrically connected to an eligible connected load facility, an eligible generation facility or another eligible storage device. 6.  If an eligible storage device is electrically connected to an eligible connected load facility, i.  in the case of a single-unit building, the electrical connection must be made, A.  only at a connection point that is between the eligible generator meter and the distributor meter for the load facility, and B.  in a manner that does not rely on the participating distributor’s distribution system, and ii.  in the case of a sub-metered multi-unit complex, the electrical connection must be made, A.  only at a connection point that is between the unit sub-meters and the distributor meter for the load facility, and B.  in a manner that does not rely on the participating distributor’s distribution system. (2) For greater certainty, subparagraph 3 ii of subsection (1) does not prevent an eligible connected load facility from being connected to two or more eligible generation facilities.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>6. </b>(1) The following requirements and restrictions are prescribed for the purposes of paragraph 3 of subsection 3 (2):</p> <p class=\"paragraph-e\">  1.  An eligible connected load facility must be electrically connected to the participating distributor’s distribution system through a distributor meter.</p> <p class=\"paragraph-e\">  2.  An eligible connected load facility must be electrically connected to an eligible generation facility, and an eligible generation facility must be electrically connected to an eligible connected load facility,</p> <p class=\"subpara-e\">  i.  in the case of a single-unit building,</p> <p class=\"subsubpara-e\">  A.  only at a connection point that is between the eligible generator meter and the distributor meter for the load facility, and</p> <p class=\"subsubpara-e\">  B.  in a manner that does not rely on the participating distributor’s distribution system, or</p> <p class=\"subpara-e\">  ii.  in the case of a sub-metered multi-unit complex,</p> <p class=\"subsubpara-e\">  A.  only at a connection point that is between the unit sub-meters and the distributor meter for the load facility, and</p> <p class=\"subsubpara-e\">  B.  in a manner that does not rely on the participating distributor’s distribution system.</p> <p class=\"paragraph-e\">  3.  An eligible generation facility,</p> <p class=\"subpara-e\">  i.  may only be electrically connected to the participating distributor’s distribution system through the distributor meter for an eligible connected load facility, and</p> <p class=\"subpara-e\">  ii.  must not be electrically connected to more than one eligible connected load facility.</p> <p class=\"paragraph-e\">  4.  An eligible unconnected load facility, if any, must be electrically connected to the participating distributor’s distribution system through a distributor meter.</p> <p class=\"paragraph-e\">  5.  An eligible storage device, if any,</p> <p class=\"subpara-e\">  i.  may only be electrically connected to the participating distributor’s distribution system through the distributor meter for an eligible connected load facility, and</p> <p class=\"subpara-e\">  ii.  must be electrically connected to an eligible connected load facility, an eligible generation facility or another eligible storage device.</p> <p class=\"paragraph-e\">  6.  If an eligible storage device is electrically connected to an eligible connected load facility,</p> <p class=\"subpara-e\">  i.  in the case of a single-unit building, the electrical connection must be made,</p> <p class=\"subsubpara-e\">  A.  only at a connection point that is between the eligible generator meter and the distributor meter for the load facility, and</p> <p class=\"subsubpara-e\">  B.  in a manner that does not rely on the participating distributor’s distribution system, and</p> <p class=\"subpara-e\">  ii.  in the case of a sub-metered multi-unit complex, the electrical connection must be made,</p> <p class=\"subsubpara-e\">  A.  only at a connection point that is between the unit sub-meters and the distributor meter for the load facility, and</p> <p class=\"subsubpara-e\">  B.  in a manner that does not rely on the participating distributor’s distribution system.</p> <p class=\"subsection-e\">  (2) For greater certainty, subparagraph 3 ii of subsection (1) does not prevent an eligible connected load facility from being connected to two or more eligible generation facilities.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Community net metering agreement",
            "content": " 7. (1) A community net metering agreement must conform with this Regulation, and in addition must meet the following requirements: 1.  The agreement must specify, i.  the date on which the project is intended to begin operating, and ii.  the term of the project, which shall not exceed 10 years in total, including any extensions or renewals of the project that may be provided for in the agreement. 2.  The agreement must specify every eligible project component included in the project, including, for each component (as applicable), i.  the municipal address of the project component, ii.  the participating distributor’s account number for the project component, iii.  in the case of a generation facility, the renewable energy source, the generation capacity and an estimate of the annual kilowatt hours of electricity to be conveyed from the generation facility, iv.  in the case of a storage device, the storage technology type, the storage device power capacity, the storage device energy capacity and an estimate of the annual kilowatt hours of electricity to be conveyed from the storage device, and v.  in the case of a load facility, an estimate of the annual kilowatt hours of electricity to be consumed at the load facility. 3.  The agreement must include the following terms: i.  That the participating distributor shall bill the eligible generator in respect of the eligible connected load facilities and eligible unconnected load facilities that are included in the project on a community net metering basis in accordance with section 8. ii.  Terms providing for the manner in which bill credits shall be allocated among load facilities, subject to section 8, and the manner of reversing any bill credits that are reversed to correct a billing error. iii.  That the participating distributor shall allocate bill credits in accordance with the agreement, subject to section 8. iv.  Terms specifying the manner in which any unit holders and third party occupants shall be billed by the eligible generator, subject to section 9. v.  That the parties must comply with this Regulation and with the agreement. vi.  That, if the eligible generator defaults under the agreement and does not cure the default within the time specified in the agreement after receiving notice from the participating distributor to cure the default, the participating distributor shall terminate the agreement. vii.  That the eligible generator may not assign or transfer the agreement, in whole or in part, to any other person or entity, including by operation of law, and that a change of control of the eligible generator shall be deemed to be an assignment or transfer of the agreement for the purposes of this term. viii.  That any amendment to the agreement be in writing and signed by both parties. ix.  Terms providing for the termination of the project by either party. (2) The participating distributor shall, no later than 30 days after the community net metering agreement or any amendment to it is signed, provide a copy of the agreement or amendment to the Ministry and to the Board. (3) The participating distributor and the eligible generator shall comply with the terms of the community net metering agreement.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>7. </b>(1) A community net metering agreement must conform with this Regulation, and in addition must meet the following requirements:</p> <p class=\"paragraph-e\">  1.  The agreement must specify,</p> <p class=\"subpara-e\">  i.  the date on which the project is intended to begin operating, and</p> <p class=\"subpara-e\">  ii.  the term of the project, which shall not exceed 10 years in total, including any extensions or renewals of the project that may be provided for in the agreement.</p> <p class=\"paragraph-e\">  2.  The agreement must specify every eligible project component included in the project, including, for each component (as applicable),</p> <p class=\"subpara-e\">  i.  the municipal address of the project component,</p> <p class=\"subpara-e\">  ii.  the participating distributor’s account number for the project component,</p> <p class=\"subpara-e\">  iii.  in the case of a generation facility, the renewable energy source, the generation capacity and an estimate of the annual kilowatt hours of electricity to be conveyed from the generation facility,</p> <p class=\"subpara-e\">  iv.  in the case of a storage device, the storage technology type, the storage device power capacity, the storage device energy capacity and an estimate of the annual kilowatt hours of electricity to be conveyed from the storage device, and</p> <p class=\"subpara-e\">  v.  in the case of a load facility, an estimate of the annual kilowatt hours of electricity to be consumed at the load facility.</p> <p class=\"paragraph-e\">  3.  The agreement must include the following terms:</p> <p class=\"subpara-e\">  i.  That the participating distributor shall bill the eligible generator in respect of the eligible connected load facilities and eligible unconnected load facilities that are included in the project on a community net metering basis in accordance with section 8.</p> <p class=\"subpara-e\">  ii.  Terms providing for the manner in which bill credits shall be allocated among load facilities, subject to section 8, and the manner of reversing any bill credits that are reversed to correct a billing error.</p> <p class=\"subpara-e\">  iii.  That the participating distributor shall allocate bill credits in accordance with the agreement, subject to section 8.</p> <p class=\"subpara-e\">  iv.  Terms specifying the manner in which any unit holders and third party occupants shall be billed by the eligible generator, subject to section 9.</p> <p class=\"subpara-e\">  v.  That the parties must comply with this Regulation and with the agreement.</p> <p class=\"subpara-e\">  vi.  That, if the eligible generator defaults under the agreement and does not cure the default within the time specified in the agreement after receiving notice from the participating distributor to cure the default, the participating distributor shall terminate the agreement.</p> <p class=\"subpara-e\">  vii.  That the eligible generator may not assign or transfer the agreement, in whole or in part, to any other person or entity, including by operation of law, and that a change of control of the eligible generator shall be deemed to be an assignment or transfer of the agreement for the purposes of this term.</p> <p class=\"subpara-e\">  viii.  That any amendment to the agreement be in writing and signed by both parties.</p> <p class=\"subpara-e\">  ix.  Terms providing for the termination of the project by either party.</p> <p class=\"subsection-e\">  (2) The participating distributor shall, no later than 30 days after the community net metering agreement or any amendment to it is signed, provide a copy of the agreement or amendment to the Ministry and to the Board.</p> <p class=\"subsection-e\">  (3) The participating distributor and the eligible generator shall comply with the terms of the community net metering agreement.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Community net metering billing",
            "content": " 8. (1) In this section, “single-register meter” means a distributor meter that measures any positive or negative mean energy flow over a configured interval such as a billing period, and places the net result in a single register. (2) For the purposes of this section, A  is the amount of the invoice for the load facility for the applicable billing period, B  is the sum of, i.  the amount of those charges for the applicable billing period for the load facility that are not calculated on the basis of the consumption of or demand for electricity, as calculated by the participating distributor in the manner applicable in billing a customer in the same rate classification as the eligible generator, and ii.  the distribution charges applicable to the load facility for the applicable billing period, regardless of how they are determined, C  is, subject to subsection (6), the amount of the charges for the electricity consumed at a load facility from the participating distributor’s distribution system during the applicable billing period that are calculated on the basis of the consumption of or demand for electricity, as calculated by the distributor in the manner applicable in billing a customer in the same rate classification as the eligible generator, not including, for greater certainty, any charge referred to in B, CLF  is the portion, if any, of C that remains for the load facility following the application of paragraphs 1 and 2 of subsection (3) for the applicable billing period, D  is, subject to subsection (6), i.  in the case of a connected load facility, the monetary value of the electricity conveyed through the distributor meter for the load facility into the participating distributor’s distribution system by the eligible generator during the applicable billing period, calculated on the same basis as the charges for the eligible generator’s consumption of electricity but not demand for electricity, including charges for the commodity of electricity but excluding distribution charges, and without any adjustment for total losses as defined in the Retail Settlement Code approved by the Board, and ii.  in the case of an unconnected load facility, $0, DBC  is the aggregate D amounts created in the applicable bill credit cycle, whether or not any portion of the amounts has previously been subtracted from C amounts under paragraph 1 of subsection (3) or included in bill credits allocated under paragraph 2 of that subsection., DBP  is the aggregate D amounts created in the applicable billing period in respect of all of the eligible connected load facilities included in the prescribed project, EBP  is, subject to subsection (10), the sum of any aggregate D amounts in respect of the eligible connected load facilities included in the prescribed project from a previous billing period that were not subtracted from C amounts under paragraph 1 of subsection (3) or included in bill credits allocated under paragraph 2 of that subsection in a previous billing period. (3) Except as otherwise provided in this section, a participating distributor shall calculate, for a billing period, the amount of the invoice for each of the eligible generator’s eligible connected load facilities and eligible unconnected load facilities included in the prescribed project, in accordance with the following steps: 1.  If an amount for D is created in respect of the load facility in the billing period, subtract from C the amount that is the lesser of C and D. 2.  If, following the calculation in paragraph 1, a portion of C remains and the community net metering agreement provides for specified bill credits for the billing period to be allocated to the load facility, allocate the bill credits by subtracting from the remaining portion of C the lesser of that portion and the applicable bill credit amount. 3.  Calculate the amount of the invoice in accordance with the following formula: A = B + CLF (4) For the purposes of this section, the bill credits applicable in respect of a prescribed project for a billing period shall be determined in accordance with the following formula, except as otherwise provided in this section: DBP + EBP (5) In calculating the value of C in the manner applicable in billing a customer in the same rate classification, the participating distributor shall have no regard to the eligible generator conveying electricity to the load facility or being billed on a community net metering basis. (6) If, where permitted, the distributor meter for an eligible connected load facility is a single-register meter, the participating distributor shall modify the calculation of C and D in relation to the load facility in accordance with the following rules: 1.  In any billing period in which the kilowatt hour reading on the single-register meter at the end of the billing period is greater than or equal to the kilowatt hour reading on the single-register meter at the beginning of the billing period, i.  the difference between the two readings is deemed to constitute the amount of electricity in kilowatt hours that the load facility consumed from the participating distributor’s distribution system during the billing period for the purpose of calculating C, and ii.  a value of $0 is assigned to D for any electricity in excess of what is used at the load facility that is conveyed into the participating distributor’s distribution system through the distributor meter for the load facility during the billing period. 2.  In any billing period in which the kilowatt hour reading on the single-register meter at the end of the billing period is less than the kilowatt hour reading on the single-register meter at the beginning of the billing period, i.  the difference between the two readings is deemed to constitute the amount of electricity in kilowatt hours that was conveyed into the participating distributor’s distribution system out of the load facility during the billing period for the purpose of calculating D, and ii.  a value of $0 is assigned to C. (7) The maximum amount of bill credits that may be allocated in a bill credit cycle shall be determined in accordance with the following formula: 0.5 x DBC Note: On January 1, 2024, subsection 8 (7) of the Regulation is revoked. (See: O. Reg. 341/23, s. 1) (8) If the total amount of bill credits allocated in a bill credit cycle under paragraph 2 of subsection (3) exceeds the maximum amount determined under subsection (7), (a)  the excess amount shall be deducted in each billing period in the next bill credit cycle from the D amount in the billing period in respect of each eligible connected load facility on a proportionate basis relative to the aggregate D amounts created in the billing period, until the excess amount is fully deducted; and (b)  if the excess amount is not fully deducted in the first bill credit cycle described in clause (a), the excess amount shall be deducted in every subsequent bill credit cycle in accordance with the rules set out in clause (a) until the excess amount is fully deducted. Note: On January 1, 2024, subsection 8 (8) of the Regulation is revoked. (See: O. Reg. 341/23, s. 1) (9) For greater certainty, the reference in subsection (8) to aggregate D amounts is to the D amounts before the application of paragraphs 1 and 2 of subsection (3). Note: On January 1, 2024, subsection 8 (9) of the Regulation is revoked. (See: O. Reg. 341/23, s. 1) (10) If the value of EBP\r\nis positive for each billing period in a consecutive 12-month period, the participating distributor shall reduce the value of EBP to $0 for the next billing period after that 12-month period. (11) If a project ceases to be a prescribed project, the participating distributor shall reduce the bill credits in the eligible generator’s account to $0. (12) Any remaining accumulated bill credits that are reduced to $0 in accordance with this section are conveyed to the account of the participating distributor. (13) Nothing in this section shall be read as affecting the ability of a participating distributor to bill the eligible generator for incremental costs associated with implementing or administering the project, including incremental billing costs, in accordance with an order made by the Board. (14) Bill credits shall not be paid, refunded or credited to an eligible generator other than in accordance with this section.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>8. </b>(1) In this section,</p> <p class=\"definition-e\">“single-register meter” means a distributor meter that measures any positive or negative mean energy flow over a configured interval such as a billing period, and places the net result in a single register.</p> <p class=\"subsection-e\">  (2) For the purposes of this section,</p> <p class=\"equationind1-e\">  A  is the amount of the invoice for the load facility for the applicable billing period,</p> <p class=\"equationind1-e\">  B  is the sum of,</p> <p class=\"equationind2-e\">  i.  the amount of those charges for the applicable billing period for the load facility that are not calculated on the basis of the consumption of or demand for electricity, as calculated by the participating distributor in the manner applicable in billing a customer in the same rate classification as the eligible generator, and</p> <p class=\"equationind2-e\">  ii.  the distribution charges applicable to the load facility for the applicable billing period, regardless of how they are determined,</p> <p class=\"equationind1-e\">  C  is, subject to subsection (6), the amount of the charges for the electricity consumed at a load facility from the participating distributor’s distribution system during the applicable billing period that are calculated on the basis of the consumption of or demand for electricity, as calculated by the distributor in the manner applicable in billing a customer in the same rate classification as the eligible generator, not including, for greater certainty, any charge referred to in B,</p> <p class=\"equationind1-e\">  C<sub>LF</sub>  is the portion, if any, of C that remains for the load facility following the application of paragraphs 1 and 2 of subsection (3) for the applicable billing period,</p> <p class=\"equationind1-e\">  D  is, subject to subsection (6),</p> <p class=\"equationind2-e\">  i.  in the case of a connected load facility, the monetary value of the electricity conveyed through the distributor meter for the load facility into the participating distributor’s distribution system by the eligible generator during the applicable billing period, calculated on the same basis as the charges for the eligible generator’s consumption of electricity but not demand for electricity, including charges for the commodity of electricity but excluding distribution charges, and without any adjustment for total losses as defined in the Retail Settlement Code approved by the Board, and</p> <p class=\"equationind2-e\">  ii.  in the case of an unconnected load facility, $0,</p> <p class=\"equationind1-e\">  D<sub>BC</sub>  is the aggregate D amounts created in the applicable bill credit cycle, whether or not any portion of the amounts has previously been subtracted from C amounts under paragraph 1 of subsection (3) or included in bill credits allocated under paragraph 2 of that subsection<span class=\"msoDel\"><del cite=\"mailto:Author\" datetime=\"2021-07-14T11:12\">.</del></span><span class=\"msoIns\"><ins cite=\"mailto:Author\" datetime=\"2021-07-14T11:12\">,</ins></span></p> <p class=\"equationind1-e\">  D<sub>BP</sub>  is the aggregate D amounts created in the applicable billing period in respect of all of the eligible connected load facilities included in the prescribed project,</p> <p class=\"equationind1-e\">  E<sub>BP</sub>  is, subject to subsection (10), the sum of any aggregate D amounts in respect of the eligible connected load facilities included in the prescribed project from a previous billing period that were not subtracted from C amounts under paragraph 1 of subsection (3) or included in bill credits allocated under paragraph 2 of that subsection in a previous billing period.</p> <p class=\"subsection-e\">  (3) Except as otherwise provided in this section, a participating distributor shall calculate, for a billing period, the amount of the invoice for each of the eligible generator’s eligible connected load facilities and eligible unconnected load facilities included in the prescribed project, in accordance with the following steps:</p> <p class=\"paragraph-e\">  1.  If an amount for D is created in respect of the load facility in the billing period, subtract from C the amount that is the lesser of C and D.</p> <p class=\"paragraph-e\">  2.  If, following the calculation in paragraph 1, a portion of C remains and the community net metering agreement provides for specified bill credits for the billing period to be allocated to the load facility, allocate the bill credits by subtracting from the remaining portion of C the lesser of that portion and the applicable bill credit amount.</p> <p class=\"paragraph-e\">  3.  Calculate the amount of the invoice in accordance with the following formula:</p> <p class=\"equation-e\">A = B + C<sub>LF</sub></p> <p class=\"subsection-e\">  (4) For the purposes of this section, the bill credits applicable in respect of a prescribed project for a billing period shall be determined in accordance with the following formula, except as otherwise provided in this section:</p> <p class=\"equation-e\">D<sub>BP</sub> + E<sub>BP</sub></p> <p class=\"subsection-e\">  (5) In calculating the value of C in the manner applicable in billing a customer in the same rate classification, the participating distributor shall have no regard to the eligible generator conveying electricity to the load facility or being billed on a community net metering basis.</p> <p class=\"subsection-e\">  (6) If, where permitted, the distributor meter for an eligible connected load facility is a single-register meter, the participating distributor shall modify the calculation of C and D in relation to the load facility in accordance with the following rules:</p> <p class=\"paragraph-e\">  1.  In any billing period in which the kilowatt hour reading on the single-register meter at the end of the billing period is greater than or equal to the kilowatt hour reading on the single-register meter at the beginning of the billing period,</p> <p class=\"subpara-e\">  i.  the difference between the two readings is deemed to constitute the amount of electricity in kilowatt hours that the load facility consumed from the participating distributor’s distribution system during the billing period for the purpose of calculating C, and</p> <p class=\"subpara-e\">  ii.  a value of $0 is assigned to D for any electricity in excess of what is used at the load facility that is conveyed into the participating distributor’s distribution system through the distributor meter for the load facility during the billing period.</p> <p class=\"paragraph-e\">  2.  In any billing period in which the kilowatt hour reading on the single-register meter at the end of the billing period is less than the kilowatt hour reading on the single-register meter at the beginning of the billing period,</p> <p class=\"subpara-e\">  i.  the difference between the two readings is deemed to constitute the amount of electricity in kilowatt hours that was conveyed into the participating distributor’s distribution system out of the load facility during the billing period for the purpose of calculating D, and</p> <p class=\"subpara-e\">  ii.  a value of $0 is assigned to C.</p> <p class=\"subsection-e\">  (7) The maximum amount of bill credits that may be allocated in a bill credit cycle shall be determined in accordance with the following formula:</p> <p class=\"equation-e\">0.5 x D<sub>BC</sub></p> <p class=\"Pnote-e\"><span>Note: On January 1, 2024, </span>subsection 8 (7) of the Regulation is revoked.<span> (See: O. Reg. 341/23, s. 1)</span></p> <p class=\"subsection-e\">  (8) If the total amount of bill credits allocated in a bill credit cycle under paragraph 2 of subsection (3) exceeds the maximum amount determined under subsection (7),</p> <p class=\"clause-e\">  (a)  the excess amount shall be deducted in each billing period in the next bill credit cycle from the D amount in the billing period in respect of each eligible connected load facility on a proportionate basis relative to the aggregate D amounts created in the billing period, until the excess amount is fully deducted; and</p> <p class=\"clause-e\">  (b)  if the excess amount is not fully deducted in the first bill credit cycle described in clause (a), the excess amount shall be deducted in every subsequent bill credit cycle in accordance with the rules set out in clause (a) until the excess amount is fully deducted.</p> <p class=\"Pnote-e\"><span>Note: On January 1, 2024, </span>subsection 8 (8) of the Regulation is revoked.<span> (See: O. Reg. 341/23, s. 1)</span></p> <p class=\"subsection-e\">  (9) For greater certainty, the reference in subsection (8) to aggregate D amounts is to the D amounts before the application of paragraphs 1 and 2 of subsection (3).</p> <p class=\"Pnote-e\"><span>Note: On January 1, 2024, </span>subsection 8 (9) of the Regulation is revoked.<span> (See: O. Reg. 341/23, s. 1)</span></p> <p class=\"subsection-e\">  (10) If the value of E<sub>BP</sub>\r\nis positive for each billing period in a consecutive 12-month period, the participating distributor shall reduce the value of E<sub>BP</sub> to $0 for the next billing period after that 12-month period.</p> <p class=\"subsection-e\">  (11) If a project ceases to be a prescribed project, the participating distributor shall reduce the bill credits in the eligible generator’s account to $0.</p> <p class=\"subsection-e\">  (12) Any remaining accumulated bill credits that are reduced to $0 in accordance with this section are conveyed to the account of the participating distributor.</p> <p class=\"subsection-e\">  (13) Nothing in this section shall be read as affecting the ability of a participating distributor to bill the eligible generator for incremental costs associated with implementing or administering the project, including incremental billing costs, in accordance with an order made by the Board.</p> <p class=\"subsection-e\">  (14) Bill credits shall not be paid, refunded or credited to an eligible generator other than in accordance with this section.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Limits on billing unit holders, third party occupants",
            "content": " 9. (1) This section applies with respect to invoices issued by or on behalf of an eligible generator under a prescribed project to a unit holder or third party occupant. (2) Subsection (1) does not apply to a unit holder in respect of a unit if, were the unit holder a customer of the participating distributor in respect of the unit, the unit would fall within a non-residential general service rate classification of the participating distributor for customers with an average monthly peak demand that is greater than 50 kilowatts. (3) Subsection (1) does not apply to a third party occupant in respect of a single-unit building if, were the occupant a customer of the participating distributor in respect of the building, the building would fall within a non-residential general service rate classification of the participating distributor for customers with an average monthly peak demand that is greater than 50 kilowatts. (4) The total amount that a unit holder may be billed for a billing period shall not exceed the amount determined in accordance with the following steps: 1.  Determine, in accordance with subsection (6), the amount that the participating distributor would have billed the eligible generator for the billing period in respect of a multi-unit complex in the same rate classification as the sub-metered multi-unit complex for the same consumption of and demand for electricity. 2.  Determine the amount that the unit would have been billed for the billing period for the provision of electricity if the amount was determined in accordance with the following formula: (CU/CMUC) x BA Where, CU =  the total consumption of electricity by the unit during the billing period, CMUC =  the total consumption of electricity by the sub-metered multi-unit complex during the billing period, and BA =  the amount determined under paragraph 1 for the billing period. (5) The total amount that a third party occupant may be billed for a billing period shall not exceed the amount that the participating distributor would have billed the eligible generator for the billing period in respect of a single-unit building in the same rate classification as the occupant’s single-unit building for the same consumption of and demand for electricity, as determined in accordance with subsection (6). (6) The following rules apply for the purposes of determining an amount under paragraph 1 of subsection (4) and subsection (5): 1.  The amount shall include, i.  an amount for the commodity cost of the electricity, calculated based on whichever of the following rates that are in effect during the billing period, as determined under the Standard Supply Service Code for Electricity Distributors issued by the Board, results in a lower amount: A.  The rates determined on the basis of time-of-use pricing, B.  The rates determined on the basis of tiered pricing, ii.  the cost determined by applying the rates and charges set out in the applicable rate order issued by the Board under subsection 78 (3) of the Act, iii.  any adjustment required pursuant to section 25.33 of the Electricity Act, 1998 that is not already included in the amount determined under subparagraph i, iv.  the amount of any harmonized sales tax payable under Part IX of the Excise Tax Act (Canada) that would be payable by the eligible generator in respect of the amounts referred to in subparagraphs i to iii, and v.  the amount of any financial assistance to which the eligible generator would be entitled under the Ontario Rebate for Electricity Consumers Act, 2016 in respect of the sub-metered multi-unit complex or single-unit building, applied as a credit. 2.  For greater certainty, the amount shall not include, i.  the balance of any amounts carried forward from a previous billing period, ii.  any penalties or interest, or iii.  any charges that do not relate to the consumption of electricity. (7) If an invoice is issued for a billing period that exceeds the amount permitted by this section, the excess amount shall be reduced to $0 and is not recoverable from any person or entity.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>9. </b>(1) This section applies with respect to invoices issued by or on behalf of an eligible generator under a prescribed project to a unit holder or third party occupant.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to a unit holder in respect of a unit if, were the unit holder a customer of the participating distributor in respect of the unit, the unit would fall within a non-residential general service rate classification of the participating distributor for customers with an average monthly peak demand that is greater than 50 kilowatts.</p> <p class=\"subsection-e\">  (3) Subsection (1) does not apply to a third party occupant in respect of a single-unit building if, were the occupant a customer of the participating distributor in respect of the building, the building would fall within a non-residential general service rate classification of the participating distributor for customers with an average monthly peak demand that is greater than 50 kilowatts.</p> <p class=\"subsection-e\">  (4) The total amount that a unit holder may be billed for a billing period shall not exceed the amount determined in accordance with the following steps:</p> <p class=\"paragraph-e\">  1.  Determine, in accordance with subsection (6), the amount that the participating distributor would have billed the eligible generator for the billing period in respect of a multi-unit complex in the same rate classification as the sub-metered multi-unit complex for the same consumption of and demand for electricity.</p> <p class=\"paragraph-e\">  2.  Determine the amount that the unit would have been billed for the billing period for the provision of electricity if the amount was determined in accordance with the following formula:</p> <p class=\"equation-e\">(CU/CMUC) x BA</p> <p class=\"Sparagraph-e\">  Where,</p> <p class=\"equationind3-e\">  CU =  the total consumption of electricity by the unit during the billing period,</p> <p class=\"equationind3-e\">  CMUC =  the total consumption of electricity by the sub-metered multi-unit complex during the billing period, and</p> <p class=\"equationind3-e\">  BA =  the amount determined under paragraph 1 for the billing period.</p> <p class=\"subsection-e\">  (5) The total amount that a third party occupant may be billed for a billing period shall not exceed the amount that the participating distributor would have billed the eligible generator for the billing period in respect of a single-unit building in the same rate classification as the occupant’s single-unit building for the same consumption of and demand for electricity, as determined in accordance with subsection (6).</p> <p class=\"subsection-e\">  (6) The following rules apply for the purposes of determining an amount under paragraph 1 of subsection (4) and subsection (5):</p> <p class=\"paragraph-e\">  1.  The amount shall include,</p> <p class=\"subpara-e\">  i.  an amount for the commodity cost of the electricity, calculated based on whichever of the following rates that are in effect during the billing period, as determined under the Standard Supply Service Code for Electricity Distributors issued by the Board, results in a lower amount:</p> <p class=\"subsubpara-e\">  A.  The rates determined on the basis of time-of-use pricing,</p> <p class=\"subsubpara-e\">  B.  The rates determined on the basis of tiered pricing,</p> <p class=\"subpara-e\">  ii.  the cost determined by applying the rates and charges set out in the applicable rate order issued by the Board under subsection 78 (3) of the Act,</p> <p class=\"subpara-e\">  iii.  any adjustment required pursuant to section 25.33 of the <i>Electricity Act, 1998</i> that is not already included in the amount determined under subparagraph i,</p> <p class=\"subpara-e\">  iv.  the amount of any harmonized sales tax payable under Part IX of the <i>Excise Tax Act</i> (Canada) that would be payable by the eligible generator in respect of the amounts referred to in subparagraphs i to iii, and</p> <p class=\"subpara-e\">  v.  the amount of any financial assistance to which the eligible generator would be entitled under the <i>Ontario Rebate for Electricity Consumers Act, 2016</i> in respect of the sub-metered multi-unit complex or single-unit building, applied as a credit.</p> <p class=\"paragraph-e\">  2.  For greater certainty, the amount shall not include,</p> <p class=\"subpara-e\">  i.  the balance of any amounts carried forward from a previous billing period,</p> <p class=\"subpara-e\">  ii.  any penalties or interest, or</p> <p class=\"subpara-e\">  iii.  any charges that do not relate to the consumption of electricity.</p> <p class=\"subsection-e\">  (7) If an invoice is issued for a billing period that exceeds the amount permitted by this section, the excess amount shall be reduced to $0 and is not recoverable from any person or entity.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Notice and comparison requirements",
            "content": " 10. (1) An eligible generator shall, within a reasonable time following a request from a unit holder or third party occupant of a load facility to whom subsection 9 (1) applies, provide to the holder or occupant a comparison showing the amount that the holder or occupant has been billed for a billing period and the amount that the holder or occupant would have been billed for the billing period if the load facility had not been part of the project. (2) An eligible generator shall, within a reasonable time after the participating distributor begins to bill the eligible generator on a community net metering basis for a load facility, give written notice to each unit holder and third party occupant of the load facility to whom subsection 9 (1) applies specifying, (a)  the limits on the amount that the holder or occupant can be billed, as set out in section 9; (b)  that the holder or occupant has the right to request from the eligible generator the comparison referred to in subsection (1) and that the eligible generator is required to comply with the request within a reasonable time; and (c)  that the holder or occupant may contact the Board at the email address or phone number specified in the notice if the holder or occupant has any questions about the comparisons referred to in subsection (1), and specifying a current email address and phone number for the Board.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>10. </b>(1) An eligible generator shall, within a reasonable time following a request from a unit holder or third party occupant of a load facility to whom subsection 9 (1) applies, provide to the holder or occupant a comparison showing the amount that the holder or occupant has been billed for a billing period and the amount that the holder or occupant would have been billed for the billing period if the load facility had not been part of the project.</p> <p class=\"subsection-e\">  (2) An eligible generator shall, within a reasonable time after the participating distributor begins to bill the eligible generator on a community net metering basis for a load facility, give written notice to each unit holder and third party occupant of the load facility to whom subsection 9 (1) applies specifying,</p> <p class=\"clause-e\">  (a)  the limits on the amount that the holder or occupant can be billed, as set out in section 9;</p> <p class=\"clause-e\">  (b)  that the holder or occupant has the right to request from the eligible generator the comparison referred to in subsection (1) and that the eligible generator is required to comply with the request within a reasonable time; and</p> <p class=\"clause-e\">  (c)  that the holder or occupant may contact the Board at the email address or phone number specified in the notice if the holder or occupant has any questions about the comparisons referred to in subsection (1), and specifying a current email address and phone number for the Board.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Reporting requirements",
            "content": " 11. (1) No later than 90 days after the end of each bill credit cycle, the eligible generator shall submit a report to the Ministry for the completed bill credit cycle containing the following information respecting the prescribed project and the project components included in it: 1.  A description of any changes to any project component referred to in the community net metering agreement. 2.  For each connected load facility and, if any, unconnected load facility, i.  the municipal address of the load facility, a description of the load facility and the account number of the account with the participating distributor for the load facility, ii.  the total kilowatt hours of electricity consumed from, and the total kilowatt hours of electricity conveyed to, the participating distributor’s distribution system, as measured by the distributor meter for the load facility, and the corresponding rate classification for billing for the load facility, iii.  the total number of unit holders and third party occupants in the load facility to which the eligible generator retailed electricity, and iv.  if the load facility has any unit holders or third party occupants to which the eligible generator retailed electricity, A.  the aggregate kilowatt hours of electricity consumed by all holders and occupants as measured by unit sub-meters and eligible generator meters respectively, as well as by any common areas as measured by unit sub-meters or distributor meters, and B.  the calculation made by the eligible generator under section 9 in respect of holders or occupants, as the case may be, to which subsection 9 (1) applied. 3.  For each generation facility, i.  the total kilowatt hours of electricity generated, and ii.  the account number for the account with the participating distributor for the connected load facility to which the generation facility is connected. 4.  For each storage device, if any, i.  the total kilowatt hours of electricity conveyed into and out of the storage device, or an estimate of that amount, and ii.  the account number for the account with the participating distributor for the connected load facility to which the storage device is connected. 5.  If the Board has issued any notice of non-compliance or orders, or has taken any other enforcement actions in respect of the project, i.  a description of the non-compliance or reasons for the Board’s actions, and the current status of the enforcement actions, and ii.  a description of the steps that the eligible generator has taken or plans to take to rectify any non-compliance. 6.  An assessment of best practices, lessons learned, innovations and challenges associated with the project, including the administrative, billing, regulatory and technical aspects of the project. 7.  Any other information the Minister may require. (2) No later than 90 days after the end of each bill credit cycle, the participating distributor shall submit a report to the Ministry for the completed bill credit cycle containing the following information respecting the prescribed project and the project components included in it: 1.  The participating distributor’s total costs arising from the implementation and administration of the project, broken down by cost type, including, i.  costs for the connection of eligible generation facilities to the distributor’s distribution system, ii.  costs for the connection of any eligible storage devices to the distributor’s distribution system, iii.  costs for facilitating metering and billing, and iv.  any other incremental costs associated with implementing or administering the project, including other incremental billing costs. 2.  The total amount of the costs described in paragraph 1 that are recovered from, i.  amounts charged by the participating distributor to the eligible generator, or ii.  compensation to which the participating distributor is entitled under subsection 79.1 (2) of the Act. 3.  The total amount of the costs described in subparagraph 1 i that are recovered from the participating distributor’s other customers as may be permitted by an order made by the Board. 4.  If the Board has issued any notice of non-compliance or orders, or has taken any other enforcement actions in respect of the project, i.  a description of the non-compliance or reasons for the Board’s actions, and the current status of the enforcement actions, and ii.  a description of the steps that the participating distributor has taken or plans to take to rectify any non-compliance. 5.  An assessment of best practices, lessons learned, innovations and challenges associated with the project, including the administrative, billing, regulatory and technical aspects of the project. 6.  Any other information the Minister may require. (3) A report submitted under this section shall not include the personal information, within the meaning of subsection 2 (1) of the Freedom of Information and Protection of Privacy Act, of any unit holder or third party occupant. (4) For the purposes of subsection (3), the participating distributor and eligible generator shall make reasonable efforts to provide only aggregate, anonymized information respecting unit holders and third party occupants.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>11. </b>(1) No later than 90 days after the end of each bill credit cycle, the eligible generator shall submit a report to the Ministry for the completed bill credit cycle containing the following information respecting the prescribed project and the project components included in it:</p> <p class=\"paragraph-e\">  1.  A description of any changes to any project component referred to in the community net metering agreement.</p> <p class=\"paragraph-e\">  2.  For each connected load facility and, if any, unconnected load facility,</p> <p class=\"subpara-e\">  i.  the municipal address of the load facility, a description of the load facility and the account number of the account with the participating distributor for the load facility,</p> <p class=\"subpara-e\">  ii.  the total kilowatt hours of electricity consumed from, and the total kilowatt hours of electricity conveyed to, the participating distributor’s distribution system, as measured by the distributor meter for the load facility, and the corresponding rate classification for billing for the load facility,</p> <p class=\"subpara-e\">  iii.  the total number of unit holders and third party occupants in the load facility to which the eligible generator retailed electricity, and</p> <p class=\"subpara-e\">  iv.  if the load facility has any unit holders or third party occupants to which the eligible generator retailed electricity,</p> <p class=\"subsubpara-e\">  A.  the aggregate kilowatt hours of electricity consumed by all holders and occupants as measured by unit sub-meters and eligible generator meters respectively, as well as by any common areas as measured by unit sub-meters or distributor meters, and</p> <p class=\"subsubpara-e\">  B.  the calculation made by the eligible generator under section 9 in respect of holders or occupants, as the case may be, to which subsection 9 (1) applied.</p> <p class=\"paragraph-e\">  3.  For each generation facility,</p> <p class=\"subpara-e\">  i.  the total kilowatt hours of electricity generated, and</p> <p class=\"subpara-e\">  ii.  the account number for the account with the participating distributor for the connected load facility to which the generation facility is connected.</p> <p class=\"paragraph-e\">  4.  For each storage device, if any,</p> <p class=\"subpara-e\">  i.  the total kilowatt hours of electricity conveyed into and out of the storage device, or an estimate of that amount, and</p> <p class=\"subpara-e\">  ii.  the account number for the account with the participating distributor for the connected load facility to which the storage device is connected.</p> <p class=\"paragraph-e\">  5.  If the Board has issued any notice of non-compliance or orders, or has taken any other enforcement actions in respect of the project,</p> <p class=\"subpara-e\">  i.  a description of the non-compliance or reasons for the Board’s actions, and the current status of the enforcement actions, and</p> <p class=\"subpara-e\">  ii.  a description of the steps that the eligible generator has taken or plans to take to rectify any non-compliance.</p> <p class=\"paragraph-e\">  6.  An assessment of best practices, lessons learned, innovations and challenges associated with the project, including the administrative, billing, regulatory and technical aspects of the project.</p> <p class=\"paragraph-e\">  7.  Any other information the Minister may require.</p> <p class=\"subsection-e\">  (2) No later than 90 days after the end of each bill credit cycle, the participating distributor shall submit a report to the Ministry for the completed bill credit cycle containing the following information respecting the prescribed project and the project components included in it:</p> <p class=\"paragraph-e\">  1.  The participating distributor’s total costs arising from the implementation and administration of the project, broken down by cost type, including,</p> <p class=\"subpara-e\">  i.  costs for the connection of eligible generation facilities to the distributor’s distribution system,</p> <p class=\"subpara-e\">  ii.  costs for the connection of any eligible storage devices to the distributor’s distribution system,</p> <p class=\"subpara-e\">  iii.  costs for facilitating metering and billing, and</p> <p class=\"subpara-e\">  iv.  any other incremental costs associated with implementing or administering the project, including other incremental billing costs.</p> <p class=\"paragraph-e\">  2.  The total amount of the costs described in paragraph 1 that are recovered from,</p> <p class=\"subpara-e\">  i.  amounts charged by the participating distributor to the eligible generator, or</p> <p class=\"subpara-e\">  ii.  compensation to which the participating distributor is entitled under subsection 79.1 (2) of the Act.</p> <p class=\"paragraph-e\">  3.  The total amount of the costs described in subparagraph 1 i that are recovered from the participating distributor’s other customers as may be permitted by an order made by the Board.</p> <p class=\"paragraph-e\">  4.  If the Board has issued any notice of non-compliance or orders, or has taken any other enforcement actions in respect of the project,</p> <p class=\"subpara-e\">  i.  a description of the non-compliance or reasons for the Board’s actions, and the current status of the enforcement actions, and</p> <p class=\"subpara-e\">  ii.  a description of the steps that the participating distributor has taken or plans to take to rectify any non-compliance.</p> <p class=\"paragraph-e\">  5.  An assessment of best practices, lessons learned, innovations and challenges associated with the project, including the administrative, billing, regulatory and technical aspects of the project.</p> <p class=\"paragraph-e\">  6.  Any other information the Minister may require.</p> <p class=\"subsection-e\">  (3) A report submitted under this section shall not include the personal information, within the meaning of subsection 2 (1) of the <i>Freedom of Information and Protection of Privacy Act</i>, of any unit holder or third party occupant.</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3), the participating distributor and eligible generator shall make reasonable efforts to provide only aggregate, anonymized information respecting unit holders and third party occupants.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Review by Minister",
            "content": " 12. (1) The Minister shall commence a review of each prescribed project, (a)  no later than two years before the planned end of the project as contemplated in the applicable community net metering agreement; or (b)  if the project ends or ceases to be a prescribed project before its planned end, after the project ends or ceases to be a prescribed project. (2) The Minister shall complete and make the results of a review public no later than one year after commencing the review.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>12. </b>(1) The Minister shall commence a review of each prescribed project,</p> <p class=\"clause-e\">  (a)  no later than two years before the planned end of the project as contemplated in the applicable community net metering agreement; or</p> <p class=\"clause-e\">  (b)  if the project ends or ceases to be a prescribed project before its planned end, after the project ends or ceases to be a prescribed project.</p> <p class=\"subsection-e\">  (2) The Minister shall complete and make the results of a review public no later than one year after commencing the review.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Application of other net metering schemes",
            "content": " 13. Nothing in this Regulation shall be read as preventing the application of any other net metering scheme provided for under the Act to a project once it ceases to be a prescribed project. 14. Omitted (provides for coming into force of provisions of this Regulation). Schedule 1 Item   Column 1   Project name   Column 2   Eligible generator   Column 3   Participating distributor \n\n  1.   West Five   Sifton Properties Limited   London Hydro Inc.  Schedule 2 1. The following properties in the City of London are specified for the purposes of the project described in item 1 of Schedule 1: 1.  Block 1 within Plan 33M-706 registered in the Land Registry Office for the Land Titles Division of Middlesex (No. 33). 2.  Blocks 1, 2 and 3 within Plan 33M-743 registered in the Land Registry Office for the Land Titles Division of Middlesex (No. 33). 3.  Blocks 1, 2, 3 and 4 within Plan 33M-753 registered in the Land Registry Office for the Land Titles Division of Middlesex (No. 33). 4.  Part Lot 50, Concession B, designated as Part 5 on Plan 33R-16523, being all of the lands identified by Property Identification Number 08501-0797 (LT) registered in the Land Registry Office for the Land Titles Division of Middlesex (No. 33).   Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>13. </b>Nothing in this Regulation shall be read as preventing the application of any other net metering scheme provided for under the Act to a project once it ceases to be a prescribed project.</p> <p class=\"section-e\"> <b>14.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"schedule-e\"><a name=\"BK14\"></a>Schedule 1</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"51\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"198\"> <p class=\"table-e\">Column 1 <br/>  Project name</p> </td> <td valign=\"top\" width=\"200\"> <p class=\"table-e\">Column 2 <br/>  Eligible generator</p> </td> <td valign=\"top\" width=\"222\"> <p class=\"table-e\">Column 3 <br/>  Participating distributor</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"51\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"198\"> <p class=\"table-e\">West Five</p> </td> <td valign=\"top\" width=\"200\"> <p class=\"table-e\">Sifton Properties Limited</p> </td> <td valign=\"top\" width=\"222\"> <p class=\"table-e\">London Hydro Inc.</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"schedule-e\"><a name=\"BK15\"></a>Schedule 2</p> <p class=\"section-e\">  1. The following properties in the City of London are specified for the purposes of the project described in item 1 of Schedule 1:</p> <p class=\"paragraph-e\">  1.  Block 1 within Plan 33M-706 registered in the Land Registry Office for the Land Titles Division of Middlesex (No. 33).</p> <p class=\"paragraph-e\">  2.  Blocks 1, 2 and 3 within Plan 33M-743 registered in the Land Registry Office for the Land Titles Division of Middlesex (No. 33).</p> <p class=\"paragraph-e\">  3.  Blocks 1, 2, 3 and 4 within Plan 33M-753 registered in the Land Registry Office for the Land Titles Division of Middlesex (No. 33).</p> <p class=\"paragraph-e\">  4.  Part Lot 50, Concession B, designated as Part 5 on Plan 33R-16523, being all of the lands identified by Property Identification Number 08501-0797 (LT) registered in the Land Registry Office for the Land Titles Division of Middlesex (No. 33).</p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/210679\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Schedule 1",
            "part_id": null,
            "part_type": null,
            "section": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Schedule 2",
            "part_id": null,
            "part_type": null,
            "section": "None",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}