{
    "reg_info": {
        "full_title": "O. Reg. 472/07: BEHAVIOUR, DISCIPLINE AND SAFETY OF PUPILS",
        "reg_name_text": "Behaviour, Discipline and Safety of pupils",
        "citation": "O. Reg. 472/07: BEHAVIOUR, DISCIPLINE AND SAFETY OF PUPILS",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/070472",
        "date_scraped": "2023-12-19 00:02:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 30, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070472/v5",
            "valid_from": "April  3, 2018",
            "valid_to": "April 29, 2018"
        },
        {
            "a_href": "/laws/regulation/070472/v4",
            "valid_from": "February  1, 2010",
            "valid_to": "April  2, 2018"
        },
        {
            "a_href": "/laws/regulation/070472/v3",
            "valid_from": "October 30, 2009",
            "valid_to": "January 31, 2010"
        },
        {
            "a_href": "/laws/regulation/070472/v2",
            "valid_from": "February  1, 2008",
            "valid_to": "October 29, 2009"
        },
        {
            "a_href": "/laws/regulation/070472/v1",
            "valid_from": "August 22, 2007",
            "valid_to": "January 31, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": " 1. In this Regulation,  “designated tribunal” means the Child and Family Services Review Board continued under section 333 of the Child, Youth and Family Services Act, 2017. O. Reg. 472/07, s. 1; O. Reg. 187/18, s. 1. Suspension and Expulsion of Pupils",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation, </p> <p class=\"definition-e\">“designated tribunal” means the Child and Family Services Review Board continued under section 333 of the <i>Child, Youth and Family Services Act, 2017</i>. O. Reg. 472/07, s. 1; O. Reg. 187/18, s. 1.</p> <p class=\"heading1-e\">Suspension and Expulsion of Pupils</p>"
        },
        {
            "id": "2.",
            "section": "Mitigating factors",
            "content": " 2. For the purposes of subsections 306 (2), 306 (4), 310 (3), 311.1 (4) and clauses 311.3 (7) (b) and 311.4 (2) (b) of the Act, the following mitigating factors shall be taken into account: 1. The pupil does not have the ability to control his or her behaviour. 2. The pupil does not have the ability to understand the foreseeable consequences of his or her behaviour. 3. The pupil’s continuing presence in the school does not create an unacceptable risk to the safety of any person.  O. Reg. 472/07, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>For the purposes of subsections 306 (2), 306 (4), 310 (3), 311.1 (4) and clauses 311.3 (7) (b) and 311.4 (2) (b) of the Act, the following mitigating factors shall be taken into account:</p> <p class=\"paragraph-e\">  1. The pupil does not have the ability to control his or her behaviour.</p> <p class=\"paragraph-e\">  2. The pupil does not have the ability to understand the foreseeable consequences of his or her behaviour.</p> <p class=\"paragraph-e\">  3. The pupil’s continuing presence in the school does not create an unacceptable risk to the safety of any person.  O. Reg. 472/07, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Other factors",
            "content": " 3. For the purposes of subsections 306 (2), 306 (4), 310 (3), 311.1 (4) and clauses 311.3 (7) (b) and 311.4 (2) (b) of the Act, the following other factors shall be taken into account if they would mitigate the seriousness of the activity for which the pupil may be or is being suspended or expelled: 1. The pupil’s history. 2. Whether a progressive discipline approach has been used with the pupil. 3. Whether the activity for which the pupil may be or is being suspended or expelled was related to any harassment of the pupil because of his or her race, ethnic origin, religion, disability, gender or sexual orientation or to any other harassment. 4. How the suspension or expulsion would affect the pupil’s ongoing education. 5. The age of the pupil. 6. In the case of a pupil for whom an individual education plan has been developed, i. whether the behaviour was a manifestation of a disability identified in the pupil’s individual education plan, ii. whether appropriate individualized accommodation has been provided, and iii. whether the suspension or expulsion is likely to result in an aggravation or worsening of the pupil’s behaviour or conduct.  O. Reg. 472/07, s. 3; O. Reg. 412/09, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>For the purposes of subsections 306 (2), 306 (4), 310 (3), 311.1 (4) and clauses 311.3 (7) (b) and 311.4 (2) (b) of the Act, the following other factors shall be taken into account if they would mitigate the seriousness of the activity for which the pupil may be or is being suspended or expelled:</p> <p class=\"paragraph-e\">  1. The pupil’s history.</p> <p class=\"paragraph-e\">  2. Whether a progressive discipline approach has been used with the pupil.</p> <p class=\"paragraph-e\">  3. Whether the activity for which the pupil may be or is being suspended or expelled was related to any harassment of the pupil because of his or her race, ethnic origin, religion, disability, gender or sexual orientation or to any other harassment.</p> <p class=\"paragraph-e\">  4. How the suspension or expulsion would affect the pupil’s ongoing education.</p> <p class=\"paragraph-e\">  5. The age of the pupil.</p> <p class=\"paragraph-e\">  6. In the case of a pupil for whom an individual education plan has been developed,</p> <p class=\"subpara-e\">  i. whether the behaviour was a manifestation of a disability identified in the pupil’s individual education plan,</p> <p class=\"subpara-e\">  ii. whether appropriate individualized accommodation has been provided, and</p> <p class=\"subpara-e\">  iii. whether the suspension or expulsion is likely to result in an aggravation or worsening of the pupil’s behaviour or conduct.  O. Reg. 472/07, s. 3; O. Reg. 412/09, s. 4.</p>"
        },
        {
            "id": "4.",
            "section": "Child and Family Services Review Board",
            "content": " 4. The Child and Family Services Review Board is designated for the purposes of the definition of “designated tribunal” in subsection 311.7 (1) of the Act to hear appeals of board decisions to expel pupils.  O. Reg. 472/07, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The Child and Family Services Review Board is designated for the purposes of the definition of “designated tribunal” in subsection 311.7 (1) of the Act to hear appeals of board decisions to expel pupils.  O. Reg. 472/07, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Notice of appeal",
            "content": " 5. (1) To appeal a board’s decision to expel a pupil, a person who is entitled, under subsection 311.7 (2) of the Act, to appeal the decision shall give the designated tribunal a written notice of appeal within 30 days after the date on which he or she is considered, in accordance with the rules set out in subsection 300 (3) of the Act, to have received the notice given under subsection 311.6 (1) of the Act.  O. Reg. 472/07, s. 5 (1). (2) The designated tribunal may extend the period of time for giving the written notice of appeal, before or after the expiry of the period, if it is satisfied that there are reasonable grounds for the extension.  O. Reg. 472/07, s. 5 (2). (3) The notice of appeal shall, (a) set out the date of the decision that is being appealed; (b) set out the name of the board that made the decision; (c) state whether the decision expels the pupil from his or her school only or from all schools of the board; and (d) be in a form acceptable to the designated tribunal.  O. Reg. 472/07, s. 5 (3). (4) The designated tribunal shall not refuse to deal with an appeal on the ground that there is a deficiency in the content or form of the notice of appeal.  O. Reg. 472/07, s. 5 (4).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) To appeal a board’s decision to expel a pupil, a person who is entitled, under subsection 311.7 (2) of the Act, to appeal the decision shall give the designated tribunal a written notice of appeal within 30 days after the date on which he or she is considered, in accordance with the rules set out in subsection 300 (3) of the Act, to have received the notice given under subsection 311.6 (1) of the Act.  O. Reg. 472/07, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The designated tribunal may extend the period of time for giving the written notice of appeal, before or after the expiry of the period, if it is satisfied that there are reasonable grounds for the extension.  O. Reg. 472/07, s. 5 (2).</p> <p class=\"subsection-e\">  (3) The notice of appeal shall,</p> <p class=\"clause-e\">  (a) set out the date of the decision that is being appealed;</p> <p class=\"clause-e\">  (b) set out the name of the board that made the decision;</p> <p class=\"clause-e\">  (c) state whether the decision expels the pupil from his or her school only or from all schools of the board; and</p> <p class=\"clause-e\">  (d) be in a form acceptable to the designated tribunal.  O. Reg. 472/07, s. 5 (3).</p> <p class=\"subsection-e\">  (4) The designated tribunal shall not refuse to deal with an appeal on the ground that there is a deficiency in the content or form of the notice of appeal.  O. Reg. 472/07, s. 5 (4).</p>"
        },
        {
            "id": "6.",
            "section": "Hearing of appeal",
            "content": " 6. (1) The designated tribunal shall commence a hearing within 30 days after receiving a written notice of appeal.  O. Reg. 472/07, s. 6 (1). (2) The designated tribunal may extend the period of time for commencing the hearing, before or after the expiry of the period, at the request of any party to the appeal.  O. Reg. 472/07, s. 6 (2). (3) A pupil whose expulsion is being appealed has the right to be present at the hearing and to make a statement on his or her own behalf, whether or not the pupil is a party to the appeal.  O. Reg. 472/07, s. 6 (3). (4) After hearing an appeal from a decision of a board, the designated tribunal shall do one of the following: 1. Confirm the board’s decision to expel the pupil. 2. If the board’s decision was to expel the pupil from his or her school only, quash the expulsion and reinstate the pupil to the school. 3. If the board’s decision was to expel the pupil from all schools of the board, i. change the expulsion to an expulsion from the pupil’s school only, or ii. quash the expulsion and reinstate the pupil to his or her school.  O. Reg. 472/07, s. 6 (4). (5) The designated tribunal shall provide each party, or the party’s counsel or agent, with, (a) its decision on the appeal within 10 days after completing the hearing; and (b) written reasons for its decision within 30 days after completing the hearing.  O. Reg. 472/07, s. 6 (5). (6) If the designated tribunal changes an expulsion from all schools of the board to an expulsion from the pupil’s school only or quashes an expulsion and reinstates the pupil to his or her school, it may order that any record of the expulsion of the pupil be expunged or amended if the designated tribunal considers it appropriate in the circumstances.  O. Reg. 472/07, s. 6 (6). Responding to Activities and Behaviours",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The designated tribunal shall commence a hearing within 30 days after receiving a written notice of appeal.  O. Reg. 472/07, s. 6 (1).</p> <p class=\"subsection-e\">  (2) The designated tribunal may extend the period of time for commencing the hearing, before or after the expiry of the period, at the request of any party to the appeal.  O. Reg. 472/07, s. 6 (2).</p> <p class=\"subsection-e\">  (3) A pupil whose expulsion is being appealed has the right to be present at the hearing and to make a statement on his or her own behalf, whether or not the pupil is a party to the appeal.  O. Reg. 472/07, s. 6 (3).</p> <p class=\"subsection-e\">  (4) After hearing an appeal from a decision of a board, the designated tribunal shall do one of the following:</p> <p class=\"paragraph-e\">  1. Confirm the board’s decision to expel the pupil.</p> <p class=\"paragraph-e\">  2. If the board’s decision was to expel the pupil from his or her school only, quash the expulsion and reinstate the pupil to the school.</p> <p class=\"paragraph-e\">  3. If the board’s decision was to expel the pupil from all schools of the board,</p> <p class=\"subpara-e\">  i. change the expulsion to an expulsion from the pupil’s school only, or</p> <p class=\"subpara-e\">  ii. quash the expulsion and reinstate the pupil to his or her school.  O. Reg. 472/07, s. 6 (4).</p> <p class=\"subsection-e\">  (5) The designated tribunal shall provide each party, or the party’s counsel or agent, with,</p> <p class=\"clause-e\">  (a) its decision on the appeal within 10 days after completing the hearing; and</p> <p class=\"clause-e\">  (b) written reasons for its decision within 30 days after completing the hearing.  O. Reg. 472/07, s. 6 (5).</p> <p class=\"subsection-e\">  (6) If the designated tribunal changes an expulsion from all schools of the board to an expulsion from the pupil’s school only or quashes an expulsion and reinstates the pupil to his or her school, it may order that any record of the expulsion of the pupil be expunged or amended if the designated tribunal considers it appropriate in the circumstances.  O. Reg. 472/07, s. 6 (6).</p> <p class=\"heading1-e\">Responding to Activities and Behaviours</p>"
        },
        {
            "id": "7.",
            "section": "Principal’s duties where no notification to parent or guardian",
            "content": " 7. If the principal of a school believes that a pupil of the school has been harmed as a result of an activity described in subsection 306 (1) or 310 (1) of the Act, and the principal does not notify a parent or guardian of the pupil because of the circumstances described in subsection 300.3 (3) of the Act, the principal shall, (a) document the rationale for the decision not to notify a parent or guardian of the pupil; (b) inform the appropriate supervisory officer of the decision not to notify a parent or guardian of the pupil; (c) if a teacher informed the principal of the harm, inform the teacher of the decision not to notify a parent or guardian of the pupil; and (d) if the principal determines it is appropriate to do so, inform other board employees of the decision not to notify a parent or guardian of the pupil.  O. Reg. 412/09, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>If the principal of a school believes that a pupil of the school has been harmed as a result of an activity described in subsection 306 (1) or 310 (1) of the Act, and the principal does not notify a parent or guardian of the pupil because of the circumstances described in subsection 300.3 (3) of the Act, the principal shall,</p> <p class=\"clause-e\">  (a) document the rationale for the decision not to notify a parent or guardian of the pupil;</p> <p class=\"clause-e\">  (b) inform the appropriate supervisory officer of the decision not to notify a parent or guardian of the pupil;</p> <p class=\"clause-e\">  (c) if a teacher informed the principal of the harm, inform the teacher of the decision not to notify a parent or guardian of the pupil; and</p> <p class=\"clause-e\">  (d) if the principal determines it is appropriate to do so, inform other board employees of the decision not to notify a parent or guardian of the pupil.  O. Reg. 412/09, s. 5.</p>"
        },
        {
            "id": "8.",
            "section": "Where no response is required",
            "content": " 8. An employee of a board who observes a pupil of a school of the board behaving in a way that is likely to have a negative impact on the school climate is not required to respond under section 300.4 of the Act if responding would, in the employee’s opinion, cause immediate physical harm to himself or herself or to that of a student or another person.  O. Reg. 412/09, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> An employee of a board who observes a pupil of a school of the board behaving in a way that is likely to have a negative impact on the school climate is not required to respond under section 300.4 of the Act if responding would, in the employee’s opinion, cause immediate physical harm to himself or herself or to that of a student or another person.  O. Reg. 412/09, s. 5.</p>"
        },
        {
            "id": null,
            "section": "Where no response is required",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070472\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}