{
    "reg_info": {
        "full_title": "O. Reg. 573/99: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 573/99: ",
        "act_under": "Apprenticeship and Certification Act, 1998",
        "url": "https://www.ontario.ca/laws/regulation/990573",
        "date_scraped": "2023-12-19 04:40:52"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/990573/v4",
            "valid_from": "September  3, 2010",
            "valid_to": "April  7, 2013"
        },
        {
            "a_href": "/laws/regulation/990573/v3",
            "valid_from": "June 15, 2006",
            "valid_to": "September  2, 2010"
        },
        {
            "a_href": "/laws/regulation/990573/v2",
            "valid_from": "May 31, 2006",
            "valid_to": "June 14, 2006"
        },
        {
            "a_href": "/laws/regulation/990573/v1",
            "valid_from": "December 14, 2001",
            "valid_to": "May 30, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Duties of the Director",
            "content": "1. The Director shall not register an agreement under section 6 of the Act if, (a) the agreement does not comply with form and content requirements established by the Director; (b) the person named as the sponsor charges the person named as the apprentice a fee, directly or indirectly, for acting as the sponsor; or (c) the individual named as the apprentice is less than 18 years of age, unless the individual’s parent or guardian has signed the agreement. O. Reg. 573/99, s. 1. Apprenticeship Programs",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The Director shall not register an agreement under section 6 of the Act if,</p> <p class=\"clause-e\">(a) the agreement does not comply with form and content requirements established by the Director;</p> <p class=\"clause-e\">(b) the person named as the sponsor charges the person named as the apprentice a fee, directly or indirectly, for acting as the sponsor; or</p> <p class=\"clause-e\">(c) the individual named as the apprentice is less than 18 years of age, unless the individual’s parent or guardian has signed the agreement. O. Reg. 573/99, s. 1.</p> <p class=\"heading1-e\">Apprenticeship Programs</p>"
        },
        {
            "id": "2.",
            "section": "Apprenticeship Programs",
            "content": "2. In deciding whether to approve an apprenticeship program, the Director shall consider the following factors: 1. The training needs of employers and employees and the requirements of the labour market for the trade, other occupation or skill set. 2. The content and length of the program, including the proportion of the program that involves workplace-based training. O. Reg. 573/99, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>In deciding whether to approve an apprenticeship program, the Director shall consider the following factors:</p> <p class=\"paragraph-e\">1. The training needs of employers and employees and the requirements of the labour market for the trade, other occupation or skill set.</p> <p class=\"paragraph-e\">2. The content and length of the program, including the proportion of the program that involves workplace-based training. O. Reg. 573/99, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Apprenticeship Programs",
            "content": "3. The Director may establish a system of credits for an apprenticeship program, including the requirements that must be satisfied to obtain each credit. O. Reg. 573/99, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The Director may establish a system of credits for an apprenticeship program, including the requirements that must be satisfied to obtain each credit. O. Reg. 573/99, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Apprenticeship Programs",
            "content": "4. A sponsor shall ensure that, (a) the workplace-based training provided to an apprentice as part of an apprenticeship program meets the training standards approved by the Director and is provided under the supervision of a person approved by the Director; and (b) the apprentice is given sufficient time off work to complete the other requirements of the apprenticeship program. O. Reg. 573/99, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>A sponsor shall ensure that,</p> <p class=\"clause-e\">(a) the workplace-based training provided to an apprentice as part of an apprenticeship program meets the training standards approved by the Director and is provided under the supervision of a person approved by the Director; and</p> <p class=\"clause-e\">(b) the apprentice is given sufficient time off work to complete the other requirements of the apprenticeship program. O. Reg. 573/99, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Apprenticeship Programs",
            "content": "5. The Director may require a sponsor to provide the Director with information necessary to assess whether an apprentice has successfully completed an apprenticeship program. O. Reg. 573/99, s. 5. Academic Standards",
            "raw_html": "<p class=\"section-e\"><b>5. </b>The Director may require a sponsor to provide the Director with information necessary to assess whether an apprentice has successfully completed an apprenticeship program. O. Reg. 573/99, s. 5.</p> <p class=\"heading1-e\">Academic Standards</p>"
        },
        {
            "id": "6.",
            "section": "Academic Standards",
            "content": "6. (1) For the purpose of clause 6 (3) (a) of the Act, Ontario Grade 10 or an academic standard that the Director considers equivalent to Ontario Grade 10 is prescribed as the academic standard for the following trades: 1. Assistant cook. 2. Auto body repairer. 3. Construction craft worker. 4. Tractor-trailer commercial driver. O. Reg. 345/00, s. 1; O. Reg. 471/01, s. 1; O. Reg. 244/06, s. 1. (2) For the purpose of clause 6 (3) (a) of the Act, Ontario Grade 9 or an academic standard that the Director considers equivalent to Ontario Grade 9 is prescribed as the academic standard for the trade of hairstylist. O. Reg. 345/00, s. 1. (3) Subsection (2) does not apply after September 1, 2001. O. Reg. 345/00, s. 1. Certificates",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) For the purpose of clause 6 (3) (a) of the Act, Ontario Grade 10 or an academic standard that the Director considers equivalent to Ontario Grade 10 is prescribed as the academic standard for the following trades:</p> <p class=\"paragraph-e\">1. Assistant cook.</p> <p class=\"paragraph-e\">2. Auto body repairer.</p> <p class=\"paragraph-e\">3. Construction craft worker.</p> <p class=\"paragraph-e\">4. Tractor-trailer commercial driver. O. Reg. 345/00, s. 1; O. Reg. 471/01, s. 1; O. Reg. 244/06, s. 1.</p> <p class=\"subsection-e\">(2) For the purpose of clause 6 (3) (a) of the Act, Ontario Grade 9 or an academic standard that the Director considers equivalent to Ontario Grade 9 is prescribed as the academic standard for the trade of hairstylist. O. Reg. 345/00, s. 1.</p> <p class=\"subsection-e\">(3) Subsection (2) does not apply after September 1, 2001. O. Reg. 345/00, s. 1.</p> <p class=\"heading1-e\">Certificates</p>"
        },
        {
            "id": "7.",
            "section": "Certificates",
            "content": "7. (1) A certificate expires on the date set out in the certificate. O. Reg. 573/99, s. 7 (1). (2) The Director may refuse to renew a certificate if, (a) the holder of the certificate does not apply for the renewal and pay the required fee before the expiration of the certificate; (b) the applicant has not certified that he or she is working in the trade, other occupation or skill set to which the certificate applies, if the Director requested the applicant to certify that fact; or (c) if the Director has approved an examination for the renewal of certificates of that kind, the applicant has not achieved a grade satisfactory to the Director on the examination. O. Reg. 573/99, s. 7 (2). The Red Seal Program",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) A certificate expires on the date set out in the certificate. O. Reg. 573/99, s. 7 (1).</p> <p class=\"subsection-e\">(2) The Director may refuse to renew a certificate if,</p> <p class=\"clause-e\">(a) the holder of the certificate does not apply for the renewal and pay the required fee before the expiration of the certificate;</p> <p class=\"clause-e\">(b) the applicant has not certified that he or she is working in the trade, other occupation or skill set to which the certificate applies, if the Director requested the applicant to certify that fact; or</p> <p class=\"clause-e\">(c) if the Director has approved an examination for the renewal of certificates of that kind, the applicant has not achieved a grade satisfactory to the Director on the examination. O. Reg. 573/99, s. 7 (2).</p> <p class=\"heading1-e\">The Red Seal Program</p>"
        },
        {
            "id": "8.",
            "section": "The Red Seal Program",
            "content": "8. A person who holds a certificate of qualification issued in another province or territory of Canada shall be deemed to hold a certificate of qualification issued under section 9 of the Act if the certificate bears a red seal issued pursuant to standards established by the Canadian Council of Directors of Apprenticeship. O. Reg. 573/99, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>A person who holds a certificate of qualification issued in another province or territory of Canada shall be deemed to hold a certificate of qualification issued under section 9 of the Act if the certificate bears a red seal issued pursuant to standards established by the Canadian Council of Directors of Apprenticeship. O. Reg. 573/99, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "The Red Seal Program",
            "content": "9. A person from another province or territory of Canada shall be deemed to be an apprentice under a registered training agreement under which, as part of an apprenticeship program approved by the Director, he or she is to receive workplace-based training in all the skill sets included in a trade or other occupation, if, (a) the person is an apprentice in the trade or other occupation under an apprenticeship agreement in an apprenticeship program approved in the other province or territory; (b) the person is working in Ontario under the apprenticeship agreement; and (c) the Canadian Council of Directors of Apprenticeship has established standards for the trade or other occupation and has authorized certificates of qualification for the trade or other occupation to bear red seals issued pursuant to those standards. O. Reg. 573/99, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>A person from another province or territory of Canada shall be deemed to be an apprentice under a registered training agreement under which, as part of an apprenticeship program approved by the Director, he or she is to receive workplace-based training in all the skill sets included in a trade or other occupation, if,</p> <p class=\"clause-e\">(a) the person is an apprentice in the trade or other occupation under an apprenticeship agreement in an apprenticeship program approved in the other province or territory;</p> <p class=\"clause-e\">(b) the person is working in Ontario under the apprenticeship agreement; and</p> <p class=\"clause-e\">(c) the Canadian Council of Directors of Apprenticeship has established standards for the trade or other occupation and has authorized certificates of qualification for the trade or other occupation to bear red seals issued pursuant to those standards. O. Reg. 573/99, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "The Red Seal Program",
            "content": "10. Sections 8 and 9 do not apply to a trade or other occupation if the Director is of the opinion that, (a) the definition of the trade or other occupation in the other province or territory is not reasonably comparable to the definition in Ontario; or (b) the standards established for the trade or other occupation by the Canadian Council of Directors of Apprenticeship are not appropriate for Ontario. O. Reg. 573/99, s. 10. Industry Committees",
            "raw_html": "<p class=\"section-e\"><b>10. </b>Sections 8 and 9 do not apply to a trade or other occupation if the Director is of the opinion that,</p> <p class=\"clause-e\">(a) the definition of the trade or other occupation in the other province or territory is not reasonably comparable to the definition in Ontario; or</p> <p class=\"clause-e\">(b) the standards established for the trade or other occupation by the Canadian Council of Directors of Apprenticeship are not appropriate for Ontario. O. Reg. 573/99, s. 10.</p> <p class=\"heading1-e\">Industry Committees</p>"
        },
        {
            "id": "11.",
            "section": "Industry Committees",
            "content": "11. (1) The Minister shall appoint the members of a committee established under section 5 of the Act for terms of not less than three and not more than five years. O. Reg. 573/99, s. 11 (1). (2) The Minister may extend the term of a member for a period of not more than two years, on the recommendation of the committee. O. Reg. 573/99, s. 11 (2). (3) Subject to subsection (2), a member whose term has expired may not be reappointed until at least two years after he or she ceased to be a member. O. Reg. 573/99, s. 11 (3).",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) The Minister shall appoint the members of a committee established under section 5 of the Act for terms of not less than three and not more than five years. O. Reg. 573/99, s. 11 (1).</p> <p class=\"subsection-e\">(2) The Minister may extend the term of a member for a period of not more than two years, on the recommendation of the committee. O. Reg. 573/99, s. 11 (2).</p> <p class=\"subsection-e\">(3) Subject to subsection (2), a member whose term has expired may not be reappointed until at least two years after he or she ceased to be a member. O. Reg. 573/99, s. 11 (3).</p>"
        },
        {
            "id": "12.",
            "section": "Industry Committees",
            "content": "12. (1) The Director shall be the secretary of each committee established under section 5 of the Act. O. Reg. 573/99, s. 12 (1). (2) The Director is not entitled to vote in proceedings of the committee. O. Reg. 573/99, s. 12 (2). Transitional Matters",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) The Director shall be the secretary of each committee established under section 5 of the Act. O. Reg. 573/99, s. 12 (1).</p> <p class=\"subsection-e\">(2) The Director is not entitled to vote in proceedings of the committee. O. Reg. 573/99, s. 12 (2).</p> <p class=\"heading1-e\">Transitional Matters</p>"
        },
        {
            "id": "13.",
            "section": "Transitional Matters",
            "content": "13. (1) A valid certificate of qualification issued under the Trades Qualification and Apprenticeship Act shall be deemed to be a certificate of qualification issued under the Apprenticeship and Certification Act, 1998. O. Reg. 573/99, s. 13 (1). (2) A valid certificate of apprenticeship issued under the Trades Qualification and Apprenticeship Act shall be deemed to be a statement provided under section 8 of the Apprenticeship and Certification Act, 1998. O. Reg. 573/99, s. 13 (2). (3) A valid provisional certificate of qualification issued under the Trades Qualification and Apprenticeship Act shall be deemed to be a letter of permission issued under the Apprenticeship and Certification Act, 1998. O. Reg. 573/99, s. 13 (3). (4) An application for a certificate of qualification under the Trades Qualification and Apprenticeship Act shall be deemed to be an application for a certificate of qualification under the Apprenticeship and Certification Act, 1998. O. Reg. 573/99, s. 13 (4).",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) A valid certificate of qualification issued under the <i>Trades Qualification and Apprenticeship Act</i> shall be deemed to be a certificate of qualification issued under the <i>Apprenticeship and Certification Act, 1998</i>. O. Reg. 573/99, s. 13 (1).</p> <p class=\"subsection-e\">(2) A valid certificate of apprenticeship issued under the <i>Trades Qualification and Apprenticeship Act</i> shall be deemed to be a statement provided under section 8 of the <i>Apprenticeship and Certification Act, 1998</i>. O. Reg. 573/99, s. 13 (2).</p> <p class=\"subsection-e\">(3) A valid provisional certificate of qualification issued under the <i>Trades Qualification and Apprenticeship Act</i> shall be deemed to be a letter of permission issued under the <i>Apprenticeship and Certification Act, 1998</i>. O. Reg. 573/99, s. 13 (3).</p> <p class=\"subsection-e\">(4) An application for a certificate of qualification under the <i>Trades Qualification and Apprenticeship Act</i> shall be deemed to be an application for a certificate of qualification under the <i>Apprenticeship and Certification Act, 1998</i>. O. Reg. 573/99, s. 13 (4).</p>"
        },
        {
            "id": "14.",
            "section": "Transitional Matters",
            "content": "14. (1) A contract of apprenticeship registered under the Trades Qualification and Apprenticeship Act shall be deemed to be a registered training agreement under the Apprenticeship and Certification Act, 1998. O. Reg. 573/99, s. 14 (1). (2) The apprentice under the contract of apprenticeship shall be deemed, for the purposes of subsection 6 (3) of the Apprenticeship and Certification Act, 1998, to have successfully completed the academic standard applicable to the trade or other occupation under that subsection. O. Reg. 573/99, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) A contract of apprenticeship registered under the <i>Trades Qualification and Apprenticeship Act</i> shall be deemed to be a registered training agreement under the <i>Apprenticeship and Certification Act, 1998</i>. O. Reg. 573/99, s. 14 (1).</p> <p class=\"subsection-e\">(2) The apprentice under the contract of apprenticeship shall be deemed, for the purposes of subsection 6 (3) of the <i>Apprenticeship and Certification Act, 1998</i>, to have successfully completed the academic standard applicable to the trade or other occupation under that subsection. O. Reg. 573/99, s. 14 (2).</p>"
        },
        {
            "id": "15.",
            "section": "Transitional Matters",
            "content": "15. (1) A provincial advisory committee appointed under the Trades Qualification and Apprenticeship Act shall be deemed to be a committee established under section 5 of the Apprenticeship and Certification Act, 1998. O. Reg. 573/99, s. 15 (1). (2) Subsection (1) applies until the Minister establishes a new committee for the trade or group of trades under section 5 of the Apprenticeship and Certification Act, 1998. O. Reg. 573/99, s. 15 (2).",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) A provincial advisory committee appointed under the <i>Trades Qualification and Apprenticeship Act</i> shall be deemed to be a committee established under section 5 of the <i>Apprenticeship and Certification Act, 1998</i>. O. Reg. 573/99, s. 15 (1).</p> <p class=\"subsection-e\">(2) Subsection (1) applies until the Minister establishes a new committee for the trade or group of trades under section 5 of the <i>Apprenticeship and Certification Act, 1998</i>. O. Reg. 573/99, s. 15 (2).</p>"
        },
        {
            "id": "16.",
            "section": "Transitional Matters",
            "content": "16. Sections 13 to 15 do not apply in respect of a trade to which the Trades Qualification and Apprenticeship Act continues to apply. O. Reg. 573/99, s. 16. Français ",
            "raw_html": "<p class=\"section-e\"><b>16. </b>Sections 13 to 15 do not apply in respect of a trade to which the <i>Trades Qualification and Apprenticeship Act</i> continues to apply. O. Reg. 573/99, s. 16.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_990573_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_990573_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}