{
    "reg_info": {
        "full_title": "O. Reg. 65/18: ASSESSMENT WORK",
        "reg_name_text": "ASSESSMENT WORK",
        "citation": "O. Reg. 65/18: ",
        "act_under": "Mining Act",
        "url": "https://www.ontario.ca/laws/regulation/180065",
        "date_scraped": "2023-12-19 01:55:31"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 10, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180065/v1",
            "valid_from": "March  5, 2018",
            "valid_to": "April  9, 2018"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I INTERPRETATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section": "Definitions",
            "content": " 1. In this Regulation, “assessment work” means work described in subsection 2 (1); “assessment work manager” means an assessment work manager described in section 18; “assessment work report” means a report described in section 6; “assessment year” means, with respect to a mining claim, the one-year period between the day the mining claim is registered and its first anniversary date and every subsequent periods between anniversary dates; “contiguous” means, with respect to a mining claim or other mining lands, two or more mining claims or mining lands that meet the requirements of subsections 17 (4), (5) and (6); “due date”, in relation to a mining claim, means the date by which a claim holder is required to distribute assessment work credits to a mining claim for the purposes of the system of assessment work credits described in Part IV, as that date is determined under section 10; “grass roots prospecting” means making traverses, noting outcrops and minerals of interest and any associated collecting and assaying of hand samples; “reserve” means a reserve in respect of a mining claim or other mining lands established for the purpose of holding assessment work credits; “technical report” means a component of an assessment work report required under subsection 6 (5); “Technical Standards” means the most recent version of the document entitled “Technical Standards for Assessment Work Reports” published by the Ministry and available on the mining lands administration system.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1. </b>In this Regulation,</p> <p class=\"definition-e\">“assessment work” means work described in subsection 2 (1);</p> <p class=\"definition-e\">“assessment work manager” means an assessment work manager described in section 18;<i> </i></p> <p class=\"definition-e\">“assessment work report” means a report described in section 6;</p> <p class=\"definition-e\">“assessment year” means, with respect to a mining claim, the one-year period between the day the mining claim is registered and its first anniversary date and every subsequent periods between anniversary dates;</p> <p class=\"definition-e\">“contiguous” means, with respect to a mining claim or other mining lands, two or more mining claims or mining lands that meet the requirements of subsections 17 (4), (5) and (6);</p> <p class=\"definition-e\">“due date”, in relation to a mining claim, means the date by which a claim holder is required to distribute assessment work credits to a mining claim for the purposes of the system of assessment work credits described in Part IV, as that date is determined under section 10;</p> <p class=\"definition-e\">“grass roots prospecting” means making traverses, noting outcrops and minerals of interest and any associated collecting and assaying of hand samples;</p> <p class=\"definition-e\">“reserve” means a reserve in respect of a mining claim or other mining lands established for the purpose of holding assessment work credits;</p> <p class=\"definition-e\">“technical report” means a component of an assessment work report required under subsection 6 (5);</p> <p class=\"definition-e\">“Technical Standards” means the most recent version of the document entitled “<i>Technical Standards for Assessment Work Reports</i>” published by the Ministry and available on the mining lands administration system.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section": "Types of assessment work and related expenses",
            "content": " 2. (1) For the purposes of this Regulation, the following types of work constitute assessment work: 1. Grass roots prospecting. 2. Bedrock trenching, bedrock pitting, overburden stripping and related manual work including outcrop mapping, outcrop washing and brushing and sampling associated with this work such as channel sampling and plugger sampling. 3. Taking samples for purposes of geoscience work. 4. Remote sensing imagery. 5. Geological survey work. 6. Geochemical survey work. 7. Ground geophysical survey work. 8. Airborne geophysical survey work. 9. Modelling or reprocessing of existing data in order to identify a new mineral exploration target. 10. Line cutting associated with geoscience work. 11. Exploratory drilling by core or non-core method, including diamond or core drilling, and other drilling such as percussion, reverse circulation and auger drilling. 12. Drill core or drill sample submissions. 13. Petrographic work, including microscopy, scanning electron microscopy and electron microprobe studies. 14. Environmental baseline studies. 15. Rehabilitation required or permitted to be done under the Act, if done in accordance with the requirements in the Act or the regulations. (2) Since annual units of assessment work required under section 65 of the Act and assessment work credits are measured by the amount of money spent on the assessment work, the following costs and expenses shall be included when determining the amount of assessment work performed on mining lands and the amount of assessment work credits to assign to the work: 1. Labour costs and field supervision costs. 2. Fees for contractors and consultants. 3. Cost of supplies consumed and equipment rental. 4. Cost of food and lodging. 5. Costs for the transportation of supplies, equipment and persons within Ontario to and from the mining lands. 6. Cost of shipping samples. 7. Cost of assays and chemical analysis of samples. 8. Cost of building a trail to and on the mining lands where the work is performed. 9. Cost of industrial mineral marketing. 10. Cost of consultations with Aboriginal communities carried out with respect to exploration activities that are being carried out or are proposed to be carried out on mining lands. Part II   Assessment Work Requirements and Payments Annual Assessment Work Requirements",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) For the purposes of this Regulation, the following types of work constitute assessment work:</p> <p class=\"paragraph-e\">  1. Grass roots prospecting. </p> <p class=\"paragraph-e\">  2. Bedrock trenching, bedrock pitting, overburden stripping and related manual work including outcrop mapping, outcrop washing and brushing and sampling associated with this work such as channel sampling and plugger sampling. </p> <p class=\"paragraph-e\">  3. Taking samples for purposes of geoscience work.  </p> <p class=\"paragraph-e\">  4. Remote sensing imagery.</p> <p class=\"paragraph-e\">  5. Geological survey work.</p> <p class=\"paragraph-e\">  6. Geochemical survey work.</p> <p class=\"paragraph-e\">  7. Ground geophysical survey work.</p> <p class=\"paragraph-e\">  8. Airborne geophysical survey work.</p> <p class=\"paragraph-e\">  9. Modelling or reprocessing of existing data in order to identify a new mineral exploration target.</p> <p class=\"paragraph-e\">  10. Line cutting associated with geoscience work.  </p> <p class=\"paragraph-e\">  11. Exploratory drilling by core or non-core method, including diamond or core drilling, and other drilling such as percussion, reverse circulation and auger drilling.</p> <p class=\"paragraph-e\">  12. Drill core or drill sample submissions.</p> <p class=\"paragraph-e\">  13. Petrographic work, including microscopy, scanning electron microscopy and electron microprobe studies.</p> <p class=\"paragraph-e\">  14. Environmental baseline studies.</p> <p class=\"paragraph-e\">  15. Rehabilitation required or permitted to be done under the Act, if done in accordance with the requirements in the Act or the regulations.</p> <p class=\"subsection-e\">  (2) Since annual units of assessment work required under section 65 of the Act and assessment work credits are measured by the amount of money spent on the assessment work, the following costs and expenses shall be included when determining the amount of assessment work performed on mining lands and the amount of assessment work credits to assign to the work:</p> <p class=\"paragraph-e\">  1. Labour costs and field supervision costs.</p> <p class=\"paragraph-e\">  2. Fees for contractors and consultants.</p> <p class=\"paragraph-e\">  3. Cost of supplies consumed and equipment rental.</p> <p class=\"paragraph-e\">  4. Cost of food and lodging.</p> <p class=\"paragraph-e\">  5. Costs for the transportation of supplies, equipment and persons within Ontario to and from the mining lands.</p> <p class=\"paragraph-e\">  6. Cost of shipping samples.</p> <p class=\"paragraph-e\">  7. Cost of assays and chemical analysis of samples.</p> <p class=\"paragraph-e\">  8. Cost of building a trail to and on the mining lands where the work is performed.</p> <p class=\"paragraph-e\">  9. Cost of industrial mineral marketing.</p> <p class=\"paragraph-e\">  10. Cost of consultations with Aboriginal communities carried out with respect to exploration activities that are being carried out or are proposed to be carried out on mining lands.</p> <p class=\"partnum-e\"><a name=\"BK3\"></a>Part II <br/>  Assessment Work Requirements and Payments</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Annual Assessment Work Requirements</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II ASSESSMENT WORK REQUIREMENTS AND PAYMENTS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Annual Assessment Work Requirements",
            "part_id": "PART II  ",
            "part_type": "PART II ASSESSMENT WORK REQUIREMENTS AND PAYMENTS",
            "section": "Annual Assessment Work Requirements",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.",
            "part_id": "PART II  ",
            "part_type": "PART II ASSESSMENT WORK REQUIREMENTS AND PAYMENTS",
            "section": "Annual assessment work requirements",
            "content": " 3. (1) For the purposes of subsection 65 (1) of the Act, annual units of assessment work are required to be performed on a mining claim, or a payment is required to be made, by the claim holder in every year after the registration of the mining claim except for the first of those years. (2) Subsection (1) does not exempt a claim holder from the requirement of performing or causing to be performed annual units of assessment work on the claim during the first year after, (a) a cell claim or boundary claim is deemed to be registered under clause 38.2 (7) (c) or 38.3 (4) (c) of the Act; or (b) two or more cell claims are amalgamated. (3) A claim holder shall continue to perform annual units of assessment work on a mining claim, as required under this section, until an application for a lease of the claim and the required payment have been submitted to a recorder under subsection 81 (2) of the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>3. </b>(1) For the purposes of subsection 65 (1) of the Act, annual units of assessment work are required to be performed on a mining claim, or a payment is required to be made, by the claim holder in every year after the registration of the mining claim except for the first of those years.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not exempt a claim holder from the requirement of performing or causing to be performed annual units of assessment work on the claim during the first year after,</p> <p class=\"clause-e\">  (a) a cell claim or boundary claim is deemed to be registered under clause 38.2 (7) (c) or 38.3 (4) (c) of the Act; or</p> <p class=\"clause-e\">  (b) two or more cell claims are amalgamated.</p> <p class=\"subsection-e\">  (3) A claim holder shall continue to perform annual units of assessment work on a mining claim, as required under this section, until an application for a lease of the claim and the required payment have been submitted to a recorder under subsection 81 (2) of the Act.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "part_id": "PART II  ",
            "part_type": "PART II ASSESSMENT WORK REQUIREMENTS AND PAYMENTS",
            "section": "Units of assessment work",
            "content": " 4. (1) Subject to section 3, the following amount of money is the amount of money that is required to be spent on assessment work on a mining claim each year under section 65 of the Act in order to satisfy the annual units of assessment work: 1. For cell claims, whether single cell claims or multi-cell claims, $400.00 for each cell included in the claim, subject to paragraphs 3 and 4. 2. For boundary claims, $200.00. 3. For a cell that is in a cell claim that resulted from the conversion of a legacy claim under section 38.2 of the Act and that includes land that does not form part of the claim for one of the reasons set out in subsection (2), $200.00. 4. For a cell that meets both of the following requirements, $200.00: i. The cell formerly met the requirements of paragraph 3 but the cell claim referred to in paragraph 3 was subsequently amalgamated into a multi-cell claim with one or more other cell claims. ii. The cell includes land that does not form part of the claim for one of the reasons set out in subsection (2). (2) For the purposes of paragraphs 3 and 4 of subsection (1), the reasons for which land located in a cell may not form part of a cell claim include the following: 1. The land is part of an Indian reserve. 2. The land is part of a provincial park or a conservation reserve. 3. The land is subject to a mining lease, other than a lease for surface rights only. 4. The land is subject to a freehold patent, other than a freehold patent for surface rights only. 5. The land is subject to a licence of occupation issued under the Act or a predecessor of the Act. 6. The land is designated as a protected area in a community based land use plan under the Far North Act, 2010. 7. The land is withdrawn under the Act from prospecting, registration of mining claims, sale or lease for one of the following reasons: i. the land is included in a proposed Aboriginal land claim settlement. ii. the land is intended to be added to an Indian reserve. iii. the land is part of a provincial park, conservation reserve or forest reserve created under Ontario’s Living Legacy Land Use Strategy. iv. the land meets the criteria for a site of Aboriginal cultural significance under clause 35 (2) (a) of the Act. v. the land has been designated as an area of provisional protection under section 13 of the Far North Act, 2010. (3) The annual units of assessment work required for a mining claim shall increase from the amount required under paragraph 2, 3 or 4 of subsection (1) to the amount required under paragraph 1 of that subsection if a change occurs to the mining claim and as a result, (a) in the case of a boundary claim referred to in paragraph 2 of subsection (1), the boundary claim becomes a cell claim under section 38.3 of the Act; or (b) in the case of a cell referred to in paragraph 3 or 4 of subsection (1), land that did not form part of a cell at the conversion date becomes part of the cell so that the cell claim no longer meets the requirements of subsection (2). (4) The increase in the units of assessment work required for a mining claim described in subsection (3) shall not apply with respect to the cell claim until after the due date of the cell claim that follows the occurrence of the change to the mining claim referred to in subsection (3). Payments",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>4.</b> (1) Subject to section 3, the following amount of money is the amount of money that is required to be spent on assessment work on a mining claim each year under section 65 of the Act in order to satisfy the annual units of assessment work:</p> <p class=\"paragraph-e\">  1. For cell claims, whether single cell claims or multi-cell claims, $400.00 for each cell included in the claim, subject to paragraphs 3 and 4.</p> <p class=\"paragraph-e\">  2. For boundary claims, $200.00.</p> <p class=\"paragraph-e\">  3. For a cell that is in a cell claim that resulted from the conversion of a legacy claim under section 38.2 of the Act and that includes land that does not form part of the claim for one of the reasons set out in subsection (2), $200.00.</p> <p class=\"paragraph-e\">  4. For a cell that meets both of the following requirements, $200.00:</p> <p class=\"subpara-e\">  i. The cell formerly met the requirements of paragraph 3 but the cell claim referred to in paragraph 3 was subsequently amalgamated into a multi-cell claim with one or more other cell claims.</p> <p class=\"subpara-e\">  ii. The cell includes land that does not form part of the claim for one of the reasons set out in subsection (2).</p> <p class=\"subsection-e\">  (2) For the purposes of paragraphs 3 and 4 of subsection (1), the reasons for which land located in a cell may not form part of a cell claim include the following:</p> <p class=\"paragraph-e\">  1. The land is part of an Indian reserve.</p> <p class=\"paragraph-e\">  2. The land is part of a provincial park or a conservation reserve.</p> <p class=\"paragraph-e\">  3. The land is subject to a mining lease, other than a lease for surface rights only.</p> <p class=\"paragraph-e\">  4. The land is subject to a freehold patent, other than a freehold patent for surface rights only.</p> <p class=\"paragraph-e\">  5. The land is subject to a licence of occupation issued under the Act or a predecessor of the Act.</p> <p class=\"paragraph-e\">  6. The land is designated as a protected area in a community based land use plan under the <i>Far North Act, 2010</i>.</p> <p class=\"paragraph-e\">  7. The land is withdrawn under the Act from prospecting, registration of mining claims, sale or lease for one of the following reasons:</p> <p class=\"subpara-e\">  i. the land is included in a proposed Aboriginal land claim settlement.</p> <p class=\"subpara-e\">  ii. the land is intended to be added to an Indian reserve.</p> <p class=\"subpara-e\">  iii. the land is part of a provincial park, conservation reserve or forest reserve created under Ontario’s Living Legacy Land Use Strategy.</p> <p class=\"subpara-e\">  iv. the land meets the criteria for a site of Aboriginal cultural significance under clause 35 (2) (a) of the Act.</p> <p class=\"subpara-e\">  v. the land has been designated as an area of provisional protection under section 13 of the <i>Far North Act, 2010</i>.</p> <p class=\"subsection-e\">  (3) The annual units of assessment work required for a mining claim shall increase from the amount required under paragraph 2, 3 or 4 of subsection (1) to the amount required under paragraph 1 of that subsection if a change occurs to the mining claim and as a result, </p> <p class=\"clause-e\">  (a) in the case of a boundary claim referred to in paragraph 2 of subsection (1), the boundary claim becomes a cell claim under section 38.3 of the Act; or </p> <p class=\"clause-e\">  (b) in the case of a cell referred to in paragraph 3 or 4 of subsection (1), land that did not form part of a cell at the conversion date becomes part of the cell so that the cell claim no longer meets the requirements of subsection (2).</p> <p class=\"subsection-e\">  (4) The increase in the units of assessment work required for a mining claim described in subsection (3) shall not apply with respect to the cell claim until after the due date of the cell claim that follows the occurrence of the change to the mining claim referred to in subsection (3).</p> <p class=\"heading1-e\"><a name=\"BK7\"></a>Payments</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "Payments",
            "part_id": "PART II  ",
            "part_type": "PART II ASSESSMENT WORK REQUIREMENTS AND PAYMENTS",
            "section": "Payments",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "5.",
            "part_id": "PART II  ",
            "part_type": "PART II ASSESSMENT WORK REQUIREMENTS AND PAYMENTS",
            "section": "Payments in place of assessment work",
            "content": " 5. (1) For the purposes of subsection 65 (1) of the Act, a claim holder may make payments in place of the assessment work required for a mining claim, subject to the following limitations: 1. A payment shall not be made in place of the first annual unit of assessment work that is required to be performed on or before the second anniversary date of the mining claim. 2. A payment made in any given year in place of the required annual units of assessment work shall not exceed the amount of money required to be spent in performing the units of assessment work for that year as determined under section 4. 3. A payment shall not be made in place of annual units of assessment work in two consecutive years. (2) A payment in place of assessment work for a mining claim shall be made to the Minister on or before the due date of the mining claim. Part III   Reports",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>5. </b>(1) For the purposes of subsection 65 (1) of the Act, a claim holder may make payments in place of the assessment work required for a mining claim, subject to the following limitations:</p> <p class=\"paragraph-e\">  1. A payment shall not be made in place of the first annual unit of assessment work that is required to be performed on or before the second anniversary date of the mining claim.</p> <p class=\"paragraph-e\">  2. A payment made in any given year in place of the required annual units of assessment work shall not exceed the amount of money required to be spent in performing the units of assessment work for that year as determined under section 4.</p> <p class=\"paragraph-e\">  3. A payment shall not be made in place of annual units of assessment work in two consecutive years.</p> <p class=\"subsection-e\">  (2) A payment in place of assessment work for a mining claim shall be made to the Minister on or before the due date of the mining claim.</p> <p class=\"partnum-e\"><a name=\"BK9\"></a>Part III <br/>  Reports</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "PART III  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART III REPORTS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "6.",
            "part_id": "PART III  ",
            "part_type": "PART III REPORTS",
            "section": "Assessment work reports",
            "content": " 6. (1) An assessment work report is required, (a) for the purposes of section 65 of the Act; and (b) in order for the Minister to determine whether the assessment work performed is eligible for assessment work credits and the amount of assessment work credits to be assigned to the work in accordance with Part IV. (2) In order to receive assessment work credits, an assessment work report may be submitted to the Minister by, (a) a claim holder, with respect to assessment work performed on the mining claim; or (b) the holder or owner of mining lands other than a mining claim, with respect to assessment work performed on those lands. (3) An assessment work report shall be submitted to the Ministry through the mining lands administration system. (4) A claim holder or the holder or owner of mining lands other than a mining claim may submit an assessment work report at any time after assessment work is performed on the lands, subject to the limitations set out in sections 12 and 13, in order to receive assessment work credits in accordance with Part IV. (5) An assessment work report shall include a technical report that, (a) describes the performance of the assessment work and is prepared in accordance with the requirements of the Technical Standards; and (b) includes such plans, maps and other supporting documents that are required by the Technical Standards and prepared in accordance with the requirements in the Technical Standards.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>6. </b>(1) An assessment work report is required,</p> <p class=\"clause-e\">  (a) for the purposes of section 65 of the Act; and</p> <p class=\"clause-e\">  (b) in order for the Minister to determine whether the assessment work performed is eligible for assessment work credits and the amount of assessment work credits to be assigned to the work in accordance with Part IV.</p> <p class=\"subsection-e\">  (2) In order to receive assessment work credits, an assessment work report may be submitted to the Minister by,</p> <p class=\"clause-e\">  (a) a claim holder, with respect to assessment work performed on the mining claim; or</p> <p class=\"clause-e\">  (b) the holder or owner of mining lands other than a mining claim, with respect to assessment work performed on those lands.</p> <p class=\"subsection-e\">  (3) An assessment work report shall be submitted to the Ministry through the mining lands administration system. </p> <p class=\"subsection-e\">  (4) A claim holder or the holder or owner of mining lands other than a mining claim may submit an assessment work report at any time after assessment work is performed on the lands, subject to the limitations set out in sections 12 and 13, in order to receive assessment work credits in accordance with Part IV.</p> <p class=\"subsection-e\">  (5) An assessment work report shall include a technical report that,</p> <p class=\"clause-e\">  (a) describes the performance of the assessment work and is prepared in accordance with the requirements of the Technical Standards; and</p> <p class=\"clause-e\">  (b) includes such plans, maps and other supporting documents that are required by the Technical Standards and prepared in accordance with the requirements in the Technical Standards.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "7.",
            "part_id": "PART III  ",
            "part_type": "PART III REPORTS",
            "section": "Payment reports",
            "content": " 7. (1) For any year in which a claim holder makes a payment in place of assessment work, the claim holder shall submit a report with the payment to the Minister on or before the due date of the mining claim. (2) A payment report shall be in such form and containing such information as may be required in a directive made by the Minister under subsection 4.1 (2) of the Act and available on the mining lands administration system. Part IV   Assessment Work Credits General",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>7. </b>(1) For any year in which a claim holder makes a payment in place of assessment work, the claim holder shall submit a report with the payment to the Minister on or before the due date of the mining claim.</p> <p class=\"subsection-e\">  (2) A payment report shall be in such form and containing such information as may be required in a directive made by the Minister under subsection 4.1 (2) of the Act and available on the mining lands administration system.</p> <p class=\"partnum-e\"><a name=\"BK12\"></a>Part IV <br/>  Assessment Work Credits</p> <p class=\"heading1-e\"><a name=\"BK13\"></a>General</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "PART IV  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART IV ASSESSMENT WORK CREDITS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "General",
            "part_id": "PART IV  ",
            "part_type": "PART IV ASSESSMENT WORK CREDITS",
            "section": "General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "8.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ASSESSMENT WORK CREDITS",
            "section": "System of assessment work credits",
            "content": " 8. (1) For the purposes of section 66 of the Act, the Minister shall administer a system of assessment work credits through the mining lands administration system in accordance with this Part. (2) The purpose of assessment work credits is to allow a claim holder to use the credits in accordance with this Part to satisfy annual units of assessment work that are required to be performed on the claim under section 65 of the Act. (3) Under the system of assessment work credits, the Minister may assign assessment work credits for assessment work that is performed on a mining claim or on any other mining lands if the claim holder or the holder or owner of the mining lands submits an assessment work report in accordance with section 6. (4) Under the system of assessment work credits, a claim holder shall be permitted to, (a) use assessment work credits assigned for assessment work performed on mining lands other than the mining claim to satisfy the annual units of assessment work required for the mining claim, so long as the mining lands are contiguous to the mining claim; and (b) use assessment work credits assigned for assessment work performed in a given assessment year on the mining claim or on mining lands other than a mining claim to satisfy the annual units of assessment work required for that assessment year and for subsequent assessment years, subject to the limitations set out in section 19. (5) A claim holder who uses assessment work credits in any given assessment year to satisfy the annual units of assessment work required for subsequent assessment years is considered to have put the mining claim in good standing for the purposes of the requirements of section 65 of the Act for those subsequent assessment years. (6) If a mining claim that has been put in good standing with respect to one or more assessment years in accordance with subsection (5), in each of those assessment years, (a) the claim holder is relieved from the requirements under section 65 of the Act of, (i) performing annual units of assessment work or making payments in place of the assessment work, and (ii) submitting a report of the assessment work done and of any payments made in place of assessment work; and (b) the mining claim shall not forfeit under section 72 of the Act. (7) For purposes of the proper administration of the system of assessment work credits, the only way in which a claim holder may satisfy the requirements of section 65 of the Act is by using assessment work credits.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>8. </b>(1) For the purposes of section 66 of the Act, the Minister shall administer a system of assessment work credits through the mining lands administration system in accordance with this Part.</p> <p class=\"subsection-e\">  (2) The purpose of assessment work credits is to allow a claim holder to use the credits in accordance with this Part to satisfy annual units of assessment work that are required to be performed on the claim under section 65 of the Act.</p> <p class=\"subsection-e\">  (3) Under the system of assessment work credits, the Minister may assign assessment work credits for assessment work that is performed on a mining claim or on any other mining lands if the claim holder or the holder or owner of the mining lands submits an assessment work report in accordance with section 6.</p> <p class=\"subsection-e\">  (4) Under the system of assessment work credits, a claim holder shall be permitted to,</p> <p class=\"clause-e\">  (a) use assessment work credits assigned for assessment work performed on mining lands other than the mining claim to satisfy the annual units of assessment work required for the mining claim, so long as the mining lands are contiguous to the mining claim; and</p> <p class=\"clause-e\">  (b) use assessment work credits assigned for assessment work performed in a given assessment year on the mining claim or on mining lands other than a mining claim to satisfy the annual units of assessment work required for that assessment year and for subsequent assessment years, subject to the limitations set out in section 19.</p> <p class=\"subsection-e\">  (5) A claim holder who uses assessment work credits in any given assessment year to satisfy the annual units of assessment work required for subsequent assessment years is considered to have put the mining claim in good standing for the purposes of the requirements of section 65 of the Act for those subsequent assessment years.</p> <p class=\"subsection-e\">  (6) If a mining claim that has been put in good standing with respect to one or more assessment years in accordance with subsection (5), in each of those assessment years,</p> <p class=\"clause-e\">  (a) the claim holder is relieved from the requirements under section 65 of the Act of,</p> <p class=\"subclause-e\">  (i) performing annual units of assessment work or making payments in place of the assessment work, and</p> <p class=\"subclause-e\">  (ii) submitting a report of the assessment work done and of any payments made in place of assessment work; and</p> <p class=\"clause-e\">  (b) the mining claim shall not forfeit under section 72 of the Act.</p> <p class=\"subsection-e\">  (7) For purposes of the proper administration of the system of assessment work credits, the only way in which a claim holder may satisfy the requirements of section 65 of the Act is by using assessment work credits.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "9.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ASSESSMENT WORK CREDITS",
            "section": "How system works",
            "content": " 9. (1) The Minister shall review all assessment work reports submitted under section 6 and evaluate the assessment work described in the report in order to, (a) determine in accordance with section 12 whether the work is eligible for assessment work credit; and (b) determine in accordance with section 13 the amount of assessment work credits to be assigned to the work. (2) The Minister shall transfer the amount of assessment work credits into a reserve for the mining claim established under section 16. (3) The claim holder may distribute assessment work credits from a reserve to the mining claim in accordance with sections 17 and 19 in an amount that is sufficient to satisfy the annual units of assessment work that the claim holder is required to perform on the claim under section 65 of the Act, (a) for the assessment year in which the assessment work is performed; (b) for assessment years subsequent to the assessment year in which the assessment work is performed, subject to the limitations in section 19; or (c) for both types of assessment years described in clauses (a) and (b).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>9. </b>(1) The Minister shall review all assessment work reports submitted under section 6 and evaluate the assessment work described in the report in order to,</p> <p class=\"clause-e\">  (a) determine in accordance with section 12 whether the work is eligible for assessment work credit; and</p> <p class=\"clause-e\">  (b) determine in accordance with section 13 the amount of assessment work credits to be assigned to the work.</p> <p class=\"subsection-e\">  (2) The Minister shall transfer the amount of assessment work credits into a reserve for the mining claim established under section 16.</p> <p class=\"subsection-e\">  (3) The claim holder may distribute assessment work credits from a reserve to the mining claim in accordance with sections 17 and 19 in an amount that is sufficient to satisfy the annual units of assessment work that the claim holder is required to perform on the claim under section 65 of the Act,</p> <p class=\"clause-e\">  (a) for the assessment year in which the assessment work is performed; </p> <p class=\"clause-e\">  (b) for assessment years subsequent to the assessment year in which the assessment work is performed, subject to the limitations in section 19; or</p> <p class=\"clause-e\">  (c) for both types of assessment years described in clauses (a) and (b).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "10.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ASSESSMENT WORK CREDITS",
            "section": "Due date",
            "content": " 10. (1) Under the system of assessment work credits, the date by which a claim holder must distribute assessment work credits to a mining claim in any given assessment year in order to satisfy the annual units of assessment work for the mining claim is the anniversary date of the mining claim, subject to subsections (2) and (3). (2) A claim holder is not required to distribute assessment work credits to a mining claim, (a) in the first year after the registration of the mining claim; or (b) in any assessment year if the mining claim is in good standing with respect to that year as a result of a distribution of assessment work credits made in a previous assessment year. (3) If an order is made under section 73 of the Act in any assessment year extending the time for performing assessment work or filing a report on such work, the due date for the distribution of assessment work credits for that assessment year shall not be the anniversary date of the mining claim but shall be the date set out in the order. (4) Nothing in this section shall prevent a claim holder from distributing assessment work credits from a reserve to a mining claim at any time after the credits are transferred by the Minister to the reserve, subject to the limitations in section 19. (5) A distribution of assessment work credits in any assessment year with respect to one or more subsequent assessment years shall have the effect of, (a) putting the mining claim in good standing for such further assessment years as are provided for in the distribution in accordance with subsection 8 (5); and (b) resetting the due date of the mining claim to the anniversary date of the last assessment year provided for in the distribution.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>10. </b>(1) Under the system of assessment work credits, the date by which a claim holder must distribute assessment work credits to a mining claim in any given assessment year in order to satisfy the annual units of assessment work for the mining claim is the anniversary date of the mining claim, subject to subsections (2) and (3).</p> <p class=\"subsection-e\">  (2) A claim holder is not required to distribute assessment work credits to a mining claim,</p> <p class=\"clause-e\">  (a) in the first year after the registration of the mining claim; or</p> <p class=\"clause-e\">  (b) in any assessment year if the mining claim is in good standing with respect to that year as a result of a distribution of assessment work credits made in a previous assessment year.</p> <p class=\"subsection-e\">  (3) If an order is made under section 73 of the Act in any assessment year extending the time for performing assessment work or filing a report on such work, the due date for the distribution of assessment work credits for that assessment year shall not be the anniversary date of the mining claim but shall be the date set out in the order.</p> <p class=\"subsection-e\">  (4) Nothing in this section shall prevent a claim holder from distributing assessment work credits from a reserve to a mining claim at any time after the credits are transferred by the Minister to the reserve, subject to the limitations in section 19.</p> <p class=\"subsection-e\">  (5) A distribution of assessment work credits in any assessment year with respect to one or more subsequent assessment years shall have the effect of,</p> <p class=\"clause-e\">  (a) putting the mining claim in good standing for such further assessment years as are provided for in the distribution in accordance with subsection 8 (5); and</p> <p class=\"clause-e\">  (b) resetting the due date of the mining claim to the anniversary date of the last assessment year provided for in the distribution.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "11.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ASSESSMENT WORK CREDITS",
            "section": "Work eligible for credit",
            "content": " 11. (1) The following types of work are eligible for assessment work credit: 1. Assessment work that is performed on a mining claim. 2. Assessment work that is performed on mining lands other than a mining claim, subject to subsection (2). 3. Grass roots prospecting and regional surveys performed on Crown lands before the registration of a mining claim, subject to subsection (3). (2) Assessment work performed on freehold patented mining lands or mining rights shall be eligible for assessment work credit only if the relevant mining lands or mining rights are included on the current tax record maintained by the Deputy Minister under section 192 of the Act. (3) Grass roots prospecting and regional surveys performed on Crown lands before the registration of a mining claim shall be eligible for assessment work credit only if the following conditions are met: 1. The grass roots prospecting or regional surveying is performed within 12 months before the mining claim is registered. 2. The grass roots prospecting or regional surveying is performed on lands that are included in one or more cells that are part of the mining claim that is registered. 3. In the case of a regional survey, it covers an area of not less than 100 square kilometres of land. 4. An assessment work report prepared in relation to the grass roots prospecting or regional surveying is submitted by the holder of the mining claim within one year following the registration of the claim. Determination of Assessment Work Credits",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>11. </b>(1) The following types of work are eligible for assessment work credit:</p> <p class=\"paragraph-e\">  1. Assessment work that is performed on a mining claim.</p> <p class=\"paragraph-e\">  2. Assessment work that is performed on mining lands other than a mining claim, subject to subsection (2).</p> <p class=\"paragraph-e\">  3. Grass roots prospecting and regional surveys performed on Crown lands before the registration of a mining claim, subject to subsection (3).</p> <p class=\"subsection-e\">  (2) Assessment work performed on freehold patented mining lands or mining rights shall be eligible for assessment work credit only if the relevant mining lands or mining rights are included on the current tax record maintained by the Deputy Minister under section 192 of the Act.</p> <p class=\"subsection-e\">  (3) Grass roots prospecting and regional surveys performed on Crown lands before the registration of a mining claim shall be eligible for assessment work credit only if the following conditions are met:</p> <p class=\"paragraph-e\">  1. The grass roots prospecting or regional surveying is performed within 12 months before the mining claim is registered.</p> <p class=\"paragraph-e\">  2. The grass roots prospecting or regional surveying is performed on lands that are included in one or more cells that are part of the mining claim that is registered.</p> <p class=\"paragraph-e\">  3. In the case of a regional survey, it covers an area of not less than 100 square kilometres of land.</p> <p class=\"paragraph-e\">  4. An assessment work report prepared in relation to the grass roots prospecting or regional surveying is submitted by the holder of the mining claim within one year following the registration of the claim.  </p> <p class=\"heading1-e\"><a name=\"BK18\"></a>Determination of Assessment Work Credits</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Determination of Assessment Work Credits",
            "part_id": "PART IV  ",
            "part_type": "PART IV ASSESSMENT WORK CREDITS",
            "section": "Determination of Assessment Work Credits",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "12.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ASSESSMENT WORK CREDITS",
            "section": "Determination of eligibility for credit",
            "content": " 12. (1) The Minister shall review an assessment work report to determine whether, (a) the work set out in the report constitutes a type of assessment work described in subsection 2 (1) and is otherwise eligible for assessment work credit under this Part; and (b) the costs and expenses being claimed in the report in relation to assessment work are those permitted under subsection 2 (2). (2) Work included in an assessment work report is not eligible for assessment work credit if the work was performed more than 60 months before the day the report is submitted to the Minister. (3) The costs of consultations with Aboriginal communities referred to in paragraph 10 of subsection 2 (2), (a) are eligible for assessment work credit even though the consultations occurred more than 60 months before the assessment work report listing the cost is submitted to the Minister, despite subsection (2); and (b) are not eligible for assessment work credit unless they are included in an assessment work report in which assessment work is being reported. (4) Line cutting that is associated with geoscience work referred to in paragraph 10 of subsection 2 (1) is not eligible for assessment work credit unless it is included in the same assessment work report as the geoscience work with which it is associated. (5) The Minister may determine that work is not eligible for assessment work credit if, (a) there is evidence that the work has not in fact been carried out or that it has not been carried out in the manner described in the report; (b) the technical report that describes the work does not comply with the applicable requirements of the Technical Standards; (c) assessment work described in the report is in fact a duplication of assessment work previously performed on the same mining claim or mining lands and submitted in a previous assessment work report; or (d) the data presented in the technical report consists predominantly of expressions of opinion or of compilations of previously published material or compilations of documents that were submitted in a previous technical report, or a combination of both types of compilations.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>12. </b>(1) The Minister shall review an assessment work report to determine whether,</p> <p class=\"clause-e\">  (a) the work set out in the report constitutes a type of assessment work described in subsection 2 (1) and is otherwise eligible for assessment work credit under this Part; and</p> <p class=\"clause-e\">  (b) the costs and expenses being claimed in the report in relation to assessment work are those permitted under subsection 2 (2).</p> <p class=\"subsection-e\">  (2) Work included in an assessment work report is not eligible for assessment work credit if the work was performed more than 60 months before the day the report is submitted to the Minister.  </p> <p class=\"subsection-e\">  (3) The costs of consultations with Aboriginal communities referred to in paragraph 10 of subsection 2 (2),</p> <p class=\"clause-e\">  (a) are eligible for assessment work credit even though the consultations occurred more than 60 months before the assessment work report listing the cost is submitted to the Minister, despite subsection (2); and</p> <p class=\"clause-e\">  (b) are not eligible for assessment work credit unless they are included in an assessment work report in which assessment work is being reported.</p> <p class=\"subsection-e\">  (4) Line cutting that is associated with geoscience work referred to in paragraph 10 of subsection 2 (1) is not eligible for assessment work credit unless it is included in the same assessment work report as the geoscience work with which it is associated.</p> <p class=\"subsection-e\">  (5) The Minister may determine that work is not eligible for assessment work credit if,</p> <p class=\"clause-e\">  (a) there is evidence that the work has not in fact been carried out or that it has not been carried out in the manner described in the report;</p> <p class=\"clause-e\">  (b) the technical report that describes the work does not comply with the applicable requirements of the Technical Standards;</p> <p class=\"clause-e\">  (c) assessment work described in the report is in fact a duplication of assessment work previously performed on the same mining claim or mining lands and submitted in a previous assessment work report; or</p> <p class=\"clause-e\">  (d) the data presented in the technical report consists predominantly of expressions of opinion or of compilations of previously published material or compilations of documents that were submitted in a previous technical report, or a combination of both types of compilations.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "13.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ASSESSMENT WORK CREDITS",
            "section": "Amount of credit for work, etc.",
            "content": " 13. (1) The amount of assessment work credits to be assigned to work that the Minister determines is eligible for assessment work credit shall be determined by the Minister in accordance with the following rules: 1. Costs and expenses for assessment work, other than labour costs for grass roots prospecting, shall be credited at, i. 100 per cent of the amount expended if the assessment work report is submitted to the Minister within 24 months after the work was performed, and ii. 50 per cent of the amount expended if the assessment work report is submitted to the Minister more than 24 months but within 60 months after the work was performed. 2. Labour costs for grass roots prospecting shall be credited at, i. 200 per cent of the amount expended if the assessment work report is submitted to the Minister within 24 months after the work was performed, and ii. 100 per cent of the amount expended if the assessment work report is submitted to the Minister more than 24 months but within 60 months after the work was performed. 3. Costs and expenses for grass roots prospecting and regional surveys performed on Crown land that is eligible for assessment work credits under paragraph 3 of subsection 11 (1) shall be credited as follows if an assessment work report is submitted to the Minister in accordance with paragraph 4 of subsection 11 (3): i. For all costs and expenses other than labour costs for grass roots prospecting, 50 per cent of the amount expended. ii. For labour costs for grass roots prospecting, 100 per cent of the amount expended. (2) If, in the Minister’s opinion, the costs and expenses claimed in an assessment work report in relation to assessment work are unreasonably high, the Minister may assign to the work a reduced amount of assessment work credits that is equal to the amount of money the Minister believes should reasonably have been paid for the work.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>13. </b>(1) The amount of assessment work credits to be assigned to work that the Minister determines is eligible for assessment work credit shall be determined by the Minister in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. Costs and expenses for assessment work, other than labour costs for grass roots prospecting, shall be credited at,</p> <p class=\"subpara-e\">  i. 100 per cent of the amount expended if the assessment work report is submitted to the Minister within 24 months after the work was performed, and</p> <p class=\"subpara-e\">  ii. 50 per cent of the amount expended if the assessment work report is submitted to the Minister more than 24 months but within 60 months after the work was performed.</p> <p class=\"paragraph-e\">  2. Labour costs for grass roots prospecting shall be credited at,</p> <p class=\"subpara-e\">  i. 200 per cent of the amount expended if the assessment work report is submitted to the Minister within 24 months after the work was performed, and</p> <p class=\"subpara-e\">  ii. 100 per cent of the amount expended if the assessment work report is submitted to the Minister more than 24 months but within 60 months after the work was performed. </p> <p class=\"paragraph-e\">  3. Costs and expenses for grass roots prospecting and regional surveys performed on Crown land that is eligible for assessment work credits under paragraph 3 of subsection 11 (1) shall be credited as follows if an assessment work report is submitted to the Minister in accordance with paragraph 4 of subsection 11 (3):</p> <p class=\"subpara-e\">  i. For all costs and expenses other than labour costs for grass roots prospecting, 50 per cent of the amount expended.</p> <p class=\"subpara-e\">  ii. For labour costs for grass roots prospecting, 100 per cent of the amount expended.</p> <p class=\"subsection-e\">  (2) If, in the Minister’s opinion, the costs and expenses claimed in an assessment work report in relation to assessment work are unreasonably high, the Minister may assign to the work a reduced amount of assessment work credits that is equal to the amount of money the Minister believes should reasonably have been paid for the work.  </p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "14.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ASSESSMENT WORK CREDITS",
            "section": "Notice of determination",
            "content": " 14. (1) After completing his or her review of an assessment work report, the Minister shall give notice of his or her determination with respect to assessment work credits to the mining claim holder or the holder or owner of other mining lands who submitted the report. (2) A notice of determination under this section shall, (a) set out the amount of assessment work credits determined by the Minister for work or expenses included in the report; and (b) if applicable, notify the holder or owner of the mining lands that the Minister intends to make a determination that certain work included in the report is not eligible for assessment work credit or that a reduced amount of assessment work credits will be assigned for certain assessment work and include the reasons for the proposed determination. (3) A notice under subsection (1) shall be given through the mining lands administration system. (4) If the Minister gives notice under clause (2) (b) of an intention to determine that certain work or expenses are not eligible for assessment work credit or that a reduced amount of assessment work credits will be assigned for certain assessment work, the holder or owner of the mining lands who receives the notice may, within 45 days of receiving the notice, provide the Minister with additional information or documentation with respect of the work and the amount of money spent on performing the work. (5) After the time period referred to in subsection (4) has elapsed or after additional information or documentation has been provided by the holder or owner of the mining lands and considered by the Minister, the Minister will make a final determination on whether the work or expense is eligible for assessment work credit and the amount of assessment work credits to be assigned to the work. (6) If no notice of determination is sent by the Minister under subsection (1) within 90 days after an assessment work report is submitted to the Minister, all the work and expenses included in the report shall be deemed to be eligible for assessment work credits and shall be credited in respect of the applicable mining claim or other mining lands, in amounts determined in accordance with section 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>14. </b>(1) After completing his or her review of an assessment work report, the Minister shall give notice of his or her determination with respect to assessment work credits to the mining claim holder or the holder or owner of other mining lands who submitted the report.</p> <p class=\"subsection-e\">  (2) A notice of determination under this section shall,</p> <p class=\"clause-e\">  (a) set out the amount of assessment work credits determined by the Minister for work or expenses included in the report; and</p> <p class=\"clause-e\">  (b) if applicable, notify the holder or owner of the mining lands that the Minister intends to make a determination that certain work included in the report is not eligible for assessment work credit or that a reduced amount of assessment work credits will be assigned for certain assessment work and include the reasons for the proposed determination.</p> <p class=\"subsection-e\">  (3) A notice under subsection (1) shall be given through the mining lands administration system.</p> <p class=\"subsection-e\">  (4) If the Minister gives notice under clause (2) (b) of an intention to determine that certain work or expenses are not eligible for assessment work credit or that a reduced amount of assessment work credits will be assigned for certain assessment work, the holder or owner of the mining lands who receives the notice may, within 45 days of receiving the notice, provide the Minister with additional information or documentation with respect of the work and the amount of money spent on performing the work.</p> <p class=\"subsection-e\">  (5) After the time period referred to in subsection (4) has elapsed or after additional information or documentation has been provided by the holder or owner of the mining lands and considered by the Minister, the Minister will make a final determination on whether the work or expense is eligible for assessment work credit and the amount of assessment work credits to be assigned to the work.</p> <p class=\"subsection-e\">  (6) If no notice of determination is sent by the Minister under subsection (1) within 90 days after an assessment work report is submitted to the Minister, all the work and expenses included in the report shall be deemed to be eligible for assessment work credits and shall be credited in respect of the applicable mining claim or other mining lands, in amounts determined in accordance with section 13.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "15.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ASSESSMENT WORK CREDITS",
            "section": "Rejection of assessment work report",
            "content": " 15. (1) If, in the Minister’s opinion, an assessment work report submitted under this Regulation fails to meet a requirement of this regulation or a requirement set out in the Technical Standards and, as a result of the failure, the Minister is unable to make a determination with respect to the eligibility of work for assessment work credit or the amount of the credit, the Minister may reject the report and notify the mining claim holder or the holder or owner of the mining lands who submitted the report of that fact.  (2) If the Minister rejects an assessment work report submitted by the holder of a mining claim under this section, the claim holder shall be deemed not to have submitted the report for the purposes of section 65 of the Act. Reserves and Distribution of Assessment Work Credits",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>15. </b>(1) If, in the Minister’s opinion, an assessment work report submitted under this Regulation fails to meet a requirement of this regulation or a requirement set out in the Technical Standards and, as a result of the failure, the Minister is unable to make a determination with respect to the eligibility of work for assessment work credit or the amount of the credit, the Minister may reject the report and notify the mining claim holder or the holder or owner of the mining lands who submitted the report of that fact. </p> <p class=\"subsection-e\">  (2) If the Minister rejects an assessment work report submitted by the holder of a mining claim under this section, the claim holder shall be deemed not to have submitted the report for the purposes of section 65 of the Act.</p> <p class=\"heading1-e\"><a name=\"BK23\"></a>Reserves and Distribution of Assessment Work Credits</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "Reserves and Distribution of Assessment Work Credits",
            "part_id": "PART IV  ",
            "part_type": "PART IV ASSESSMENT WORK CREDITS",
            "section": "Reserves and Distribution of Assessment Work Credits",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "16.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ASSESSMENT WORK CREDITS",
            "section": "Reserves",
            "content": " 16. (1) A reserve shall be established in the mining lands administration system for each mining claim and for any other mining lands for the purpose of holding assessment work credits. (2) After the Minister determines the amount of assessment work credits in relation to an assessment work report submitted by the holder or owner of mining lands, a recorder shall credit the amount of assessment work credits to the reserve for the mining lands. (3) Assessment work credits in the reserve for mining lands shall remain credited to the reserve for the lands even though the lands are transferred to another person. (4) Assessment work credits in the reserve for a mining claim shall remain credited to the reserve after a lease is issued for the claim under the Act. (5) If mining lands or mining rights are surrendered under section 183 of the Act and one or more unpatented mining claims are registered with respect to those lands or rights under subsection 183 (3) of the Act, any assessment work credits that were in the reserve of the mining lands or mining rights before the surrender shall be divided among the reserves for the unpatented mining claims that were registered and shall be credited to those reserves in equal amounts. (6) If the holder of a lease surrenders the lease and obtains one or more replacement leases under section 83 of the Act, any assessment work credits that were in the reserve of the surrendered lease shall be divided among the reserves for the replacement leases and shall be credited to those reserves in equal amounts.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>16. </b>(1) A reserve shall be established in the mining lands administration system for each mining claim and for any other mining lands for the purpose of holding assessment work credits.</p> <p class=\"subsection-e\">  (2) After the Minister determines the amount of assessment work credits in relation to an assessment work report submitted by the holder or owner of mining lands, a recorder shall credit the amount of assessment work credits to the reserve for the mining lands.</p> <p class=\"subsection-e\">  (3) Assessment work credits in the reserve for mining lands shall remain credited to the reserve for the lands even though the lands are transferred to another person.</p> <p class=\"subsection-e\">  (4) Assessment work credits in the reserve for a mining claim shall remain credited to the reserve after a lease is issued for the claim under the Act.</p> <p class=\"subsection-e\">  (5) If mining lands or mining rights are surrendered under section 183 of the Act and one or more unpatented mining claims are registered with respect to those lands or rights under subsection 183 (3) of the Act, any assessment work credits that were in the reserve of the mining lands or mining rights before the surrender shall be divided among the reserves for the unpatented mining claims that were registered and shall be credited to those reserves in equal amounts.  </p> <p class=\"subsection-e\">  (6) If the holder of a lease surrenders the lease and obtains one or more replacement leases under section 83 of the Act, any assessment work credits that were in the reserve of the surrendered lease shall be divided among the reserves for the replacement leases and shall be credited to those reserves in equal amounts.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "17.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ASSESSMENT WORK CREDITS",
            "section": "Distribution of assessment work credits",
            "content": " 17. (1) A claim holder or the owner or holder of the other mining lands, as the case may be, may distribute the assessment work credits in the reserve for the mining lands in accordance with this section and section 19. (2) Assessment work credits shall be distributed by accessing the mining lands administration system and following the directives made by the Minister under subsection 4.1 (2) of the Act with respect to distribution of assessment work credits. (3) Assessment work credits may be distributed by, (a) applying the credits in a reserve for a mining claim to satisfy the annual units of assessment work required for that mining claim; or (b) allocating the credits in a reserve for a mining claim or for other mining lands to satisfy the annual units of assessment work required for a contiguous mining claim, subject to subsection (6). (4) For the purposes of allocating assessment work credits from a reserve for a mining claim to another contiguous mining claim under clause (3) (b), mining claims are considered to be contiguous to one another if the cells on the provincial grid in which the mining claims are located are contiguous to one another in any of the following ways: 1. A cell is contiguous with another cell if the two cells touch one another on at least one side or at least one corner. 2. A cell is contiguous to another cell even though they do not touch each other as described in paragraph 1 if the cells are connected through one or more cells each contiguous with one another in the manner described in paragraph 1. (5) For the purposes of allocating assessment work credits from a reserve of mining lands other than a mining claim to a contiguous mining claim under clause (3) (b), the mining lands are considered to be contiguous to a mining claim if, (a) the mining lands are located, (i) in the same cell as the mining claim, or (ii) in the same cell as another mining claim that is contiguous with the mining claim in question in accordance with subsection (4); or (b) the boundaries of the mining lands touch the boundaries of other mining lands that are not a mining claim and a part of those other mining lands are located, (i) in the same cell as the mining claim, or (ii) in the same cell as another mining claim that is contiguous with the mining claim in question in accordance with subsection (4). (6) The holder or owner of mining lands shall not allocate assessment work credits from the reserve of the mining lands to a contiguous mining claim unless the mining lands and the mining claim, and any mining claims or mining lands that connect them in accordance with the rules on contiguity described in subsections (4) and (5), (a) are held or owned by the same person; (b) if any of the mining claims or mining lands are owned or held by a group of persons, have at least one holder or owner in common; or (c) have the same assessment work manager appointed in accordance with section 18.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>17. </b>(1) A claim holder or the owner or holder of the other mining lands, as the case may be, may distribute the assessment work credits in the reserve for the mining lands in accordance with this section and section 19.</p> <p class=\"subsection-e\">  (2) Assessment work credits shall be distributed by accessing the mining lands administration system and following the directives made by the Minister under subsection 4.1 (2) of the Act with respect to distribution of assessment work credits.</p> <p class=\"subsection-e\">  (3) Assessment work credits may be distributed by,</p> <p class=\"clause-e\">  (a) applying the credits in a reserve for a mining claim to satisfy the annual units of assessment work required for that mining claim; or</p> <p class=\"clause-e\">  (b) allocating the credits in a reserve for a mining claim or for other mining lands to satisfy the annual units of assessment work required for a contiguous mining claim, subject to subsection (6).</p> <p class=\"subsection-e\">  (4) For the purposes of allocating assessment work credits from a reserve for a mining claim to another contiguous mining claim under clause (3) (b), mining claims are considered to be contiguous to one another if the cells on the provincial grid in which the mining claims are located are contiguous to one another in any of the following ways:</p> <p class=\"paragraph-e\">  1. A cell is contiguous with another cell if the two cells touch one another on at least one side or at least one corner.</p> <p class=\"paragraph-e\">  2. A cell is contiguous to another cell even though they do not touch each other as described in paragraph 1 if the cells are connected through one or more cells each contiguous with one another in the manner described in paragraph 1.</p> <p class=\"subsection-e\">  (5) For the purposes of allocating assessment work credits from a reserve of mining lands other than a mining claim to a contiguous mining claim under clause (3) (b), the mining lands are considered to be contiguous to a mining claim if,</p> <p class=\"clause-e\">  (a) the mining lands are located,</p> <p class=\"subclause-e\">  (i) in the same cell as the mining claim, or</p> <p class=\"subclause-e\">  (ii) in the same cell as another mining claim that is contiguous with the mining claim in question in accordance with subsection (4); or</p> <p class=\"clause-e\">  (b) the boundaries of the mining lands touch the boundaries of other mining lands that are not a mining claim and a part of those other mining lands are located,</p> <p class=\"subclause-e\">  (i) in the same cell as the mining claim, or</p> <p class=\"subclause-e\">  (ii) in the same cell as another mining claim that is contiguous with the mining claim in question in accordance with subsection (4).</p> <p class=\"subsection-e\">  (6) The holder or owner of mining lands shall not allocate assessment work credits from the reserve of the mining lands to a contiguous mining claim unless the mining lands and the mining claim, and any mining claims or mining lands that connect them in accordance with the rules on contiguity described in subsections (4) and (5), </p> <p class=\"clause-e\">  (a) are held or owned by the same person;</p> <p class=\"clause-e\">  (b) if any of the mining claims or mining lands are owned or held by a group of persons, have at least one holder or owner in common; or</p> <p class=\"clause-e\">  (c) have the same assessment work manager appointed in accordance with section 18. </p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "18.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ASSESSMENT WORK CREDITS",
            "section": "Assessment work manager",
            "content": " 18. (1) The holder or owner of mining lands may appoint an assessment work manager to distribute assessment work credits in the reserves for the mining lands in the place of the holder or owner in accordance with this Regulation. (2) An assessment work manager appointed by a holder or owner of mining lands may also be authorized by the holder or owner of mining lands to do the following: 1. Submit an assessment work report. 2. Make a payment in place of assessment work.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>18. </b>(1) The holder or owner of mining lands may appoint an assessment work manager to distribute assessment work credits in the reserves for the mining lands in the place of the holder or owner in accordance with this Regulation.</p> <p class=\"subsection-e\">  (2) An assessment work manager appointed by a holder or owner of mining lands may also be authorized by the holder or owner of mining lands to do the following: </p> <p class=\"paragraph-e\">  1. Submit an assessment work report.</p> <p class=\"paragraph-e\">  2. Make a payment in place of assessment work.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "19.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ASSESSMENT WORK CREDITS",
            "section": "Limits on distribution of credits",
            "content": " 19. The amount of assessment work credits that may be distributed from a reserve for a mining claim or for other mining lands to a mining claim at any given time is subject to the following limitations: 1. The amount of assessment work credits distributed to a mining claim shall not exceed the amount required to satisfy the annual units of assessment work required for the assessment year in which the distribution is made and the five subsequent assessment years. 2. The maximum amount of assessment work credits that may be allocated from the reserve for a mining claim to one or more contiguous mining claims in any assessment year is, i. $50,000.00, in the case of an allocation from the reserve for a boundary claim or a cell claim comprised of one or two cells, ii. $100,000.00, in the case of an allocation from the reserve for a multi-cell claim comprised on three to five cells, or iii. $150,000.00, in the case of an allocation from the reserve for a multi-cell claim comprised of six to 25 cells. 3. The maximum amount of assessment work credits that may be allocated from the reserve for mining lands other than a mining claim to one or more contiguous mining claims in any calendar year is, i. $50,000.00, in the case of mining lands that are no larger than 25 hectares, ii. $100,000.00, in the case of mining lands that are larger than 25 hectares but no larger than 100 hectares, or iii. $150,000.00, in the case of mining lands that are larger than 100 hectares.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>19. </b>The amount of assessment work credits that may be distributed from a reserve for a mining claim or for other mining lands to a mining claim at any given time is subject to the following limitations:</p> <p class=\"paragraph-e\">  1. The amount of assessment work credits distributed to a mining claim shall not exceed the amount required to satisfy the annual units of assessment work required for the assessment year in which the distribution is made and the five subsequent assessment years.</p> <p class=\"paragraph-e\">  2. The maximum amount of assessment work credits that may be allocated from the reserve for a mining claim to one or more contiguous mining claims in any assessment year is,</p> <p class=\"subpara-e\">  i. $50,000.00, in the case of an allocation from the reserve for a boundary claim or a cell claim comprised of one or two cells,</p> <p class=\"subpara-e\">  ii. $100,000.00, in the case of an allocation from the reserve for a multi-cell claim comprised on three to five cells, or</p> <p class=\"subpara-e\">  iii. $150,000.00, in the case of an allocation from the reserve for a multi-cell claim comprised of six to 25 cells.</p> <p class=\"paragraph-e\">  3. The maximum amount of assessment work credits that may be allocated from the reserve for mining lands other than a mining claim to one or more contiguous mining claims in any calendar year is,</p> <p class=\"subpara-e\">  i. $50,000.00, in the case of mining lands that are no larger than 25 hectares,</p> <p class=\"subpara-e\">  ii. $100,000.00, in the case of mining lands that are larger than 25 hectares but no larger than 100 hectares, or</p> <p class=\"subpara-e\">  iii. $150,000.00, in the case of mining lands that are larger than 100 hectares.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "20.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ASSESSMENT WORK CREDITS",
            "section": "Pending distributions",
            "content": " 20. (1) Any holder of a mining claim or holder or owner of other mining lands who submits an assessment work report may include in the report a direction to the Minister to distribute to a mining claim any assessment work credits that the Minister may assign to assessment work after review of the report. (2) Subject to subsections (3) and (4), after the Minister has reviewed an assessment work report that contains a direction described in subsection (1) and determined the amount of assessment work credits to be assigned to assessment work described in the report, the Minister shall distribute assessment work credits to the mining claim in accordance with the direction if the distribution meets the requirements of sections 17 and 19. (3) If the Minister determines that the amount of assessment work credits to be assigned to assessment work reported in an assessment work report is different than the amount of costs and expenses related to the assessment work claimed in the report, the Minister shall notify the holder or owner of the mining lands of his or her determination and of the fact that the holder or owner has 15 days to amend the direction so that it is consistent with the Minister’s determination. (4) If the holder or owner of mining lands who receives a notice under subsection (3) fails to amend his or her direction to be consistent with the Minister’s determination within 15 days after receipt of the notice, the Minister, (a) shall not carry out the direction for distribution of assessment work credits; and (b) shall transfer the assigned amount of assessment work credits to the reserve of the mining lands in respect of which the assessment work report was submitted. (5) A distribution of assessment work credits made pursuant to a direction described in subsection (1) is deemed to have been made on the date the assessment work report was submitted. (6) For greater certainty and despite section 17, a distribution may be carried out by the Minister under this section based solely on the direction in the assessment work report and without the holder of the mining claim or mining lands in respect of which the assessment work report was submitted being required to access the mining lands administration system to further authorize the distribution. (7) An assessment work report shall not include a direction to distribute assessment work credits to a mining claim if, (a) a direction to distribute assessment work credits to that mining claim was included in an assessment work report previously submitted; and (b) the Minister has not completed his or her review of the previously submitted assessment work report.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>20. </b>(1) Any holder of a mining claim or holder or owner of other mining lands who submits an assessment work report may include in the report a direction to the Minister to distribute to a mining claim any assessment work credits that the Minister may assign to assessment work after review of the report.</p> <p class=\"subsection-e\">  (2) Subject to subsections (3) and (4), after the Minister has reviewed an assessment work report that contains a direction described in subsection (1) and determined the amount of assessment work credits to be assigned to assessment work described in the report, the Minister shall distribute assessment work credits to the mining claim in accordance with the direction if the distribution meets the requirements of sections 17 and 19.</p> <p class=\"subsection-e\">  (3) If the Minister determines that the amount of assessment work credits to be assigned to assessment work reported in an assessment work report is different than the amount of costs and expenses related to the assessment work claimed in the report, the Minister shall notify the holder or owner of the mining lands of his or her determination and of the fact that the holder or owner has 15 days to amend the direction so that it is consistent with the Minister’s determination.</p> <p class=\"subsection-e\">  (4) If the holder or owner of mining lands who receives a notice under subsection (3) fails to amend his or her direction to be consistent with the Minister’s determination within 15 days after receipt of the notice, the Minister,</p> <p class=\"clause-e\">  (a) shall not carry out the direction for distribution of assessment work credits; and </p> <p class=\"clause-e\">  (b) shall transfer the assigned amount of assessment work credits to the reserve of the mining lands in respect of which the assessment work report was submitted.</p> <p class=\"subsection-e\">  (5) A distribution of assessment work credits made pursuant to a direction described in subsection (1) is deemed to have been made on the date the assessment work report was submitted.</p> <p class=\"subsection-e\">  (6) For greater certainty and despite section 17, a distribution may be carried out by the Minister under this section based solely on the direction in the assessment work report and without the holder of the mining claim or mining lands in respect of which the assessment work report was submitted being required to access the mining lands administration system to further authorize the distribution.</p> <p class=\"subsection-e\">  (7) An assessment work report shall not include a direction to distribute assessment work credits to a mining claim if,</p> <p class=\"clause-e\">  (a) a direction to distribute assessment work credits to that mining claim was included in an assessment work report previously submitted; and</p> <p class=\"clause-e\">  (b) the Minister has not completed his or her review of the previously submitted assessment work report.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "21.",
            "part_id": "PART IV  ",
            "part_type": "PART IV ASSESSMENT WORK CREDITS",
            "section": "Where payment made in place of work",
            "content": " 21. If a claim holder makes a payment in place of assessment work in accordance with section 5, the Minister shall assign assessment work credits to the mining claim in the amount of the payment and the credits shall be applied directly to the mining claim. Part V   Miscellaneous",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>21.</b> If a claim holder makes a payment in place of assessment work in accordance with section 5, the Minister shall assign assessment work credits to the mining claim in the amount of the payment and the credits shall be applied directly to the mining claim.</p> <p class=\"partnum-e\"><a name=\"BK30\"></a>Part V <br/>  Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "PART V  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART V MISCELLANEOUS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "22.",
            "part_id": "PART V  ",
            "part_type": "PART V MISCELLANEOUS",
            "section": "Conditions for extension of time order",
            "content": " 22. For the purposes of subsection 73 (1) of the Act, the following are the conditions that must be met with respect to an order extending the time for performing assessment work or filing a report on the work: 1. There must not be sufficient assessment work credits in the reserve for the mining claim to satisfy the annual units of assessment work required for the claim. 2. The extension of time must not be for a period of more than one year.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>22. </b>For the purposes of subsection 73 (1) of the Act, the following are the conditions that must be met with respect to an order extending the time for performing assessment work or filing a report on the work:</p> <p class=\"paragraph-e\">  1. There must not be sufficient assessment work credits in the reserve for the mining claim to satisfy the annual units of assessment work required for the claim.</p> <p class=\"paragraph-e\">  2. The extension of time must not be for a period of more than one year.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "23.",
            "part_id": "PART V  ",
            "part_type": "PART V MISCELLANEOUS",
            "section": "Use of assessment work credit in lease application",
            "content": " 23. The holder of a mining claim shall not use the following assessment work credit to satisfy any of the five units of assessment work required to be performed on the mining claim before an application and payment for a lease of the mining claim may be made under subsection 81 (2) of the Act:  1. Assessment work credits that are assigned in respect of consultations carried out with Aboriginal communities, as described in paragraph 10 of subsection 2 (2). 2. Assessment work credits assigned in respect of a payment made in place of assessment work in accordance with section 5. 24. Omitted (revokes other Regulations). 25. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>23. </b>The holder of a mining claim shall not use the following assessment work credit to satisfy any of the five units of assessment work required to be performed on the mining claim before an application and payment for a lease of the mining claim may be made under subsection 81 (2) of the Act: </p> <p class=\"paragraph-e\">  1. Assessment work credits that are assigned in respect of consultations carried out with Aboriginal communities, as described in paragraph 10 of subsection 2 (2).</p> <p class=\"paragraph-e\">  2. Assessment work credits assigned in respect of a payment made in place of assessment work in accordance with section 5.</p> <p class=\"section-e\"> <b>24.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).</p> <p class=\"section-e\"> <b>25.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180065\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}