{
    "reg_info": {
        "full_title": "O. Reg. 701/20: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 701/20: ",
        "act_under": "Security from Trespass and Protecting Food Safety Act, 2020",
        "url": "https://www.ontario.ca/laws/regulation/200701",
        "date_scraped": "2023-12-18 19:32:42"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  5, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/200701/v1",
            "valid_from": "December  4, 2020",
            "valid_to": "December  4, 2020"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “biosecurity measures” means any actions that are required to minimize the introduction or spread of a hazard; (“mesures de biosécurité”) “harm to a farm animal” means the death of the animal, the introduction or spread of a hazard or unknown substance that might affect the animal, any injury or undue stress caused to the animal, or anything that results in veterinary care being required for the animal; (“tort à un animal d’élevage”) “harm to an individual” means death, physical injury, emotional or psychological injury, including undue stress, directly caused by, or caused during or as a result of the commission of an offence under the Act and includes any monetary losses incurred as a result of damage to property or the destruction of property caused by another person; (“tort à un particulier”) “harm with respect to food safety” means the introduction of a hazard to one or more parts of the food supply system or any actions that contravene food safety protocols resulting in the food product being deemed to be unsafe for consumption; (“tort relativement à la salubrité des aliments”) “hazard” means any of the following things that are likely to cause harm to a farm animal, harm with respect to food safety or harm to an individual if they are not controlled: 1.  A disease or a biological, chemical, physical or radiological agent or factor. 2.  The conditions in which farm animals are kept, housed, processed, raised, displayed, sold, offered for sale, slaughtered, transported or assembled for transport or for any other reason. 3.  The conditions in which feed, water or bedding for farm animals is kept or stored. (“danger”) Interpretation, terms defined or used in Act",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“biosecurity measures” means any actions that are required to minimize the introduction or spread of a hazard; (“mesures de biosécurité”)</p> <p class=\"definition-e\">“harm to a farm animal” means the death of the animal, the introduction or spread of a hazard or unknown substance that might affect the animal, any injury or undue stress caused to the animal, or anything that results in veterinary care being required for the animal; (“tort à un animal d’élevage”)</p> <p class=\"definition-e\">“harm to an individual” means death, physical injury, emotional or psychological injury, including undue stress, directly caused by, or caused during or as a result of the commission of an offence under the Act and includes any monetary losses incurred as a result of damage to property or the destruction of property caused by another person; (“tort à un particulier”)</p> <p class=\"definition-e\">“harm with respect to food safety” means the introduction of a hazard to one or more parts of the food supply system or any actions that contravene food safety protocols resulting in the food product being deemed to be unsafe for consumption; (“tort relativement à la salubrité des aliments”)</p> <p class=\"definition-e\">“hazard” means any of the following things that are likely to cause harm to a farm animal, harm with respect to food safety or harm to an individual if they are not controlled:</p> <p class=\"defparagraph-e\">  1.  A disease or a biological, chemical, physical or radiological agent or factor.</p> <p class=\"defparagraph-e\">  2.  The conditions in which farm animals are kept, housed, processed, raised, displayed, sold, offered for sale, slaughtered, transported or assembled for transport or for any other reason.</p> <p class=\"defparagraph-e\">  3.  The conditions in which feed, water or bedding for farm animals is kept or stored. (“danger”)</p> <p class=\"heading1-e\">Interpretation, terms defined or used in Act</p>"
        },
        {
            "id": "2.",
            "section": "Animal processing facility",
            "content": " 2. For the purposes of the definition of “animal processing facility” in section 2 of the Act, a facility at which farm animals are processed for consumption is prescribed as an animal processing facility.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>For the purposes of the definition of “animal processing facility” in section 2 of the Act, a facility at which farm animals are processed for consumption is prescribed as an animal processing facility.</p>"
        },
        {
            "id": "3.",
            "section": "Animal protection zone",
            "content": " 3. (1) For the purposes of clause (b) of the definition of “animal protection zone” in section 2 of the Act, the owner or occupier of the farm, animal processing facility or prescribed premises may mark an area as an animal protection zone only if, (a)  the area meets the following requirements: (i)  it does not include the entire farm, animal processing facility or prescribed premises, as the case may be, (ii)  it only includes land on which farm animals are reasonably likely to be kept or located, (iii)  it is located within the legal boundaries of the farm, animal processing facility or prescribed premises, and (iv)  it does not impede access to the front door of any residence on the farm, animal processing facility or prescribed premises; and (b)  the owner or occupier marks the area in accordance with the following requirements: (i)  the boundaries of the animal protection zone are clearly demarcated, (ii)  an orange sign, sufficiently large to include a circle of 30 centimetres in diameter within it, is erected at each ordinary point of access to the animal protection zone indicating that the area is an animal protection zone, and (iii)  markings and signs are clearly visible in daylight. (2) The following areas are prescribed as animal protection zones for the purposes of clause (c) of the definition of that term in section 2 of the Act: 1.  Land where farm animals are gathered for the purposes of being transported from the farm to another place. 2.  An area of one metre from the outside wall of any building where farm animals are kept if, i.  there is an entrance, exit or other opening into the building located on the wall, and ii.  the one-metre area is located within the boundaries of the farm, animal processing facility or prescribed premises. 3.  With respect to prescribed premises described in section 6, i.  pens within the premises where farm animals are kept, ii.  any rings or other areas where farm animals are displayed or shown, and iii.  any areas for loading or unloading farm animals at the premises. (3) Despite subsection (2), areas described in paragraph 3 of that subsection are deemed not to be animal protection zones at any time when farm animals are not present in the area.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) For the purposes of clause (b) of the definition of “animal protection zone” in section 2 of the Act, the owner or occupier of the farm, animal processing facility or prescribed premises may mark an area as an animal protection zone only if,</p> <p class=\"clause-e\">  (a)  the area meets the following requirements:</p> <p class=\"subclause-e\">  (i)  it does not include the entire farm, animal processing facility or prescribed premises, as the case may be,</p> <p class=\"subclause-e\">  (ii)  it only includes land on which farm animals are reasonably likely to be kept or located,</p> <p class=\"subclause-e\">  (iii)  it is located within the legal boundaries of the farm, animal processing facility or prescribed premises, and</p> <p class=\"subclause-e\">  (iv)  it does not impede access to the front door of any residence on the farm, animal processing facility or prescribed premises; and</p> <p class=\"clause-e\">  (b)  the owner or occupier marks the area in accordance with the following requirements:</p> <p class=\"subclause-e\">  (i)  the boundaries of the animal protection zone are clearly demarcated,</p> <p class=\"subclause-e\">  (ii)  an orange sign, sufficiently large to include a circle of 30 centimetres in diameter within it, is erected at each ordinary point of access to the animal protection zone indicating that the area is an animal protection zone, and</p> <p class=\"subclause-e\">  (iii)  markings and signs are clearly visible in daylight.</p> <p class=\"subsection-e\">  (2) The following areas are prescribed as animal protection zones for the purposes of clause (c) of the definition of that term in section 2 of the Act:</p> <p class=\"paragraph-e\">  1.  Land where farm animals are gathered for the purposes of being transported from the farm to another place.</p> <p class=\"paragraph-e\">  2.  An area of one metre from the outside wall of any building where farm animals are kept if,</p> <p class=\"subpara-e\">  i.  there is an entrance, exit or other opening into the building located on the wall, and</p> <p class=\"subpara-e\">  ii.  the one-metre area is located within the boundaries of the farm, animal processing facility or prescribed premises.</p> <p class=\"paragraph-e\">  3.  With respect to prescribed premises described in section 6,</p> <p class=\"subpara-e\">  i.  pens within the premises where farm animals are kept,</p> <p class=\"subpara-e\">  ii.  any rings or other areas where farm animals are displayed or shown, and</p> <p class=\"subpara-e\">  iii.  any areas for loading or unloading farm animals at the premises.</p> <p class=\"subsection-e\">  (3) Despite subsection (2), areas described in paragraph 3 of that subsection are deemed not to be animal protection zones at any time when farm animals are not present in the area.</p>"
        },
        {
            "id": "4.",
            "section": "Farm",
            "content": " 4. For the purposes of the Act, “farm” means a parcel of land, including any surface land or land covered by water, on which farm animals are bred, born, raised or kept by the owner or occupier of the land.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> For the purposes of the Act,</p> <p class=\"definition-e\">“farm” means a parcel of land, including any surface land or land covered by water, on which farm animals are bred, born, raised or kept by the owner or occupier of the land.</p>"
        },
        {
            "id": "5.",
            "section": "Farm animal",
            "content": " 5. For the purposes of the definition of “farm animal” in section 2 of the Act, any livestock, poultry, cultured fish or fur-bearing animal that is raised, bred or kept for one of the following agricultural purposes is prescribed as a farm animal: 1.  For consumption. 2.  To provide a commodity, such as milk, eggs, wool or textiles for consumption or human use. 3.  To propel vehicles. 4.  To provide labour on or off the farm, including the guarding of other farm animals. 5.  To be ridden for pleasure. 6.  To be shown publicly at an exhibition. 7.  To undertake competitions that are authorized under the law.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>For the purposes of the definition of “farm animal” in section 2 of the Act, any livestock, poultry, cultured fish or fur-bearing animal that is raised, bred or kept for one of the following agricultural purposes is prescribed as a farm animal:</p> <p class=\"paragraph-e\">  1.  For consumption.</p> <p class=\"paragraph-e\">  2.  To provide a commodity, such as milk, eggs, wool or textiles for consumption or human use.</p> <p class=\"paragraph-e\">  3.  To propel vehicles.</p> <p class=\"paragraph-e\">  4.  To provide labour on or off the farm, including the guarding of other farm animals.</p> <p class=\"paragraph-e\">  5.  To be ridden for pleasure.</p> <p class=\"paragraph-e\">  6.  To be shown publicly at an exhibition.</p> <p class=\"paragraph-e\">  7.  To undertake competitions that are authorized under the law.</p>"
        },
        {
            "id": "6.",
            "section": "Prescribed premises",
            "content": " 6. For the purposes of the definition of “prescribed premises” in section 2 of the Act, areas in the following premises in which farm animals are kept are prescribed as prescribed premises: 1.  Premises at which farm animals are ordinarily bought or sold and in respect of which a licence has been issued under the Livestock Community Sales Act. 2.  Premises at which farm animals are displayed for public viewing. 3.  Premises at which farm animals lawfully compete against one another. Signs Demarking Animal Protection Zones",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>For the purposes of the definition of “prescribed premises” in section 2 of the Act, areas in the following premises in which farm animals are kept are prescribed as prescribed premises:</p> <p class=\"paragraph-e\">  1.  Premises at which farm animals are ordinarily bought or sold and in respect of which a licence has been issued under the <i>Livestock Community Sales Act</i>.</p> <p class=\"paragraph-e\">  2.  Premises at which farm animals are displayed for public viewing.</p> <p class=\"paragraph-e\">  3.  Premises at which farm animals lawfully compete against one another.</p> <p class=\"heading1-e\">Signs Demarking Animal Protection Zones</p>"
        },
        {
            "id": "7.",
            "section": "Orange signs",
            "content": " 7. For greater certainty, an orange sign erected by the owner or occupier of a farm, animal processing facility or prescribed premises to mark an animal protection zone is a warning to any person that is about to enter the animal protection zone that entry to the zone is prohibited under the Act unless the person, (a)  has the consent of the owner or occupier of the farm, animal processing facility or prescribed premises to enter the zone; or (b)  is a person lawfully exercising existing aboriginal or treaty rights, a person authorized to exercise a power or carry out a duty under the Provincial Animal Welfare Services Act, 2019 or any other person referred to in section 7 of the Act who is exempt from sections 5 and 6 of the Act. Interferences and Interactions with Farm Animals",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>For greater certainty, an orange sign erected by the owner or occupier of a farm, animal processing facility or prescribed premises to mark an animal protection zone is a warning to any person that is about to enter the animal protection zone that entry to the zone is prohibited under the Act unless the person,</p> <p class=\"clause-e\">  (a)  has the consent of the owner or occupier of the farm, animal processing facility or prescribed premises to enter the zone; or</p> <p class=\"clause-e\">  (b)  is a person lawfully exercising existing aboriginal or treaty rights, a person authorized to exercise a power or carry out a duty under the <i>Provincial Animal Welfare Services Act, 2019</i> or any other person referred to in section 7 of the Act who is exempt from sections 5 and 6 of the Act.</p> <p class=\"heading1-e\">Interferences and Interactions with Farm Animals</p>"
        },
        {
            "id": "8.",
            "section": "Interferences and interactions with farm animals",
            "content": " 8. (1) For the purposes of subsections 5 (4) and 6 (2) of the Act, the following acts are considered interferences and interactions with farm animals if they are carried out without the consent required under those subsections: 1.  Directly or indirectly having physical contact with a farm animal, whether the farm animal is dead or alive. 2.  Providing any substance, whether in liquid or solid form, to a farm animal, including spraying or throwing any substance on or at a farm animal. 3.  In the case of an interference or interaction for the purposes of subsection 5 (4) of the Act, i.  releasing a farm animal from an animal protection zone, or ii.  creating conditions in which a farm animal could escape from an animal protection zone. 4.  In the case of an interference or interaction for the purposes of subsection 6 (2) of the Act, i.  releasing a farm animal from a motor vehicle in which it is being transported, or ii.  creating conditions in which a farm animal could escape from a motor vehicle in which it is being transported. 5.  Any other activity that causes or is likely to cause harm to a farm animal or harm with respect to food safety. (2) For greater certainty, the acts described in subsection (1) are considered interferences and interactions with farm animals being transported by a motor vehicle for the purposes of subsection 6 (2) of the Act whether the acts occur while the motor vehicle is moving or while it is stationary. Consent Under False Pretences",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) For the purposes of subsections 5 (4) and 6 (2) of the Act, the following acts are considered interferences and interactions with farm animals if they are carried out without the consent required under those subsections:</p> <p class=\"paragraph-e\">  1.  Directly or indirectly having physical contact with a farm animal, whether the farm animal is dead or alive.</p> <p class=\"paragraph-e\">  2.  Providing any substance, whether in liquid or solid form, to a farm animal, including spraying or throwing any substance on or at a farm animal.</p> <p class=\"paragraph-e\">  3.  In the case of an interference or interaction for the purposes of subsection 5 (4) of the Act,</p> <p class=\"subpara-e\">  i.  releasing a farm animal from an animal protection zone, or</p> <p class=\"subpara-e\">  ii.  creating conditions in which a farm animal could escape from an animal protection zone.</p> <p class=\"paragraph-e\">  4.  In the case of an interference or interaction for the purposes of subsection 6 (2) of the Act,</p> <p class=\"subpara-e\">  i.  releasing a farm animal from a motor vehicle in which it is being transported, or</p> <p class=\"subpara-e\">  ii.  creating conditions in which a farm animal could escape from a motor vehicle in which it is being transported.</p> <p class=\"paragraph-e\">  5.  Any other activity that causes or is likely to cause harm to a farm animal or harm with respect to food safety.</p> <p class=\"subsection-e\">  (2) For greater certainty, the acts described in subsection (1) are considered interferences and interactions with farm animals being transported by a motor vehicle for the purposes of subsection 6 (2) of the Act whether the acts occur while the motor vehicle is moving or while it is stationary.</p> <p class=\"heading1-e\">Consent Under False Pretences</p>"
        },
        {
            "id": "9.",
            "section": "False statement resulting in contravention of Act",
            "content": " 9.  A person who gives a false statement to the owner or occupier of a farm, animal processing facility or prescribed premises or to the driver of a motor vehicle transporting farm animals and who obtains the consent of the owner, occupier or driver to carry out an act that, without the consent, is prohibited under subsection 5 (1), (2), (3) or (4) or 6 (2) of the Act, is considered to have obtained the consent under false pretences for the purposes of subsections 5 (6), 6 (4) and 14 (2) of the Act if, (a)  the statement is made either orally or in writing; (b)  the false statement is given for the purpose of obtaining the consent; (c)  the owner, occupier or driver provides the consent in reliance on the false statement; and (d)  as a result of the consent being given, the person making the statement carries out an act that would otherwise be prohibited under the Act.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b> A person who gives a false statement to the owner or occupier of a farm, animal processing facility or prescribed premises or to the driver of a motor vehicle transporting farm animals and who obtains the consent of the owner, occupier or driver to carry out an act that, without the consent, is prohibited under subsection 5 (1), (2), (3) or (4) or 6 (2) of the Act, is considered to have obtained the consent under false pretences for the purposes of subsections 5 (6), 6 (4) and 14 (2) of the Act if,</p> <p class=\"clause-e\">  (a)  the statement is made either orally or in writing;</p> <p class=\"clause-e\">  (b)  the false statement is given for the purpose of obtaining the consent;</p> <p class=\"clause-e\">  (c)  the owner, occupier or driver provides the consent in reliance on the false statement; and</p> <p class=\"clause-e\">  (d)  as a result of the consent being given, the person making the statement carries out an act that would otherwise be prohibited under the Act.</p>"
        },
        {
            "id": "10.",
            "section": "False statement re employment qualifications",
            "content": " 10. (1) This section applies where, (a)  a person gives a false statement to the owner or occupier of a farm, animal processing facility or prescribed premises or to the driver of a motor vehicle transporting farm animals, orally or in writing, for the purpose of obtaining employment; (b)  the employment requires the employee to carry out acts that, without the consent of the owner, occupier or the driver, would be prohibited under subsection 5 (1), (2), (3) or (4) or 6 (2) of the Act; (c)  the false statement expresses or implies that the person making the statement possesses the qualifications necessary to carry out the employment in a manner that would not cause harm to farm animals, harm with respect to food safety or harm to an individual, when in fact the person does not possess those qualifications; (d)  the owner or occupier of the farm, animal processing facility or prescribed premises, or the driver of the motor vehicle transporting farm animals employs the person who gave the false statement in reliance on the false statement; and (e)  the terms of the employment expressly or impliedly give the employee the employer’s consent to carry out an act that would otherwise be prohibited under subsection 5 (1), (2), (3) or (4) or 6 (2) of the Act. (2) The consent given by the owner or occupier of a farm, animal processing facility or prescribed premises or by the driver of a motor vehicle transporting farm animals to an employee in accordance with clause (1) (e) is considered to have been given under false pretences for the purposes of subsections 5 (6), 6 (4) and 14 (2) of the Act, if the employee was employed in the circumstances described in clauses (1) (a) to (d).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) This section applies where,</p> <p class=\"clause-e\">  (a)  a person gives a false statement to the owner or occupier of a farm, animal processing facility or prescribed premises or to the driver of a motor vehicle transporting farm animals, orally or in writing, for the purpose of obtaining employment;</p> <p class=\"clause-e\">  (b)  the employment requires the employee to carry out acts that, without the consent of the owner, occupier or the driver, would be prohibited under subsection 5 (1), (2), (3) or (4) or 6 (2) of the Act;</p> <p class=\"clause-e\">  (c)  the false statement expresses or implies that the person making the statement possesses the qualifications necessary to carry out the employment in a manner that would not cause harm to farm animals, harm with respect to food safety or harm to an individual, when in fact the person does not possess those qualifications;</p> <p class=\"clause-e\">  (d)  the owner or occupier of the farm, animal processing facility or prescribed premises, or the driver of the motor vehicle transporting farm animals employs the person who gave the false statement in reliance on the false statement; and</p> <p class=\"clause-e\">  (e)  the terms of the employment expressly or impliedly give the employee the employer’s consent to carry out an act that would otherwise be prohibited under subsection 5 (1), (2), (3) or (4) or 6 (2) of the Act.</p> <p class=\"subsection-e\">  (2) The consent given by the owner or occupier of a farm, animal processing facility or prescribed premises or by the driver of a motor vehicle transporting farm animals to an employee in accordance with clause (1) (e) is considered to have been given under false pretences for the purposes of subsections 5 (6), 6 (4) and 14 (2) of the Act, if the employee was employed in the circumstances described in clauses (1) (a) to (d).</p>"
        },
        {
            "id": "11.",
            "section": "Exception, journalists",
            "content": " 11. (1) Despite sections 9 and 10, a consent to carry out an act that is otherwise prohibited under section 5 or 6 of the Act given by the owner or occupier of a farm, animal processing facility or prescribed premises or by the driver of a motor vehicle transporting farm animals to a person who gave a false statement shall not be considered to have been obtained under false pretences for the purposes of subsections 5 (6), 6 (4) and 14 (2) of the Act, if the person is a journalist and, (a)  the false statement does not imply or express that the journalist possesses the qualifications necessary to do a particular task or job in a manner that would not cause harm to farm animals, harm with respect to food safety or harm to an individual, when in fact the journalist does not possess those qualifications; (b)  the journalist, while acting in a professional capacity and for a valid journalistic purpose, enters in or on an animal protection zone, or gains access to a motor vehicle transporting farm animals, in order to gather information and disseminate that information to the public; (c)  the journalist complies with all biosecurity measures relating to farm animals being kept in animal protection zones on the farm, animal processing facility or prescribed premises or being transported by the motor vehicle; (d)  the journalist does not cause or contribute to causing harm to a farm animal, harm with respect to food safety or harm to an individual; and (e)  the owner or occupier of the farm, animal processing facility or the prescribed premises or the driver of the motor vehicle, as the case may be, does not ask the journalist to leave the farm, facility or premises or the area where the motor vehicle is located, or to stop interfering or interacting with farm animals, before the journalist has completed gathering information.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) Despite sections 9 and 10, a consent to carry out an act that is otherwise prohibited under section 5 or 6 of the Act given by the owner or occupier of a farm, animal processing facility or prescribed premises or by the driver of a motor vehicle transporting farm animals to a person who gave a false statement shall not be considered to have been obtained under false pretences for the purposes of subsections 5 (6), 6 (4) and 14 (2) of the Act, if the person is a journalist and,</p> <p class=\"clause-e\">  (a)  the false statement does not imply or express that the journalist possesses the qualifications necessary to do a particular task or job in a manner that would not cause harm to farm animals, harm with respect to food safety or harm to an individual, when in fact the journalist does not possess those qualifications;</p> <p class=\"clause-e\">  (b)  the journalist, while acting in a professional capacity and for a valid journalistic purpose, enters in or on an animal protection zone, or gains access to a motor vehicle transporting farm animals, in order to gather information and disseminate that information to the public;</p> <p class=\"clause-e\">  (c)  the journalist complies with all biosecurity measures relating to farm animals being kept in animal protection zones on the farm, animal processing facility or prescribed premises or being transported by the motor vehicle;</p> <p class=\"clause-e\">  (d)  the journalist does not cause or contribute to causing harm to a farm animal, harm with respect to food safety or harm to an individual; and</p> <p class=\"clause-e\">  (e)  the owner or occupier of the farm, animal processing facility or the prescribed premises or the driver of the motor vehicle, as the case may be, does not ask the journalist to leave the farm, facility or premises or the area where the motor vehicle is located, or to stop interfering or interacting with farm animals, before the journalist has completed gathering information.</p>"
        },
        {
            "id": "12.",
            "section": "Exception, whistle-blowers",
            "content": " 12. (1) Despite sections 9 and 10, a consent to carry out an act that is otherwise prohibited under section 5 or 6 of the Act given by the owner or occupier of a farm, animal processing facility or prescribed premises or by the driver of a motor vehicle transporting farm animals to a person who gave a false statement shall not be considered to have been obtained under false pretences for the purposes of subsections 5 (6), 6 (4) and 14 (2) of the Act if, (a)  the person who gave the false statement is, (i)  an employee of the owner or occupier of the farm, animal processing facility or prescribed premises, (ii)  an employee of the owner of the motor vehicle company responsible for transporting farm animals, (iii)  an employee of the owner of the farm animals being transported by a motor vehicle company, or (iv)  the owner of a company that is allowed on the farm, animal processing facility or prescribed premises or that is allowed to accompany or have access to the motor vehicle transporting farm animals, or any employee of such a company; (b)  the false statement does not imply or express that the person possesses the qualifications necessary to do a particular task or job in a manner that would not cause harm to farm animals, harm with respect to food safety or harm to an individual, when in fact the person does not possess those qualifications; (c)  as a result of the false statement and the consent obtained from the owner or occupier or the driver, the person who gave the false statement was able to obtain information or evidence of harm to a farm animal, harm with respect to food safety or harm to an individual, or another illegal activity, being carried out on a farm, animal processing facility or prescribed premises or in or near a motor vehicle transporting farm animals; and (d)  the person who gave the false statement discloses the information or evidence described in clause (c) to a police officer or other authority as soon as practicable after obtaining the information or evidence.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) Despite sections 9 and 10, a consent to carry out an act that is otherwise prohibited under section 5 or 6 of the Act given by the owner or occupier of a farm, animal processing facility or prescribed premises or by the driver of a motor vehicle transporting farm animals to a person who gave a false statement shall not be considered to have been obtained under false pretences for the purposes of subsections 5 (6), 6 (4) and 14 (2) of the Act if,</p> <p class=\"clause-e\">  (a)  the person who gave the false statement is,</p> <p class=\"subclause-e\">  (i)  an employee of the owner or occupier of the farm, animal processing facility or prescribed premises,</p> <p class=\"subclause-e\">  (ii)  an employee of the owner of the motor vehicle company responsible for transporting farm animals,</p> <p class=\"subclause-e\">  (iii)  an employee of the owner of the farm animals being transported by a motor vehicle company, or</p> <p class=\"subclause-e\">  (iv)  the owner of a company that is allowed on the farm, animal processing facility or prescribed premises or that is allowed to accompany or have access to the motor vehicle transporting farm animals, or any employee of such a company;</p> <p class=\"clause-e\">  (b)  the false statement does not imply or express that the person possesses the qualifications necessary to do a particular task or job in a manner that would not cause harm to farm animals, harm with respect to food safety or harm to an individual, when in fact the person does not possess those qualifications;</p> <p class=\"clause-e\">  (c)  as a result of the false statement and the consent obtained from the owner or occupier or the driver, the person who gave the false statement was able to obtain information or evidence of harm to a farm animal, harm with respect to food safety or harm to an individual, or another illegal activity, being carried out on a farm, animal processing facility or prescribed premises or in or near a motor vehicle transporting farm animals; and</p> <p class=\"clause-e\">  (d)  the person who gave the false statement discloses the information or evidence described in clause (c) to a police officer or other authority as soon as practicable after obtaining the information or evidence.</p>"
        },
        {
            "id": "13.",
            "section": "Threats, etc.",
            "content": " 13. A person who obtains the consent of the owner or occupier of a farm, animal processing facility or prescribed premises or of the driver of a motor vehicle transporting farm animals to carry out an act that, without the consent, is prohibited under subsection 5 (1), (2), (3) or (4) or 6 (2) of the Act, is considered to have obtained the consent under duress for the purposes of subsection 5 (6), 6 (4) or 14 (2) of the Act, if it was obtained in any of the following circumstances: 1.  The person threatened or used physical violence against the owner or occupier or the driver or any of their family members or employees. 2.  The person threatened or used physical force to damage or destroy property. 3.  The person made threats, using words or actions, that would cause any reasonable person having the same knowledge or background as the owner, occupier or driver to give consent in order to avoid that the person carry out the threat. Exceptions under Clause 7 (g) of the Act",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>A person who obtains the consent of the owner or occupier of a farm, animal processing facility or prescribed premises or of the driver of a motor vehicle transporting farm animals to carry out an act that, without the consent, is prohibited under subsection 5 (1), (2), (3) or (4) or 6 (2) of the Act, is considered to have obtained the consent under duress for the purposes of subsection 5 (6), 6 (4) or 14 (2) of the Act, if it was obtained in any of the following circumstances:</p> <p class=\"paragraph-e\">  1.  The person threatened or used physical violence against the owner or occupier or the driver or any of their family members or employees.</p> <p class=\"paragraph-e\">  2.  The person threatened or used physical force to damage or destroy property.</p> <p class=\"paragraph-e\">  3.  The person made threats, using words or actions, that would cause any reasonable person having the same knowledge or background as the owner, occupier or driver to give consent in order to avoid that the person carry out the threat.</p> <p class=\"heading1-e\">Exceptions under Clause 7 (g) of the Act</p>"
        },
        {
            "id": "14.",
            "section": "Exceptions",
            "content": " 14. For the purposes of clause 7 (g) of the Act, the prohibitions in sections 5 and 6 of the Act do not apply to a person who, (a)  is exercising a right or fulfilling a duty pursuant to an order or instrument issued under an Act of Ontario or Canada; (b)  is accompanying a person who is exempt from sections 5 and 6 of the Act under clause (a) of this section or under clauses 7 (a) to (d) of the Act and is acting in accordance with that other person’s directions; or (c)  is acting in accordance with an authorization or direction to enter in or on an animal protection zone or to approach a motor vehicle that is transporting farm animals that was given by a person who, (i)  is exempt from sections 5 and 6 of the Act under clause (a) of this section or under clause 7 (c) of the Act, and (ii)  is lawfully authorized under an Act of Ontario or Canada to give the authorization or direction. Arrests under Clause 8 (1) (d) of the Act",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>For the purposes of clause 7 (g) of the Act, the prohibitions in sections 5 and 6 of the Act do not apply to a person who,</p> <p class=\"clause-e\">  (a)  is exercising a right or fulfilling a duty pursuant to an order or instrument issued under an Act of Ontario or Canada;</p> <p class=\"clause-e\">  (b)  is accompanying a person who is exempt from sections 5 and 6 of the Act under clause (a) of this section or under clauses 7 (a) to (d) of the Act and is acting in accordance with that other person’s directions; or</p> <p class=\"clause-e\">  (c)  is acting in accordance with an authorization or direction to enter in or on an animal protection zone or to approach a motor vehicle that is transporting farm animals that was given by a person who,</p> <p class=\"subclause-e\">  (i)  is exempt from sections 5 and 6 of the Act under clause (a) of this section or under clause 7 (c) of the Act, and</p> <p class=\"subclause-e\">  (ii)  is lawfully authorized under an Act of Ontario or Canada to give the authorization or direction.</p> <p class=\"heading1-e\">Arrests under Clause 8 (1) (d) of the Act</p>"
        },
        {
            "id": "15.",
            "section": "Grounds for arrest",
            "content": " 15. For greater certainty, the right of an owner or occupier of a farm, animal processing facility or prescribed premises to arrest a person found in or on the farm, animal processing facility or prescribed premises under clause 8 (1) (d) of the Act may, by virtue of subsection 8 (2) of the Act, only be exercised if the owner or occupier believes that there are reasonable and probable grounds for carrying out the arrest, which may, depending on the circumstances, require asking the person why he or she is in or on the premises. Increased Penalties under Subsection 15 (2) of the Act",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>For greater certainty, the right of an owner or occupier of a farm, animal processing facility or prescribed premises to arrest a person found in or on the farm, animal processing facility or prescribed premises under clause 8 (1) (d) of the Act may, by virtue of subsection 8 (2) of the Act, only be exercised if the owner or occupier believes that there are reasonable and probable grounds for carrying out the arrest, which may, depending on the circumstances, require asking the person why he or she is in or on the premises.</p> <p class=\"heading1-e\">Increased Penalties under Subsection 15 (2) of the Act</p>"
        },
        {
            "id": "16.",
            "section": "Aggravating factors",
            "content": " 16. For the purposes of subsection 15 (2) of the Act, the following are prescribed as circumstances that increase the gravity of an offence: 1.  Where a farm animal was killed or needed to be killed during the commission of the offence or as a result of the offence. 2.  Where harm to a farm animal, other than the animal’s death, occurred during the commission of the offence or as a result of the offence. 3.  Where harm with respect to food safety occurred during the commission of the offence or as a result of the offence. 4.  Where harm to an individual occurred during the commission of the offence or as a result of the offence, except where the harm consisted of monetary loss incurred as a result of damage to property or destruction of property caused during the commission of an offence under subsection 5 (7) of the Act. 5.  Where biosecurity measures were breached during the commission of the offence or as a result of the offence. 6.  Where buildings in which people resided were entered during the commission of the offence. 7.  Where a trailer or any other part of a motor vehicle transporting farm animals was entered during the commission of the offence. 8.  Where farm animals were removed or released from an animal protection zone or from the trailer of a motor vehicle transporting farm animals during the commission of the offence. 9.  Where all or part of an animal carcass was removed from an animal protection zone or from the trailer of a motor vehicle transporting farm animals during the commission of the offence.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>For the purposes of subsection 15 (2) of the Act, the following are prescribed as circumstances that increase the gravity of an offence:</p> <p class=\"paragraph-e\">  1.  Where a farm animal was killed or needed to be killed during the commission of the offence or as a result of the offence.</p> <p class=\"paragraph-e\">  2.  Where harm to a farm animal, other than the animal’s death, occurred during the commission of the offence or as a result of the offence.</p> <p class=\"paragraph-e\">  3.  Where harm with respect to food safety occurred during the commission of the offence or as a result of the offence.</p> <p class=\"paragraph-e\">  4.  Where harm to an individual occurred during the commission of the offence or as a result of the offence, except where the harm consisted of monetary loss incurred as a result of damage to property or destruction of property caused during the commission of an offence under subsection 5 (7) of the Act.</p> <p class=\"paragraph-e\">  5.  Where biosecurity measures were breached during the commission of the offence or as a result of the offence.</p> <p class=\"paragraph-e\">  6.  Where buildings in which people resided were entered during the commission of the offence.</p> <p class=\"paragraph-e\">  7.  Where a trailer or any other part of a motor vehicle transporting farm animals was entered during the commission of the offence.</p> <p class=\"paragraph-e\">  8.  Where farm animals were removed or released from an animal protection zone or from the trailer of a motor vehicle transporting farm animals during the commission of the offence.</p> <p class=\"paragraph-e\">  9.  Where all or part of an animal carcass was removed from an animal protection zone or from the trailer of a motor vehicle transporting farm animals during the commission of the offence.</p>"
        },
        {
            "id": "17.",
            "section": "Aggravating factors",
            "content": " 17. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>17.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Aggravating factors",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/200701\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}