{
    "reg_info": {
        "full_title": "O. Reg. 332/08: CODE OF ETHICS AND OPERATION OF COMMITTEES",
        "reg_name_text": "code of ethics and operation of committees",
        "citation": "O. Reg. 332/08: CODE OF ETHICS AND OPERATION OF COMMITTEES",
        "act_under": "Motor Vehicle Dealers Act, 2002",
        "url": "https://www.ontario.ca/laws/regulation/080332",
        "date_scraped": "2023-12-19 06:59:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2010",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/080332/v2",
            "valid_from": "June  3, 2009",
            "valid_to": "December 31, 2009"
        },
        {
            "a_href": "/laws/regulation/080332/v1",
            "valid_from": "September 24, 2008",
            "valid_to": "June  2, 2009"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Definitions and Application of Regulation",
            "part_id": null,
            "part_type": null,
            "section": "Definitions and Application of Regulation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. In this Regulation, “registered” means registered under the Act unless the context specifically provides otherwise; (“inscrit”) “used motor vehicle” means, (a) a motor vehicle for which a permit has been issued under section 7 of the Highway Traffic Act or by another jurisdiction having an equivalent requirement to that section, or (b) a motor vehicle that has been used in a way for which a permit would have been required under section 7 of the Highway Traffic Act, but does not include a motor vehicle if, (c) the first permit for the vehicle issued under section 7 of the Highway Traffic Act\r\nwas issued to a purchaser or lessee who purchased or leased the vehicle, as the case may be, from a registered motor vehicle dealer, and (d) the purchaser or lessee did not take possession of the vehicle and the vehicle remained in the possession of the dealer until a new permit for the vehicle was issued under section 7 of the\r\nHighway Traffic Act to the dealer within 14 days after the issuance of the first permit for the vehicle. (“véhicule automobile d’occasion”)  O. Reg. 332/08, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“registered” means registered under the Act unless the context specifically provides otherwise; (“inscrit”)</p> <p class=\"definition-e\">“used motor vehicle” means,</p> <p class=\"defclause-e\">  (a) a motor vehicle for which a permit has been issued under section 7 of the <i>Highway Traffic Act</i> or by another jurisdiction having an equivalent requirement to that section, or</p> <p class=\"defclause-e\">  (b) a motor vehicle that has been used in a way for which a permit would have been required under section 7 of the <i>Highway Traffic Act</i>,</p> <p class=\"Sdefinition-e\">but does not include a motor vehicle if,</p> <p class=\"defclause-e\">  (c) the first permit for the vehicle issued under section 7 of the <i>Highway Traffic Act</i>\r\nwas issued to a purchaser or lessee who purchased or leased the vehicle, as the case may be, from a registered motor vehicle dealer, and</p> <p class=\"defclause-e\">  (d) the purchaser or lessee did not take possession of the vehicle and the vehicle remained in the possession of the dealer until a new permit for the vehicle was issued under section 7 of the\r\n<i>Highway Traffic Act</i> to the dealer within 14 days after the issuance of the first permit for the vehicle. (“véhicule automobile d’occasion”)  O. Reg. 332/08, s. 1.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "No contracting out",
            "content": " 2. This Regulation applies to registrants despite any contract or waiver to the contrary.  O. Reg. 332/08, s. 2. Code of Ethics",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>This Regulation applies to registrants despite any contract or waiver to the contrary.  O. Reg. 332/08, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK3\"></a>Code of Ethics</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Code of Ethics",
            "part_id": null,
            "part_type": null,
            "section": "Code of Ethics",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Integrity",
            "content": " 3. (1) A registrant shall be financially responsible in carrying on business.  O. Reg. 332/08, s. 3 (1). (2) A registrant shall not indicate to any person, directly or indirectly, that any payment, commission or other remuneration in connection with a trade in a motor vehicle is fixed or approved by the administrative authority, if any, a government authority or any motor vehicle board or association.  O. Reg. 332/08, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>(1) A registrant shall be financially responsible in carrying on business.  O. Reg. 332/08, s. 3 (1).</p> <p class=\"subsection-e\">  (2) A registrant shall not indicate to any person, directly or indirectly, that any payment, commission or other remuneration in connection with a trade in a motor vehicle is fixed or approved by the administrative authority, if any, a government authority or any motor vehicle board or association.  O. Reg. 332/08, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Disclosure and marketing",
            "content": " 4. (1) A registrant shall be clear and truthful in describing the features, benefits and prices connected with the motor vehicles in which the registrant trades and in explaining the products, services, programs and prices connected with those vehicles.  O. Reg. 332/08, s. 4 (1). (2) A registrant shall ensure that all representations, including advertising, made by or on behalf of the registrant in connection with trading in motor vehicles, are legal, decent, ethical and truthful.  O. Reg. 332/08, s. 4 (2). (3) Before entering into a contract with a customer who is not a registered motor vehicle dealer in respect of a trade in a motor vehicle, a registered motor vehicle dealer shall explain to the customer the terms of the contract between the customer and the dealer, including the financial and other obligations, if any, of the customer under the contract.  O. Reg. 332/08, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>(1) A registrant shall be clear and truthful in describing the features, benefits and prices connected with the motor vehicles in which the registrant trades and in explaining the products, services, programs and prices connected with those vehicles.  O. Reg. 332/08, s. 4 (1).</p> <p class=\"subsection-e\">  (2) A registrant shall ensure that all representations, including advertising, made by or on behalf of the registrant in connection with trading in motor vehicles, are legal, decent, ethical and truthful.  O. Reg. 332/08, s. 4 (2).</p> <p class=\"subsection-e\">  (3) Before entering into a contract with a customer who is not a registered motor vehicle dealer in respect of a trade in a motor vehicle, a registered motor vehicle dealer shall explain to the customer the terms of the contract between the customer and the dealer, including the financial and other obligations, if any, of the customer under the contract.  O. Reg. 332/08, s. 4 (3).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Disclosure of information in contracts of sale and lease",
            "content": " 5. A registered motor vehicle dealer who enters into a contract to sell or lease a motor vehicle to a person who is also a registered motor vehicle dealer shall ensure that the following information is disclosed in the contract: 1. If the vehicle is a used motor vehicle, the total distance that it has been driven if the dealer can determine the distance. 2. If the vehicle is a used motor vehicle and the dealer cannot determine the total distance that the vehicle has been driven but can determine the distance that the vehicle has been driven as of some past date, a statement of that distance and date, together with a statement that the total distance that the vehicle has been driven is believed to be higher than that distance. 3. If the vehicle is a used motor vehicle and the dealer can determine neither the total distance that the vehicle has been driven, nor the distance that the vehicle has been driven as of some past date, a statement that the total distance that the vehicle has been driven is unknown and may be substantially higher than the reading shown on the odometer. 4. If the vehicle’s odometer is broken or faulty, has been replaced, has been rolled back or is in miles, a statement to that effect. 5. If any of the following is true of the vehicle, a statement to the effect that the vehicle was previously, i. leased on a daily basis, unless the vehicle was subsequently owned by a person who was not registered as a motor vehicle dealer under the Motor Vehicle Dealers Act or the Motor Vehicle Dealers Act, 2002, ii. used as a police cruiser or used to provide emergency services, or iii. used as a taxi or limousine. 6. If the vehicle has sustained any damage caused by fire, a statement to that effect. 7. If the vehicle has sustained any damage caused by immersion in liquid that has penetrated to the level of at least the interior floorboards, a statement to that effect. 8. If there has been structural damage to the vehicle or any repairs, replacements or alterations to the structure of the vehicle, a statement to that effect. 9. If the vehicle is equipped with an anti-lock braking system that is not operational, a statement to that effect. 10. If any of the vehicle’s airbags are missing or are not operational, a statement to that effect. 11. If the vehicle is materially different from the original or advertised production specifications, a statement to that effect. 12. If the vehicle has two or more adjacent panels that are not bumper panels and that have been replaced, a statement to that effect. 13.  Revoked:  O. Reg. 220/09, s. 1. 14. The make, model, trim level and model year of the vehicle. 15. If any badge or other indication on the vehicle relates to a different model than the model of the vehicle, a statement to that effect. 16. If the total costs of repairs to fix the damage caused to the vehicle by an incident exceed $3,000, a statement to that effect and if the dealer knew the total costs, a statement of the total costs. 17. If the manufacturer’s warranty on the vehicle was cancelled, a statement to that effect. 18. If the vehicle was declared by an insurer to be a total loss, regardless of whether the vehicle was classified as irreparable or as salvage under section 199.1 of the Highway Traffic Act, a statement to that effect. 19. If the vehicle previously received treatment in a jurisdiction other than Ontario that was equivalent to having had a permit issued under section 7 of the Highway Traffic Act or having been traded in Ontario, a statement to that effect and a statement of which jurisdictions, except if one or more permits have been issued for the vehicle under section 7 of that Act to cover at least the seven previous consecutive years. 20. If the vehicle has been classified, under section 199.1 of the Highway Traffic Act, as irreparable, salvage or rebuilt, a statement as to how it was last classified. 21. If the vehicle had been recovered after being reported stolen, a statement to that effect. 22. Any other fact about the vehicle that affects the structural or mechanical quality or performance of the vehicle and that, if disclosed, could reasonably be expected to influence the decision of a reasonable purchaser or lessee to buy or lease the vehicle.  O. Reg. 332/08, s. 5; O. Reg. 220/09, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5</b><b>. </b>A registered motor vehicle dealer who enters into a contract to sell or lease a motor vehicle to a person who is also a registered motor vehicle dealer shall ensure that the following information is disclosed in the contract:</p> <p class=\"paragraph-e\">  1. If the vehicle is a used motor vehicle, the total distance that it has been driven if the dealer can determine the distance.</p> <p class=\"paragraph-e\">  2. If the vehicle is a used motor vehicle and the dealer cannot determine the total distance that the vehicle has been driven but can determine the distance that the vehicle has been driven as of some past date, a statement of that distance and date, together with a statement that the total distance that the vehicle has been driven is believed to be higher than that distance.</p> <p class=\"paragraph-e\">  3. If the vehicle is a used motor vehicle and the dealer can determine neither the total distance that the vehicle has been driven, nor the distance that the vehicle has been driven as of some past date, a statement that the total distance that the vehicle has been driven is unknown and may be substantially higher than the reading shown on the odometer.</p> <p class=\"paragraph-e\">  4. If the vehicle’s odometer is broken or faulty, has been replaced, has been rolled back or is in miles, a statement to that effect.</p> <p class=\"paragraph-e\">  5. If any of the following is true of the vehicle, a statement to the effect that the vehicle was previously,</p> <p class=\"subpara-e\">  i. leased on a daily basis, unless the vehicle was subsequently owned by a person who was not registered as a motor vehicle dealer under the <i>Motor Vehicle Dealers Act</i> or the <i>Motor Vehicle Dealers Act, 2002</i>,</p> <p class=\"subpara-e\">  ii. used as a police cruiser or used to provide emergency services, or</p> <p class=\"subpara-e\">  iii. used as a taxi or limousine.</p> <p class=\"paragraph-e\">  6. If the vehicle has sustained any damage caused by fire, a statement to that effect.</p> <p class=\"paragraph-e\">  7. If the vehicle has sustained any damage caused by immersion in liquid that has penetrated to the level of at least the interior floorboards, a statement to that effect.</p> <p class=\"paragraph-e\">  8. If there has been structural damage to the vehicle or any repairs, replacements or alterations to the structure of the vehicle, a statement to that effect.</p> <p class=\"paragraph-e\">  9. If the vehicle is equipped with an anti-lock braking system that is not operational, a statement to that effect.</p> <p class=\"paragraph-e\">  10. If any of the vehicle’s airbags are missing or are not operational, a statement to that effect.</p> <p class=\"paragraph-e\">  11. If the vehicle is materially different from the original or advertised production specifications, a statement to that effect.</p> <p class=\"paragraph-e\">  12. If the vehicle has two or more adjacent panels that are not bumper panels and that have been replaced, a statement to that effect.</p> <p class=\"paragraph-e\">  13.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 220/09, s. 1.</p> <p class=\"paragraph-e\">  14. The make, model, trim level and model year of the vehicle.</p> <p class=\"paragraph-e\">  15. If any badge or other indication on the vehicle relates to a different model than the model of the vehicle, a statement to that effect.</p> <p class=\"paragraph-e\">  16. If the total costs of repairs to fix the damage caused to the vehicle by an incident exceed $3,000, a statement to that effect and if the dealer knew the total costs, a statement of the total costs.</p> <p class=\"paragraph-e\">  17. If the manufacturer’s warranty on the vehicle was cancelled, a statement to that effect.</p> <p class=\"paragraph-e\">  18. If the vehicle was declared by an insurer to be a total loss, regardless of whether the vehicle was classified as irreparable or as salvage under section 199.1 of the <i>Highway Traffic Act</i>, a statement to that effect.</p> <p class=\"paragraph-e\">  19. If the vehicle previously received treatment in a jurisdiction other than Ontario that was equivalent to having had a permit issued under section 7 of the <i>Highway Traffic Act</i> or having been traded in Ontario, a statement to that effect and a statement of which jurisdictions, except if one or more permits have been issued for the vehicle under section 7 of that Act to cover at least the seven previous consecutive years.</p> <p class=\"paragraph-e\">  20. If the vehicle has been classified, under section 199.1 of the <i>Highway Traffic Act</i>, as irreparable, salvage or rebuilt, a statement as to how it was last classified.</p> <p class=\"paragraph-e\">  21. If the vehicle had been recovered after being reported stolen, a statement to that effect.</p> <p class=\"paragraph-e\">  22. Any other fact about the vehicle that affects the structural or mechanical quality or performance of the vehicle and that, if disclosed, could reasonably be expected to influence the decision of a reasonable purchaser or lessee to buy or lease the vehicle.  O. Reg. 332/08, s. 5; O. Reg. 220/09, s. 1.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Accountability",
            "content": " 6. (1) A registered motor vehicle dealer shall ensure that every registered salesperson that the dealer employs or retains to act as a salesperson carries out his or her duties in compliance with this Regulation.  O. Reg. 332/08, s. 6 (1). (2) A registered salesperson shall not do or omit to do anything that causes the registered motor vehicle dealer who employs or retains the salesperson to contravene this Regulation or any applicable law with respect to trading in motor vehicles.  O. Reg. 332/08, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>(1) A registered motor vehicle dealer shall ensure that every registered salesperson that the dealer employs or retains to act as a salesperson carries out his or her duties in compliance with this Regulation.  O. Reg. 332/08, s. 6 (1).</p> <p class=\"subsection-e\">  (2) A registered salesperson shall not do or omit to do anything that causes the registered motor vehicle dealer who employs or retains the salesperson to contravene this Regulation or any applicable law with respect to trading in motor vehicles.  O. Reg. 332/08, s. 6 (2).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Compliance",
            "content": " 7. (1) A registrant shall ensure that all documents used by the registrant in the course of a trade in a motor vehicle are current and comply with the law.  O. Reg. 332/08, s. 7 (1). (2) A registered motor vehicle dealer who enters into a contract with a person for the sale of a motor vehicle shall facilitate compliance by the person with the person’s obligations under subsection 11 (2) of the Highway Traffic Act\r\nunless the person instructs the dealer not to do so.  O. Reg. 332/08, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7</b><b>. </b>(1) A registrant shall ensure that all documents used by the registrant in the course of a trade in a motor vehicle are current and comply with the law.  O. Reg. 332/08, s. 7 (1).</p> <p class=\"subsection-e\">  (2) A registered motor vehicle dealer who enters into a contract with a person for the sale of a motor vehicle shall facilitate compliance by the person with the person’s obligations under subsection 11 (2) of the <i>Highway Traffic Act</i>\r\nunless the person instructs the dealer not to do so.  O. Reg. 332/08, s. 7 (2).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Respect",
            "content": " 8. (1) In carrying on business, registrants shall not engage in any act or omission that, having regard to all of the circumstances, would reasonably be regarded as insulting to human dignity or integrity and shall not use symbols that, having regard to all of the circumstances, would reasonably be regarded as offensive.  O. Reg. 332/08, s. 8 (1). (2) Registrants shall carry on business ethically and with respect for the rights and interests of the persons with whom they do business.  O. Reg. 332/08, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>8. </b>(1) In carrying on business, registrants shall not engage in any act or omission that, having regard to all of the circumstances, would reasonably be regarded as insulting to human dignity or integrity and shall not use symbols that, having regard to all of the circumstances, would reasonably be regarded as offensive.  O. Reg. 332/08, s. 8 (1).</p> <p class=\"subsection-e\">  (2) Registrants shall carry on business ethically and with respect for the rights and interests of the persons with whom they do business.  O. Reg. 332/08, s. 8 (2).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Professionalism",
            "content": " 9. (1) In carrying on business, a registrant shall not engage in any act or omission that, having regard to all of the circumstances, would reasonably be regarded as disgraceful, dishonourable, unprofessional or unbecoming of a registrant.  O. Reg. 332/08, s. 9 (1). (2) In carrying on a business, a registrant shall act with honesty, integrity and fairness.  O. Reg. 332/08, s. 9 (2). (3) A registrant shall use the registrant’s best efforts to prevent error, misrepresentation, fraud or any unethical practice in respect of a trade in a motor vehicle.  O. Reg. 332/08, s. 9 (3). (4) A registrant shall provide conscientious service to the registrant’s customers in the course of a trade in a motor vehicle and shall demonstrate reasonable knowledge, skill, judgment and competence in providing the services.  O. Reg. 332/08, s. 9 (4). (5) If, (a) a registered motor vehicle dealer enters into a contract to sell or lease a motor vehicle to a purchaser or lessee who is not another registered motor vehicle dealer; (b) the purchaser or lessee trades in another motor vehicle to the dealer under the contract or to another registered motor vehicle dealer under a separate contract; and (c) the dealer who receives the vehicle being traded in agrees to pay any outstanding loan on the vehicle or to pay any outstanding bill for the repair or storage of the vehicle, the dealer who receives the vehicle being traded in shall fulfil the dealer’s obligations under the agreement described in clause (c).  O. Reg. 332/08, s. 9 (5). Discipline and Appeals Committees",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>9. </b>(1) In carrying on business, a registrant shall not engage in any act or omission that, having regard to all of the circumstances, would reasonably be regarded as disgraceful, dishonourable, unprofessional or unbecoming of a registrant.  O. Reg. 332/08, s. 9 (1).</p> <p class=\"subsection-e\">  (2) In carrying on a business, a registrant shall act with honesty, integrity and fairness.  O. Reg. 332/08, s. 9 (2).</p> <p class=\"subsection-e\">  (3) A registrant shall use the registrant’s best efforts to prevent error, misrepresentation, fraud or any unethical practice in respect of a trade in a motor vehicle.  O. Reg. 332/08, s. 9 (3).</p> <p class=\"subsection-e\">  (4) A registrant shall provide conscientious service to the registrant’s customers in the course of a trade in a motor vehicle and shall demonstrate reasonable knowledge, skill, judgment and competence in providing the services.  O. Reg. 332/08, s. 9 (4).</p> <p class=\"subsection-e\">  (5) If,</p> <p class=\"clause-e\">  (a) a registered motor vehicle dealer enters into a contract to sell or lease a motor vehicle to a purchaser or lessee who is not another registered motor vehicle dealer;</p> <p class=\"clause-e\">  (b) the purchaser or lessee trades in another motor vehicle to the dealer under the contract or to another registered motor vehicle dealer under a separate contract; and</p> <p class=\"clause-e\">  (c) the dealer who receives the vehicle being traded in agrees to pay any outstanding loan on the vehicle or to pay any outstanding bill for the repair or storage of the vehicle,</p> <p class=\"Ssubsection-e\">the dealer who receives the vehicle being traded in shall fulfil the dealer’s obligations under the agreement described in clause (c).  O. Reg. 332/08, s. 9 (5).</p> <p class=\"heading1-e\"><a name=\"BK11\"></a>Discipline and Appeals Committees</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "Discipline and Appeals Committees",
            "part_id": null,
            "part_type": null,
            "section": "Discipline and Appeals Committees",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Composition",
            "content": " 10. (1) For the purposes of subsection 17 (3) of the Act, a discipline committee and an appeals committee shall each consist of at least five members, at least one of whom has never been, (a) a registrant, a former registrant or a person registered at any time under the Motor Vehicle Dealers Act; (b) a shareholder, officer, director or employee of a person described in clause (a); or (c) an officer, director or employee of a trade association that represents registrants or the interests of registrants.  O. Reg. 332/08, s. 10 (1). (2) A person may be appointed under subsection 17 (3) of the Act as a member of both committees.  O. Reg. 332/08, s. 10 (2). (3) A member of the board of the administrative authority, if there is an administrative authority, shall not be appointed under subsection 17 (3) of the Act as a member of the discipline committee or the appeals committee.  O. Reg. 332/08, s. 10 (3). (4) An appointment made under subsection 17 (3) of the Act expires at the end of, (a) the day specified in the appointment, if the appointment specifies an expiry day; or (b) the day before the third anniversary of the day the appointment took effect, if the appointment does not specify an expiry day.  O. Reg. 332/08, s. 10 (4). (5) A member of the discipline committee or appeals committee is eligible for reappointment after the end of the member’s term of office.  O. Reg. 332/08, s. 10 (5). (6) If the term of office of a member of the discipline committee or appeals committee who has participated in a hearing expires before the hearing is completed or a decision is given, the term is deemed to continue, but only for the purpose of completing the hearing and participating in the decision and for no other purpose.  O. Reg. 332/08, s. 10 (6). (7) The board of the administrative authority, if there is an administrative authority, may at any time terminate, for cause, an appointment made under subsection 17 (3) of the Act.  O. Reg. 332/08, s. 10 (7). (8) Subsection (6) does not apply to a member whose appointment is terminated for cause under subsection (7).  O. Reg. 332/08, s. 10 (8).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>10. </b>(1) For the purposes of subsection 17 (3) of the Act, a discipline committee and an appeals committee shall each consist of at least five members, at least one of whom has never been,</p> <p class=\"clause-e\">  (a) a registrant, a former registrant or a person registered at any time under the <i>Motor Vehicle Dealers Act</i>;</p> <p class=\"clause-e\">  (b) a shareholder, officer, director or employee of a person described in clause (a); or</p> <p class=\"clause-e\">  (c) an officer, director or employee of a trade association that represents registrants or the interests of registrants.  O. Reg. 332/08, s. 10 (1).</p> <p class=\"subsection-e\">  (2) A person may be appointed under subsection 17 (3) of the Act as a member of both committees.  O. Reg. 332/08, s. 10 (2).</p> <p class=\"subsection-e\">  (3) A member of the board of the administrative authority, if there is an administrative authority, shall not be appointed under subsection 17 (3) of the Act as a member of the discipline committee or the appeals committee.  O. Reg. 332/08, s. 10 (3).</p> <p class=\"subsection-e\">  (4) An appointment made under subsection 17 (3) of the Act expires at the end of,</p> <p class=\"clause-e\">  (a) the day specified in the appointment, if the appointment specifies an expiry day; or</p> <p class=\"clause-e\">  (b) the day before the third anniversary of the day the appointment took effect, if the appointment does not specify an expiry day.  O. Reg. 332/08, s. 10 (4).</p> <p class=\"subsection-e\">  (5) A member of the discipline committee or appeals committee is eligible for reappointment after the end of the member’s term of office.  O. Reg. 332/08, s. 10 (5).</p> <p class=\"subsection-e\">  (6) If the term of office of a member of the discipline committee or appeals committee who has participated in a hearing expires before the hearing is completed or a decision is given, the term is deemed to continue, but only for the purpose of completing the hearing and participating in the decision and for no other purpose.  O. Reg. 332/08, s. 10 (6).</p> <p class=\"subsection-e\">  (7) The board of the administrative authority, if there is an administrative authority, may at any time terminate, for cause, an appointment made under subsection 17 (3) of the Act.  O. Reg. 332/08, s. 10 (7).</p> <p class=\"subsection-e\">  (8) Subsection (6) does not apply to a member whose appointment is terminated for cause under subsection (7).  O. Reg. 332/08, s. 10 (8).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Chairs and vice-chairs",
            "content": " 11. (1) The board of the administrative authority, if there is an administrative authority, shall appoint, (a) from among the members of the discipline committee, one person as chair of the discipline committee and two persons as vice-chairs of the discipline committee; and (b) from among the members of the appeals committee, one person as chair of the appeals committee and two persons as vice-chairs of the appeals committee.  O. Reg. 332/08, s. 11 (1). (2) Subsections 10 (4), (5) and (7) apply, with necessary modifications, to an appointment made under subsection (1).  O. Reg. 332/08, s. 11 (2). (3) If the chair of a committee so requests or if the chair is absent or unable to act, the following person may exercise and perform the powers and duties of the chair: 1. The vice-chair of the committee whom the chair specifies. 2. The vice-chair of the committee who has the greater experience as vice-chair if the chair does not specify a vice-chair under paragraph 1.  O. Reg. 332/08, s. 11 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>11. </b>(1) The board of the administrative authority, if there is an administrative authority, shall appoint,</p> <p class=\"clause-e\">  (a) from among the members of the discipline committee, one person as chair of the discipline committee and two persons as vice-chairs of the discipline committee; and</p> <p class=\"clause-e\">  (b) from among the members of the appeals committee, one person as chair of the appeals committee and two persons as vice-chairs of the appeals committee.  O. Reg. 332/08, s. 11 (1).</p> <p class=\"subsection-e\">  (2) Subsections 10 (4), (5) and (7) apply, with necessary modifications, to an appointment made under subsection (1).  O. Reg. 332/08, s. 11 (2).</p> <p class=\"subsection-e\">  (3) If the chair of a committee so requests or if the chair is absent or unable to act, the following person may exercise and perform the powers and duties of the chair:</p> <p class=\"paragraph-e\">  1. The vice-chair of the committee whom the chair specifies.</p> <p class=\"paragraph-e\">  2. The vice-chair of the committee who has the greater experience as vice-chair if the chair does not specify a vice-chair under paragraph 1.  O. Reg. 332/08, s. 11 (3).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Oath or affirmation of office",
            "content": " 12. Every person appointed under subsection 17 (3) of the Act as a member of a committee and every person appointed under subsection 11 (1) of this Regulation as a chair or vice-chair of a committee shall, before beginning his or her duties, take and sign the following oath or affirmation in either English or French: I solemnly swear (affirm) that I will faithfully, impartially and to the best of my skill and knowledge execute the duties of .......................... and that, except as I may be legally authorized or required, I will not disclose or give to any person any information or document that comes to my knowledge or possession by reason of my being ........................... So help me God. (Omit this line in an affirmation.) O. Reg. 332/08, s. 12. Procedure of Discipline Committee",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>12. </b>Every person appointed under subsection 17 (3) of the Act as a member of a committee and every person appointed under subsection 11 (1) of this Regulation as a chair or vice-chair of a committee shall, before beginning his or her duties, take and sign the following oath or affirmation in either English or French:</p> <p class=\"parawindt2-e\">I solemnly swear (<i>affirm</i>) that I will faithfully, impartially and to the best of my skill and knowledge execute the duties of .......................... and that, except as I may be legally authorized or required, I will not disclose or give to any person any information or document that comes to my knowledge or possession by reason of my being ...........................</p> <p class=\"parawindt2-e\">So help me God. (<i>Omit this line in an affirmation.</i>)</p> <p class=\"footnote-e\">O. Reg. 332/08, s. 12.</p> <p class=\"heading1-e\"><a name=\"BK15\"></a>Procedure of Discipline Committee</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Procedure of Discipline Committee",
            "part_id": null,
            "part_type": null,
            "section": "Procedure of Discipline Committee",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Limitation",
            "content": " 13. The registrar shall not refer a complaint to the discipline committee under paragraph 4 of subsection 14 (4) of the Act after the second anniversary of the day on which the facts upon which the complaint is based first came to the knowledge of the registrar.  O. Reg. 332/08, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>13. </b>The registrar shall not refer a complaint to the discipline committee under paragraph 4 of subsection 14 (4) of the Act after the second anniversary of the day on which the facts upon which the complaint is based first came to the knowledge of the registrar.  O. Reg. 332/08, s. 13.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Panel",
            "content": " 14. (1) When a matter is referred to the discipline committee, the chair of the committee shall assign a panel in accordance with this section to hear and determine the matter under subsection 17 (1) of the Act.  O. Reg. 332/08, s. 14 (1). (2) The panel has all the jurisdiction and powers of the discipline committee with respect to hearing and determining the matter.  O. Reg. 332/08, s. 14 (2). (3) Subject to subsection 4.2.1 (1) of the Statutory Powers Procedure Act, the panel must be composed of at least three members of the discipline committee.  O. Reg. 332/08, s. 14 (3). (4) If the panel is composed of three or more members of the discipline committee, (a) at least two of the members of the panel must be registrants or officers or directors of a registered motor vehicle dealer; (b) if a registered motor vehicle dealer is the subject of the proceeding, at least one of the registrants who is a member of the panel must be a registered motor vehicle dealer or an officer or director of a registered motor vehicle dealer; (c) if a registered salesperson is the subject of the proceeding, at least one of the registrants who is a member of the panel must be a registered salesperson; and (d) at least one of the members of the panel must never have been, (i) a registrant, a former registrant or a person registered at any time under the Motor Vehicle Dealers Act, or (ii) a shareholder, officer, director or employee of a person described in subclause (i).  O. Reg. 332/08, s. 14 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>14. </b>(1) When a matter is referred to the discipline committee, the chair of the committee shall assign a panel in accordance with this section to hear and determine the matter under subsection 17 (1) of the Act.  O. Reg. 332/08, s. 14 (1).</p> <p class=\"subsection-e\">  (2) The panel has all the jurisdiction and powers of the discipline committee with respect to hearing and determining the matter.  O. Reg. 332/08, s. 14 (2).</p> <p class=\"subsection-e\">  (3) Subject to subsection 4.2.1 (1) of the <i>Statutory Powers Procedure Act</i>, the panel must be composed of at least three members of the discipline committee.  O. Reg. 332/08, s. 14 (3).</p> <p class=\"subsection-e\">  (4) If the panel is composed of three or more members of the discipline committee,</p> <p class=\"clause-e\">  (a) at least two of the members of the panel must be registrants or officers or directors of a registered motor vehicle dealer;</p> <p class=\"clause-e\">  (b) if a registered motor vehicle dealer is the subject of the proceeding, at least one of the registrants who is a member of the panel must be a registered motor vehicle dealer or an officer or director of a registered motor vehicle dealer;</p> <p class=\"clause-e\">  (c) if a registered salesperson is the subject of the proceeding, at least one of the registrants who is a member of the panel must be a registered salesperson; and</p> <p class=\"clause-e\">  (d) at least one of the members of the panel must never have been,</p> <p class=\"subclause-e\">  (i) a registrant, a former registrant or a person registered at any time under the <i>Motor Vehicle Dealers Act</i>, or</p> <p class=\"subclause-e\">  (ii) a shareholder, officer, director or employee of a person described in subclause (i).  O. Reg. 332/08, s. 14 (4).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Parties",
            "content": " 15. The parties to a proceeding before the discipline committee are, (a) the registrant who is the subject of the proceeding; (b) the administrative authority, if any; and (c) any other person that the committee adds as a party.  O. Reg. 332/08, s. 15.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>15. </b>The parties to a proceeding before the discipline committee are,</p> <p class=\"clause-e\">  (a) the registrant who is the subject of the proceeding;</p> <p class=\"clause-e\">  (b) the administrative authority, if any; and</p> <p class=\"clause-e\">  (c) any other person that the committee adds as a party.  O. Reg. 332/08, s. 15.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Disclosure from closed hearing",
            "content": " 16. If a hearing before the discipline committee is closed to the public, the committee may order that evidence given and submissions made at the hearing not be disclosed to any member of the public.  O. Reg. 332/08, s. 16.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>16. </b>If a hearing before the discipline committee is closed to the public, the committee may order that evidence given and submissions made at the hearing not be disclosed to any member of the public.  O. Reg. 332/08, s. 16.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Determination of committee",
            "content": " 17. If a proceeding before the discipline committee arises from a complaint by a person who is not a party to the proceeding, the committee shall send the person a copy of its determination or order, including the reasons if any that it has given, at the same time that it complies with section 18 of the Statutory Powers Procedure Act.  O. Reg. 332/08, s. 17.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>17. </b>If a proceeding before the discipline committee arises from a complaint by a person who is not a party to the proceeding, the committee shall send the person a copy of its determination or order, including the reasons if any that it has given, at the same time that it complies with section 18 of the <i>Statutory Powers Procedure Act</i>.  O. Reg. 332/08, s. 17.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of appeal rights",
            "content": " 18. When the discipline committee sends a copy of its determination or order to a party who participated in the proceeding, or the party’s counsel or agent, under section 18 of the Statutory Powers Procedure Act, it shall also send a notice outlining the party’s right to appeal under subsection 17 (5) of the Motor Vehicle Dealers Act, 2002\r\nand the procedures applicable to an appeal.  O. Reg. 332/08, s. 18. Appeals",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>18. </b>When the discipline committee sends a copy of its determination or order to a party who participated in the proceeding, or the party’s counsel or agent, under section 18 of the <i>Statutory Powers Procedure Act</i>, it shall also send a notice outlining the party’s right to appeal under subsection 17 (5) of the <i>Motor Vehicle Dealers Act, 2002</i>\r\nand the procedures applicable to an appeal.  O. Reg. 332/08, s. 18.</p> <p class=\"heading1-e\"><a name=\"BK22\"></a>Appeals</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Appeals",
            "part_id": null,
            "part_type": null,
            "section": "Appeals",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Commencement of appeals",
            "content": " 19. (1) A party to a proceeding before the discipline committee may commence an appeal under subsection 17 (5) of the Act by delivering the following to the appeals committee within 30 days after the discipline committee sends notice, under section 18 of the Statutory Powers Procedure Act, of the order being appealed: 1. A notice of appeal that, i. identifies the appellant and the other parties to the appeal, ii. identifies the order being appealed, iii. sets out the grounds for the appeal, and iv. sets out the relief that is sought. 2. The fee for commencing the appeal.  O. Reg. 332/08, s. 19 (1). (2) The fee for commencing the appeal shall be the fee set by the administrative authority, if any, under clause 12 (1) (b) of the Safety and Consumer Statutes Administration Act, 1996\r\nand shall be payable to the administrative authority.  O. Reg. 332/08, s. 19 (2). (3) The appellant shall, within the 30-day period mentioned in subsection (1), deliver a copy of the notice of appeal mentioned in paragraph 1 of subsection (1) to the other parties to the appeal and to the discipline committee.  O. Reg. 332/08, s. 19 (3). (4) When a party commences an appeal under subsection 17 (5) of the Act, the discipline committee shall at the earliest practical opportunity forward to the appeals committee the record compiled under section 20 of the Statutory Powers Procedure Act.  O. Reg. 332/08, s. 19 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>19. </b>(1) A party to a proceeding before the discipline committee may commence an appeal under subsection 17 (5) of the Act by delivering the following to the appeals committee within 30 days after the discipline committee sends notice, under section 18 of the <i>Statutory Powers Procedure Act</i>, of the order being appealed:</p> <p class=\"paragraph-e\">  1. A notice of appeal that,</p> <p class=\"subpara-e\">  i. identifies the appellant and the other parties to the appeal,</p> <p class=\"subpara-e\">  ii. identifies the order being appealed,</p> <p class=\"subpara-e\">  iii. sets out the grounds for the appeal, and</p> <p class=\"subpara-e\">  iv. sets out the relief that is sought.</p> <p class=\"paragraph-e\">  2. The fee for commencing the appeal.  O. Reg. 332/08, s. 19 (1).</p> <p class=\"subsection-e\">  (2) The fee for commencing the appeal shall be the fee set by the administrative authority, if any, under clause 12 (1) (b) of the <i>Safety and Consumer Statutes Administration Act, 1996</i><em><span>\r\nand</span></em> shall be payable to the administrative authority.  O. Reg. 332/08, s. 19 (2).</p> <p class=\"subsection-e\">  (3) The appellant shall, within the 30-day period mentioned in subsection (1), deliver a copy of the notice of appeal mentioned in paragraph 1 of subsection (1) to the other parties to the appeal and to the discipline committee.  O. Reg. 332/08, s. 19 (3).</p> <p class=\"subsection-e\">  (4) When a party commences an appeal under subsection 17 (5) of the Act, the discipline committee shall at the earliest practical opportunity forward to the appeals committee the record compiled under section 20 of the <i>Statutory Powers Procedure Act</i>.  O. Reg. 332/08, s. 19 (4).</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Panels",
            "content": " 20. (1) The chair of the appeals committee shall assign a panel in accordance with this section to hear and determine an appeal to the committee under subsection 17 (5) of the Act.  O. Reg. 332/08, s. 20 (1). (2) The panel has all the jurisdiction and powers of the appeals committee with respect to hearing and determining the appeal.  O. Reg. 332/08, s. 20 (2). (3) Subject to subsection 4.2.1 (1) of the Statutory Powers Procedure Act, the panel must be composed of at least three members of the appeals committee.  O. Reg. 332/08, s. 20 (3). (4) If the panel is composed of three or more members of the appeals committee, (a) at least two of the members of the panel must be registrants or officers or directors of a registered motor vehicle dealer; (b) if a registered motor vehicle dealer is the subject of the proceeding, at least one of the registrants who is a member of the panel must be a registered motor vehicle dealer or an officer or director of a registered motor vehicle dealer; (c) if a registered salesperson is the subject of the proceeding, at least one of the registrants who is a member of the panel must be a registered salesperson; and (d) at least one of the members of the panel must never have been, (i) a registrant, a former registrant or a person registered at any time under the Motor Vehicle Dealers Act, or (ii) a shareholder, officer, director or employee of a person described in subclause (i).  O. Reg. 332/08, s. 20 (4). (5) A person who was a member of the panel of the discipline committee that made the order being appealed must not be assigned to the panel of the appeals committee that hears and determines the appeal.  O. Reg. 332/08, s. 20 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>20. </b>(1) The chair of the appeals committee shall assign a panel in accordance with this section to hear and determine an appeal to the committee under subsection 17 (5) of the Act.  O. Reg. 332/08, s. 20 (1).</p> <p class=\"subsection-e\">  (2) The panel has all the jurisdiction and powers of the appeals committee with respect to hearing and determining the appeal.  O. Reg. 332/08, s. 20 (2).</p> <p class=\"subsection-e\">  (3) Subject to subsection 4.2.1 (1) of the <i>Statutory Powers Procedure Act</i>, the panel must be composed of at least three members of the appeals committee.  O. Reg. 332/08, s. 20 (3).</p> <p class=\"subsection-e\">  (4) If the panel is composed of three or more members of the appeals committee,</p> <p class=\"clause-e\">  (a) at least two of the members of the panel must be registrants or officers or directors of a registered motor vehicle dealer;</p> <p class=\"clause-e\">  (b) if a registered motor vehicle dealer is the subject of the proceeding, at least one of the registrants who is a member of the panel must be a registered motor vehicle dealer or an officer or director of a registered motor vehicle dealer;</p> <p class=\"clause-e\">  (c) if a registered salesperson is the subject of the proceeding, at least one of the registrants who is a member of the panel must be a registered salesperson; and</p> <p class=\"clause-e\">  (d) at least one of the members of the panel must never have been,</p> <p class=\"subclause-e\">  (i) a registrant, a former registrant or a person registered at any time under the <i>Motor Vehicle Dealers Act</i>, or</p> <p class=\"subclause-e\">  (ii) a shareholder, officer, director or employee of a person described in subclause (i).  O. Reg. 332/08, s. 20 (4).</p> <p class=\"subsection-e\">  (5) A person who was a member of the panel of the discipline committee that made the order being appealed must not be assigned to the panel of the appeals committee that hears and determines the appeal.  O. Reg. 332/08, s. 20 (5).</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Parties",
            "content": " 21. The parties to a proceeding before the appeals committee are the appellant, the other persons who were parties to the proceeding before the discipline committee, and any other person that the appeals committee adds as a party.  O. Reg. 332/08, s. 21.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>21. </b>The parties to a proceeding before the appeals committee are the appellant, the other persons who were parties to the proceeding before the discipline committee, and any other person that the appeals committee adds as a party.  O. Reg. 332/08, s. 21.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Proceedings",
            "content": " 22. Sections 16 and 17 apply, with necessary modifications, to proceedings before the appeals committee.  O. Reg. 332/08, s. 22. 23. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 332/08, s. 23.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>22. </b>Sections 16 and 17 apply, with necessary modifications, to proceedings before the appeals committee.  O. Reg. 332/08, s. 22.</p> <p class=\"section-e\"> <b>23.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 332/08, s. 23.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/080332\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}