{
    "reg_info": {
        "full_title": "O. Reg. 67/07: COMPENSATION ASSOCIATIONS",
        "reg_name_text": "COMPENSATION ASSOCIATIONS",
        "citation": "O. Reg. 67/07: ",
        "act_under": "Insurance Act   Loi sur les assurances",
        "url": "https://www.ontario.ca/laws/regulation/070067",
        "date_scraped": "2023-12-19 10:09:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 30, 2007",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070067/v1",
            "valid_from": "February 26, 2007",
            "valid_to": "April 29, 2007"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Designation of compensation associations",
            "content": "1. The following bodies corporate are designated as compensation associations: 1. Canadian Life and Health Insurance Compensation Corporation/Société canadienne d’indemnisation pour les assurances de personnes. 2. Property and Casualty Insurance Compensation Corporation/Société d’indemnisation en matière d’assurances IARD. O. Reg. 67/07, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The following bodies corporate are designated as compensation associations:</p> <p class=\"paragraph-e\">1. Canadian Life and Health Insurance Compensation Corporation/Société canadienne d’indemnisation pour les assurances de personnes.</p> <p class=\"paragraph-e\">2. Property and Casualty Insurance Compensation Corporation/Société d’indemnisation en matière d’assurances IARD. O. Reg. 67/07, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Designation of classes of insurers",
            "content": "2. Canadian Life and Health Insurance Compensation Corporation/Société canadienne d’indemnisation pour les assurances de personnes is designated as the compensation association for the following classes of insurers: 1. Insurers, other than fraternal societies, that are licensed for life insurance. 2. Insurers, other than fraternal societies, that are licensed only for accident and sickness insurance. 3. Insurers, other than fraternal societies, that are licensed only for accident and sickness insurance and credit protection insurance. O. Reg. 67/07, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Canadian Life and Health Insurance Compensation Corporation/Société canadienne d’indemnisation pour les assurances de personnes is designated as the compensation association for the following classes of insurers:</p> <p class=\"paragraph-e\">1. Insurers, other than fraternal societies, that are licensed for life insurance.</p> <p class=\"paragraph-e\">2. Insurers, other than fraternal societies, that are licensed only for accident and sickness insurance.</p> <p class=\"paragraph-e\">3. Insurers, other than fraternal societies, that are licensed only for accident and sickness insurance and credit protection insurance. O. Reg. 67/07, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Same",
            "content": "3. Property and Casualty Insurance Compensation Corporation/Société d’indemnisation en matière d’assurances IARD is designated as the compensation association for the following classes of insurers: 1. Insurers that are licensed for automobile insurance, boiler and machinery insurance, legal expenses insurance, liability insurance, other approved products insurance, or property insurance. 2. Insurers that are licensed for accident and sickness insurance, other than insurers described in section 2. 3. Insurers that are licensed only for credit protection insurance. O. Reg. 67/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Property and Casualty Insurance Compensation Corporation/Société d’indemnisation en matière d’assurances IARD is designated as the compensation association for the following classes of insurers:</p> <p class=\"paragraph-e\">1. Insurers that are licensed for automobile insurance, boiler and machinery insurance, legal expenses insurance, liability insurance, other approved products insurance, or property insurance.</p> <p class=\"paragraph-e\">2. Insurers that are licensed for accident and sickness insurance, other than insurers described in section 2.</p> <p class=\"paragraph-e\">3. Insurers that are licensed only for credit protection insurance. O. Reg. 67/07, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Same",
            "content": "4. Omitted (revokes other Regulations). O. Reg. 67/07, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> Omitted (revokes other Regulations). O. Reg. 67/07, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Same",
            "content": "5. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 67/07, s. 5. ",
            "raw_html": "<p class=\"section-e\"><b>5.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 67/07, s. 5.</p> <p class=\"Normal\"></p>"
        }
    ]
}