{
    "reg_info": {
        "full_title": "O. Reg. 267/10: CONDUCT AND DUTIES OF POLICE OFFICERS RESPECTING INVESTIGATIONS BY THE SPECIAL INVESTIGATIONS UNIT",
        "reg_name_text": "Conduct and Duties of Police Officers Respecting Investigations by the Special Investigations Unit",
        "citation": "O. Reg. 267/10: CONDUCT AND DUTIES OF POLICE OFFICERS RESPECTING INVESTIGATIONS BY THE SPECIAL INVESTIGATIONS UNIT",
        "act_under": "Police Services Act",
        "url": "https://www.ontario.ca/laws/regulation/100267",
        "date_scraped": "2023-12-18 19:36:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/100267/v7",
            "valid_from": "March 26, 2019",
            "valid_to": "November 30, 2020"
        },
        {
            "a_href": "/laws/regulation/100267/v6",
            "valid_from": "November 13, 2018",
            "valid_to": "March 25, 2019"
        },
        {
            "a_href": "/laws/regulation/100267/v5",
            "valid_from": "March  8, 2018",
            "valid_to": "November 12, 2018"
        },
        {
            "a_href": "/laws/regulation/100267/v4",
            "valid_from": "August  1, 2011",
            "valid_to": "March  7, 2018"
        },
        {
            "a_href": "/laws/regulation/100267/v3",
            "valid_from": "June 23, 2011",
            "valid_to": "July 31, 2011"
        },
        {
            "a_href": "/laws/regulation/100267/v2",
            "valid_from": "July  5, 2010",
            "valid_to": "June 22, 2011"
        },
        {
            "a_href": "/laws/regulation/100267/v1",
            "valid_from": "June 28, 2010",
            "valid_to": "July  4, 2010"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions and interpretation",
            "content": " 1. (1) In this Regulation,  “SIU” means the special investigations unit established under section 113 of the Act; (“UES”) “subject officer” means a police officer whose conduct appears, in the opinion of the SIU\r\ndirector, to have caused the death or serious injury under investigation; (“agent impliqué”) “witness officer” means a police officer who, in the opinion of the SIU director, is involved in the incident under investigation but is not a subject officer. (“agent témoin”)  O. Reg. 267/10, s. 1 (1). (2) The SIU director may designate an SIU\r\ninvestigator to act in his or her place and to have all the powers and duties of the SIU director under this Regulation and, if the SIU director appoints a designate, any reference to the SIU director in this Regulation, excluding this subsection, means the SIU director or his or her designate.  O. Reg. 267/10, s. 1 (2). (3) For the purposes of this Regulation, a person appointed as a police officer under the Interprovincial Policing Act, 2009 is deemed to be, (a) if the person was so appointed by a member of the Ontario Provincial Police, a member of that police force; (b) if the person was so appointed by a member of a municipal police force, a member of that police force; or (c) if the person was so appointed by a member of a board, a member of the municipal police force for which the board is responsible.  O. Reg. 267/10, s. 1 (3). (4) A police officer appointed under the Interprovincial Policing Act, 2009\r\nshall comply with all directions given to him or her for the purposes of this Regulation by the chief of police of the police force of which the officer is deemed to be a member or by the designate of that chief of police appointed under subsection 2 (1).  O. Reg. 267/10, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation, </p> <p class=\"firstdef-e\">“<span class=\"ovallcaps\">SIU</span>” means the special investigations unit established under section 113 of the Act; (“UES”)</p> <p class=\"definition-e\">“subject officer” means a police officer whose conduct appears, in the opinion of the <span class=\"ovallcaps\">SIU</span>\r\ndirector, to have caused the death or serious injury under investigation; (“agent impliqué”)</p> <p class=\"definition-e\">“witness officer” means a police officer who, in the opinion of the <span class=\"ovallcaps\">SIU</span> director, is involved in the incident under investigation but is not a subject officer. (“agent témoin”)  O. Reg. 267/10, s. 1 (1).</p> <p class=\"subsection-e\">  (2) The <span class=\"ovallcaps\">SIU</span> director may designate an <span class=\"ovallcaps\">SIU</span>\r\ninvestigator to act in his or her place and to have all the powers and duties of the <span class=\"ovallcaps\">SIU</span> director under this Regulation and, if the <span class=\"ovallcaps\">SIU</span> director appoints a designate, any reference to the <span class=\"ovallcaps\">SIU</span> director in this Regulation, excluding this subsection, means the <span class=\"ovallcaps\">SIU</span> director or his or her designate.  O. Reg. 267/10, s. 1 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of this Regulation, a person appointed as a police officer under the <i>Interprovincial Policing Act, 2009</i> is deemed to be,</p> <p class=\"clause-e\">  (a) if the person was so appointed by a member of the Ontario Provincial Police, a member of that police force;</p> <p class=\"clause-e\">  (b) if the person was so appointed by a member of a municipal police force, a member of that police force; or</p> <p class=\"clause-e\">  (c) if the person was so appointed by a member of a board, a member of the municipal police force for which the board is responsible.  O. Reg. 267/10, s. 1 (3). </p> <p class=\"subsection-e\">  (4) A police officer appointed under the <i>Interprovincial Policing Act, 2009</i>\r\nshall comply with all directions given to him or her for the purposes of this Regulation by the chief of police of the police force of which the officer is deemed to be a member or by the designate of that chief of police appointed under subsection 2 (1).  O. Reg. 267/10, s. 1 (4).</p>"
        },
        {
            "id": "2.",
            "section": "Designate of chief of police",
            "content": " 2. (1) The chief of police may designate a member of the police force who is not a subject officer or witness officer in the incident to act in the place of the chief of police and to have all the powers and duties of the chief of police in any matter respecting an incident under investigation by the SIU.  O. Reg. 267/10, s. 2 (1). (2) If the chief of police appoints a designate under subsection (1), any reference to the chief of police in this Regulation, excluding this section, means the chief of police or his or her designate.  O. Reg. 267/10, s. 2 (2). (3) The person appointed under subsection (1) must be a senior officer.  O. Reg. 267/10, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The chief of police may designate a member of the police force who is not a subject officer or witness officer in the incident to act in the place of the chief of police and to have all the powers and duties of the chief of police in any matter respecting an incident under investigation by the <span class=\"ovallcaps\">SIU</span>.  O. Reg. 267/10, s. 2 (1).</p> <p class=\"subsection-e\">  (2) If the chief of police appoints a designate under subsection (1), any reference to the chief of police in this Regulation, excluding this section, means the chief of police or his or her designate.  O. Reg. 267/10, s. 2 (2).</p> <p class=\"subsection-e\">  (3) The person appointed under subsection (1) must be a senior officer.  O. Reg. 267/10, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": "Notice to SIU",
            "content": " 3. (1) A chief of police shall notify the SIU immediately of an incident involving one or more of his or her police officers that may reasonably be considered to fall within the investigative mandate of the SIU, as set out in subsection 113 (5) of the Act.  O. Reg. 267/10, s. 3. (2) Despite subsection (1) and subject to subsection (3), a chief of police is not required to notify the SIU of any incident during which a police officer provides emergency first aid assistance, such as the administration of naloxone, cardiopulmonary resuscitation or other life-saving measures, to a person who needs or appears to need emergency first aid assistance, (a) immediately upon arriving at the scene of the incident; or (b) after arriving at the scene of the incident but immediately upon becoming aware of the need or apparent need for emergency first aid assistance. O. Reg. 466/18, s. 1. (3) A chief of police shall notify the SIU of an incident described in subsection (2) if any of the following circumstances exist in relation to the incident: 1. A police officer used force against the person prior to or after the provision of emergency first aid assistance. 2. The person suffered serious injuries or died while detained by police or in police custody. 3. The person suffered serious injuries or died as a result of a motor vehicle incident involving police or a police pursuit. O. Reg. 466/18, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A chief of police shall notify the <span class=\"ovallcaps\">SIU</span> immediately of an incident involving one or more of his or her police officers that may reasonably be considered to fall within the investigative mandate of the <span class=\"ovallcaps\">SIU</span>, as set out in subsection 113 (5) of the Act.  O. Reg. 267/10, s. 3.</p> <p class=\"subsection-e\">  (2) Despite subsection (1) and subject to subsection (3), a chief of police is not required to notify the SIU of any incident during which a police officer provides emergency first aid assistance, such as the administration of naloxone, cardiopulmonary resuscitation or other life-saving measures, to a person who needs or appears to need emergency first aid assistance,</p> <p class=\"clause-e\">  (a) immediately upon arriving at the scene of the incident; or</p> <p class=\"clause-e\">  (b) after arriving at the scene of the incident but immediately upon becoming aware of the need or apparent need for emergency first aid assistance. O. Reg. 466/18, s. 1.</p> <p class=\"subsection-e\">  (3) A chief of police shall notify the SIU of an incident described in subsection (2) if any of the following circumstances exist in relation to the incident:</p> <p class=\"paragraph-e\">  1. A police officer used force against the person prior to or after the provision of emergency first aid assistance.</p> <p class=\"paragraph-e\">  2. The person suffered serious injuries or died while detained by police or in police custody.</p> <p class=\"paragraph-e\">  3. The person suffered serious injuries or died as a result of a motor vehicle incident involving police or a police pursuit. O. Reg. 466/18, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": "Securing scene of incident",
            "content": " 4. The chief of police shall ensure that, pending the SIU taking charge of the scene of the incident, the police force secures the scene in a manner consistent with all standing orders, policies and usual practice of the police force for serious incidents.  O. Reg. 267/10, s. 4. ",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The chief of police shall ensure that, pending the <span class=\"ovallcaps\">SIU</span> taking charge of the scene of the incident, the police force secures the scene in a manner consistent with all standing orders, policies and usual practice of the police force for serious incidents.  O. Reg. 267/10, s. 4. </p>"
        },
        {
            "id": "5.",
            "section": "SIU as lead investigator",
            "content": " 5. The SIU shall be the lead investigator in the investigation of the incident and shall have priority over any police force in the investigation.  O. Reg. 267/10, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The <span class=\"ovallcaps\">SIU</span> shall be the lead investigator in the investigation of the incident and shall have priority over any police force in the investigation.  O. Reg. 267/10, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Segregation of police officers involved in incident",
            "content": " 6. (1) The chief of police shall, to the extent that it is practicable, segregate all the police officers involved in the incident from each other until after the SIU has completed its interviews.  O. Reg. 267/10, s. 6 (1). (2) A police officer involved in the incident shall not communicate directly or indirectly with any other police officer involved in the incident concerning their involvement in the incident until after the SIU has completed its interviews.  O. Reg. 267/10, s. 6 (2); O. Reg. 283/11, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The chief of police shall, to the extent that it is practicable, segregate all the police officers involved in the incident from each other until after the <span class=\"ovallcaps\">SIU</span> has completed its interviews.  O. Reg. 267/10, s. 6 (1).</p> <p class=\"subsection-e\">  (2) A police officer involved in the incident shall not communicate directly or indirectly with any other police officer involved in the incident concerning their involvement in the incident until after the <span class=\"ovallcaps\">SIU</span> has completed its interviews.  O. Reg. 267/10, s. 6 (2); O. Reg. 283/11, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": "Right to counsel",
            "content": " 7. (1) Subject to subsection (2), every police officer is entitled to consult with legal counsel or a representative of a police association and to have legal counsel or a representative of a police association present during his or her interview with the SIU.  O. Reg. 267/10, s. 7 (1). (2) Subsection (1) does not apply if, in the opinion of the SIU director, waiting for legal counsel or a representative of a police association would cause an unreasonable delay in the investigation.  O. Reg. 267/10, s. 7 (2). (3) Witness officers may not be represented by the same legal counsel as subject officers.  O. Reg. 283/11, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) Subject to subsection (2), every police officer is entitled to consult with legal counsel or a representative of a police association and to have legal counsel or a representative of a police association present during his or her interview with the <span class=\"ovallcaps\">SIU</span>.  O. Reg. 267/10, s. 7 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply if, in the opinion of the <span class=\"ovallcaps\">SIU</span> director, waiting for legal counsel or a representative of a police association would cause an unreasonable delay in the investigation.  O. Reg. 267/10, s. 7 (2).</p> <p class=\"subsection-e\">  (3) Witness officers may not be represented by the same legal counsel as subject officers.  O. Reg. 283/11, s. 2.</p>"
        },
        {
            "id": "8.",
            "section": "Interview of witness officers",
            "content": " 8. (1) Subject to subsections (2) and (5) and section 10, immediately upon receiving a request for an interview by the SIU, and no later than 24 hours after the request if there are appropriate grounds for delay, a witness officer shall meet with the SIU and answer all its questions.  O. Reg. 267/10, s. 8 (1). (2) A request for an interview by the SIU must be made in person.  O. Reg. 267/10, s. 8 (2). (3) The SIU shall cause the interview to be recorded and shall give a copy of the record to the witness officer as soon as it is available.  O. Reg. 267/10, s. 8 (3). (4) The interview shall not be recorded by audiotape or videotape except with the consent of the witness officer.  O. Reg. 267/10, s. 8 (4). (5) The SIU director may request an interview take place beyond the time requirement as set out in subsection (1).  O. Reg. 267/10, s. 8 (5).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Subject to subsections (2) and (5) and section 10, immediately upon receiving a request for an interview by the <span class=\"ovallcaps\">SIU</span>, and no later than 24 hours after the request if there are appropriate grounds for delay, a witness officer shall meet with the <span class=\"ovallcaps\">SIU</span> and answer all its questions.  O. Reg. 267/10, s. 8 (1).</p> <p class=\"subsection-e\">  (2) A request for an interview by the SIU must be made in person.  O. Reg. 267/10, s. 8 (2).</p> <p class=\"subsection-e\">  (3) The <span class=\"ovallcaps\">SIU</span> shall cause the interview to be recorded and shall give a copy of the record to the witness officer as soon as it is available.  O. Reg. 267/10, s. 8 (3).</p> <p class=\"subsection-e\">  (4) The interview shall not be recorded by audiotape or videotape except with the consent of the witness officer.  O. Reg. 267/10, s. 8 (4).</p> <p class=\"subsection-e\">  (5) The <span class=\"ovallcaps\">SIU</span> director may request an interview take place beyond the time requirement as set out in subsection (1).  O. Reg. 267/10, s. 8 (5).</p>"
        },
        {
            "id": "9.",
            "section": "Notes on incident",
            "content": " 9. (1) A witness officer shall complete in full the notes on the incident in accordance with his or her duty and, subject to subsection (4) and section 10, shall provide the notes to the chief of police within 24 hours after a request for the notes is made by the SIU.  O. Reg. 267/10, s. 9 (1). (2) Subject to subsection (4) and section 10, the chief of police shall provide copies of a witness officer’s notes to the SIU upon request, and no later than 24 hours after the request.  O. Reg. 267/10, s. 9 (2). (3) A subject officer shall complete in full the notes on the incident in accordance with his or her duty, but no member of the police force shall provide copies of the notes at the request of the SIU.  O. Reg. 267/10, s. 9 (3). (4) The SIU director may allow the chief of police to provide copies of the notes beyond the time requirement set out in subsection (2).  O. Reg. 267/10, s. 9 (4). (5) The notes made pursuant to subsections (1) and (3) shall be completed by the end of the officer’s tour of duty, except where excused by the chief of police.  O. Reg. 283/11, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) A witness officer shall complete in full the notes on the incident in accordance with his or her duty and, subject to subsection (4) and section 10, shall provide the notes to the chief of police within 24 hours after a request for the notes is made by the <span class=\"ovallcaps\">SIU</span>.  O. Reg. 267/10, s. 9 (1).</p> <p class=\"subsection-e\">  (2) Subject to subsection (4) and section 10, the chief of police shall provide copies of a witness officer’s notes to the <span class=\"ovallcaps\">SIU</span> upon request, and no later than 24 hours after the request.  O. Reg. 267/10, s. 9 (2).</p> <p class=\"subsection-e\">  (3) A subject officer shall complete in full the notes on the incident in accordance with his or her duty, but no member of the police force shall provide copies of the notes at the request of the <span class=\"ovallcaps\">SIU</span>.  O. Reg. 267/10, s. 9 (3).</p> <p class=\"subsection-e\">  (4) The <span class=\"ovallcaps\">SIU</span> director may allow the chief of police to provide copies of the notes beyond the time requirement set out in subsection (2).  O. Reg. 267/10, s. 9 (4).</p> <p class=\"subsection-e\">  (5) The notes made pursuant to subsections (1) and (3) shall be completed by the end of the officer’s tour of duty, except where excused by the chief of police.  O. Reg. 283/11, s. 3.</p>"
        },
        {
            "id": "10.",
            "section": "Notice of whether subject officer or witness officer",
            "content": " 10. (1) The\r\nSIU shall, before requesting an interview with a police officer or before requesting a copy of his or her notes on the incident, advise the chief of police and the officer in writing whether the officer is considered to be a subject officer or a witness officer.  O. Reg. 267/10, s. 10 (1). (2) The SIU shall advise the chief of police and the police officer in writing if, at any time after first advising them that the officer is considered to be a subject officer or a witness officer, the SIU director decides that an officer formerly considered to be a subject officer is now considered to be a witness officer or an officer formerly considered to be a witness officer is now considered to be a subject officer.  O. Reg. 267/10, s. 10 (2). (3) If, after interviewing a police officer who was considered to be a witness officer when the interview was requested or after obtaining a copy of the notes of a police officer who was considered to be a witness officer when the notes were requested, the SIU director decides that the police officer is a subject officer, the SIU\r\nshall, (a) advise the chief of police and the officer in writing that the officer is now considered to be a subject officer; (b) give the police officer the original and all copies of the record of the interview; and (c) give the chief of police the original and all copies of the police officer’s notes.  O. Reg. 267/10, s. 10 (3). (4) The chief of police shall keep the original and all copies of the police officer’s notes received under clause (3) (c) for use in his or her investigation under section 11.  O. Reg. 267/10, s. 10 (4).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) The\r\n<span class=\"ovallcaps\">SIU</span> shall, before requesting an interview with a police officer or before requesting a copy of his or her notes on the incident, advise the chief of police and the officer in writing whether the officer is considered to be a subject officer or a witness officer.  O. Reg. 267/10, s. 10 (1).</p> <p class=\"subsection-e\">  (2) The <span class=\"ovallcaps\">SIU</span> shall advise the chief of police and the police officer in writing if, at any time after first advising them that the officer is considered to be a subject officer or a witness officer, the <span class=\"ovallcaps\">SIU</span> director decides that an officer formerly considered to be a subject officer is now considered to be a witness officer or an officer formerly considered to be a witness officer is now considered to be a subject officer.  O. Reg. 267/10, s. 10 (2).</p> <p class=\"subsection-e\">  (3) If, after interviewing a police officer who was considered to be a witness officer when the interview was requested or after obtaining a copy of the notes of a police officer who was considered to be a witness officer when the notes were requested, the <span class=\"ovallcaps\">SIU</span> director decides that the police officer is a subject officer, the <span class=\"ovallcaps\">SIU</span>\r\nshall,</p> <p class=\"clause-e\">  (a) advise the chief of police and the officer in writing that the officer is now considered to be a subject officer;</p> <p class=\"clause-e\">  (b) give the police officer the original and all copies of the record of the interview; and</p> <p class=\"clause-e\">  (c) give the chief of police the original and all copies of the police officer’s notes.  O. Reg. 267/10, s. 10 (3).</p> <p class=\"subsection-e\">  (4) The chief of police shall keep the original and all copies of the police officer’s notes received under clause (3) (c) for use in his or her investigation under section 11.  O. Reg. 267/10, s. 10 (4).</p>"
        },
        {
            "id": "11.",
            "section": "Investigation caused by chief of police",
            "content": " 11. (1) The chief of police shall also cause an investigation to be conducted forthwith into any incident with respect to which the SIU\r\nhas been notified, subject to the SIU’s lead role in investigating the incident.  O. Reg. 267/10, s. 11 (1). (2) The purpose of the chief of police’s investigation is to review the policies of or services provided by the police force and the conduct of its police officers.  O. Reg. 267/10, s. 11 (2). (3) All members of the police force shall co-operate fully with the chief of police’s investigation.  O. Reg. 267/10, s. 11 (3). (4) The chief of police of a municipal police force shall report his or her findings and any action taken or recommended to be taken to the board within 30 days after the SIU director advises the chief of police that he or she has reported the results of the SIU’s investigation to the Attorney General, and the board may make the chief of police’s report available to the public.  O. Reg. 267/10, s. 11 (4). (5) The Commissioner of the Ontario Provincial Police shall prepare a report of his or her findings and any action taken within 30 days after the SIU\r\ndirector advises the Commissioner that he or she has reported the results of the SIU’s investigation to the Attorney General, and the Commissioner may make the report available to the public.  O. Reg. 267/10, s. 11 (5).",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) The chief of police shall also cause an investigation to be conducted forthwith into any incident with respect to which the <span class=\"ovallcaps\">SIU</span>\r\nhas been notified, subject to the <span class=\"ovallcaps\">SIU</span>’s lead role in investigating the incident.  O. Reg. 267/10, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The purpose of the chief of police’s investigation is to review the policies of or services provided by the police force and the conduct of its police officers.  O. Reg. 267/10, s. 11 (2).</p> <p class=\"subsection-e\">  (3) All members of the police force shall co-operate fully with the chief of police’s investigation.  O. Reg. 267/10, s. 11 (3).</p> <p class=\"subsection-e\">  (4) The chief of police of a municipal police force shall report his or her findings and any action taken or recommended to be taken to the board within 30 days after the <span class=\"ovallcaps\">SIU</span> director advises the chief of police that he or she has reported the results of the <span class=\"ovallcaps\">SIU</span>’s investigation to the Attorney General, and the board may make the chief of police’s report available to the public.  O. Reg. 267/10, s. 11 (4).</p> <p class=\"subsection-e\">  (5) The Commissioner of the Ontario Provincial Police shall prepare a report of his or her findings and any action taken within 30 days after the <span class=\"ovallcaps\">SIU</span>\r\ndirector advises the Commissioner that he or she has reported the results of the <span class=\"ovallcaps\">SIU</span>’s investigation to the Attorney General, and the Commissioner may make the report available to the public.  O. Reg. 267/10, s. 11 (5).</p>"
        },
        {
            "id": "12.",
            "section": "Disclosure of information",
            "content": " 12. (1) The police force may disclose to any person the fact that the SIU director has been notified of an incident and is conducting an investigation into it.  O. Reg. 267/10, s. 12 (1). (2) The police force and members of a police force shall not, during the course of an investigation by the SIU into an incident, disclose to any person any information with respect to the incident or the investigation, (a) except as permitted by this Regulation; (b) except that a police officer appointed under the Interprovincial Policing Act, 2009\r\nmay disclose the information to his or her extra-provincial commander during the course of the investigation; or (c) except that the chief of police of the police force of which a police officer appointed under the Interprovincial Policing Act, 2009 is deemed to be a member may disclose the information during the course of the investigation to, (i) the extra-provincial commander of the officer, or (ii) an appointing official as defined in that Act if the chief of police is not such an official and the investigation relates to the officer.  O. Reg. 267/10, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) The police force may disclose to any person the fact that the <span class=\"ovallcaps\">SIU</span> director has been notified of an incident and is conducting an investigation into it.  O. Reg. 267/10, s. 12 (1).</p> <p class=\"subsection-e\">  (2) The police force and members of a police force shall not, during the course of an investigation by the <span class=\"ovallcaps\">SIU</span><span class=\"ovallcaps\"> into an incident</span>, disclose to any person any information with respect to the incident or the investigation,</p> <p class=\"clause-e\">  (a) except as permitted by this Regulation;</p> <p class=\"clause-e\">  (b) except that a police officer appointed under the <i>Interprovincial Policing Act, 2009</i>\r\nmay disclose the information to his or her extra-provincial commander during the course of the investigation; or</p> <p class=\"clause-e\">  (c) except that the chief of police of the police force of which a police officer appointed under the <i>Interprovincial Policing Act, 2009</i> is deemed to be a member may disclose the information during the course of the investigation to,</p> <p class=\"subclause-e\">  (i) the extra-provincial commander of the officer, or</p> <p class=\"subclause-e\">  (ii) an appointing official as defined in that Act if the chief of police is not such an official and the investigation relates to the officer.  O. Reg. 267/10, s. 12 (2).</p>"
        },
        {
            "id": "13.",
            "section": "Public statements",
            "content": " 13. The SIU shall not, during the course of an investigation by the SIU, make any public statement about the investigation unless the statement is aimed at preserving the integrity of the investigation.  O. Reg. 267/10, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>The <span class=\"ovallcaps\">SIU</span> shall not, during the course of an investigation by the <span class=\"ovallcaps\">SIU</span>, make any public statement about the investigation unless the statement is aimed at preserving the integrity of the investigation.  O. Reg. 267/10, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Non-application of this Regulation",
            "content": " 14. A chief of police or police officer shall not be required to comply with a provision of this Regulation if, in the opinion of the SIU director, compliance is not possible for reasons beyond the chief of police’s or police officer’s control.  O. Reg. 267/10, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>A chief of police or police officer shall not be required to comply with a provision of this Regulation if, in the opinion of the <span class=\"ovallcaps\">SIU</span> director, compliance is not possible for reasons beyond the chief of police’s or police officer’s control.  O. Reg. 267/10, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Non-application of this Regulation",
            "content": " 15. Omitted (revokes other Regulations).  O. Reg. 267/10, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>15.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).  O. Reg. 267/10, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Non-application of this Regulation",
            "content": " 16. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 267/10, s. 16.",
            "raw_html": "<p class=\"section-e\"> <b>16.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 267/10, s. 16.</p>"
        },
        {
            "id": null,
            "section": "Non-application of this Regulation",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/100267\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}