{
    "reg_info": {
        "full_title": "O. Reg. 130/92: ESTABLISHING, OPERATING AND CLOSING CEMETERIES AND CREMATORIA",
        "reg_name_text": "ESTABLISHING, OPERATING AND CLOSING CEMETERIES AND CREMATORIA",
        "citation": "O. Reg. 130/92: ",
        "act_under": "Cemeteries Act (Revised)   Loi sur les cimetières (révisée)",
        "url": "https://www.ontario.ca/laws/regulation/920130",
        "date_scraped": "2023-12-19 05:11:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/920130/v4",
            "valid_from": "October 31, 2011",
            "valid_to": "June 30, 2012"
        },
        {
            "a_href": "/laws/regulation/920130/v3",
            "valid_from": "June 14, 2011",
            "valid_to": "October 30, 2011"
        },
        {
            "a_href": "/laws/regulation/920130/v2",
            "valid_from": "February 11, 2011",
            "valid_to": "June 13, 2011"
        },
        {
            "a_href": "/laws/regulation/920130/v1",
            "valid_from": "July  1, 1992",
            "valid_to": "February 10, 2011"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Consent to Establish, Alter or Increase Cemetery or Crematorium",
            "content": "1. (1) A person is exempt from section 2 of the Act unless the person proposes to do one of the following: 1. To establish a cemetery or crematorium. 2. To increase the area of a cemetery. 3. To increase the number of retorts in a crematorium. 4. To construct or to increase the capacity of a columbarium, mausoleum or other structure intended to be used to inter human remains in a cemetery. O. Reg. 130/92, s. 1 (1). (2) A person is exempt from section 2 of the Act if the person proposes to establish, alter or increase the capacity of a small scale columbarium on land already approved by the applicable municipality for a small scale columbarium. O. Reg. 130/92, s. 1 (2). (3) For the purposes of subsection (2), “small scale columbarium” means a columbarium measuring no more than two metres in height and having a volume of no more than fifteen cubic metres. O. Reg. 130/92, s. 1 (3). (4) A person who is exempt from section 2 of the Act and wishes to alter an established cemetery or crematorium or to increase its capacity shall file with the Registrar a detailed plan of the alteration or increase within fifteen days prior to commencing the alteration or increase. O. Reg. 130/92, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) A person is exempt from section 2 of the Act unless the person proposes to do one of the following:</p> <p class=\"paragraph-e\">1. To establish a cemetery or crematorium.</p> <p class=\"paragraph-e\">2. To increase the area of a cemetery.</p> <p class=\"paragraph-e\">3. To increase the number of retorts in a crematorium.</p> <p class=\"paragraph-e\">4. To construct or to increase the capacity of a columbarium, mausoleum or other structure intended to be used to inter human remains in a cemetery. O. Reg. 130/92, s. 1 (1).</p> <p class=\"subsection-e\">(2) A person is exempt from section 2 of the Act if the person proposes to establish, alter or increase the capacity of a small scale columbarium on land already approved by the applicable municipality for a small scale columbarium. O. Reg. 130/92, s. 1 (2).</p> <p class=\"subsection-e\">(3) For the purposes of subsection (2), </p> <p class=\"firstdef-e\">“small scale columbarium” means a columbarium measuring no more than two metres in height and having a volume of no more than fifteen cubic metres. O. Reg. 130/92, s. 1 (3).</p> <p class=\"subsection-e\">(4) A person who is exempt from section 2 of the Act and wishes to alter an established cemetery or crematorium or to increase its capacity shall file with the Registrar a detailed plan of the alteration or increase within fifteen days prior to commencing the alteration or increase. O. Reg. 130/92, s. 1 (4).</p>"
        },
        {
            "id": "2.",
            "section": "Consent to Establish, Alter or Increase Cemetery or Crematorium",
            "content": "2. (1) For the purposes of clause 3 (1) (b) of the Act, the following are the prescribed documents to be submitted by an applicant for consent: 1. A general plan of the cemetery or crematorium, drawn to scale and showing compass bearings, lot numbers and the location and dimensions of every lot, walk, fence, road, watercourse, building and adjoining road in the portion of the cemetery to be available for interments. 2. A copy of any site plan agreement under the Planning Act, that is relevant to the cemetery or crematorium. 3. If the application for consent is for the establishment or enlargement of a cemetery, a certificate of a medical officer of health stating that the land is suitable for use as a cemetery. 4. If the application for consent is for a cemetery that will include a crematorium, a copy of the environmental compliance approval required under section 9 of the Environmental Protection Act. 5. If the cemetery or crematorium or any part thereof is designated under the Ontario Heritage Act, a copy of the designation by-law. O. Reg. 130/92, s. 2 (1); O. Reg. 262/11, s. 1. (2) The general plan of the cemetery shall be, (a) prepared by an Ontario Land Surveyor or prepared from a deposited reference plan of survey of the cemetery or crematorium lands; and (b) certified by the applicable municipality or by the Minister of Natural Resources as having been approved by the municipality or the Minister, as the case may be. O. Reg. 130/92, s. 2 (2). (3) The owner shall keep a copy of the general plan available for public inspection during reasonable hours. O. Reg. 130/92, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) For the purposes of clause 3 (1) (b) of the Act, the following are the prescribed documents to be submitted by an applicant for consent:</p> <p class=\"paragraph-e\">1. A general plan of the cemetery or crematorium, drawn to scale and showing compass bearings, lot numbers and the location and dimensions of every lot, walk, fence, road, watercourse, building and adjoining road in the portion of the cemetery to be available for interments.</p> <p class=\"paragraph-e\">2. A copy of any site plan agreement under the <i>Planning Act</i>, that is relevant to the cemetery or crematorium.</p> <p class=\"paragraph-e\">3. If the application for consent is for the establishment or enlargement of a cemetery, a certificate of a medical officer of health stating that the land is suitable for use as a cemetery.</p> <p class=\"paragraph-e\">4. If the application for consent is for a cemetery that will include a crematorium, a copy of the environmental compliance approval required under section 9 of the <i>Environmental Protection Act</i>.</p> <p class=\"paragraph-e\">5. If the cemetery or crematorium or any part thereof is designated under the <i>Ontario Heritage Act</i>, a copy of the designation by-law. O. Reg. 130/92, s. 2 (1); O. Reg. 262/11, s. 1.</p> <p class=\"subsection-e\">(2) The general plan of the cemetery shall be,</p> <p class=\"clause-e\">(a) prepared by an Ontario Land Surveyor or prepared from a deposited reference plan of survey of the cemetery or crematorium lands; and</p> <p class=\"clause-e\">(b) certified by the applicable municipality or by the Minister of Natural Resources as having been approved by the municipality or the Minister, as the case may be. O. Reg. 130/92, s. 2 (2).</p> <p class=\"subsection-e\">(3) The owner shall keep a copy of the general plan available for public inspection during reasonable hours. O. Reg. 130/92, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": "Consent to Establish, Alter or Increase Cemetery or Crematorium",
            "content": "3. (1) An applicant for consent shall, in accordance with this section, notify those interment rights holders whose lots are within 9.14 metres (thirty feet) of the area in which the proposed establishment, alteration or increase is to take place. O. Reg. 130/92, s. 3 (1). (2) Notice of the application for consent shall, (a) be published once a week for two consecutive weeks in a newspaper with general circulation in the locality in which the cemetery or crematorium is located; and (b) be sent to each interment rights holder referred to in subsection (1) by registered mail addressed to the rights holder at the last address known to the applicant. O. Reg. 130/92, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) An applicant for consent shall, in accordance with this section, notify those interment rights holders whose lots are within 9.14 metres (thirty feet) of the area in which the proposed establishment, alteration or increase is to take place. O. Reg. 130/92, s. 3 (1).</p> <p class=\"subsection-e\">(2) Notice of the application for consent shall,</p> <p class=\"clause-e\">(a) be published once a week for two consecutive weeks in a newspaper with general circulation in the locality in which the cemetery or crematorium is located; and</p> <p class=\"clause-e\">(b) be sent to each interment rights holder referred to in subsection (1) by registered mail addressed to the rights holder at the last address known to the applicant. O. Reg. 130/92, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Consent to Establish, Alter or Increase Cemetery or Crematorium",
            "content": "4. (1) A person required to obtain the approval of a municipality under subsection 3 (2) of the Act shall notify the Registrar in writing when the person requests the municipality’s approval. O. Reg. 130/92, s. 4 (1). (2) A person required to obtain the approval of the Minister of Natural Resources under subsection 3 (3) of the Act shall notify the Registrar in writing when the person requests the Minister’s approval. O. Reg. 130/92, s. 4 (2). By-laws",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) A person required to obtain the approval of a municipality under subsection 3 (2) of the Act shall notify the Registrar in writing when the person requests the municipality’s approval. O. Reg. 130/92, s. 4 (1).</p> <p class=\"subsection-e\">(2) A person required to obtain the approval of the Minister of Natural Resources under subsection 3 (3) of the Act shall notify the Registrar in writing when the person requests the Minister’s approval. O. Reg. 130/92, s. 4 (2).</p> <p class=\"heading1-e\"><a name=\"P77_4902\"></a><a name=\"BK1\"></a>By-laws</p>"
        },
        {
            "id": "5.",
            "section": "By-laws",
            "content": "5. (1) The by-law in subsection (2) is prescribed as a by-law that applies to all cemeteries and crematoria. O. Reg. 130/92, s. 5 (1). (2) The owner shall not, without the written and signed consent of the purchaser of the crematory services, (a) cremate the remains of more than one person at once; (b) cremate human remains together with animal remains; or (c) comingle cremated remains. O. Reg. 130/92, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The by-law in subsection (2) is prescribed as a by-law that applies to all cemeteries and crematoria. O. Reg. 130/92, s. 5 (1).</p> <p class=\"subsection-e\">(2) The owner shall not, without the written and signed consent of the purchaser of the crematory services,</p> <p class=\"clause-e\">(a) cremate the remains of more than one person at once;</p> <p class=\"clause-e\">(b) cremate human remains together with animal remains; or</p> <p class=\"clause-e\">(c) comingle cremated remains. O. Reg. 130/92, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "By-laws",
            "content": "6. It is a condition of a licence to own a cemetery that the owner indicate in the by-laws for the cemetery what documents are required in order that an interment, cremation or installation of a marker or monument be carried out. O. Reg. 130/92, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>It is a condition of a licence to own a cemetery that the owner indicate in the by-laws for the cemetery what documents are required in order that an interment, cremation or installation of a marker or monument be carried out. O. Reg. 130/92, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "By-laws",
            "content": "7. (1) For the purposes of subsection 50 (5) of the Act, an owner who files a by-law for approval shall give notice in accordance with this section. O. Reg. 130/92, s. 7 (1). (2) Notice of the filing must be, (a) published once in a newspaper with general circulation in the locality in which the cemetery or crematorium is located; (b) posted on a sign at the entrance to the cemetery or crematorium; and (c) delivered to each supplier of markers who has delivered a marker to the cemetery during the previous twelve-month period. O. Reg. 130/92, s. 7 (2). (3) The notice shall state that the owner will allow interested persons access to the proposed by-law in order to make copies of it and that all proposed by-laws are subject to the Registrar’s approval. O. Reg. 130/92, s. 7 (3). (4) The owner shall allow interested persons to inspect and make copies of the proposed by-law. O. Reg. 130/92, s. 7 (4). Cemetery and Crematorium Operations",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) For the purposes of subsection 50 (5) of the Act, an owner who files a by-law for approval shall give notice in accordance with this section. O. Reg. 130/92, s. 7 (1).</p> <p class=\"subsection-e\">(2) Notice of the filing must be,</p> <p class=\"clause-e\">(a) published once in a newspaper with general circulation in the locality in which the cemetery or crematorium is located;</p> <p class=\"clause-e\">(b) posted on a sign at the entrance to the cemetery or crematorium; and</p> <p class=\"clause-e\">(c) delivered to each supplier of markers who has delivered a marker to the cemetery during the previous twelve-month period. O. Reg. 130/92, s. 7 (2).</p> <p class=\"subsection-e\">(3) The notice shall state that the owner will allow interested persons access to the proposed by-law in order to make copies of it and that all proposed by-laws are subject to the Registrar’s approval. O. Reg. 130/92, s. 7 (3).</p> <p class=\"subsection-e\">(4) The owner shall allow interested persons to inspect and make copies of the proposed by-law. O. Reg. 130/92, s. 7 (4).</p> <p class=\"heading1-e\"><a name=\"P91_6524\"></a><a name=\"BK2\"></a>Cemetery and Crematorium Operations</p>"
        },
        {
            "id": "8.",
            "section": "Cemetery and Crematorium Operations",
            "content": "8. No owner shall inter human remains in a lot, other than the remains of the interment rights holder, without the written consent of the interment rights holder. O. Reg. 130/92, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>No owner shall inter human remains in a lot, other than the remains of the interment rights holder, without the written consent of the interment rights holder. O. Reg. 130/92, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Cemetery and Crematorium Operations",
            "content": "9. No owner or sales representative shall provide interments for a limited term or offer to do so. O. Reg. 130/92, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>No owner or sales representative shall provide interments for a limited term or offer to do so. O. Reg. 130/92, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Cemetery and Crematorium Operations",
            "content": "10. No owner shall require an interment rights holder to provide a marker for a lot purchased by the rights holder. O. Reg. 130/92, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>No owner shall require an interment rights holder to provide a marker for a lot purchased by the rights holder. O. Reg. 130/92, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Cemetery and Crematorium Operations",
            "content": "11. No owner shall refuse to install cemetery supplies or to permit their installation if they comply with the by-laws of the cemetery or crematorium. O. Reg. 130/92, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>No owner shall refuse to install cemetery supplies or to permit their installation if they comply with the by-laws of the cemetery or crematorium. O. Reg. 130/92, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Cemetery and Crematorium Operations",
            "content": "12. No owner shall require a person, including a person delivering supplies, to pay for access to the cemetery or crematorium. O. Reg. 130/92, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>No owner shall require a person, including a person delivering supplies, to pay for access to the cemetery or crematorium. O. Reg. 130/92, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Cemetery and Crematorium Operations",
            "content": "13. (1) For the purposes of section 45 of the Act, an owner shall not carry on business, in the manner described in this section, in conjunction with a person licensed to operate a funeral establishment or transfer service. O. Reg. 130/92, s. 13 (1). (2) A person who owns, operates or has direct control of a cemetery or crematorium shall not own, operate or have direct control of a funeral establishment or transfer service. O. Reg. 130/92, s. 13 (2). (3) A person who is on the board of directors of an owner of a cemetery or crematorium shall not be on the board of directors of the operator of a funeral establishment or transfer service. O. Reg. 130/92, s. 13 (3). (4) No employee of an owner of a cemetery or crematorium shall also be an employee of an operator of a funeral establishment or transfer service. O. Reg. 130/92, s. 13 (4). (5) Nothing in this section prevents a person from serving as an unpaid volunteer board member in respect of a cemetery operated on a non-profit basis. O. Reg. 130/92, s. 13 (5). (6) No cemetery or crematorium shall be located in such proximity to a funeral establishment or transfer service or to the offices of the funeral establishment or transfer service so as to make it appear that the cemetery or crematorium is being operated in connection with the funeral establishment or transfer service. O. Reg. 130/92, s. 13 (6).",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) For the purposes of section 45 of the Act, an owner shall not carry on business, in the manner described in this section, in conjunction with a person licensed to operate a funeral establishment or transfer service. O. Reg. 130/92, s. 13 (1).</p> <p class=\"subsection-e\">(2) A person who owns, operates or has direct control of a cemetery or crematorium shall not own, operate or have direct control of a funeral establishment or transfer service. O. Reg. 130/92, s. 13 (2).</p> <p class=\"subsection-e\">(3) A person who is on the board of directors of an owner of a cemetery or crematorium shall not be on the board of directors of the operator of a funeral establishment or transfer service. O. Reg. 130/92, s. 13 (3).</p> <p class=\"subsection-e\">(4) No employee of an owner of a cemetery or crematorium shall also be an employee of an operator of a funeral establishment or transfer service. O. Reg. 130/92, s. 13 (4).</p> <p class=\"subsection-e\">(5) Nothing in this section prevents a person from serving as an unpaid volunteer board member in respect of a cemetery operated on a non-profit basis. O. Reg. 130/92, s. 13 (5).</p> <p class=\"subsection-e\">(6) No cemetery or crematorium shall be located in such proximity to a funeral establishment or transfer service or to the offices of the funeral establishment or transfer service so as to make it appear that the cemetery or crematorium is being operated in connection with the funeral establishment or transfer service. O. Reg. 130/92, s. 13 (6).</p>"
        },
        {
            "id": "14.",
            "section": "Cemetery and Crematorium Operations",
            "content": "14. (1) For the purposes of clause 56 (2) (b) of the Act, chlorinated plastic and fibre reinforced plastic are prescribed materials. O. Reg. 130/92, s. 14 (1). (2) For the purposes of clause 56 (2) (c) of the Act, a radioactive implant is a prescribed device. O. Reg. 130/92, s. 14 (2). (3) Non-flammable, hazardous or prescribed material that is an incidental metal used in the construction of a container is exempt from clause 56 (2) (b) of the Act. O. Reg. 130/92, s. 14 (3).",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) For the purposes of clause 56 (2) (b) of the Act, chlorinated plastic and fibre reinforced plastic are prescribed materials. O. Reg. 130/92, s. 14 (1).</p> <p class=\"subsection-e\">(2) For the purposes of clause 56 (2) (c) of the Act, a radioactive implant is a prescribed device. O. Reg. 130/92, s. 14 (2).</p> <p class=\"subsection-e\">(3) Non-flammable, hazardous or prescribed material that is an incidental metal used in the construction of a container is exempt from clause 56 (2) (b) of the Act. O. Reg. 130/92, s. 14 (3).</p>"
        },
        {
            "id": "15.",
            "section": "Cemetery and Crematorium Operations",
            "content": "15. For the purposes of subsection 58 (1) of the Act, the prescribed amount payable as a deposit on a cremation service is $200 or the minimum amount for the interment of cremated remains that is charged by the cemetery in which the crematorium is located, whichever is less. O. Reg. 130/92, s. 15. Standards for Placing and Spacing Interments and Structures",
            "raw_html": "<p class=\"section-e\"><b>15. </b>For the purposes of subsection 58 (1) of the Act, the prescribed amount payable as a deposit on a cremation service is $200 or the minimum amount for the interment of cremated remains that is charged by the cemetery in which the crematorium is located, whichever is less. O. Reg. 130/92, s. 15.</p> <p class=\"heading1-e\"><a name=\"P107_9575\"></a><a name=\"BK3\"></a>Standards for Placing and Spacing Interments and Structures</p>"
        },
        {
            "id": "16.",
            "section": "Standards for Placing and Spacing Interments and Structures",
            "content": "16. (1) If the remains of a deceased person who was at least sixteen years of age are buried in an in-ground grave, the owner shall ensure that the grave be at least 2.44 metres (eight feet) long and .91 metres (three feet) wide, excluding space for a marker. O. Reg. 130/92, s. 16 (1). (2) The owner shall ensure that interred human remains that are not cremated are buried at least .61 metres (two feet) beneath the natural level of the ground surface. O. Reg. 130/92, s. 16 (2).",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) If the remains of a deceased person who was at least sixteen years of age are buried in an in-ground grave, the owner shall ensure that the grave be at least 2.44 metres (eight feet) long and .91 metres (three feet) wide, excluding space for a marker. O. Reg. 130/92, s. 16 (1).</p> <p class=\"subsection-e\">(2) The owner shall ensure that interred human remains that are not cremated are buried at least .61 metres (two feet) beneath the natural level of the ground surface. O. Reg. 130/92, s. 16 (2).</p>"
        },
        {
            "id": "17.",
            "section": "Standards for Placing and Spacing Interments and Structures",
            "content": "17. The owner shall ensure that buildings not be erected in a cemetery within 4.57 metres (fifteen feet) of an in-ground grave. O. Reg. 130/92, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>The owner shall ensure that buildings not be erected in a cemetery within 4.57 metres (fifteen feet) of an in-ground grave. O. Reg. 130/92, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Standards for Placing and Spacing Interments and Structures",
            "content": "18. The owner shall ensure that all lots are placed in a part of a cemetery that is reasonably accessible by a public walk or roadway. O. Reg. 130/92, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>The owner shall ensure that all lots are placed in a part of a cemetery that is reasonably accessible by a public walk or roadway. O. Reg. 130/92, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Standards for Placing and Spacing Interments and Structures",
            "content": "19. The owner shall ensure that the cemetery contain such sewers and drains as are necessary to drain it and to keep it dry. O. Reg. 130/92, s. 19. Standards for the Construction, Installation, Stabilization and Preservation of Markers and Supplies",
            "raw_html": "<p class=\"section-e\"><b>19. </b>The owner shall ensure that the cemetery contain such sewers and drains as are necessary to drain it and to keep it dry. O. Reg. 130/92, s. 19.</p> <p class=\"heading1-e\"><a name=\"P113_10603\"></a><a name=\"BK4\"></a>Standards for the Construction, Installation, Stabilization and Preservation of Markers and Supplies</p>"
        },
        {
            "id": "20.",
            "section": "Standards for the Construction, Installation, Stabilization and Preservation of Markers and Supplies",
            "content": "20. The owner of a cemetery shall comply with the standards for constructing, installing, stabilizing and preserving markers and other cemetery supplies that are set out in sections 21 and 22. O. Reg. 130/92, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>20. </b>The owner of a cemetery shall comply with the standards for constructing, installing, stabilizing and preserving markers and other cemetery supplies that are set out in sections 21 and 22. O. Reg. 130/92, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": "Standards for the Construction, Installation, Stabilization and Preservation of Markers and Supplies",
            "content": "21. (1) The owner may remove a marker only if it cannot be preserved using income from the Care and Maintenance Fund or funds from other sources. O. Reg. 130/92, s. 21 (1). (2) The owner shall use only reversible processes to preserve and stabilize a marker if the cost of doing so can be paid out of the income received by the Care and Maintenance Fund or out of funds from other sources. O. Reg. 130/92, s. 21 (2).",
            "raw_html": "<p class=\"section-e\"><b>21. </b>(1) The owner may remove a marker only if it cannot be preserved using income from the Care and Maintenance Fund or funds from other sources. O. Reg. 130/92, s. 21 (1).</p> <p class=\"subsection-e\">(2) The owner shall use only reversible processes to preserve and stabilize a marker if the cost of doing so can be paid out of the income received by the Care and Maintenance Fund or out of funds from other sources. O. Reg. 130/92, s. 21 (2).</p>"
        },
        {
            "id": "22.",
            "section": "Standards for the Construction, Installation, Stabilization and Preservation of Markers and Supplies",
            "content": "22. If money from the Care and Maintenance Fund has been spent on stabilizing or restoring a marker or site, the owner of the cemetery shall record the particulars of the work done and money spent and make the information available for inspection in accordance with section 38. O. Reg. 130/92, s. 22. Contracts with Consumers",
            "raw_html": "<p class=\"section-e\"><b>22. </b>If money from the Care and Maintenance Fund has been spent on stabilizing or restoring a marker or site, the owner of the cemetery shall record the particulars of the work done and money spent and make the information available for inspection in accordance with section 38. O. Reg. 130/92, s. 22.</p> <p class=\"heading1-e\"><a name=\"P118_11662\"></a><a name=\"BK5\"></a>Contracts with Consumers</p>"
        },
        {
            "id": "23.",
            "section": "Contracts with Consumers",
            "content": "23. The owner shall give a purchaser of interment rights or cemetery supplies or services a copy of the contract upon entering into it. O. Reg. 130/92, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23. </b>The owner shall give a purchaser of interment rights or cemetery supplies or services a copy of the contract upon entering into it. O. Reg. 130/92, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": "Contracts with Consumers",
            "content": "24. A contract for the purchase of interment rights or cemetery supplies or services shall set out the following: 1. The date of the purchase. 2. The name and address of the owner and of the purchaser. 3. The purchase price including an itemized breakdown of charges and all applicable taxes. 4. In the case of a contract for the purchase of interment rights, the matters set out in section 25. 5. In the case of a contract for pre-need supplies and services, the matters set out in section 26. O. Reg. 130/92, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>24. </b>A contract for the purchase of interment rights or cemetery supplies or services shall set out the following:</p> <p class=\"paragraph-e\">1. The date of the purchase.</p> <p class=\"paragraph-e\">2. The name and address of the owner and of the purchaser.</p> <p class=\"paragraph-e\">3. The purchase price including an itemized breakdown of charges and all applicable taxes.</p> <p class=\"paragraph-e\">4. In the case of a contract for the purchase of interment rights, the matters set out in section 25.</p> <p class=\"paragraph-e\">5. In the case of a contract for pre-need supplies and services, the matters set out in section 26. O. Reg. 130/92, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": "Contracts with Consumers",
            "content": "25. (1) A contract for the purchase of interment rights shall set out the following: 1. The percentage of the purchase price for the interment rights that is being set aside for care and maintenance. 2. The number of niches, crypts or compartments in a private structure to which the interment rights relate. 3. The prohibition on the resale of interment rights by the purchaser. 4. The existence of the by-laws that govern the operation of the cemetery and the exercise of interment rights in the cemetery. 5. The existence, in the by-laws, of any restrictions or requirements respecting cemetery supplies and services purchased from a source other than the cemetery. 6. A notice that a certificate of interment rights will not be issued until the interment rights have been paid for. O. Reg. 130/92, s. 25 (1). (2) A contract for the purchase of interment rights shall set out the following information in a conspicuous manner: 1. The requirement in subsection 23 (1) of the Act that the owner repurchase the interment rights and the conditions of the repurchase described in that subsection. 2. The repurchase price, as determined by section 30, to be paid by the owner when repurchasing the interment rights for each lot to which the rights relate. 3. Any limitations or restrictions on the exercise of the interment rights, including any restriction on the transfer of the interment right. 4. The documents that must be provided to the owner before a person may exercise the interment rights. O. Reg. 130/92, s. 25 (2). (3) If the contract concerns interment rights in a private structure, the contract shall indicate that the private structure is subject to the cemetery’s by-laws. O. Reg. 130/92, s. 25 (3). (4) For the purposes of this section, “private structure” means a mausoleum or columbarium reserved for the interment of the remains of only those persons who are related or affiliated in a manner specified at the time the interment rights are sold. O. Reg. 130/92, s. 25 (4).",
            "raw_html": "<p class=\"section-e\"><b>25. </b>(1) A contract for the purchase of interment rights shall set out the following:</p> <p class=\"paragraph-e\">1. The percentage of the purchase price for the interment rights that is being set aside for care and maintenance.</p> <p class=\"paragraph-e\">2. The number of niches, crypts or compartments in a private structure to which the interment rights relate.</p> <p class=\"paragraph-e\">3. The prohibition on the resale of interment rights by the purchaser.</p> <p class=\"paragraph-e\">4. The existence of the by-laws that govern the operation of the cemetery and the exercise of interment rights in the cemetery.</p> <p class=\"paragraph-e\">5. The existence, in the by-laws, of any restrictions or requirements respecting cemetery supplies and services purchased from a source other than the cemetery.</p> <p class=\"paragraph-e\">6. A notice that a certificate of interment rights will not be issued until the interment rights have been paid for. O. Reg. 130/92, s. 25 (1).</p> <p class=\"subsection-e\">(2) A contract for the purchase of interment rights shall set out the following information in a conspicuous manner:</p> <p class=\"paragraph-e\">1. The requirement in subsection 23 (1) of the Act that the owner repurchase the interment rights and the conditions of the repurchase described in that subsection.</p> <p class=\"paragraph-e\">2. The repurchase price, as determined by section 30, to be paid by the owner when repurchasing the interment rights for each lot to which the rights relate.</p> <p class=\"paragraph-e\">3. Any limitations or restrictions on the exercise of the interment rights, including any restriction on the transfer of the interment right.</p> <p class=\"paragraph-e\">4. The documents that must be provided to the owner before a person may exercise the interment rights. O. Reg. 130/92, s. 25 (2).</p> <p class=\"subsection-e\">(3) If the contract concerns interment rights in a private structure, the contract shall indicate that the private structure is subject to the cemetery’s by-laws. O. Reg. 130/92, s. 25 (3).</p> <p class=\"subsection-e\">(4) For the purposes of this section,</p> <p class=\"firstdef-e\">“private structure” means a mausoleum or columbarium reserved for the interment of the remains of only those persons who are related or affiliated in a manner specified at the time the interment rights are sold. O. Reg. 130/92, s. 25 (4).</p>"
        },
        {
            "id": "26.",
            "section": "Contracts with Consumers",
            "content": "26. (1) In a contract for the purchase of pre-need supplies or services, the purchaser’s cancellation rights shall be set out in a conspicuous manner. O. Reg. 130/92, s. 26 (1). (2) For the purposes of subsection (1), the contract shall state, (a) that the purchaser has a right to cancel the contract within the thirty-day period following the day the contract is made; (b) that the purchaser’s right to cancel survives the thirty-day period until such time as the owner provides the cemetery supplies and services; (c) that the owner shall not provide the cemetery supplies and services until the expiry of the thirty-day period immediately following the day the contract is made; and (d) that the purchaser must pay the service fee required under subsection 24 (4) of the Act if the right to cancel the contract is exercised more than thirty days after the contract is made. O. Reg. 130/92, s. 26 (2). (3) In addition to the rights set out in subsection (2), the contract shall set out, in a conspicuous manner, the amount of the service fee, if any, as determined in section 31. O. Reg. 130/92, s. 26 (3).",
            "raw_html": "<p class=\"section-e\"><b>26. </b>(1) In a contract for the purchase of pre-need supplies or services, the purchaser’s cancellation rights shall be set out in a conspicuous manner. O. Reg. 130/92, s. 26 (1).</p> <p class=\"subsection-e\">(2) For the purposes of subsection (1), the contract shall state,</p> <p class=\"clause-e\">(a) that the purchaser has a right to cancel the contract within the thirty-day period following the day the contract is made;</p> <p class=\"clause-e\">(b) that the purchaser’s right to cancel survives the thirty-day period until such time as the owner provides the cemetery supplies and services;</p> <p class=\"clause-e\">(c) that the owner shall not provide the cemetery supplies and services until the expiry of the thirty-day period immediately following the day the contract is made; and</p> <p class=\"clause-e\">(d) that the purchaser must pay the service fee required under subsection 24 (4) of the Act if the right to cancel the contract is exercised more than thirty days after the contract is made. O. Reg. 130/92, s. 26 (2).</p> <p class=\"subsection-e\">(3) In addition to the rights set out in subsection (2), the contract shall set out, in a conspicuous manner, the amount of the service fee, if any, as determined in section 31. O. Reg. 130/92, s. 26 (3).</p>"
        },
        {
            "id": "27.",
            "section": "Contracts with Consumers",
            "content": "27. (1) It is a condition of every contract for the purchase of pre-need supplies or services that the contract is cancelled, (a) if the owner has reasonable grounds to believe that the beneficiary has, or would have, reached the age of 120 years; and (b) if the owner is unable, after making reasonable efforts, to determine if the beneficiary is alive. O. Reg. 130/92, s. 27 (1). (2) It is a condition of every contract for the purchase of interment rights that provides for payment in instalments that, if at least two-thirds of the purchase price has been paid, the owner is not entitled to take possession of interment rights upon default in payment without leave of a judge of the Superior Court of Justice. O. Reg. 130/92, s. 27 (2). (3) It is a condition of every contract for the purchase of interment rights that, if a purchaser transfers an interment right, (a) the purchaser shall give notice of the transfer to the cemetery owner and return the original certificate of interment rights to the owner; and (b) the owner shall issue a new certificate of interment rights to the transferee. O. Reg. 130/92, s. 27 (3). (4) For the purposes of subsection (3), “transfer” means a gift, a bequest or any other transfer made without consideration. O. Reg. 130/92, s. 27 (4).",
            "raw_html": "<p class=\"section-e\"><b>27. </b>(1) It is a condition of every contract for the purchase of pre-need supplies or services that the contract is cancelled,</p> <p class=\"clause-e\">(a) if the owner has reasonable grounds to believe that the beneficiary has, or would have, reached the age of 120 years; and</p> <p class=\"clause-e\">(b) if the owner is unable, after making reasonable efforts, to determine if the beneficiary is alive. O. Reg. 130/92, s. 27 (1).</p> <p class=\"subsection-e\">(2) It is a condition of every contract for the purchase of interment rights that provides for payment in instalments that, if at least two-thirds of the purchase price has been paid, the owner is not entitled to take possession of interment rights upon default in payment without leave of a judge of the Superior Court of Justice. O. Reg. 130/92, s. 27 (2).</p> <p class=\"subsection-e\">(3) It is a condition of every contract for the purchase of interment rights that, if a purchaser transfers an interment right,</p> <p class=\"clause-e\">(a) the purchaser shall give notice of the transfer to the cemetery owner and return the original certificate of interment rights to the owner; and</p> <p class=\"clause-e\">(b) the owner shall issue a new certificate of interment rights to the transferee. O. Reg. 130/92, s. 27 (3).</p> <p class=\"subsection-e\">(4) For the purposes of subsection (3),</p> <p class=\"firstdef-e\">“transfer” means a gift, a bequest or any other transfer made without consideration. O. Reg. 130/92, s. 27 (4).</p>"
        },
        {
            "id": "28.",
            "section": "Contracts with Consumers",
            "content": "28. (1) A certificate of interment rights shall include the following: 1. The name of the interment rights holder. 2. The location and dimensions of the lot to which the interment rights relate. 3. The date on which the interment rights are purchased or transferred, as the case may be. 4. The amount paid by the purchaser for the interment rights. 5. The amount deposited into the Care and Maintenance Fund for the interment rights. 6. A statement that, if the purchaser transfers the interment right, the certificate cannot be transferred but must be returned to the owner who will issue a new certificate to the transferee. O. Reg. 130/92, s. 28 (1). (2) For the purpose of subsection (1), “transfer” means to make a gift, bequest or other transfer of an interment right without consideration. O. Reg. 130/92, s. 28 (2). (3) The certificate shall indicate, in a conspicuous manner, the existence of any restrictions on the erection or installation of markers and shall state the restrictions or refer to the by-laws containing the restrictions. O. Reg. 130/92, s. 28 (3). (4) If the interment rights are in a private structure, the certificate shall indicate the total number of niches, crypts or compartments in the structure. O. Reg. 130/92, s. 28 (4). (5) For the purposes of subsection (4), “private structure” means a mausoleum or columbarium reserved for the interment of the remains of only those persons who are related or affiliated in a manner specified at the time the interment rights are sold. O. Reg. 130/92, s. 28 (5).",
            "raw_html": "<p class=\"section-e\"><b>28. </b>(1) A certificate of interment rights shall include the following:</p> <p class=\"paragraph-e\">1. The name of the interment rights holder.</p> <p class=\"paragraph-e\">2. The location and dimensions of the lot to which the interment rights relate.</p> <p class=\"paragraph-e\">3. The date on which the interment rights are purchased or transferred, as the case may be.</p> <p class=\"paragraph-e\">4. The amount paid by the purchaser for the interment rights.</p> <p class=\"paragraph-e\">5. The amount deposited into the Care and Maintenance Fund for the interment rights.</p> <p class=\"paragraph-e\">6. A statement that, if the purchaser transfers the interment right, the certificate cannot be transferred but must be returned to the owner who will issue a new certificate to the transferee. O. Reg. 130/92, s. 28 (1).</p> <p class=\"subsection-e\">(2) For the purpose of subsection (1), </p> <p class=\"firstdef-e\">“transfer” means to make a gift, bequest or other transfer of an interment right without consideration. O. Reg. 130/92, s. 28 (2).</p> <p class=\"subsection-e\">(3) The certificate shall indicate, in a conspicuous manner, the existence of any restrictions on the erection or installation of markers and shall state the restrictions or refer to the by-laws containing the restrictions. O. Reg. 130/92, s. 28 (3).</p> <p class=\"subsection-e\">(4) If the interment rights are in a private structure, the certificate shall indicate the total number of niches, crypts or compartments in the structure. O. Reg. 130/92, s. 28 (4).</p> <p class=\"subsection-e\">(5) For the purposes of subsection (4),</p> <p class=\"firstdef-e\">“private structure” means a mausoleum or columbarium reserved for the interment of the remains of only those persons who are related or affiliated in a manner specified at the time the interment rights are sold. O. Reg. 130/92, s. 28 (5).</p>"
        },
        {
            "id": "29.",
            "section": "Contracts with Consumers",
            "content": "29. (1) An owner is exempt from subsection 23 (2) of the Act if the cemetery by-laws provide that interment rights for the cemetery are no longer being sold. O. Reg. 130/92, s. 29 (1). (2) If, in a twelve-month period, the owner receives demands for the repurchase of interment rights to four lots in one plot, the owner is exempt from subsection 23 (2) of the Act with respect to any subsequent demands for repurchase received in that twelve-month period. O. Reg. 130/92, s. 29 (2).",
            "raw_html": "<p class=\"section-e\"><b>29. </b>(1) An owner is exempt from subsection 23 (2) of the Act if the cemetery by-laws provide that interment rights for the cemetery are no longer being sold. O. Reg. 130/92, s. 29 (1).</p> <p class=\"subsection-e\">(2) If, in a twelve-month period, the owner receives demands for the repurchase of interment rights to four lots in one plot, the owner is exempt from subsection 23 (2) of the Act with respect to any subsequent demands for repurchase received in that twelve-month period. O. Reg. 130/92, s. 29 (2).</p>"
        },
        {
            "id": "30.",
            "section": "Contracts with Consumers",
            "content": "30. (1) For the purposes of subsection 23 (3) of the Act, the repurchase price of interment rights shall be determined by establishing the amount paid by the purchaser for the rights less the amount the owner paid into the Care and Maintenance Fund, or the predecessor of such a fund, in respect of the interment rights. O. Reg. 130/92, s. 30 (1). (2) If the owner cannot, using reasonable efforts, determine the amount paid by the purchaser for the interment rights, the repurchase price is $50. O. Reg. 130/92, s. 30 (2).",
            "raw_html": "<p class=\"section-e\"><b>30. </b>(1) For the purposes of subsection 23 (3) of the Act, the repurchase price of interment rights shall be determined by establishing the amount paid by the purchaser for the rights less the amount the owner paid into the Care and Maintenance Fund, or the predecessor of such a fund, in respect of the interment rights. O. Reg. 130/92, s. 30 (1).</p> <p class=\"subsection-e\">(2) If the owner cannot, using reasonable efforts, determine the amount paid by the purchaser for the interment rights, the repurchase price is $50. O. Reg. 130/92, s. 30 (2).</p>"
        },
        {
            "id": "31.",
            "section": "Contracts with Consumers",
            "content": "31. For the purposes of subsection 24 (4) of the Act, the service fee that an owner may retain is the lesser of, (a) 10 per cent of the amount paid by the purchaser for the pre-need services or supplies, together with any income earned by the owner on the 10 per cent since the purchase; or (b) $200. O. Reg. 130/92, s. 31.",
            "raw_html": "<p class=\"section-e\"><b>31. </b>For the purposes of subsection 24 (4) of the Act, the service fee that an owner may retain is the lesser of,</p> <p class=\"clause-e\">(a) 10 per cent of the amount paid by the purchaser for the pre-need services or supplies, together with any income earned by the owner on the 10 per cent since the purchase; or</p> <p class=\"clause-e\">(b) $200. O. Reg. 130/92, s. 31.</p>"
        },
        {
            "id": "32.",
            "section": "Contracts with Consumers",
            "content": "32. (1) In this section, “floral tributes” means freshly cut or artificial flowers or potted plants. O. Reg. 130/92, s. 32 (1). (2) A contract for the purchase of wreaths or floral tributes is exempt from subsection 25 (1) of the Act. O. Reg. 130/92, s. 32 (2).",
            "raw_html": "<p class=\"section-e\"><b>32. </b>(1) In this section,</p> <p class=\"firstdef-e\">“floral tributes” means freshly cut or artificial flowers or potted plants. O. Reg. 130/92, s. 32 (1).</p> <p class=\"subsection-e\">(2) A contract for the purchase of wreaths or floral tributes is exempt from subsection 25 (1) of the Act. O. Reg. 130/92, s. 32 (2).</p>"
        },
        {
            "id": "33.",
            "section": "Contracts with Consumers",
            "content": "33. An owner is exempt from the requirement to deliver a certificate of interment rights under subsection 25 (2) of the Act until the owner receives payment in full for the interment rights purchased. O. Reg. 130/92, s. 33.",
            "raw_html": "<p class=\"section-e\"><b>33. </b>An owner is exempt from the requirement to deliver a certificate of interment rights under subsection 25 (2) of the Act until the owner receives payment in full for the interment rights purchased. O. Reg. 130/92, s. 33.</p>"
        },
        {
            "id": "34.",
            "section": "Contracts with Consumers",
            "content": "34. For the purposes of subsection 25 (4) of the Act, the prescribed interest rate is the greater of, (a) the interest rate received by the owner on the money; or (b) the interest rate that would have been received if the same amount of money had been invested continuously in Canada Savings Bonds. O. Reg. 130/92, s. 34. Information Provided to the Public",
            "raw_html": "<p class=\"section-e\"><b>34. </b>For the purposes of subsection 25 (4) of the Act, the prescribed interest rate is the greater of,</p> <p class=\"clause-e\">(a) the interest rate received by the owner on the money; or</p> <p class=\"clause-e\">(b) the interest rate that would have been received if the same amount of money had been invested continuously in Canada Savings Bonds. O. Reg. 130/92, s. 34.</p> <p class=\"heading1-e\"><a name=\"P184_20562\"></a><a name=\"BK6\"></a>Information Provided to the Public</p>"
        },
        {
            "id": "35.",
            "section": "Information Provided to the Public",
            "content": "35. (1) An owner shall provide the information described in this section to a prospective purchaser of interment rights or of cemetery supplies or services before the owner and the purchaser enter into a sales contract. O. Reg. 130/92, s. 35 (1). (2) The owner shall provide details of all costs, incidental to the sale and a statement of total amount payable, including all applicable taxes, by the prospective purchaser for the proposed sale. O. Reg. 130/92, s. 35 (2). (3) If photographs, maps, plans or specifications are used for the purposes of selling interment rights, the name and location of the cemetery or crematorium shall be clearly indicated on them. O. Reg. 130/92, s. 35 (3). (4) If interment rights in a private structure are being sold, the number of niches, crypts or compartments in the structure shall be indicated. O. Reg. 130/92, s. 35 (4). (5) For the purposes of subsection (4), “private structure” means a mausoleum or columbarium reserved for the interment of the remains of persons who are related or affiliated in a manner specified at the time the interment rights are sold. O. Reg. 130/92, s. 35 (5).",
            "raw_html": "<p class=\"section-e\"><b>35. </b>(1) An owner shall provide the information described in this section to a prospective purchaser of interment rights or of cemetery supplies or services before the owner and the purchaser enter into a sales contract. O. Reg. 130/92, s. 35 (1).</p> <p class=\"subsection-e\">(2) The owner shall provide details of all costs, incidental to the sale and a statement of total amount payable, including all applicable taxes, by the prospective purchaser for the proposed sale. O. Reg. 130/92, s. 35 (2).</p> <p class=\"subsection-e\">(3) If photographs, maps, plans or specifications are used for the purposes of selling interment rights, the name and location of the cemetery or crematorium shall be clearly indicated on them. O. Reg. 130/92, s. 35 (3).</p> <p class=\"subsection-e\">(4) If interment rights in a private structure are being sold, the number of niches, crypts or compartments in the structure shall be indicated. O. Reg. 130/92, s. 35 (4).</p> <p class=\"subsection-e\">(5) For the purposes of subsection (4), </p> <p class=\"firstdef-e\">“private structure” means a mausoleum or columbarium reserved for the interment of the remains of persons who are related or affiliated in a manner specified at the time the interment rights are sold. O. Reg. 130/92, s. 35 (5).</p>"
        },
        {
            "id": "36.",
            "section": "Information Provided to the Public",
            "content": "36. (1) The owner shall provide information respecting the following matters to persons making inquiries in person or by telephone: 1. Interment rights and the amounts payable for them. 2. Cemetery supplies and services and the amounts payable for them. O. Reg. 130/92, s. 36 (1). (2) The information shall be available in writing and shall be sufficient to enable the person to make an informed comparison of the rights, supplies and services offered by the owner with those offered by other owners. O. Reg. 130/92, s. 36 (2).",
            "raw_html": "<p class=\"section-e\"><b>36. </b>(1) The owner shall provide information respecting the following matters to persons making inquiries in person or by telephone:</p> <p class=\"paragraph-e\">1. Interment rights and the amounts payable for them.</p> <p class=\"paragraph-e\">2. Cemetery supplies and services and the amounts payable for them. O. Reg. 130/92, s. 36 (1).</p> <p class=\"subsection-e\">(2) The information shall be available in writing and shall be sufficient to enable the person to make an informed comparison of the rights, supplies and services offered by the owner with those offered by other owners. O. Reg. 130/92, s. 36 (2).</p>"
        },
        {
            "id": "37.",
            "section": "Information Provided to the Public",
            "content": "37. A sales representative shall ensure when selling lots, supplies or services for a cemetery on behalf of the owner that the following information, if applicable, is disclosed to a prospective purchaser: 1. The sales representative acts as agent for another person who sells cemetery supplies or services. 2. The sales representative receives commission or other consideration for selling or referring sales of cemetery supplies or services from a source other than the owner of the cemetery. O. Reg. 130/92, s. 37.",
            "raw_html": "<p class=\"section-e\"><b>37. </b>A sales representative shall ensure when selling lots, supplies or services for a cemetery on behalf of the owner that the following information, if applicable, is disclosed to a prospective purchaser:</p> <p class=\"paragraph-e\">1. The sales representative acts as agent for another person who sells cemetery supplies or services.</p> <p class=\"paragraph-e\">2. The sales representative receives commission or other consideration for selling or referring sales of cemetery supplies or services from a source other than the owner of the cemetery. O. Reg. 130/92, s. 37.</p>"
        },
        {
            "id": "38.",
            "section": "Information Provided to the Public",
            "content": "38. (1) The owner shall make available for inspection without charge a public register containing the following information: 1. The name and address of each interment rights holder and the location of the lot to which the rights pertain. 2. The name and address of each original purchaser of interment rights that have been transferred to another person and the date on which the rights were transferred. 3. The name of each person whose remains are interred in the cemetery, the location of the lot in which the remains are interred and the date on which the remains were interred. 4. The name of each person whose remains were cremated in the crematorium, if any, and the date on which the remains were cremated. 5. The particulars of each disinterment of remains, including the name of the person who requested the disinterment, the date on which the remains were disinterred and the location in which the remains were reinterred. 6. The particulars required under section 22. O. Reg. 130/92, s. 38 (1). (2) The information shall be set out in the public register within five days after the applicable event takes place or after the owner becomes aware of the information, as the case may be. O. Reg. 130/92, s. 38 (2). Price List",
            "raw_html": "<p class=\"section-e\"><b>38. </b>(1) The owner shall make available for inspection without charge a public register containing the following information:</p> <p class=\"paragraph-e\">1. The name and address of each interment rights holder and the location of the lot to which the rights pertain.</p> <p class=\"paragraph-e\">2. The name and address of each original purchaser of interment rights that have been transferred to another person and the date on which the rights were transferred.</p> <p class=\"paragraph-e\">3. The name of each person whose remains are interred in the cemetery, the location of the lot in which the remains are interred and the date on which the remains were interred.</p> <p class=\"paragraph-e\">4. The name of each person whose remains were cremated in the crematorium, if any, and the date on which the remains were cremated.</p> <p class=\"paragraph-e\">5. The particulars of each disinterment of remains, including the name of the person who requested the disinterment, the date on which the remains were disinterred and the location in which the remains were reinterred.</p> <p class=\"paragraph-e\">6. The particulars required under section 22. O. Reg. 130/92, s. 38 (1).</p> <p class=\"subsection-e\">(2) The information shall be set out in the public register within five days after the applicable event takes place or after the owner becomes aware of the information, as the case may be. O. Reg. 130/92, s. 38 (2).</p> <p class=\"heading1-e\"><a name=\"P206_24050\"></a><a name=\"BK7\"></a>Price List</p>"
        },
        {
            "id": "39.",
            "section": "Price List",
            "content": "39. (1) Cemetery services and supplies are exempt from subsections 27 (1) and (2) of the Act. O. Reg. 130/92, s. 39 (1). (2) Subsection (1) does not apply to cemetery services and supplies which, according to the cemetery by-laws, can only be provided by the owner. O. Reg. 130/92, s. 39 (2).",
            "raw_html": "<p class=\"section-e\"><b>39. </b>(1) Cemetery services and supplies are exempt from subsections 27 (1) and (2) of the Act. O. Reg. 130/92, s. 39 (1).</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to cemetery services and supplies which, according to the cemetery by-laws, can only be provided by the owner. O. Reg. 130/92, s. 39 (2).</p>"
        },
        {
            "id": "40.",
            "section": "Price List",
            "content": "40. (1) An owner shall not file a price for inspecting the installation of a marker that exceeds the cost to the owner of making such inspections. O. Reg. 130/92, s. 40 (1). (2) An owner shall not file a price for the construction of a foundation for a marker that exceeds the cost to the owner of constructing such foundations. O. Reg. 130/92, s. 40 (2).",
            "raw_html": "<p class=\"section-e\"><b>40. </b>(1) An owner shall not file a price for inspecting the installation of a marker that exceeds the cost to the owner of making such inspections. O. Reg. 130/92, s. 40 (1).</p> <p class=\"subsection-e\">(2) An owner shall not file a price for the construction of a foundation for a marker that exceeds the cost to the owner of constructing such foundations. O. Reg. 130/92, s. 40 (2).</p>"
        },
        {
            "id": "41.",
            "section": "Price List",
            "content": "41. An owner who files a price relating to the installation or maintenance of markers shall deliver a copy of the price to the suppliers of markers who delivered markers to the cemetery within the previous twelve months. O. Reg. 130/92, s. 41. Miscellaneous Consumer Protection Provisions",
            "raw_html": "<p class=\"section-e\"><b>41. </b>An owner who files a price relating to the installation or maintenance of markers shall deliver a copy of the price to the suppliers of markers who delivered markers to the cemetery within the previous twelve months. O. Reg. 130/92, s. 41.</p> <p class=\"heading1-e\"><a name=\"P212_24989\"></a><a name=\"BK8\"></a>Miscellaneous Consumer Protection Provisions</p>"
        },
        {
            "id": "42.",
            "section": "Miscellaneous Consumer Protection Provisions",
            "content": "42. (1) Institutions established under the Homes for the Aged and Rest Homes Act are prescribed as institutions for the purposes of subsection 29 (1) of the Act. O. Reg. 130/92, s. 42 (1). (2) For the purposes of section 29 of the Act, “contract” means an agreement one party to which is not acting in the course of carrying on a business. O. Reg. 130/92, s. 42 (2).",
            "raw_html": "<p class=\"section-e\"><b>42. </b>(1) Institutions established under the <i>Homes for the Aged and Rest Homes Act</i> are prescribed as institutions for the purposes of subsection 29 (1) of the Act. O. Reg. 130/92, s. 42 (1).</p> <p class=\"subsection-e\">(2) For the purposes of section 29 of the Act,</p> <p class=\"firstdef-e\">“contract” means an agreement one party to which is not acting in the course of carrying on a business. O. Reg. 130/92, s. 42 (2).</p>"
        },
        {
            "id": "43.",
            "section": "Miscellaneous Consumer Protection Provisions",
            "content": "43. For the purposes of subsection 32 (2) of the Act, the amount of the refund is determined by establishing the price of purchasing better or equivalent interment rights in the owner’s cemetery or, if no interment rights are available in that cemetery, in the closest cemetery appropriate to the religious or ethnic affinities of the person whose interment rights have been resold. O. Reg. 130/92, s. 43.",
            "raw_html": "<p class=\"section-e\"><b>43. </b>For the purposes of subsection 32 (2) of the Act, the amount of the refund is determined by establishing the price of purchasing better or equivalent interment rights in the owner’s cemetery or, if no interment rights are available in that cemetery, in the closest cemetery appropriate to the religious or ethnic affinities of the person whose interment rights have been resold. O. Reg. 130/92, s. 43.</p>"
        },
        {
            "id": "44.",
            "section": "Miscellaneous Consumer Protection Provisions",
            "content": "44. (1) For the purposes of section 34 of the Act, “welfare administrator” means a welfare administrator designated under the General Welfare Assistance Act. O. Reg. 130/92, s. 44 (1). (2) For the purposes of clause 34 (1) (c) of the Act, the installation of a marker is prescribed as a related service if the cemetery owner installs markers for other persons at the cemetery. O. Reg. 130/92, s. 44 (2). (3) For the purposes of clause 34 (2) (b) of the Act, the following services are prescribed: 1. Provision of an interment space. 2. Opening and closing services in conjunction with the interment. 3. Scattering of the remains in the owner’s scattering section if one is available. O. Reg. 130/92, s. 44 (3). (4) For the purposes of subsection 34 (4) of the Act, the prescribed amount for a service is $1,000 or the price charged by the owner as the rate payable by a welfare administrator, whichever is less. O. Reg. 130/92, s. 44 (4).",
            "raw_html": "<p class=\"section-e\"><b>44. </b>(1) For the purposes of section 34 of the Act,</p> <p class=\"firstdef-e\">“welfare administrator” means a welfare administrator designated under the <i>General Welfare Assistance Act</i>. O. Reg. 130/92, s. 44 (1).</p> <p class=\"subsection-e\">(2) For the purposes of clause 34 (1) (c) of the Act, the installation of a marker is prescribed as a related service if the cemetery owner installs markers for other persons at the cemetery. O. Reg. 130/92, s. 44 (2).</p> <p class=\"subsection-e\">(3) For the purposes of clause 34 (2) (b) of the Act, the following services are prescribed:</p> <p class=\"paragraph-e\">1. Provision of an interment space.</p> <p class=\"paragraph-e\">2. Opening and closing services in conjunction with the interment.</p> <p class=\"paragraph-e\">3. Scattering of the remains in the owner’s scattering section if one is available. O. Reg. 130/92, s. 44 (3).</p> <p class=\"subsection-e\">(4) For the purposes of subsection 34 (4) of the Act, the prescribed amount for a service is $1,000 or the price charged by the owner as the rate payable by a welfare administrator, whichever is less. O. Reg. 130/92, s. 44 (4).</p>"
        },
        {
            "id": "45.",
            "section": "Miscellaneous Consumer Protection Provisions",
            "content": "45. No lot shall be sold or offered for sale in any part of a cemetery, mausoleum or columbarium until that part has been developed and made ready for interment purposes. O. Reg. 130/92, s. 45. Information Filings and Requirements for Records",
            "raw_html": "<p class=\"section-e\"><b>45. </b>No lot shall be sold or offered for sale in any part of a cemetery, mausoleum or columbarium until that part has been developed and made ready for interment purposes. O. Reg. 130/92, s. 45.</p> <p class=\"heading1-e\"><a name=\"P226_27002\"></a><a name=\"BK9\"></a>Information Filings and Requirements for Records</p>"
        },
        {
            "id": "46.",
            "section": "Information Filings and Requirements for Records",
            "content": "46. (1) An owner shall provide the Registrar with the following: 1. A copy of each form of contract for the purchase of interment rights or cemetery supplies and services that the owner proposes to use. 2. A copy of each form of certificate of interment rights that the owner proposes to use. O. Reg. 130/92, s. 46 (1). (2) The owner shall not use a form of contract or certificate unless the form complies with the Act and the regulations. O. Reg. 130/92, s. 46 (2).",
            "raw_html": "<p class=\"section-e\"><b>46. </b>(1) An owner shall provide the Registrar with the following:</p> <p class=\"paragraph-e\">1. A copy of each form of contract for the purchase of interment rights or cemetery supplies and services that the owner proposes to use.</p> <p class=\"paragraph-e\">2. A copy of each form of certificate of interment rights that the owner proposes to use. O. Reg. 130/92, s. 46 (1).</p> <p class=\"subsection-e\">(2) The owner shall not use a form of contract or certificate unless the form complies with the Act and the regulations. O. Reg. 130/92, s. 46 (2).</p>"
        },
        {
            "id": "47.",
            "section": "Information Filings and Requirements for Records",
            "content": "47. An owner who proposes to transfer ownership of a cemetery or crematorium shall send the following information to the Registrar at least thirty days before making the transfer: 1. A notice of the proposed transfer. 2. A copy of the financial statements for the trust funds maintained for the cemetery or crematorium. O. Reg. 130/92, s. 47.",
            "raw_html": "<p class=\"section-e\"><b>47. </b>An owner who proposes to transfer ownership of a cemetery or crematorium shall send the following information to the Registrar at least thirty days before making the transfer:</p> <p class=\"paragraph-e\">1. A notice of the proposed transfer.</p> <p class=\"paragraph-e\">2. A copy of the financial statements for the trust funds maintained for the cemetery or crematorium. O. Reg. 130/92, s. 47.</p>"
        },
        {
            "id": "48.",
            "section": "Information Filings and Requirements for Records",
            "content": "48. An owner shall retain a coroner’s certificate required under clause 56 (2) (a) of the Act for at least two years after receiving it. O. Reg. 130/92, s. 48. Closing a Cemetery",
            "raw_html": "<p class=\"section-e\"><b>48. </b>An owner shall retain a coroner’s certificate required under clause 56 (2) (a) of the Act for at least two years after receiving it. O. Reg. 130/92, s. 48.</p> <p class=\"heading1-e\"><a name=\"P235_28042\"></a><a name=\"BK10\"></a>Closing a Cemetery</p>"
        },
        {
            "id": "49.",
            "section": "Closing a Cemetery",
            "content": "49. (1) For the purposes of clause 8 (3) (a) of the Act, an owner who wishes to obtain an order closing a cemetery shall give notice, in accordance with this section, of the owner’s intention to apply for the order. O. Reg. 130/92, s. 49 (1). (2) The notice shall be published, (a) once in The Ontario Gazette; and (b) once a week for two consecutive weeks in a newspaper with general circulation in the locality in which the cemetery is located. O. Reg. 130/92, s. 49 (2). (3) The notice shall be sent by registered mail to, (a) each interment rights holder whose lot is situated in the portion of the cemetery subject to the order, mailed to the rights holder’s last address known to the owner; (b) the municipality in which the cemetery is located; (c) the Local Architectural Conservation Advisory Committee, if any, established under the Ontario Heritage Act for the locality in which the cemetery is located; (d) the Archives of Ontario, the Ontario Historical Society, the Ontario Archaeological Society and the Ontario Genealogical Society; and (e) the Minister of Culture and Communications. O. Reg. 130/92, s. 49 (3). (4) The notice shall be conspicuously posted on a sign at the entrance to the cemetery before publication of the first notice under clause (2) (b) and shall remain posted until the Registrar makes, or refuses to make, the order sought by the owner. O. Reg. 130/92, s. 49 (4).",
            "raw_html": "<p class=\"section-e\"><b>49. </b>(1) For the purposes of clause 8 (3) (a) of the Act, an owner who wishes to obtain an order closing a cemetery shall give notice, in accordance with this section, of the owner’s intention to apply for the order. O. Reg. 130/92, s. 49 (1).</p> <p class=\"subsection-e\">(2) The notice shall be published,</p> <p class=\"clause-e\">(a) once in <i>The Ontario Gazette</i>; and</p> <p class=\"clause-e\">(b) once a week for two consecutive weeks in a newspaper with general circulation in the locality in which the cemetery is located. O. Reg. 130/92, s. 49 (2).</p> <p class=\"subsection-e\">(3) The notice shall be sent by registered mail to,</p> <p class=\"clause-e\">(a) each interment rights holder whose lot is situated in the portion of the cemetery subject to the order, mailed to the rights holder’s last address known to the owner;</p> <p class=\"clause-e\">(b) the municipality in which the cemetery is located;</p> <p class=\"clause-e\">(c) the Local Architectural Conservation Advisory Committee, if any, established under the <i>Ontario Heritage Act</i> for the locality in which the cemetery is located;</p> <p class=\"clause-e\">(d) the Archives of Ontario, the Ontario Historical Society, the Ontario Archaeological Society and the Ontario Genealogical Society; and</p> <p class=\"clause-e\">(e) the Minister of Culture and Communications. O. Reg. 130/92, s. 49 (3).</p> <p class=\"subsection-e\">(4) The notice shall be conspicuously posted on a sign at the entrance to the cemetery before publication of the first notice under clause (2) (b) and shall remain posted until the Registrar makes, or refuses to make, the order sought by the owner. O. Reg. 130/92, s. 49 (4).</p>"
        },
        {
            "id": "50.",
            "section": "Closing a Cemetery",
            "content": "50. For the purposes of clause 8 (3) (b) of the Act, the time within which interested persons may make submissions to the Registrar is forty-five days after the later of, (a) the day on which the final notice under clause 49 (2) (b) is published; or (b) five days after the day on which the final notice is mailed under subsection 49 (3). O. Reg. 130/92, s. 50.",
            "raw_html": "<p class=\"section-e\"><b>50. </b>For the purposes of clause 8 (3) (b) of the Act, the time within which interested persons may make submissions to the Registrar is forty-five days after the later of,</p> <p class=\"clause-e\">(a) the day on which the final notice under clause 49 (2) (b) is published; or</p> <p class=\"clause-e\">(b) five days after the day on which the final notice is mailed under subsection 49 (3). O. Reg. 130/92, s. 50.</p>"
        },
        {
            "id": "51.",
            "section": "Closing a Cemetery",
            "content": "51. (1) An owner who is ordered to disinter human remains and reinter them in another cemetery shall deliver copies of the records to the owner of the other cemetery. O. Reg. 130/92, s. 51 (1). (2) If the owner referred to in subsection (1) is the owner of another cemetery and continues to maintain the original records, the owner shall deliver copies of the records to, (a) the nearest municipal, county, church or other public archive; or (b) if the archive under clause (a) refuses to accept the records, the Archives of Ontario. O. Reg. 130/92, s. 51 (2). (3) If the owner referred to in subsection (1) is not the owner of another cemetery and cannot maintain the original records, the owner shall deliver the original records to, (a) the nearest municipal, county, church or other public archive; or (b) if the archive under clause (a) refuses to accept the records, the Archives of Ontario. O. Reg. 130/92, s. 51 (3).",
            "raw_html": "<p class=\"section-e\"><b>51. </b>(1) An owner who is ordered to disinter human remains and reinter them in another cemetery shall deliver copies of the records to the owner of the other cemetery. O. Reg. 130/92, s. 51 (1).</p> <p class=\"subsection-e\">(2) If the owner referred to in subsection (1) is the owner of another cemetery and continues to maintain the original records, the owner shall deliver copies of the records to,</p> <p class=\"clause-e\">(a) the nearest municipal, county, church or other public archive; or</p> <p class=\"clause-e\">(b) if the archive under clause (a) refuses to accept the records, the Archives of Ontario. O. Reg. 130/92, s. 51 (2).</p> <p class=\"subsection-e\">(3) If the owner referred to in subsection (1) is not the owner of another cemetery and cannot maintain the original records, the owner shall deliver the original records to,</p> <p class=\"clause-e\">(a) the nearest municipal, county, church or other public archive; or</p> <p class=\"clause-e\">(b) if the archive under clause (a) refuses to accept the records, the Archives of Ontario. O. Reg. 130/92, s. 51 (3).</p>"
        },
        {
            "id": "52.",
            "section": "Closing a Cemetery",
            "content": "52. Omitted (revokes other Regulations). O. Reg. 130/92, s. 52.",
            "raw_html": "<p class=\"section-e\"><b>52.</b> Omitted (revokes other Regulations). O. Reg. 130/92, s. 52.</p>"
        },
        {
            "id": "53.",
            "section": "Closing a Cemetery",
            "content": "53. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 130/92, s. 53. ",
            "raw_html": "<p class=\"section-e\"><b>53.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 130/92, s. 53.</p> <p class=\"Normal\"></p>"
        }
    ]
}