{
    "reg_info": {
        "full_title": "O. Reg. 129/04: LICENSING OF SEWAGE WORKS OPERATORS",
        "reg_name_text": "Licensing of Sewage works operators",
        "citation": "O. Reg. 129/04: LICENSING OF SEWAGE WORKS OPERATORS",
        "act_under": "Ontario Water Resources Act   Loi sur les ressources en eau de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/040129",
        "date_scraped": "2023-12-18 13:33:10"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  3, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/040129/v8",
            "valid_from": "July 28, 2017",
            "valid_to": "December  2, 2021"
        },
        {
            "a_href": "/laws/regulation/040129/v7",
            "valid_from": "October 31, 2011",
            "valid_to": "July 27, 2017"
        },
        {
            "a_href": "/laws/regulation/040129/v6",
            "valid_from": "June 14, 2011",
            "valid_to": "October 30, 2011"
        },
        {
            "a_href": "/laws/regulation/040129/v5",
            "valid_from": "January  1, 2011",
            "valid_to": "June 13, 2011"
        },
        {
            "a_href": "/laws/regulation/040129/v4",
            "valid_from": "December  6, 2010",
            "valid_to": "December 31, 2010"
        },
        {
            "a_href": "/laws/regulation/040129/v3",
            "valid_from": "March 23, 2007",
            "valid_to": "December  5, 2010"
        },
        {
            "a_href": "/laws/regulation/040129/v2",
            "valid_from": "August  1, 2004",
            "valid_to": "March 22, 2007"
        },
        {
            "a_href": "/laws/regulation/040129/v1",
            "valid_from": "May 14, 2004",
            "valid_to": "July 31, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Definitions",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. In this Regulation, “authorizing certificate” has the same meaning as in subsection 2 (1) of the Ontario Labour Mobility Act, 2009; “facility” means a wastewater collection facility or a wastewater treatment facility; “licensed engineering practitioner” means a person who holds a licence, limited licence or temporary licence under the\r\nProfessional Engineers Act; “occupation” has the same meaning as in subsection 2 (1) of the Ontario Labour Mobility Act, 2009; “operator” means a person who adjusts, inspects or evaluates a process that controls the effectiveness or efficiency of a facility, and includes a person who adjusts or directs the flow, pressure or quality of the wastewater within a wastewater collection facility; “operator-in-charge” means an operator or professional engineer who is designated as an operator-in-charge of a facility under section 17; “out-of-province regulatory authority” has the same meaning as in subsection 2 (1) of the Ontario Labour Mobility Act, 2009; “overall responsible operator” means an operator or professional engineer who is designated as an overall responsible operator of a facility under section 15; “professional engineer” means a professional engineer as defined in the Professional Engineers Act; “regulated occupation” has the same meaning as in subsection 2 (1) of the Ontario Labour Mobility Act, 2009; “restricted certificate”, in relation to an occupation, means a certificate, licence, registration, or other form of official recognition that is granted by a regulatory authority to an individual who is not qualified to practise the occupation but is permitted with conditions to practise the occupation; “wastewater collection facility” means a sewage works that collects or transmits sewage but does not treat or dispose of sewage; “wastewater treatment facility” means a sewage works that treats or disposes of sewage but does not collect or transmit sewage.  O. Reg. 129/04, s. 1; O. Reg. 467/10, s. 1; O. Reg. 818/21, s. 1. Application",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“authorizing certificate” has the same meaning as in subsection 2 (1) of the <i>Ontario</i><i> Labour Mobility Act, 2009</i>;</p> <p class=\"definition-e\">“facility” means a wastewater collection facility or a wastewater treatment facility;</p> <p class=\"definition-e\">“licensed engineering practitioner” means a person who holds a licence, limited licence or temporary licence under the\r\n<i>Professional Engineers Act</i>;</p> <p class=\"definition-e\">“occupation” has the same meaning as in subsection 2 (1) of the <i>Ontario</i><i> Labour Mobility Act, 2009</i>;</p> <p class=\"definition-e\">“operator” means a person who adjusts, inspects or evaluates a process that controls the effectiveness or efficiency of a facility, and includes a person who adjusts or directs the flow, pressure or quality of the wastewater within a wastewater collection facility; <b> </b></p> <p class=\"definition-e\">“operator-in-charge” means an operator or professional engineer who is designated as an operator-in-charge of a facility under section 17;</p> <p class=\"definition-e\">“out-of-province regulatory authority” has the same meaning as in subsection 2 (1) of the <i>Ontario</i><i> Labour Mobility Act, 2009</i>;</p> <p class=\"definition-e\">“overall responsible operator” means an operator or professional engineer who is designated as an overall responsible operator of a facility under section 15; </p> <p class=\"definition-e\">“professional engineer” means a professional engineer as defined in the <i>Professional Engineers Act</i>;</p> <p class=\"definition-e\">“regulated occupation” has the same meaning as in subsection 2 (1) of the <i>Ontario</i><i> Labour Mobility Act, 2009</i>; </p> <p class=\"definition-e\">“restricted certificate”, in relation to an occupation, means a certificate, licence, registration, or other form of official recognition that is granted by a regulatory authority to an individual who is not qualified to practise the occupation but is permitted with conditions to practise the occupation;</p> <p class=\"definition-e\">“wastewater collection facility” means a sewage works that collects or transmits sewage but does not treat or dispose of sewage;</p> <p class=\"definition-e\">“wastewater treatment facility” means a sewage works that treats or disposes of sewage but does not collect or transmit sewage.  O. Reg. 129/04, s. 1; O. Reg. 467/10, s. 1; O. Reg. 818/21, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Application</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Application",
            "part_id": null,
            "part_type": null,
            "section": "Application",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Application",
            "content": " 2. (1) This Regulation applies to, (a)  a sewage works to which section 53 of the Act applies that is owned or operated by the Crown or a municipality, if the sewage received by the sewage works is treated; and (b)  a sewage works to which section 53 of the Act applies that is not owned or operated by the Crown or a municipality, if any sewage received by the sewage works is, (i)  toilet, sink or culinary liquid waste, or (ii)  other sewage of a kind normally discharged from a residential subdivision, other than storm water, ground water, surface drainage or land drainage.  O. Reg. 129/04, s. 2 (1). (2) Despite subsection (1), this Regulation does not apply to a sewage works described in clause 53 (6) (a) of the Act if, (a)  the sewage works has a design capacity in excess of 10,000 litres per day; (b)  more than one sewage works are located on a lot or parcel of land and they have, in total, a design capacity in excess of 10,000 litres per day; or (c)  the sewage works is not located wholly within the boundaries of the lot or parcel of land on which is located the residence or other building or facility served by the works.  O. Reg. 129/04, s. 2 (2). Classification of Facilities",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2. </b>(1) This Regulation applies to,</p> <p class=\"clause-e\">  (a)  a<b> </b>sewage works to which section 53 of the Act applies that is<b> </b>owned or operated by the Crown or a municipality, if the sewage received by the sewage works is treated; and</p> <p class=\"clause-e\">  (b)  a<b> </b>sewage works to which section 53 of the Act applies that is<b> </b>not owned or operated by the Crown or a municipality, if any sewage received by the sewage works is,</p> <p class=\"subclause-e\">  (i)  toilet, sink or culinary liquid waste, or</p> <p class=\"subclause-e\">  (ii)  other sewage of a kind normally discharged from a residential subdivision, other than storm water, ground water, surface drainage or land drainage.  O. Reg. 129/04, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), this Regulation does not apply to a<b> </b>sewage works described in clause 53 (6) (a) of the Act if,</p> <p class=\"clause-e\">  (a)  the sewage works has a design capacity in excess of 10,000 litres per day;</p> <p class=\"clause-e\">  (b)  more than one sewage works are located on a lot or parcel of land and they have, in total, a design capacity in excess of 10,000 litres per day; or</p> <p class=\"clause-e\">  (c)  the sewage works is<b> </b>not located wholly within the boundaries of the lot or parcel of land on which is located the residence or other building or facility served by the works.  O. Reg. 129/04, s. 2 (2).</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Classification of Facilities</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Classification of Facilities",
            "part_id": null,
            "part_type": null,
            "section": "Classification of Facilities",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Types and classes of facilities",
            "content": " 3. (1) For the purposes of this Regulation, sewage works are divided into the following types of facilities: 1.  Wastewater collection facilities. 2.  Wastewater treatment facilities.  O. Reg. 129/04, s. 3 (1). (2) Each type of facility is classified into Class I, Class II, Class III and Class IV facilities in accordance with Schedule 1.  O. Reg. 129/04, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>3. </b>(1) For the purposes of this Regulation, sewage works are divided into the following types of facilities:</p> <p class=\"paragraph-e\">  1.  Wastewater collection facilities.</p> <p class=\"paragraph-e\">  2.  Wastewater treatment facilities.  O. Reg. 129/04, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Each type of facility is classified into Class I, Class II, Class III and Class IV facilities in accordance with Schedule 1.  O. Reg. 129/04, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Certificate of classification",
            "content": " 4. (1) The owner of a facility shall file an application with the Director for the classification of the facility.  O. Reg. 129/04, s. 4 (1). (2) Upon receipt of an application and the required fee, the Director shall classify the facility in accordance with Schedule 1 and shall issue to the owner a certificate of classification for the facility.  O. Reg. 129/04, s. 4 (2). (3) If a facility that has been classified under this section is to be altered, extended or replaced so that it will not meet the criteria in Schedule 1 for the same classification, the owner of the facility shall apply for a reclassification of the facility when approval of the alteration, extension or replacement is applied for under section 20.2 of the Environmental Protection Act.  O. Reg. 129/04, s. 4 (3); O. Reg. 236/11, s. 1. (4) The Director may require the owner of a facility that has been classified under this section to apply for reclassification if section 3 or Schedule 1, 1.1 or 1.2 is amended.  O. Reg. 129/04, s. 4 (4); O. Reg. 302/17, s. 1. (5) The owner shall ensure that the certificate of classification of the facility is conspicuously displayed at the facility or at premises from which the operations of the facility are managed.  O. Reg. 129/04, s. 4 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>4. </b>(1) The owner of a facility shall file an application with the Director for the classification of the facility.  O. Reg. 129/04, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Upon receipt of an application and the required fee, the Director shall classify the facility in accordance with Schedule 1 and shall issue to the owner a certificate of classification for the facility.  O. Reg. 129/04, s. 4 (2).</p> <p class=\"subsection-e\">  (3) If a facility that has been classified under this section is to be altered, extended or replaced so that it will not meet the criteria in Schedule 1 for the same classification, the owner of the facility shall apply for a reclassification of the facility when approval of the alteration, extension or replacement is applied for under section 20.2 of the <i>Environmental Protection Act</i>.  O. Reg. 129/04, s. 4 (3); O. Reg. 236/11, s. 1.</p> <p class=\"subsection-e\">  (4) The Director may require the owner of a facility that has been classified under this section to apply for reclassification if section 3 or Schedule 1, 1.1 or 1.2 is amended.  O. Reg. 129/04, s. 4 (4); O. Reg. 302/17, s. 1.</p> <p class=\"subsection-e\">  (5) The owner shall ensure that the certificate of classification of the facility is conspicuously displayed at the facility or at premises from which the operations of the facility are managed.  O. Reg. 129/04, s. 4 (5).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Existing certificates of classification",
            "content": " 5. (1) A certificate of classification that was issued to the owner of a wastewater collection facility under section 4 of Ontario Regulation 435/93 and that is a valid certificate on August 1, 2004 shall be deemed to be a certificate of classification for a wastewater collection facility under this Regulation.  O. Reg. 129/04, s. 5 (1). (2) A certificate of classification that was issued to the owner of a wastewater treatment facility under section 4 of Ontario Regulation 435/93 and that is a valid certificate on August 1, 2004 shall be deemed to be a certificate of classification for a wastewater treatment facility under this Regulation.  O. Reg. 129/04, s. 5 (2). Licensing of Operators",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>5. </b>(1) A certificate of classification that was issued to the owner of a wastewater collection facility under section 4 of Ontario Regulation 435/93 and that is a valid certificate on August 1, 2004 shall be deemed to be a certificate of classification for a wastewater collection facility under this Regulation.  O. Reg. 129/04, s. 5 (1).</p> <p class=\"subsection-e\">  (2) A certificate of classification that was issued to the owner of a wastewater treatment facility under section 4 of Ontario Regulation 435/93 and that is a valid certificate on August 1, 2004 shall be deemed to be a certificate of classification for a wastewater treatment facility under this Regulation.  O. Reg. 129/04, s. 5 (2).</p> <p class=\"heading1-e\"><a name=\"BK8\"></a>Licensing of Operators</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Licensing of Operators",
            "part_id": null,
            "part_type": null,
            "section": "Licensing of Operators",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Classes of operator’s licence",
            "content": " 6. (1) For each type of facility, there shall be four classes of operator’s licences, designated as Class I, Class II, Class III and Class IV.  O. Reg. 129/04, s. 6 (1). (2) There shall also be a class of operator’s licence for operators-in-training for each type of facility.  O. Reg. 129/04, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>6. </b>(1) For each type of facility, there shall be four classes of operator’s licences, designated as Class I, Class II, Class III and Class IV.  O. Reg. 129/04, s. 6 (1).</p> <p class=\"subsection-e\">  (2) There shall also be a class of operator’s licence for operators-in-training for each type of facility.  O. Reg. 129/04, s. 6 (2).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Issuance of operator’s licences",
            "content": " 7. (1) A person may apply to the Director for the issuance of an operator’s licence.  O. Reg. 129/04, s. 7 (1). (2) The Director shall issue the licence if the applicant meets the qualifications set out in Schedule 2 for that type and class of licence and the required fee has been paid.  O. Reg. 129/04, s. 7 (2). (3) The Director may refuse to issue a licence if, (a)  any of the circumstances described in subsection 11 (1) apply; (b)  the applicant is the holder of any operator’s licence that has been cancelled or suspended or is the holder of any other licence that is suspended or that the Director is authorized under subsection 11 (1) to cancel or suspend; or (c)  the applicant is the holder of an operator’s certificate or water quality analyst’s certificate issued under Ontario Regulation 128/04 (Certification of Drinking Water System Operators and Water Quality Analysts), made under the Safe Drinking Water Act, 2002, that has been revoked or suspended or that the Director is authorized to revoke or suspend. O. Reg. 818/21, s. 2. (4) A licence expires three years after it is issued but may be reissued in accordance with this section.  O. Reg. 129/04, s. 7 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>7. </b>(1) A person may apply to the Director for the issuance of an operator’s licence.  O. Reg. 129/04, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The Director shall issue the licence if the applicant meets the qualifications set out in Schedule 2 for that type and class of licence and the required fee has been paid.  O. Reg. 129/04, s. 7 (2).</p> <p class=\"subsection-e\">  (3) The Director may refuse to issue a licence if,</p> <p class=\"clause-e\">  (a)  any of the circumstances described in subsection 11 (1) apply;</p> <p class=\"clause-e\">  (b)  the applicant is the holder of any operator’s licence that has been cancelled or suspended or is the holder of any other licence that is suspended or that the Director is authorized under subsection 11 (1) to cancel or suspend; or</p> <p class=\"clause-e\">  (c)  the applicant is the holder of an operator’s certificate or water quality analyst’s certificate issued under Ontario Regulation 128/04 (Certification of Drinking Water System Operators and Water Quality Analysts), made under the<i> Safe Drinking Water Act, 2002</i>, that has been revoked or suspended or that the Director is authorized to revoke or suspend. O. Reg. 818/21, s. 2.</p> <p class=\"subsection-e\">  (4) A licence expires three years after it is issued<b> </b>but may be reissued in accordance with this section.  O. Reg. 129/04, s. 7 (4).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "7.1",
            "part_id": null,
            "part_type": null,
            "section": "Operator’s licences, out-of-province applicants",
            "content": " 7.1 (1) A person who holds an authorizing certificate issued by an out-of-province regulatory authority in respect of an occupation may apply to the Director for the issuance of an operator’s licence described in subsection 6 (1) in respect of the same occupation.  O. Reg. 467/10, s. 2. (2) Subject to subsections (3) and (4), the Director shall issue the operator’s licence described in subsection 6 (1) to the applicant if, (a)  the applicant pays the required fee; (b)  the applicant provides the Director with a copy of the applicant’s authorizing certificate; (c)  the operator’s licence is, in the opinion of the Director, in respect of the same occupation as the applicant’s authorizing certificate; (d)  the applicant provides the Director with confirmation in writing from the out-of-province regulatory authority that the applicant’s authorizing certificate is in good standing; and (e)  the applicant provides the Director with evidence satisfactory to the Director that he or she has practised the regulated occupation within the three-year period preceding the day on which the applicant submits his or her application under subsection (1).  O. Reg. 467/10, s. 2. (3) The Director may refuse to issue a licence if the out-of-province regulatory authority has cancelled, suspended or revoked an authorizing certificate or a restricted certificate that was issued to the applicant in respect of one or more of the following occupations or if circumstances exist that authorize the authority to cancel, suspend or revoke such an authorizing certificate or a restricted certificate: 1.  Wastewater operator. 2.  Water operator. 3.  Water quality analyst. O. Reg. 818/21, s. 3. (4) A licence expires three years after it is issued but may be reissued in accordance with section 7.  O. Reg. 467/10, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>7.1 </b>(1) A person who holds an authorizing certificate issued by an out-of-province regulatory authority in respect of an occupation may apply to the Director for the issuance of an operator’s licence described in subsection 6 (1) in respect of the same occupation.  O. Reg. 467/10, s. 2.</p> <p class=\"subsection-e\">  (2) Subject to subsections (3) and (4), the Director shall issue the operator’s licence described in subsection 6 (1) to the applicant if,</p> <p class=\"clause-e\">  (a)  the applicant pays the required fee;</p> <p class=\"clause-e\">  (b)  the applicant provides the Director with a copy of the applicant’s authorizing certificate; </p> <p class=\"clause-e\">  (c)  the operator’s licence is, in the opinion of the Director, in respect of the same occupation as the applicant’s authorizing certificate;</p> <p class=\"clause-e\">  (d)  the applicant provides the Director with confirmation in writing from the out-of-province regulatory authority that the applicant’s authorizing certificate is in good standing; and</p> <p class=\"clause-e\">  (e)  the applicant provides the Director with evidence satisfactory to the Director that he or she has practised the regulated occupation within the three-year period preceding the day on which the applicant submits his or her application under subsection (1).  O. Reg. 467/10, s. 2.</p> <p class=\"subsection-e\">  (3) The Director may refuse to issue a licence if the out-of-province regulatory authority has cancelled, suspended or revoked an authorizing certificate or a restricted certificate that was issued to the applicant in respect of one or more of the following occupations or if circumstances exist that authorize the authority to cancel, suspend or revoke such an authorizing certificate or a restricted certificate:</p> <p class=\"paragraph-e\">  1.  Wastewater operator. </p> <p class=\"paragraph-e\">  2.  Water operator.</p> <p class=\"paragraph-e\">  3.  Water quality analyst. O. Reg. 818/21, s. 3.</p> <p class=\"subsection-e\">  (4) A licence expires three years after it is issued but may be reissued in accordance with section 7.  O. Reg. 467/10, s. 2.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Issuance of conditional operator’s licences",
            "content": " 8. (1) A person may apply to the Director for the issuance of a conditional Class I, Class II, Class III or Class IV operator’s licence.  O. Reg. 129/04, s. 8 (1). (2) The Director may issue the conditional licence if, (a)  the owner of one or more facilities satisfies the Director that the owner cannot readily obtain the services of an operator who holds a licence of the type and class applied for under this section; (b)  the owner referred to in clause (a) gives the applicant and the Director an undertaking in writing to co-operate in facilitating the applicant’s compliance with any conditions imposed under subsection (3); and (c)  the required fee has been paid.  O. Reg. 129/04, s. 8 (2). (3) The Director may issue a conditional licence subject to conditions.  O. Reg. 129/04, s. 8 (3). (4) A conditional licence is valid only in respect of a facility owned by the owner referred to in clause (2) (a).  O. Reg. 129/04, s. 8 (4). (5) A conditional licence expires three years after it is issued or on such earlier date as may be specified on the licence, but may be reissued in accordance with this section.  O. Reg. 129/04, s. 8 (5). 9. Revoked:  O. Reg. 467/10, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>8</b><b>. </b>(1) A person may apply to the Director for the issuance of a conditional Class I, Class II, Class III or Class IV operator’s licence.  O. Reg. 129/04, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The Director may issue the conditional licence if,</p> <p class=\"clause-e\">  (a)  the owner of one or more facilities satisfies the Director that the owner cannot readily obtain the services of an operator who holds a licence of the type and class applied for under this section; </p> <p class=\"clause-e\">  (b)  the owner referred to in clause (a) gives the applicant and the Director an undertaking in writing to co-operate in facilitating the applicant’s compliance with any conditions imposed under subsection (3); and</p> <p class=\"clause-e\">  (c)  the required fee has been paid.  O. Reg. 129/04, s. 8 (2).</p> <p class=\"subsection-e\">  (3) The Director may issue a conditional licence subject to conditions.  O. Reg. 129/04, s. 8 (3).</p> <p class=\"subsection-e\">  (4) A conditional licence is valid only in respect of a facility owned by the owner referred to in clause (2) (a).  O. Reg. 129/04, s. 8 (4).</p> <p class=\"subsection-e\">  (5) A conditional licence expires three years after it is issued or on such earlier date as may be specified on the licence, but may be reissued in accordance with this section.  O. Reg. 129/04, s. 8 (5).</p> <p class=\"section-e\"> <b>9</b><b>. </b><span class=\"ovsmallcap\">Revoked:  </span>O. Reg. 467/10, s. 3.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Transferability of licences",
            "content": " 10. A person who holds a Class I, Class II, Class III or Class IV wastewater treatment facility operator’s licence shall be deemed to also hold a Class I wastewater collection facility operator’s licence.  O. Reg. 129/04, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>10. </b>A person who holds a Class I, Class II, Class III or Class IV wastewater treatment facility operator’s licence shall be deemed to also hold a Class I wastewater collection facility operator’s licence.  O. Reg. 129/04, s. 10.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Cancellation or suspension of licence",
            "content": " 11. (1) The Director may cancel or suspend a person’s licence if one or more of the following circumstances exist: 1.  The licence was obtained by fraud, deceit or the submission of an application that contained inaccurate information. 2.  The person has not worked as an operator during the previous five years. 3.  The person has been discharged from employment in a facility for gross negligence or for incompetence in the performance of his or her duties, unless the person has not yet exhausted any rights of appeal available under a collective agreement. 4.  The person has contravened or failed to comply with section 18 or 19 and the contravention or failure, i.  resulted in the discharge of a pollutant into the natural environment, ii.  had an adverse effect on the health or safety of an individual, or iii.  had an adverse effect on a process in the facility. 5.  The person has worked as an operator for any length of time without being licensed for the type or class of operator he or she worked as, or has held himself or herself out to an owner, the Director or any Ministry employee as holding a type or class of operator’s licence that the person does not hold. 6.  The person has previously had an operator’s licence or an operator’s licence or water operator’s licence issued under Ontario Regulation 435/93 (Water Works and Sewage Works), made under the Act, or an operator’s certificate or a water quality analyst’s certificate issued under Ontario Regulation 128/04 (Certification of Drinking Water System Operators and Water Quality Analysts), made under the Safe Drinking Water Act, 2002, cancelled, revoked or suspended for any reason and the Director has reasonable grounds to believe that the person is not competent to be an operator. 7.  The person has failed, i.  to exercise the level of care, diligence and skill in respect of a sewage works that a reasonably prudent operator would be expected to exercise in a similar situation, or ii.  to act honestly, competently and with integrity, with a view to ensuring the protection of human health or the natural environment. 8.  The person has failed to meet or has contravened any condition that is set out in the person’s licence. O. Reg. 129/04, s. 11 (1); O. Reg. 818/21, s. 4. (2) When a person’s licence is cancelled or suspended under subsection (1), the Director may issue a licence of another type or class to the person if the person meets the qualifications set out in Schedule 2 for that type and class of licence.  O. Reg. 129/04, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>11. </b>(1) The Director may cancel or suspend a person’s licence if one or more of the following circumstances exist:</p> <p class=\"paragraph-e\">  1.  The licence was obtained by fraud, deceit or the submission of an application that contained inaccurate information.</p> <p class=\"paragraph-e\">  2.  The person has not worked as an operator during the previous five years. </p> <p class=\"paragraph-e\">  3.  The person has been discharged from employment in a facility for gross negligence or for incompetence in the performance of his or her duties, unless the person has not yet exhausted any rights of appeal available under a collective agreement. </p> <p class=\"paragraph-e\">  4.  The person has contravened or failed to comply with section 18 or 19 and the contravention or failure,</p> <p class=\"subpara-e\">  i.  resulted in the discharge of a pollutant into the natural environment,</p> <p class=\"subpara-e\">  ii.  had an adverse effect on the health or safety of an individual, or</p> <p class=\"subpara-e\">  iii.  had an adverse effect on a process in the facility.</p> <p class=\"paragraph-e\">  5.  The person has worked as an operator for any length of time without being licensed for the type or class of operator he or she worked as, or has held himself or herself out to an owner, the Director or any Ministry employee as holding a type or class of operator’s licence that the person does not hold.</p> <p class=\"paragraph-e\">  6.  The person has previously had an operator’s licence or an operator’s licence or water operator’s licence issued under Ontario Regulation 435/93 (Water Works and Sewage Works), made under the Act, or an operator’s certificate or a water quality analyst’s certificate issued under Ontario Regulation 128/04 (Certification of Drinking Water System Operators and Water Quality Analysts), made under the<i> Safe Drinking Water Act, 2002</i>, cancelled, revoked or suspended for any reason and the Director has reasonable grounds to believe that the person is not competent to be an operator.</p> <p class=\"paragraph-e\">  7.  The person has failed,</p> <p class=\"subpara-e\">  i.  to exercise the level of care, diligence and skill in respect of a sewage works that a reasonably prudent operator would be expected to exercise in a similar situation, or</p> <p class=\"subpara-e\">  ii.  to act honestly, competently and with integrity, with a view to ensuring the protection of human health or the natural environment.</p> <p class=\"paragraph-e\">  8.  The person has failed to meet or has contravened any condition that is set out in the person’s licence. O. Reg. 129/04, s. 11 (1); O. Reg. 818/21, s. 4.</p> <p class=\"subsection-e\">  (2) When a person’s licence is cancelled or suspended under subsection (1), the Director may issue a licence of another type or class to the person if the person meets the qualifications set out in Schedule 2 for that type and class of licence.  O. Reg. 129/04, s. 11 (2).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Replacement licences",
            "content": " 12. (1) The Director shall issue a replacement licence to an operator if the required fee is paid and, (a)  the operator’s licence has been lost or destroyed; or (b)  the operator’s name has changed and the original licence has been returned to the Director.  O. Reg. 129/04, s. 12 (1). (2) The Director may refuse to issue a replacement licence if the applicant is the holder of a licence that the Director is authorized under subsection 11 (1) to cancel or suspend.  O. Reg. 129/04, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>12. </b>(1) The Director shall issue a replacement licence to an operator if the required fee is paid and,</p> <p class=\"clause-e\">  (a)  the operator’s licence has been lost or destroyed; or</p> <p class=\"clause-e\">  (b)  the operator’s name has changed and the original licence has been returned to the Director.  O. Reg. 129/04, s. 12 (1).</p> <p class=\"subsection-e\">  (2) The Director may refuse to issue a replacement licence if the applicant is the holder of a licence that the Director is authorized under subsection 11 (1) to cancel or suspend.  O. Reg. 129/04, s. 12 (2).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Licence to be displayed",
            "content": " 13. The owner of a facility shall ensure that a copy of the licence of every licensed operator who is employed in the facility is conspicuously displayed at the operator’s workplace or at premises from which the operations of the facility are managed.  O. Reg. 129/04, s. 13. Operating Standards",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>13. </b>The owner of a facility shall ensure that a copy of the licence of every licensed operator who is employed in the facility is conspicuously displayed at the operator’s workplace or at premises from which the operations of the facility are managed.  O. Reg. 129/04, s. 13.</p> <p class=\"heading1-e\"><a name=\"BK17\"></a>Operating Standards</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "Operating Standards",
            "part_id": null,
            "part_type": null,
            "section": "Operating Standards",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Operators must be licensed",
            "content": " 14. (1) The owner of a facility shall ensure that every operator employed in the facility holds a licence applicable to that type of facility.  O. Reg. 129/04, s. 14 (1). (2) Subsection (1) does not apply in respect of an operator who is a professional engineer if the operator has been employed in the facility for less than six months.  O. Reg. 129/04, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>14. </b>(1) The owner of a facility shall ensure that every operator employed in the facility holds a licence applicable to that type of facility.  O. Reg. 129/04, s. 14 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply in respect of an operator who is a professional engineer if the operator has been employed in the facility for less than six months.  O. Reg. 129/04, s. 14 (2).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Overall responsible operator",
            "content": " 15. (1) The owner of a facility shall designate as overall responsible operator of the facility an operator who holds a licence that is applicable to that type of facility and that is of the same class as or higher than the class of the facility. (For example, the overall responsible operator of a Class III wastewater treatment facility must be an operator who holds a Class III or Class IV wastewater treatment facility operator’s licence.)  O. Reg. 129/04, s. 15 (1). (2) If the overall responsible operator who is designated under subsection (1) is absent or unable to act, an operator who holds a licence that is applicable to that type of facility and that is not more than one class lower than the class of the facility may be designated as overall responsible operator.  (For example, if the overall responsible operator of a Class IV wastewater collection facility who is designated under subsection (1) is absent or unable to act, an operator who holds a Class III or Class IV wastewater collection facility operator’s licence may be designated under this subsection as overall responsible operator of the facility.)  O. Reg. 129/04, s. 15 (2). (3) Subsection (2) does not permit an operator who holds an operator-in-training’s licence to be designated as overall responsible operator.  O. Reg. 129/04, s. 15 (3). (4) Subsection (2) shall not be relied on by the owner of a facility for more than 150 days in any 12-month period.  O. Reg. 129/04, s. 15 (4). (5) The owner of a facility shall notify the Director without delay if the owner relies on subsection (2) for 60 days in any 12-month period.  O. Reg. 129/04, s. 15 (5). (6) The Director may direct that subsection (4) not apply to a facility for a time period specified by the Director if the Director is satisfied that the owner of the facility cannot reasonably comply with subsection (1) and the direction will not result in a significant risk to human health or the natural environment.  O. Reg. 129/04, s. 15 (6). (7) A professional engineer who does not have the licence required by subsection (1) or (2) may be designated as overall responsible operator if the engineer has been employed in the facility for less than six months.  O. Reg. 129/04, s. 15 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>15. </b>(1) The owner of a facility shall designate as overall responsible operator of the facility an operator who holds a licence that is applicable to that type of facility and that is of the same class as or higher than the class of the facility. (For example, the overall responsible operator of a Class III wastewater treatment facility must be an operator who holds a Class III or Class IV wastewater treatment facility operator’s licence.)  O. Reg. 129/04, s. 15 (1).</p> <p class=\"subsection-e\">  (2) If the overall responsible operator who is designated under subsection (1) is absent or unable to act, an operator who holds a licence that is applicable to that type of facility and that is not more than one class lower than the class of the facility may be designated as overall responsible operator.  (For example, if the overall responsible operator of a Class IV wastewater collection facility who is designated under subsection (1) is absent or unable to act, an operator who holds a Class III or Class IV wastewater collection facility operator’s licence may be designated under this subsection as overall responsible operator of the facility.)  O. Reg. 129/04, s. 15 (2).</p> <p class=\"subsection-e\">  (3) Subsection (2) does not permit an operator who holds an operator-in-training’s licence to be designated as overall responsible operator.  O. Reg. 129/04, s. 15 (3).</p> <p class=\"subsection-e\">  (4) Subsection (2) shall not be relied on by the owner of a facility for more than 150 days in any 12-month period.  O. Reg. 129/04, s. 15 (4).</p> <p class=\"subsection-e\">  (5) The owner of a facility shall notify the Director without delay if the owner relies on subsection (2) for 60 days in any 12-month period.  O. Reg. 129/04, s. 15 (5).</p> <p class=\"subsection-e\">  (6) The Director may direct that subsection (4) not apply to a facility for a time period specified by the Director if the Director is satisfied that the owner of the facility cannot reasonably comply with subsection (1) and the direction will not result in a significant risk to human health or the natural environment.  O. Reg. 129/04, s. 15 (6).</p> <p class=\"subsection-e\">  (7) A professional engineer who does not have the licence required by subsection (1) or (2) may be designated as overall responsible operator if the engineer has been employed in the facility for less than six months.  O. Reg. 129/04, s. 15 (7).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Strikes and lock-outs",
            "content": " 16. (1) In the event of a strike or lock-out involving operators employed in a facility, the Director may direct that sections 14 and 15 not apply to the facility for the duration of the strike or lock-out if the Director is satisfied that the facility will be operated without a significant risk to human health or the natural environment.  O. Reg. 129/04, s. 16. (2) At least 14 days prior to the legal strike or lock-out date, the owner of the facility referred to in subsection (1) or a person authorized by the owner shall prepare and submit to the Director, in a format approved by the Director, a strike and lock-out plan for the continued safe and efficient operation of the facility that includes, at a minimum, (a)  a list of all persons proposed to be employed temporarily to operate the facility during the strike or lock-out, which shall include, for each person listed, the person’s, (i)  name, (ii)  current position, (iii)  qualifications, and (iv)  proposed responsibilities during the strike or lock-out; and (b)  a plan for how the facility will be operated during the strike or lock-out, including, (i)  a description of the facility, including its operating systems and processes, (ii)  a description of facility staffing requirements for the normal operation of the facility, (iii)  details of the training to be provided by the owner to all persons described in clause (a), (iv)  information about, (A)  any planned departures from the normal operation of the facility, and, (B)  any application in respect of such planned departures from the normal operation of the facility, (v)  confirmation that all persons described in clause (a) will be trained on the facility operating procedures and that a copy of the operating procedures is readily available at the facility or at the premises from which the facility is managed, and (vi)  confirmation that all persons described in clause (a) will review the emergency procedures for the facility before becoming responsible for the operation of the facility. O. Reg. 818/21, s. 5. (3) The Director shall review the strike and lock-out plan for the facility and shall issue a written notice, (a)  accepting the plan and directing that sections 14 and 15 not apply to the facility for the duration of the strike or lock-out, if the Director is satisfied that the facility will be operated without a significant risk to human health or the natural environment; or (b)  rejecting the plan for the reasons set out in the notice, and informing the owner or a person authorized by the owner that the direction described in subsection (1) has not been provided in respect of the facility, if the Director is not satisfied that the facility will be operated without a significant risk to human health or the natural environment. O. Reg. 818/21, s. 5. (4) The Director may issue a written notice described in clause (3) (a) subject to conditions and may stipulate other steps or information that are required of the system owner or a person authorized by the owner before issuing a final notice. O. Reg. 818/21, s. 5. (5) As part of the review described in subsection (3), the Director may request that the owner or a person authorized by the owner, (a)  submit additional information; or (b)  amend the submitted strike and lock-out plan before issuing a written notice. O. Reg. 818/21, s. 5. (6) If, after issuing a notice accepting a strike and lock-out plan, the Director is of the opinion that a significant risk to human health or the natural environment exists or is imminent with respect to the operation of the facility, the Director may, (a)  require the owner or a person authorized by the owner to amend the strike and lock-out plan accepted under clause (3) (a); or (b)  revoke a notice issued under clause (3) (a). O. Reg. 818/21, s. 5. (7) The Director may waive the 14-day deadline provided for in subsection (2) if the Director is of the opinion that the owner or a person authorized by the owner cannot reasonably prepare and submit the strike and lock-out plan within that time, and that the review of the strike and lock-out plan and the issuance of the written notice can be completed between the submission date and the legal strike or lock-out date. O. Reg. 818/21, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>16. </b>(1) In the event of a strike or lock-out involving operators employed in a facility, the Director may direct that sections 14 and 15 not apply to the facility for the duration of the strike or lock-out if the Director is satisfied that the facility will be operated without a significant risk to human health or the natural environment.  O. Reg. 129/04, s. 16.</p> <p class=\"subsection-e\">  (2) At least 14 days prior to the legal strike or lock-out date, the owner of the facility referred to in subsection (1) or a person authorized by the owner shall prepare and submit to the Director, in a format approved by the Director, a strike and lock-out plan for the continued safe and efficient operation of the facility that includes, at a minimum,</p> <p class=\"clause-e\">  (a)  a list of all persons proposed to be employed temporarily to operate the facility during the strike or lock-out, which shall include, for each person listed, the person’s,</p> <p class=\"subclause-e\">  (i)  name, </p> <p class=\"subclause-e\">  (ii)  current position,</p> <p class=\"subclause-e\">  (iii)  qualifications, and</p> <p class=\"subclause-e\">  (iv)  proposed responsibilities during the strike or lock-out; and</p> <p class=\"clause-e\">  (b)  a plan for how the facility will be operated during the strike or lock-out, including,</p> <p class=\"subclause-e\">  (i)  a description of the facility, including its operating systems and processes,</p> <p class=\"subclause-e\">  (ii)  a description of facility staffing requirements for the normal operation of the facility,</p> <p class=\"subclause-e\">  (iii)  details of the training to be provided by the owner to all persons described in clause (a),</p> <p class=\"subclause-e\">  (iv)  information about,</p> <p class=\"subsubclause-e\">  (A)  any planned departures from the normal operation of the facility, and,</p> <p class=\"subsubclause-e\">  (B)  any application in respect of such planned departures from the normal operation of the facility,</p> <p class=\"subclause-e\">  (v)  confirmation that all persons described in clause (a) will be trained on the facility operating procedures and that a copy of the operating procedures is readily available at the facility or at the premises from which the facility is managed, and</p> <p class=\"subclause-e\">  (vi)  confirmation that all persons described in clause (a) will review the emergency procedures for the facility before becoming responsible for the operation of the facility. O. Reg. 818/21, s. 5.</p> <p class=\"subsection-e\">  (3) The Director shall review the strike and lock-out plan for the facility and shall issue a written notice,</p> <p class=\"clause-e\">  (a)  accepting the plan and directing that sections 14 and 15 not apply to the facility for the duration of the strike or lock-out, if the Director is satisfied that the facility will be operated without a significant risk to human health or the natural environment; or</p> <p class=\"clause-e\">  (b)  rejecting the plan for the reasons set out in the notice, and informing the owner or a person authorized by the owner that the direction described in subsection (1) has not been provided in respect of the facility, if the Director is not satisfied that the facility will be operated without a significant risk to human health or the natural environment. O. Reg. 818/21, s. 5.</p> <p class=\"subsection-e\">  (4) The Director may issue a written notice described in clause (3) (a) subject to conditions and may stipulate other steps or information that are required of the system owner or a person authorized by the owner before issuing a final notice. O. Reg. 818/21, s. 5.</p> <p class=\"subsection-e\">  (5) As part of the review described in subsection (3), the Director may request that the owner or a person authorized by the owner,</p> <p class=\"clause-e\">  (a)  submit additional information; or </p> <p class=\"clause-e\">  (b)  amend the submitted strike and lock-out plan before issuing a written notice. O. Reg. 818/21, s. 5.</p> <p class=\"subsection-e\">  (6) If, after issuing a notice accepting a strike and lock-out plan, the Director is of the opinion that a significant risk to human health or the natural environment exists or is imminent with respect to the operation of the facility, the Director may,</p> <p class=\"clause-e\">  (a)  require the owner or a person authorized by the owner to amend the strike and lock-out plan accepted under clause (3) (a); or</p> <p class=\"clause-e\">  (b)  revoke a notice issued under clause (3) (a). O. Reg. 818/21, s. 5.</p> <p class=\"subsection-e\">  (7) The Director may waive the 14-day deadline provided for in subsection (2) if the Director is of the opinion that the owner or a person authorized by the owner cannot reasonably prepare and submit the strike and lock-out plan within that time, and that the review of the strike and lock-out plan and the issuance of the written notice can be completed between the submission date and the legal strike or lock-out date. O. Reg. 818/21, s. 5.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Operator-in-charge",
            "content": " 17. (1) The owner of a facility or a person authorized by the owner shall designate one or more licensed operators as operators-in-charge of the facility.  O. Reg. 129/04, s. 17 (1). (2) The owner or a person authorized by the owner shall ensure that records are maintained of the amount of time each operator works as an operator-in-charge.  O. Reg. 129/04, s. 17 (2). (3) Despite subsection (1), the owner may designate a professional engineer who does not have an operator’s licence as an operator-in-charge.  O. Reg. 129/04, s. 17 (3). (4) Subsection (3) shall not be relied on by the owner for more than 180 days in any 24-month period.  O. Reg. 129/04, s. 17 (4). (5) A person who holds an operator-in-training’s licence cannot act as an operator-in-charge.  O. Reg. 129/04, s. 17 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>17. </b>(1) The owner of a facility or a person authorized by the owner shall designate one or more licensed operators as operators-in-charge of the facility.  O. Reg. 129/04, s. 17 (1).</p> <p class=\"subsection-e\">  (2) The owner or a person authorized by the owner shall ensure that records are maintained of the amount of time each operator works as an operator-in-charge.  O. Reg. 129/04, s. 17 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (1), the owner may designate a professional engineer who does not have an operator’s licence as an operator-in-charge.  O. Reg. 129/04, s. 17 (3).</p> <p class=\"subsection-e\">  (4) Subsection (3) shall not be relied on by the owner for more than 180 days in any 24-month period.  O. Reg. 129/04, s. 17 (4).</p> <p class=\"subsection-e\">  (5) A person who holds an operator-in-training’s licence cannot act as an operator-in-charge.  O. Reg. 129/04, s. 17 (5).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Duties of operator-in-charge",
            "content": " 18. (1) An operator-in-charge is authorized to,   (a)  set operational parameters for the facility or for a process that controls the effectiveness or efficiency of the facility; and (b)  direct or supervise operators in the facility.  O. Reg. 129/04, s. 18 (1). (2) An operator-in-charge shall, (a)  take all steps reasonably necessary to operate the processes within his or her responsibility in a safe and efficient manner in accordance with the relevant operations manuals; (b)  ensure that the processes within his or her responsibility are measured, monitored, sampled and tested in a manner that permits them to be adjusted when necessary; (c)  ensure that records are maintained of all adjustments made to the processes within his or her responsibility; and (d)  ensure that all equipment used in the processes within his or her responsibility is properly monitored, inspected and evaluated and that records of equipment operating status are prepared and available at the end of every operating shift.  O. Reg. 129/04, s. 18 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>18. </b>(1) An operator-in-charge is authorized to,  </p> <p class=\"clause-e\">  (a)  set operational parameters for the facility or for a process that controls the effectiveness or efficiency of the facility; and</p> <p class=\"clause-e\">  (b)  direct or supervise operators in the facility.  O. Reg. 129/04, s. 18 (1).</p> <p class=\"subsection-e\">  (2) An operator-in-charge shall,</p> <p class=\"clause-e\">  (a)  take all steps reasonably necessary to operate the processes within his or her responsibility in a safe and efficient manner in accordance with the relevant operations manuals;</p> <p class=\"clause-e\">  (b)  ensure that the processes within his or her responsibility are measured, monitored, sampled and tested in a manner that permits them to be adjusted when necessary;</p> <p class=\"clause-e\">  (c)  ensure that records are maintained of all adjustments made to the processes within his or her responsibility; and</p> <p class=\"clause-e\">  (d)  ensure that all equipment used in the processes within his or her responsibility is properly monitored, inspected and evaluated and that records of equipment operating status are prepared and available at the end of every operating shift.  O. Reg. 129/04, s. 18 (2).</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Record-keeping re operation of facility",
            "content": " 19. (1) The owner of a facility shall ensure that logs or other record-keeping mechanisms are provided to record information concerning the operation of the facility.  O. Reg. 129/04, s. 19 (1). (2) Entries in the logs or other record-keeping mechanisms shall be made chronologically.  O. Reg. 129/04, s. 19 (2). (3) No person shall make an entry in a log or other record-keeping mechanism unless the person is an operator-in-charge or is authorized to make an entry by the owner or an operator-in-charge.  O. Reg. 129/04, s. 19 (3). (4) A person who makes an entry in a log or other record-keeping mechanism shall do so in a manner that permits the person to be unambiguously identified as the maker of the entry.  O. Reg. 129/04, s. 19 (4). (5) An operator-in-charge or a person authorized by an operator-in-charge shall record the following information in the logs or other record-keeping mechanisms in respect of each operating shift: 1.  The date, the time of day the shift began and ended and the number or designation of the shift. 2.  The names of all operators on duty during the shift. 3.  Any departures from normal operating procedures that occurred during the shift and the time they occurred. 4.  Any special instructions that were given during the shift to depart from normal operating procedures and the person who gave the instructions. 5.  Any unusual or abnormal conditions that were observed in the facility during the shift, any action that was taken and any conclusions drawn from the observations. 6.  Any equipment that was taken out of service or ceased to operate during the shift and any action taken to maintain or repair equipment during the shift.  O. Reg. 129/04, s. 19 (5). (6) The owner shall ensure that logs and other record-keeping mechanisms are accessible in the facility for at least two years after each entry in it was made.  O. Reg. 129/04, s. 19 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>19. </b>(1) The owner of a facility shall ensure that logs or other record-keeping mechanisms are provided to record information concerning the operation of the facility.  O. Reg. 129/04, s. 19 (1).</p> <p class=\"subsection-e\">  (2) Entries in the logs or other record-keeping mechanisms shall be made chronologically.  O. Reg. 129/04, s. 19 (2).</p> <p class=\"subsection-e\">  (3) No person shall make an entry in a log or other record-keeping mechanism unless the person is an operator-in-charge or is authorized to make an entry by the owner or an operator-in-charge.  O. Reg. 129/04, s. 19 (3).</p> <p class=\"subsection-e\">  (4) A person who makes an entry in a log or other record-keeping mechanism shall do so in a manner that permits the person to be unambiguously identified as the maker of the entry.  O. Reg. 129/04, s. 19 (4).</p> <p class=\"subsection-e\">  (5) An operator-in-charge or a person authorized by an operator-in-charge shall record the following information in the logs or other record-keeping mechanisms in respect of each operating shift:</p> <p class=\"paragraph-e\">  1.  The date, the time of day the shift began and ended and the number or designation of the shift.</p> <p class=\"paragraph-e\">  2.  The names of all operators on duty during the shift.</p> <p class=\"paragraph-e\">  3.  Any departures from normal operating procedures that occurred during the shift and the time they occurred.</p> <p class=\"paragraph-e\">  4.  Any special instructions that were given during the shift to depart from normal operating procedures and the person who gave the instructions.</p> <p class=\"paragraph-e\">  5.  Any unusual or abnormal conditions that were observed in the facility during the shift, any action that was taken and any conclusions drawn from the observations.</p> <p class=\"paragraph-e\">  6.  Any equipment that was taken out of service or ceased to operate during the shift and any action taken to maintain or repair equipment during the shift.  O. Reg. 129/04, s. 19 (5).</p> <p class=\"subsection-e\">  (6) The owner shall ensure that logs and other record-keeping mechanisms are accessible in the facility for at least two years after each entry in it was made.  O. Reg. 129/04, s. 19 (6).</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Operations and maintenance manuals",
            "content": " 20. (1) The owner of a facility shall ensure that operators and maintenance personnel in the facility have ready access to comprehensive operations and maintenance manuals that contain plans, drawings and process descriptions sufficient for the safe and efficient operation of the facility.  O. Reg. 129/04, s. 20 (1). (2) The owner shall ensure that the manuals are reviewed and updated at least once every two years.  O. Reg. 129/04, s. 20 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>20</b><b>. </b>(1) The owner of a facility shall ensure that operators and maintenance personnel in the facility have ready access to comprehensive operations and maintenance manuals that contain plans, drawings and process descriptions sufficient for the safe and efficient operation of the facility.  O. Reg. 129/04, s. 20 (1).</p> <p class=\"subsection-e\">  (2) The owner shall ensure that the manuals are reviewed and updated at least once every two years.  O. Reg. 129/04, s. 20 (2).</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Training",
            "content": " 21. (1) Subject to subsections (1.1) and (1.2), the owner of a facility shall ensure that every operator employed in a facility is given at least 40 hours of annual training every calendar year. O. Reg. 818/21, s. 6. (1.1) Commencing on January 1, 2022, the hours of annual training may be averaged over each subsequent three-year period during which the operator is employed in a facility but shall not be reduced or prorated for an operator who is employed on a part-time basis. O. Reg. 818/21, s. 6. (1.2) If an operator is employed in a facility for less than 60 days in a calendar year, the requirement of 40 hours of annual training does not apply for that year. O. Reg. 818/21, s. 6. (1.3) The owner shall notify the Director if subsection (1.2) applies to an operator in its employ. O. Reg. 818/21, s. 6. (2) The training may include, for example, training in new or revised operating procedures, reviews of existing operating procedures, safety training and studies of information and technical skills related to environmental subjects.  O. Reg. 129/04, s. 21 (2). (3) The owner shall ensure that records are maintained of the training given under this section, including the names and positions of the operators who attend training sessions, the date or dates of each training session, the duration of each training session and the subjects covered at each training session.  O. Reg. 129/04, s. 21 (3). (4) The owner shall submit copies or summaries of the records to the Director when requested to do so by the Director.  O. Reg. 129/04, s. 21 (4). Emergency Situations",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>21. </b>(1) Subject to subsections (1.1) and (1.2), the owner of a facility shall ensure that every operator employed in a facility is given at least 40 hours of annual training every calendar year. O. Reg. 818/21, s. 6.</p> <p class=\"subsection-e\">  (1.1) Commencing on January 1, 2022, the hours of annual training may be averaged over each subsequent three-year period during which the operator is employed in a facility but shall not be reduced or prorated for an operator who is employed on a part-time basis. O. Reg. 818/21, s. 6.</p> <p class=\"subsection-e\">  (1.2) If an operator is employed in a facility for less than 60 days in a calendar year, the requirement of 40 hours of annual training does not apply for that year. O. Reg. 818/21, s. 6.</p> <p class=\"subsection-e\">  (1.3) The owner shall notify the Director if subsection (1.2) applies to an operator in its employ. O. Reg. 818/21, s. 6.</p> <p class=\"subsection-e\">  (2) The training may include, for example, training in new or revised operating procedures, reviews of existing operating procedures, safety training and studies of information and technical skills related to environmental subjects.  O. Reg. 129/04, s. 21 (2).</p> <p class=\"subsection-e\">  (3) The owner shall ensure that records are maintained of the training given under this section, including the names and positions of the operators who attend training sessions, the date or dates of each training session, the duration of each training session and the subjects covered at each training session.  O. Reg. 129/04, s. 21 (3).</p> <p class=\"subsection-e\">  (4) The owner shall submit copies or summaries of the records to the Director when requested to do so by the Director.  O. Reg. 129/04, s. 21 (4).</p> <p class=\"heading1-e\"><a name=\"BK26\"></a>Emergency Situations</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "Emergency Situations",
            "part_id": null,
            "part_type": null,
            "section": "Emergency Situations",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Emergency situations",
            "content": " 22. (1) The Director may take an action described in subsection (2) if,  (a)  an emergency is declared under the Emergency Management and Civil Protection Act and the nature of the emergency is such that it could adversely affect the operation of a facility resulting in a significant risk to human health or the natural environment; (b)  one or more orders made under the Emergency Management and Civil Protection Act in a situation described in clause (a) are continued in successor legislation and remain in place; or (c)  an emergency has not been declared under the Emergency Management and Civil Protection Act, but the Director is of the opinion that a situation exists or is impending which could result in a health hazard or a significant risk to human health or the natural environment and one or more of the following circumstances exist: (i)  a provincial officer has issued or is considering issuing an order under section 16.1 or 16.2 of the Act in respect of an existing or imminent sewage works emergency, (ii)  a Director has issued or is considering issuing an order under section 61 of the Act in respect of an existing or imminent sewage works emergency, (iii)  a provincial officer, Director or the Minister has issued or is considering issuing an order or notice of emergency response under the Safe Drinking Water Act, 2002 in respect of an existing or imminent drinking water health hazard, (iv)  a provincial officer has issued or is considering issuing an order under section 157.1 of the Environmental Protection Act in respect of an existing or imminent sewage works emergency, (v)  a Director has issued or is considering making an order under section 18 of the Environmental Protection Act in respect of an existing or imminent sewage works emergency, or (vi)  the Minister has issued or is considering issuing an order under section 97 of the Environmental Protection Act in respect of an existing or imminent sewage works emergency. O. Reg. 818/21, s. 7. (2) The following are the actions that the Director may take for the purposes of subsection (1): 1.  Extending the expiry date of an operator’s licence issued, reissued or renewed under sections 7 to 12. 2.  Determining the expiry date of a licence extended under paragraph 1, which may be any date that is 12 months or less from the expiry date set out on the licence when most recently issued. O. Reg. 818/21, s. 7. (3) The owner of a facility, a person authorized by the owner or an operator may request that the Director take an action or actions described in subsection (2) in respect of the facility. O. Reg. 818/21, s. 7. (4) A request made under this section must be made in a manner and form approved by the Director and contain the information required by the Director. O. Reg. 818/21, s. 7. (5) The Director may require the requester to notify any affected owner, person authorized by the owner or operator of the request described in subsection (4), and to provide written confirmation of that step having occurred. O. Reg. 818/21, s. 7. (6) The actions taken by the Director in accordance with this section may apply for part or all of the duration of the situation described in subsection (1) and its aftermath. O. Reg. 818/21, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>22. </b>(1) The Director may take an action described in subsection (2) if, </p> <p class=\"clause-e\">  (a)  an emergency is declared under the <i>Emergency Management and Civil Protection Act</i> and the nature of the emergency is such that it could adversely affect the operation of a facility resulting in a significant risk to human health or the natural environment;</p> <p class=\"clause-e\">  (b)  one or more orders made under the <i>Emergency Management and Civil Protection Act</i> in a situation described in clause (a) are continued in successor legislation and remain in place; or</p> <p class=\"clause-e\">  (c)  an emergency has not been declared under the <i>Emergency Management and Civil Protection Act</i>, but the Director is of the opinion that a situation exists or is impending which could result in a health hazard or a significant risk to human health or the natural environment and one or more of the following circumstances exist:  </p> <p class=\"subclause-e\">  (i)  a provincial officer has issued or is considering issuing an order under section 16.1 or 16.2 of the Act in respect of an existing or imminent sewage works emergency, </p> <p class=\"subclause-e\">  (ii)  a Director has issued or is considering issuing an order under section 61 of the Act in respect of an existing or imminent sewage works emergency, </p> <p class=\"subclause-e\">  (iii)  a provincial officer, Director or the Minister has issued or is considering issuing an order or notice of emergency response under the <i>Safe Drinking Water Act, 2002</i> in respect of an existing or imminent drinking water health hazard, </p> <p class=\"subclause-e\">  (iv)  a provincial officer has issued or is considering issuing an order under section 157.1 of the <i>Environmental Protection Act</i> in respect of an existing or imminent sewage works emergency,</p> <p class=\"subclause-e\">  (v)  a Director has issued or is considering making an order under section 18 of the <i>Environmental Protection Act</i> in respect of an existing or imminent sewage works emergency, or</p> <p class=\"subclause-e\">  (vi)  the Minister has issued or is considering issuing an order under section 97 of the <i>Environmental Protection Act</i> in respect of an existing or imminent sewage works emergency. O. Reg. 818/21, s. 7.</p> <p class=\"subsection-e\">  (2) The following are the actions that the Director may take for the purposes of subsection (1):</p> <p class=\"paragraph-e\">  1.  Extending the expiry date of an operator’s licence issued, reissued or renewed under sections 7 to 12.</p> <p class=\"paragraph-e\">  2.  Determining the expiry date of a licence extended under paragraph 1, which may be any date that is 12 months or less from the expiry date set out on the licence when most recently issued. O. Reg. 818/21, s. 7.</p> <p class=\"subsection-e\">  (3) The owner of a facility, a person authorized by the owner or an operator may request that the Director take an action or actions described in subsection (2) in respect of the facility. O. Reg. 818/21, s. 7.</p> <p class=\"subsection-e\">  (4) A request made under this section must be made in a manner and form approved by the Director and contain the information required by the Director. O. Reg. 818/21, s. 7.</p> <p class=\"subsection-e\">  (5) The Director may require the requester to notify any affected owner, person authorized by the owner or operator of the request described in subsection (4), and to provide written confirmation of that step having occurred. O. Reg. 818/21, s. 7.</p> <p class=\"subsection-e\">  (6) The actions taken by the Director in accordance with this section may apply for part or all of the duration of the situation described in subsection (1) and its aftermath. O. Reg. 818/21, s. 7.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Emergency situations, operators etc.",
            "content": " 23. (1) Subject to subsection (2), (3) and (4), if the circumstances described in clause 22 (1) (a) or (b) exist, and despite sections 14, 15 and 17, the owner of a facility or a person authorized by the owner may employ the following persons, even if they do not hold an operator’s licence applicable to that type of facility, to temporarily operate the facility or be designated as overall responsible operator or as an operator-in-charge: 1.  A licensed engineering practitioner. 2.  A person who, at any time in the previous 60 months, held an operator’s licence for the applicable type of facility, if the licence has not been revoked or suspended at any time. 3.  A certified engineering technician or certified engineering technologist under the Ontario Association of Certified Engineering Technicians and Technologists Act, 1998 who, i.  has at least three years of experience working in the same type of wastewater facility, and ii.  has been trained by a licensed operator or a person described paragraph 2 on the operating duties to be performed. 4.  A person who is employed as a manager of one or more facilities, as long as the person, i.  has at least five years of experience working in the type of facility to be operated, ii.  directly manages or supervises licensed operators, iii.  only operates a facility or facilities at which the person is employed, and iv.  has been trained by a licensed operator or a person described in paragraph 2 on the operating duties to be performed. 5.  Any person currently employed in a facility, as long as the person, i.  has at least five years of experience working in the same type of wastewater facility, ii.  is responsible for performing maintenance on facility equipment used to treat wastewater or to adjust or direct the flow, pressure or quality of wastewater within the facility, or is responsible for providing technical support relating to the operation of the facility as a millwright, electrician, instrumentation technician, laboratory technician, maintenance mechanic or process control technician, or an equivalent position, iii.  only operates the type of facility at which the person is employed, and iv.  has been trained by a licensed operator or a person described in paragraph 2 on the operating duties to be performed. O. Reg. 818/21, s. 7. (2) Only the following persons may perform operator-in-charge or overall responsible operator responsibilities and duties as set out in sections 15, 17 and 18: 1.  A person described in paragraph 1 of subsection (1). 2.  A person described in paragraph 2 of subsection (1), where the licence that the person previously held was of the appropriate type and class for an operator-in-charge or overall responsible operator designation as set out in sections 15 and 17. O. Reg. 818/21, s. 7. (3) An owner of a facility or a person authorized by the owner may employ persons listed in subsection (1) only if it has reasonable grounds for believing that, (a)  there is an existing or impending critical shortage of licensed operators in the facility; and (b)  the use of non-licensed persons is necessary to ensure the safe and efficient operation of the facility and the continued protection of Ontario’s waters. O. Reg. 818/21, s. 7. (4) No person described in subsection (1) shall operate a facility if the person is the holder of any licence that has been cancelled or is suspended, or if the person’s drinking water operator’s certificate or drinking water quality analyst’s certificate issued under Ontario Regulation 128/04 (Certification of Drinking Water System Operators and Water Quality Analysts), made under the Safe Drinking Water Act, 2002, has been revoked or is suspended. O. Reg. 818/21, s. 7. (5) Within seven days of employing the first of one or more persons described in subsection (1), an owner of the facility or a person authorized by the owner shall submit, in writing, to the Director, in the manner and form approved by the Director, information about the circumstances leading to the person’s or persons’ employment in the facility. O. Reg. 818/21, s. 7. (6) An owner or a person authorized by the owner that employs a person under subsection (1) shall provide a written report to the Director within 90 days of the end of the circumstances described in clause 22 (1) (a) or (b) that includes the following in respect of each person: 1.  Name. 2.  Details showing how the person satisfied the criteria set out in the paragraph of subsection (1) under which the person was temporarily employed to operate the facility. 3.  Position held while employed to operate the facility. 4.  Summary of operating duties performed. 5.  Time spent operating the facility, including dates and shift number or designation. 6.  Whether the person performed operator-in-charge or overall responsible operator responsibilities and duties. 7.  Where applicable, time spent performing the responsibilities and duties of an operator-in-charge or overall responsible operator, including dates and shift number or designation. 8.  Reasons why employing the person to operate the facility was necessary to ensure the safe and efficient operation of the facility and the continued protection of Ontario’s waters. O. Reg. 818/21, s. 7. (7) The owner shall ensure that records included in the report described in subsection (6) are maintained in accordance with section 19 for at least five years. O. Reg. 818/21, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>23. </b>(1) Subject to subsection (2), (3) and (4), if the circumstances described in clause 22 (1) (a) or (b) exist, and despite sections 14, 15 and 17, the owner of a facility or a person authorized by the owner may employ the following persons, even if they do not hold an operator’s licence applicable to that type of facility, to temporarily operate the facility or be designated as overall responsible operator or as an operator-in-charge:</p> <p class=\"paragraph-e\">  1.  A licensed engineering practitioner.</p> <p class=\"paragraph-e\">  2.  A person who, at any time in the previous 60 months, held an operator’s licence for the applicable type of facility, if the licence has not been revoked or suspended at any time.</p> <p class=\"paragraph-e\">  3.  A certified engineering technician or certified engineering technologist under the <i>Ontario Association of Certified Engineering Technicians and Technologists Act, 1998 </i>who, </p> <p class=\"subpara-e\">  i.  has at least three years of experience working in the same type of wastewater facility, and</p> <p class=\"subpara-e\">  ii.  has been trained by a licensed operator or a person described paragraph 2 on the operating duties to be performed.</p> <p class=\"paragraph-e\">  4.  A person who is employed as a manager of one or more facilities, as long as the person, </p> <p class=\"subpara-e\">  i.  has at least five years of experience working in the type of facility to be operated,</p> <p class=\"subpara-e\">  ii.  directly manages or supervises licensed operators,  </p> <p class=\"subpara-e\">  iii.  only operates a facility or facilities at which the person is employed, and</p> <p class=\"subpara-e\">  iv.  has been trained by a licensed operator or a person described in paragraph 2 on the operating duties to be performed.</p> <p class=\"paragraph-e\">  5.  Any person currently employed in a facility, as long as the person, </p> <p class=\"subpara-e\">  i.  has at least five years of experience working in the same type of wastewater facility,</p> <p class=\"subpara-e\">  ii.  is responsible for performing maintenance on facility equipment used to treat wastewater or to adjust or direct the flow, pressure or quality of wastewater within the facility, or is responsible for providing technical support relating to the operation of the facility as a millwright, electrician, instrumentation technician, laboratory technician, maintenance mechanic or process control technician, or an equivalent position, </p> <p class=\"subpara-e\">  iii.  only operates the type of facility at which the person is employed, and</p> <p class=\"subpara-e\">  iv.  has been trained by a licensed operator or a person described in paragraph 2 on the operating duties to be performed. O. Reg. 818/21, s. 7.</p> <p class=\"subsection-e\">  (2) Only the following persons may perform operator-in-charge or overall responsible operator responsibilities and duties as set out in sections 15, 17 and 18:</p> <p class=\"paragraph-e\">  1.  A person described in paragraph 1 of subsection (1).</p> <p class=\"paragraph-e\">  2.  A person described in paragraph 2 of subsection (1), where the licence that the person previously held was of the appropriate type and class for an operator-in-charge or overall responsible operator designation as set out in sections 15 and 17. O. Reg. 818/21, s. 7.</p> <p class=\"subsection-e\">  (3) An owner of a facility or a person authorized by the owner may employ persons listed in subsection (1) only if it has reasonable grounds for believing that,</p> <p class=\"clause-e\">  (a)  there is an existing or impending critical shortage of licensed operators in the facility; and </p> <p class=\"clause-e\">  (b)  the use of non-licensed persons is necessary to ensure the safe and efficient operation of the facility and the continued protection of Ontario’s waters. O. Reg. 818/21, s. 7.</p> <p class=\"subsection-e\">  (4) No person described in subsection (1) shall operate a facility if the person is the holder of any licence that has been cancelled or is suspended, or if the person’s drinking water operator’s certificate or drinking water quality analyst’s certificate issued under Ontario Regulation 128/04 (Certification of Drinking Water System Operators and Water Quality Analysts), made under the <i>Safe Drinking Water Act, 2002</i>, has been revoked or is suspended. O. Reg. 818/21, s. 7.</p> <p class=\"subsection-e\">  (5) Within seven days of employing the first of one or more persons described in subsection (1), an owner of the facility or a person authorized by the owner shall submit, in writing, to the Director, in the manner and form approved by the Director, information about the circumstances leading to the person’s or persons’ employment in the facility. O. Reg. 818/21, s. 7.</p> <p class=\"subsection-e\">  (6) An owner or a person authorized by the owner that employs a person under subsection (1) shall provide a written report to the Director within 90 days of the end of the circumstances described in clause 22 (1) (a) or (b) that includes the following in respect of each person:</p> <p class=\"paragraph-e\">  1.  Name.</p> <p class=\"paragraph-e\">  2.  Details showing how the person satisfied the criteria set out in the paragraph of subsection (1) under which the person was temporarily employed to operate the facility.  </p> <p class=\"paragraph-e\">  3.  Position held while employed to operate the facility.</p> <p class=\"paragraph-e\">  4.  Summary of operating duties performed.</p> <p class=\"paragraph-e\">  5.  Time spent operating the facility, including dates and shift number or designation.</p> <p class=\"paragraph-e\">  6.  Whether the person performed operator-in-charge or overall responsible operator responsibilities and duties.</p> <p class=\"paragraph-e\">  7.  Where applicable, time spent performing the responsibilities and duties of an operator-in-charge or overall responsible operator, including dates and shift number or designation.</p> <p class=\"paragraph-e\">  8.  Reasons why employing the person to operate the facility was necessary to ensure the safe and efficient operation of the facility and the continued protection of Ontario’s waters. O. Reg. 818/21, s. 7.</p> <p class=\"subsection-e\">  (7) The owner shall ensure that records included in the report described in subsection (6) are maintained in accordance with section 19 for at least five years. O. Reg. 818/21, s. 7.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Labour laws still apply",
            "content": " 24. For greater certainty, nothing in section 22 or 23 or any other provision of this Regulation relieves any person from any obligation to comply with any applicable labour laws or collective agreements, and no action may be taken under those sections solely as the result of the exercise of a right under such a law or agreement. O. Reg. 818/21, s. 7. Schedule 1   FACILITY CLASSIFICATION POINT SYSTEMS 1. A wastewater collection facility is classified in accordance with Table 1 of this Schedule, based on the number of points applicable to the facility under the point system described in Schedule 1.1. 2. A wastewater treatment facility is classified in accordance with Table 1 of this Schedule, based on the number of points applicable to the facility under the point system described in Schedule 1.2. 3. (1) For the purpose of section 2, the number of points applicable to a package wastewater treatment facility under the point system described in Schedule 1.2 may be reduced by the Director if he or she is satisfied that the operational needs of the package wastewater treatment facility are less than the operational needs of other wastewater treatment facilities. (2) In subsection (1), “package wastewater treatment facility” means a wastewater treatment facility where the treatment processes of the facility meet the following criteria: 1.  The facility has been manufactured as a complete unit. 2.  The facility has been preassembled and delivered in not more than four modules to the site where it is used. 3.  The facility has a design flow of 1,300 cubic metres per day or less. TABLE 1   CLASSES OF FACILITIES Item   Column 1 Class   Column 2 Number of Points \n\n  1.   Class I   30 or less \n\n  2.   Class II   31 to 55 \n\n  3.   Class III   56 to 75 \n\n  4.   Class IV   76 or more O. Reg. 302/17, s. 2. Schedule 1.1   WASTEWATER COLLECTION FACILITIES POINT SYSTEM 1. The number of points applicable to a wastewater collection facility is determined by applying the Tables to this Schedule: Table 1   points based on Population served Item   Column 1 Population served   Column 2 Number of Points \n\n  1.   0 to 5,000 people   0 \n\n  2.   5,001 to 50,000 people   1 \n\n  3.   50,001 to 100,000 people   2 \n\n  4.   More than 100,000 people   3  Table 2   points based on Type of service Item   Column 1 Type of service   Column 2 Number of Points \n\n  1.   Facility includes combined sanitary and storm sewers, with length of combined sewers equal to 10% or less of total   2 \n\n  2.   Facility includes combined sanitary and storm sewers, with length of combined sewage equal to more than 10% of total   4 \n\n  3.   Facility collects industrial sewage, with volume of industrial sewage equal to 20% or less of total   2 \n\n  4.   Facility collects industrial sewage, with volume of industrial sewage equal to more than 20% of total   4  Table 3   points based on PUMPING STATIONS Item   Column 1 Pumping Stations   Column 2 Number of Points \n\n  1.   Facility has pumping station   10 \n\n  2.   Pumping station is generator supported   2 \n\n  3.   Pumping station has overflow chamber   2 \n\n  4.   Pumping station has grit chamber   2 \n\n  5.   Pumping station has alarm   2 \n\n  6.   Pumping station has odour control   2 \n\n  7.   Pumping station staffed 24 hours per day   10  Table 4   points based on Force mains Item   Column 1 Force Mains   Column 2 Number of Points \n\n  1.   Facility has force mains   10 \n\n  2.   Total length of force mains exceeds 1 kilometre   4 \n\n  3.   Force mains have active cathodic protection   2  Table 5   points based on Age of facility materials Item   Column1 Age of Facility Materials   Column 2 Number of Points \n\n  1.   More than 10% of facility materials pre-date 1950   4 \n\n  2.   More than 50% of facility materials pre-date 1970   4  Table 6   points based on by-pass chamber Item   Column 1 By-pass Chamber   Column 2 Number of Points \n\n  1.   Facility has by-pass chamber   10 \n\n  2.   By-pass chamber has alarm   2 \n\n  3.   By-pass chamber has disinfection   2  Table 7   points based on special features Item   Column 1 Special Features   Column 2 Number of Points \n\n  1.   Facility has flow equalization or fill and draw chambers   4 \n\n  2.   Facility has inverted siphons   4 \n\n  3.   Facility has access deeper than 10 metres   6 O. Reg. 302/17, s. 2. SCHEDULE 1.2   WASTEWATER TREATMENT FACILITIES POINT SYSTEM 1. The number of points applicable to a wastewater treatment facility is determined by applying the following rules and the Tables to this Schedule: 1.  For every 10,000 people served by a facility, the number of points applicable to the facility is one point, up to a maximum of 10 points. 2.  For every 4,500 cubic metres of flow at a facility, the number of points applicable to the facility is one point, up to a maximum of 10 points.  The flow at the facility is the greater of the following: i.  The average daily design flow. ii.  The average daily flow in peak month. 3.  The maximum number of points applicable to a facility with respect to effluent discharge, as determined by applying Table 2 of this Schedule, is six. 4.  The number of points applicable to a facility with respect to bacteriological and biological laboratory control by facility personnel, as determined by applying Table 9 of this Schedule, is the greatest of the numbers set out in Column 2 of that Table that applies to the facility. 5.  The number of points applicable to a facility with respect to chemical and physical laboratory control by facility personnel, as determined by applying Table 10 of this Schedule, is the greatest of the numbers set out in Column 2 of that Table that applies to the facility. Table 1   points based on Raw waste flow and toxicity Item   Column 1 Raw Waste Flow and Toxicity   Column 2 Number of Points \n\n  1.   Variations in flow are less than 100% of average values and raw waste is not subject to toxic waste discharges   0 \n\n  2.   Variations in flow are 100% to 200% of average values and raw waste is not subject to toxic waste discharges   2 \n\n  3.   Variations in flow are more than 200% of average values and raw waste is not subject to toxic waste discharges   4 \n\n  4.   Raw waste is subject to toxic waste discharges   6  Table 2   points based on effluent discharge Item   Column 1 Effluent Discharge   Column 2 Number of Points \n\n  1.   Receiving water sensitivity to effluent discharge: secondary treatment is adequate   1 \n\n  2.   Receiving water sensitivity to effluent discharge: more than secondary treatment is required, but a very high degree of treatment is not required   2 \n\n  3.   Receiving water sensitivity to effluent discharge: very high degree of treatment is required   3 \n\n  4.   Facility uses evaporation to dispose of all effluent   2 \n\n  5.   Facility uses land spraying to dispose of all effluent   4  Table 3   points based on pretreatment Item   Column 1 Pretreatment   Column 2 Number of Points \n\n  1.   Facility uses screening or comminution   3 \n\n  2.   Facility has grit removal   3 \n\n  3.   Facility uses plant pumping of main flow   3 \n\n  4.   Facility uses chemical precipitation or pH adjustment   6  Table 4   points based on primary treatment Item   Column 1 Primary Treatment   Column 2 Number of Points \n\n  1.   Facility uses primary clarifiers   5 \n\n  2.   Facility uses combined sedimentation and digestion   5 \n\n  3.   Facility uses chemical addition, other than for disinfection   4  Table 5   points based on secondary treatment Item   Column 1 Secondary Treatment   Column 2 Number of Points \n\n  1.   Facility uses trickling filter with secondary clarifiers   10 \n\n  2.   Facility uses activated sludge with secondary clarifiers   15 \n\n  3.   Facility uses stabilization pond without aeration   5 \n\n  4.   Facility uses aerated lagoon   8  Table 6   points based on advanced waste treatment Item   Column 1 Advanced Waste Treatment   Column 2 Number of Points \n\n  1.   Facility uses polishing pond   2 \n\n  2.   Facility uses advanced chemical or physical treatment without secondary treatment   15 \n\n  3.   Facility uses advanced chemical or physical treatment with secondary treatment   10 \n\n  4.   Facility uses advanced biological treatment   12 \n\n  5.   Facility uses ion exchange   10 \n\n  6.   Facility uses reverse osmosis or electrodialysis   15 \n\n  7.   Facility uses chemical recovery or carbon regeneration   4  Table 7   points based on Solids handling Item   Column 1 Solids Handling   Column 2 Number of Points \n\n  1.   Facility uses thickening   5 \n\n  2.   Facility uses anaerobic digestion   10 \n\n  3.   Facility uses aerobic digestion   6 \n\n  4.   Facility uses evaporative sludge drying   2 \n\n  5.   Facility uses mechanical dewatering   8 \n\n  6.   Facility uses incineration, gasification, pyrolysis, plasma arc treatment or another method of thermal treatment   12 \n\n  7.   Facility uses wet oxidation   12  Table 8   points based on disinfection Item   Column 1 Disinfection   Column 2 Number of Points \n\n  1.   Facility uses chlorination or a comparable process   5 \n\n  2.   Facility has on-site generation of disinfectant   5  Table 9   points based on bacteriological and biological laboratory control by facility personnel Item   Column 1 Bacteriological and Biological Laboratory Control by Facility Personnel   Column 2 Number of Points \n\n  1.   Lab work is done outside the facility   0 \n\n  2.   Facility personnel do membrane filter procedures   3 \n\n  3.   Facility personnel use fermentation tubes or other dilution methods or do fecal coliform determinations   5 \n\n  4.   Facility personnel do biological identification   7 \n\n  5.   Facility personnel do virus studies or similar work   10  Table 10   points based on chemical and physical laboratory control by facility personnel Item   Column 1 Chemical and Physical Laboratory Control by Facility Personnel   Column 2 Number of Points \n\n  1.   Lab work is done outside the facility   0 \n\n  2.   Facility personnel use push-button or visual methods, to do simple determinations such as pH or settleable solids   3 \n\n  3.   Facility personnel do DO, COD, BOD, volatile content or solids determinations, gas analysis, tirations, or similar tests   5 \n\n  4.   Facility personnel do determinations for specific constituents, nutrients, total oils or phenols, or similar determination   7 \n\n  5.   Facility personnel perform procedures using very sophisticated instrumentation, such as atomic absorption or gas chromatography   10 O. Reg. 302/17, s. 2. Schedule 2   QUALIFICATIONS FOR OPERATOR’S Licences Operators-in-Training 1. The qualifications for an operator-in-training’s licence for a type of facility are: 1.  The person must have successfully completed Grade 12 in Ontario or have education qualifications that the Director considers equivalent. 2.  The person must have obtained a mark that the Director considers satisfactory in an examination approved by the Director relating to the functions performed by operators-in-training for that type of facility. Class I Operators 2. The qualifications for a Class I operator’s licence for a type of facility are: 1.  The person must have successfully completed Grade 12 in Ontario or have education qualifications that the Director considers equivalent. 2.  The person must have obtained a mark that the Director considers satisfactory in an examination approved by the Director relating to the functions performed by operators with Class I licences for that type of facility. 3.  The person must have at least one year of experience as an operator-in-training in that type of facility. Class II Operators 3. The qualifications for a Class II operator’s licence for a type of facility are: 1.  The person must have successfully completed Grade 12 in Ontario or have education qualifications that the Director considers equivalent. 2.  The person must have obtained a mark that the Director considers satisfactory in an examination approved by the Director relating to the functions performed by operators with Class II licences for that type of facility. 3.  The person must have a Class I operator’s licence or, for the reissue of a Class II operator’s licence, a Class II operator’s licence, for that type of facility. 4.  The person must have at least three years of experience as an operator in that type of facility. Class III Operators 4. (1) The qualifications for a Class III operator’s licence for a type of facility are: 1.  The person must, i.  have successfully completed Grade 12 in Ontario or have education qualifications that the Director considers equivalent, and ii.  have successfully completed at least two years of additional education or training that, in the opinion of the Director, is relevant to the functions performed by operators of that type of facility. 2.  The person must have obtained a mark that the Director considers satisfactory in an examination approved by the Director relating to the functions performed by operators with Class III licences for that type of facility. 3.  The person must have a Class II operator’s licence or, for the reissue of a Class III operator’s licence, a Class III operator’s licence, for that type of facility. 4.  The person must have at least four years of experience as an operator in that type of facility, including at least two years as an operator-in-charge in a Class II, Class III or Class IV facility. (2) For the purpose of meeting the education or training qualifications in subparagraph 1 ii of subsection (1), up to one year of experience as an operator-in-charge in a Class II, Class III or Class IV facility may be substituted for the equivalent length of education. (3) Experience as an operator-in-charge used for the purpose of clause (2) (a) shall not be used to meet the experience qualification in paragraph 4 of subsection (1). Class IV Operators 5. (1) The qualifications for a Class IV operator’s licence for a type of facility are: 1.  The person must, i.  have successfully completed Grade 12 in Ontario or have education qualifications that the Director considers equivalent, and ii.  have successfully completed at least four years of additional education or training that, in the opinion of the Director, is relevant to the functions performed by operators of that type of facility. 2.  The person must have obtained a mark that the Director considers satisfactory in an examination approved by the Director relating to the functions performed by operators with Class IV licences for that type of facility. 3.  The person must have a Class III operator’s licence or, for the reissue of a Class IV operator’s licence, a Class IV operator’s licence, for that type of facility. 4.  The person must have at least four years of experience as an operator in that type of facility, including at least two years as an operator-in-charge in a Class III or Class IV facility. (2) For the purpose of meeting the education or training qualifications in subparagraph 1 ii of subsection (1), up to two years of experience as an operator-in-charge in a Class III or Class IV facility may be substituted for the equivalent length of education. (3) Experience as an operator-in-charge used for the purpose of subsection (2) shall not be used to meet the experience qualification in paragraph 4 of subsection (1). Special Rules — Professional Engineers 6. The experience qualifications under this Schedule for a class of licence and type of facility do not apply to a professional engineer if the professional engineer obtains a mark that the Director considers above average in an examination approved by the Director relating to the functions performed by operators with that class of licence for that type of facility. Special Rules — Education And Training 7. The following rules apply for the purpose of determining whether a person meets the education and training qualifications established by this Schedule: 1.  If an applicant for a licence has not successfully completed Grade 12 in Ontario, the applicant may use his or her experience as an operator to meet that education qualification, on the basis that each year of experience as an operator is equivalent to two years of elementary education or one year of secondary education, but years of experience as an operator used for this purpose shall not be used to meet the experience qualifications established by this Schedule. 2.  The length of education or training obtained through training sessions approved by the Director shall be determined on the basis that 450 hours of participation in such training sessions is equivalent to one year of education or training. Special Rules — Experience 8. (1) The following rules apply for the purpose of determining whether a person meets the experience qualifications established by this Schedule for a Class II, Class III or Class IV licence: 1.  An applicant for a licence may substitute education or training that meets the requirements of the education and training qualifications established by this Schedule, other than elementary or secondary education, for up to half of the experience as an operator required by this Schedule, but education or training used for this purpose shall not be used to meet the education and training qualifications established by this Schedule. 2.  The Director may permit an applicant for a licence to substitute experience as an operator in a different type of facility or experience in a facility other than as an operator for the experience required by this Schedule, if the Director is of the opinion that the experience or qualifications are relevant to the class of licence being applied for. (2) Experience as an operator-in-charge while holding an operator-in-training’s licence shall not be considered for the purpose of determining whether a person meets the qualification of at least two years of experience as an operator-in-charge established by this Schedule for a Class III or Class IV licence. Supplemental Rules — Examinations 9. Where this Schedule provides that obtaining a mark that the Director considers satisfactory in an examination approved by the Director is a qualification for a class of licence, the Director may approve different examinations for different categories of applicants for that class of licence. O. Reg. 129/04, Sched. 2.    ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>24. </b>For greater certainty, nothing in section 22 or 23 or any other provision of this Regulation relieves any person from any obligation to comply with any applicable labour laws or collective agreements, and no action may be taken under those sections solely as the result of the exercise of a right under such a law or agreement. O. Reg. 818/21, s. 7.</p> <p class=\"schedule-e\"><a name=\"BK30\"></a>Schedule 1 <br/>  FACILITY CLASSIFICATION POINT SYSTEMS</p> <p class=\"section-e\">  1. A wastewater collection facility is classified in accordance with Table 1 of this Schedule, based on the number of points applicable to the facility under the point system described in Schedule 1.1.</p> <p class=\"section-e\">  2. A wastewater treatment facility is classified in accordance with Table 1 of this Schedule, based on the number of points applicable to the facility under the point system described in Schedule 1.2.</p> <p class=\"section-e\">  3. (1) For the purpose of section 2, the number of points applicable to a package wastewater treatment facility under the point system described in Schedule 1.2 may be reduced by the Director if he or she is satisfied that the operational needs of the package wastewater treatment facility are less than the operational needs of other wastewater treatment facilities.</p> <p class=\"subsection-e\">  (2) In subsection (1),</p> <p class=\"firstdef-e\">“package wastewater treatment facility” means a wastewater treatment facility where the treatment processes of the facility meet the following criteria:</p> <p class=\"defparagraph-e\">  1.  The facility has been manufactured as a complete unit.</p> <p class=\"defparagraph-e\">  2.  The facility has been preassembled and delivered in not more than four modules to the site where it is used.</p> <p class=\"defparagraph-e\">  3.  The facility has a design flow of 1,300 cubic metres per day or less.</p> <p class=\"headingx-e\">TABLE 1 <br/>  CLASSES OF FACILITIES</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Class</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Number of Points</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Class I</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">30 or less</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Class II</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">31 to 55</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Class III</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">56 to 75</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Class IV</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">76 or more</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 302/17, s. 2.</p> <p class=\"schedule-e\"><a name=\"BK31\"></a>Schedule 1.1 <br/>  WASTEWATER COLLECTION FACILITIES POINT SYSTEM</p> <p class=\"section-e\">  1. The number of points applicable to a wastewater collection facility is determined by applying the Tables to this Schedule:</p> <p class=\"headingx-e\">Table 1 <br/>  points based on Population served</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Population served</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Number of Points</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">0 to 5,000 people</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">0</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">5,001 to 50,000 people</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">50,001 to 100,000 people</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">More than 100,000 people</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">3</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Table 2 <br/>  points based on Type of service</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Type of service</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Number of Points</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility includes combined sanitary and storm sewers, with length of combined sewers equal to 10% or less of total</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility includes combined sanitary and storm sewers, with length of combined sewage equal to more than 10% of total</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">4</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility collects industrial sewage, with volume of industrial sewage equal to 20% or less of total</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility collects industrial sewage, with volume of industrial sewage equal to more than 20% of total</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">4</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Table 3 <br/>  points based on PUMPING STATIONS</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Pumping Stations</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Number of Points</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility has pumping station</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Pumping station is generator supported</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Pumping station has overflow chamber</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Pumping station has grit chamber</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Pumping station has alarm</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Pumping station has odour control</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Pumping station staffed 24 hours per day</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">10</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Table 4 <br/>  points based on Force mains</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Force Mains</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Number of Points</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility has force mains</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Total length of force mains exceeds 1 kilometre</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">4</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Force mains have active cathodic protection</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Table 5 <br/>  points based on Age of facility materials</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"524\"> <p class=\"table-e\">Column1</p> <p class=\"table-e\">Age of Facility Materials</p> </td> <td valign=\"top\" width=\"108\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Number of Points</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"524\"> <p class=\"table-e\">More than 10% of facility materials pre-date 1950</p> </td> <td valign=\"bottom\" width=\"108\"> <p align=\"right\" class=\"table-e\">4</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"524\"> <p class=\"table-e\">More than 50% of facility materials pre-date 1970</p> </td> <td valign=\"bottom\" width=\"108\"> <p align=\"right\" class=\"table-e\">4</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Table 6 <br/>  points based on by-pass chamber</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">By-pass Chamber</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Number of Points</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility has by-pass chamber</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">By-pass chamber has alarm</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">By-pass chamber has disinfection</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Table 7 <br/>  points based on special features</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Special Features</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Number of Points</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility has flow equalization or fill and draw chambers</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">4</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility has inverted siphons</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">4</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility has access deeper than 10 metres</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">6</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 302/17, s. 2.</p> <p class=\"schedule-e\"><a name=\"BK32\"></a>SCHEDULE 1.2 <br/>  WASTEWATER TREATMENT FACILITIES POINT SYSTEM</p> <p class=\"section-e\">  1. The number of points applicable to a wastewater treatment facility is determined by applying the following rules and the Tables to this Schedule:</p> <p class=\"paragraph-e\">  1.  For every 10,000 people served by a facility, the number of points applicable to the facility is one point, up to a maximum of 10 points.</p> <p class=\"paragraph-e\">  2.  For every 4,500 cubic metres of flow at a facility, the number of points applicable to the facility is one point, up to a maximum of 10 points.  The flow at the facility is the greater of the following:</p> <p class=\"subpara-e\">  i.  The average daily design flow.</p> <p class=\"subpara-e\">  ii.  The average daily flow in peak month.</p> <p class=\"paragraph-e\">  3.  The maximum number of points applicable to a facility with respect to effluent discharge, as determined by applying Table 2 of this Schedule, is six.</p> <p class=\"paragraph-e\">  4.  The number of points applicable to a facility with respect to bacteriological and biological laboratory control by facility personnel, as determined by applying Table 9 of this Schedule, is the greatest of the numbers set out in Column 2 of that Table that applies to the facility.</p> <p class=\"paragraph-e\">  5.  The number of points applicable to a facility with respect to chemical and physical laboratory control by facility personnel, as determined by applying Table 10 of this Schedule, is the greatest of the numbers set out in Column 2 of that Table that applies to the facility.</p> <p class=\"headingx-e\">Table 1 <br/>  points based on Raw waste flow and toxicity</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Raw Waste Flow and Toxicity</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Number of Points</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Variations in flow are less than 100% of average values and raw waste is not subject to toxic waste discharges</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">0</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Variations in flow are 100% to 200% of average values and raw waste is not subject to toxic waste discharges</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Variations in flow are more than 200% of average values and raw waste is not subject to toxic waste discharges</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">4</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Raw waste is subject to toxic waste discharges</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">6</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Table 2 <br/>  points based on effluent discharge</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Effluent Discharge</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Number of Points</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Receiving water sensitivity to effluent discharge: secondary treatment is adequate</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Receiving water sensitivity to effluent discharge: more than secondary treatment is required, but a very high degree of treatment is not required</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Receiving water sensitivity to effluent discharge: very high degree of treatment is required</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">3</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses evaporation to dispose of all effluent</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses land spraying to dispose of all effluent</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">4</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Table 3 <br/>  points based on pretreatment</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Pretreatment</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Number of Points</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses screening or comminution</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">3</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility has grit removal</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">3</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses plant pumping of main flow</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">3</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses chemical precipitation or pH adjustment</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">6</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Table 4 <br/>  points based on primary treatment</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Primary Treatment</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Number of Points</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses primary clarifiers</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">5</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses combined sedimentation and digestion</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">5</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses chemical addition, other than for disinfection</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">4</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Table 5 <br/>  points based on secondary treatment</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Secondary Treatment</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Number of Points</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses trickling filter with secondary clarifiers</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses activated sludge with secondary clarifiers</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses stabilization pond without aeration</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">5</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses aerated lagoon</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">8</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Table 6 <br/>  points based on advanced waste treatment</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Advanced Waste Treatment</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Number of Points</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses polishing pond</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses advanced chemical or physical treatment without secondary treatment</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses advanced chemical or physical treatment with secondary treatment</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses advanced biological treatment</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">12</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses ion exchange</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses reverse osmosis or electrodialysis</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses chemical recovery or carbon regeneration</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">4</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Table 7 <br/>  points based on Solids handling</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Solids Handling</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Number of Points</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses thickening</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">5</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses anaerobic digestion</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses aerobic digestion</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">6</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses evaporative sludge drying</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses mechanical dewatering</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">8</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses incineration, gasification, pyrolysis, plasma arc treatment or another method of thermal treatment</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">12</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses wet oxidation</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">12</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Table 8 <br/>  points based on disinfection</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Disinfection</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Number of Points</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility uses chlorination or a comparable process</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">5</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility has on-site generation of disinfectant</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">5</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Table 9 <br/>  points based on bacteriological and biological laboratory control by facility personnel</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Bacteriological and Biological Laboratory Control by Facility Personnel</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Number of Points</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Lab work is done outside the facility</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">0</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility personnel do membrane filter procedures</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">3</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility personnel use fermentation tubes or other dilution methods or do fecal coliform determinations</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">5</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility personnel do biological identification</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">7</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility personnel do virus studies or similar work</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">10</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Table 10 <br/>  points based on chemical and physical laboratory control by facility personnel</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Chemical and Physical Laboratory Control by Facility Personnel</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Number of Points</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Lab work is done outside the facility</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">0</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility personnel use push-button or visual methods, to do simple determinations such as pH or settleable solids</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">3</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility personnel do DO, COD, BOD, volatile content or solids determinations, gas analysis, tirations, or similar tests</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">5</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility personnel do determinations for specific constituents, nutrients, total oils or phenols, or similar determination</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">7</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"528\"> <p class=\"table-e\">Facility personnel perform procedures using very sophisticated instrumentation, such as atomic absorption or gas chromatography</p> </td> <td valign=\"bottom\" width=\"104\"> <p align=\"right\" class=\"table-e\">10</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 302/17, s. 2.</p> <p class=\"schedule-e\"><a name=\"BK33\"></a>Schedule 2 <br/>  QUALIFICATIONS FOR OPERATOR’S Licences</p> <p class=\"heading1x-e\">Operators-in-Training</p> <p class=\"section-e\">  1. The qualifications for an operator-in-training’s licence for a type of facility are:</p> <p class=\"paragraph-e\">  1.  The person must have successfully completed Grade 12 in Ontario or have education qualifications that the Director considers equivalent.</p> <p class=\"paragraph-e\">  2.  The person must have obtained a mark that the Director considers satisfactory in an examination approved by the Director relating to the functions performed by operators-in-training for that type of facility.</p> <p class=\"heading1x-e\">Class I Operators</p> <p class=\"section-e\">  2. The qualifications for a Class I operator’s licence for a type of facility are:</p> <p class=\"paragraph-e\">  1.  The person must have successfully completed Grade 12 in Ontario or have education qualifications that the Director considers equivalent.</p> <p class=\"paragraph-e\">  2.  The person must have obtained a mark that the Director considers satisfactory in an examination approved by the Director relating to the functions performed by operators with Class I licences for that type of facility.</p> <p class=\"paragraph-e\">  3.  The person must have at least one year of experience as an operator-in-training in that type of facility. </p> <p class=\"heading1x-e\">Class II Operators</p> <p class=\"section-e\">  3. The qualifications for a Class II operator’s licence for a type of facility are:</p> <p class=\"paragraph-e\">  1.  The person must have successfully completed Grade 12 in Ontario or have education qualifications that the Director considers equivalent.</p> <p class=\"paragraph-e\">  2.  The person must have obtained a mark that the Director considers satisfactory in an examination approved by the Director relating to the functions performed by operators with Class II licences for that type of facility.</p> <p class=\"paragraph-e\">  3.  The person must have a Class I operator’s licence or, for the reissue of a Class II operator’s licence, a Class II operator’s licence, for that type of facility. </p> <p class=\"paragraph-e\">  4.  The person must have at least three years of experience as an operator in that type of facility. </p> <p class=\"heading1x-e\">Class III Operators</p> <p class=\"section-e\">  4. (1) The qualifications for a Class III operator’s licence for a type of facility are:</p> <p class=\"paragraph-e\">  1.  The person must,</p> <p class=\"subpara-e\">  i.  have successfully completed Grade 12 in Ontario or have education qualifications that the Director considers equivalent, and</p> <p class=\"subpara-e\">  ii.  have successfully completed at least two years of additional education or training that, in the opinion of the Director, is relevant to the functions performed by operators of that type of facility. </p> <p class=\"paragraph-e\">  2.  The person must have obtained a mark that the Director considers satisfactory in an examination approved by the Director relating to the functions performed by operators with Class III licences for that type of facility.</p> <p class=\"paragraph-e\">  3.  The person must have a Class II operator’s licence or, for the reissue of a Class III operator’s licence, a Class III operator’s licence, for that type of facility. </p> <p class=\"paragraph-e\">  4.  The person must have at least four years of experience as an operator in that type of facility, including at least two years as an operator-in-charge in a Class II, Class III or Class IV facility.</p> <p class=\"subsection-e\">  (2) For the purpose of meeting the education or training qualifications in subparagraph 1 ii of subsection (1), up to one year of experience as an operator-in-charge in a Class II, Class III or Class IV facility may be substituted for the equivalent length of education.</p> <p class=\"subsection-e\">  (3) Experience as an operator-in-charge used for the purpose of clause (2) (a) shall not be used to meet the experience qualification in paragraph 4 of subsection (1).</p> <p class=\"heading1x-e\">Class IV Operators</p> <p class=\"section-e\">  5. (1) The qualifications for a Class IV operator’s licence for a type of facility are:</p> <p class=\"paragraph-e\">  1.  The person must,</p> <p class=\"subpara-e\">  i.  have successfully completed Grade 12 in Ontario or have education qualifications that the Director considers equivalent, and</p> <p class=\"subpara-e\">  ii.  have successfully completed at least four years of additional education or training that, in the opinion of the Director, is relevant to the functions performed by operators of that type of facility.</p> <p class=\"paragraph-e\">  2.  The person must have obtained a mark that the Director considers satisfactory in an examination approved by the Director relating to the functions performed by operators with Class IV licences for that type of facility.</p> <p class=\"paragraph-e\">  3.  The person must have a Class III operator’s licence or, for the reissue of a Class IV operator’s licence, a Class IV operator’s licence, for that type of facility. </p> <p class=\"paragraph-e\">  4.  The person must have at least four years of experience as an operator in that type of facility, including at least two years as an operator-in-charge in a Class III or Class IV facility.</p> <p class=\"subsection-e\">  (2) For the purpose of meeting the education or training qualifications in subparagraph 1 ii of subsection (1), up to two years of experience as an operator-in-charge in a Class III or Class IV facility may be substituted for the equivalent length of education. </p> <p class=\"subsection-e\">  (3) Experience as an operator-in-charge used for the purpose of subsection (2) shall not be used to meet the experience qualification in paragraph 4 of subsection (1).</p> <p class=\"heading1x-e\">Special Rules — Professional Engineers</p> <p class=\"section-e\">  6. The experience qualifications under this Schedule for a class of licence and type of facility do not apply to a professional engineer if the professional engineer obtains a mark that the Director considers above average in an examination approved by the Director relating to the functions performed by operators with that class of licence for that type of facility. </p> <p class=\"heading1x-e\">Special Rules — Education And Training</p> <p class=\"section-e\">  7. The following rules apply for the purpose of determining whether a person meets the education and training qualifications established by this Schedule:</p> <p class=\"paragraph-e\">  1.  If an applicant for a licence has not successfully completed Grade 12 in Ontario, the applicant may use his or her experience as an operator to meet that education qualification, on the basis that each year of experience as an operator is equivalent to two years of elementary education or one year of secondary education, but years of experience as an operator used for this purpose shall not be used to meet the experience qualifications established by this Schedule.</p> <p class=\"paragraph-e\">  2.  The length of education or training obtained through training sessions approved by the Director shall be determined on the basis that 450 hours of participation in such training sessions is equivalent to one year of education or training. </p> <p class=\"heading1x-e\">Special Rules — Experience</p> <p class=\"section-e\">  8. (1) The following rules apply for the purpose of determining whether a person meets the experience qualifications established by this Schedule for a Class II, Class III or Class IV licence:</p> <p class=\"paragraph-e\">  1.  An applicant for a licence may substitute education or training that meets the requirements of the education and training qualifications established by this Schedule, other than elementary or secondary education, for up to half of the experience as an operator required by this Schedule, but education or training used for this purpose shall not be used to meet the education and training qualifications established by this Schedule.</p> <p class=\"paragraph-e\">  2.  The Director may permit an applicant for a licence to substitute experience as an operator in a different type of facility or experience in a facility other than as an operator for the experience required by this Schedule, if the Director is of the opinion that the experience or qualifications are relevant to the class of licence being applied for.</p> <p class=\"subsection-e\">  (2) Experience as an operator-in-charge<b> </b>while holding an operator-in-training’s licence shall not be considered for the purpose of determining whether a person meets the qualification of at least two years of experience as an operator-in-charge established by this Schedule for a Class III or Class IV licence.</p> <p class=\"heading1x-e\">Supplemental Rules — Examinations</p> <p class=\"section-e\">  9. Where this Schedule provides that obtaining a mark that the Director considers satisfactory in an examination approved by the Director is a qualification for a class of licence, the Director may approve different examinations for different categories of applicants for that class of licence.</p> <p class=\"footnote-e\">O. Reg. 129/04, Sched. 2.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "Schedule 1",
            "part_id": null,
            "part_type": null,
            "section": "Facility classification point systems",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "Schedule 1.1",
            "part_id": null,
            "part_type": null,
            "section": "Wastewater collection facilities point system",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "Schedule 1.2",
            "part_id": null,
            "part_type": null,
            "section": "Wastewater treatment facilities point system",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "Schedule 2",
            "part_id": null,
            "part_type": null,
            "section": "Qualifications for operator’s licences",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}