{
    "reg_info": {
        "full_title": "O. Reg. 166/21: ZONING ORDER - TOWN OF NEW TECUMSETH, COUNTY OF SIMCOE",
        "reg_name_text": "ZONING ORDER - TOWN OF NEW TECUMSETH, COUNTY OF SIMCOE",
        "citation": "O. Reg. 166/21: ",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire",
        "url": "https://www.ontario.ca/laws/regulation/210166",
        "date_scraped": "2023-12-18 18:47:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  5, 2021",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": " 1. In this Order, “Zoning By-law” means Town of New Tecumseth Zoning By-Law 2014-126.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Order,</p> <p class=\"definition-e\">“Zoning By-law” means Town of New Tecumseth Zoning By-Law 2014-126.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. This Order applies to lands in the Town of New Tecumseth, in the County of Simcoe, in the Province of Ontario, being the lands outlined in red on a map numbered 254 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Order applies to lands in the Town of New Tecumseth, in the County of Simcoe, in the Province of Ontario, being the lands outlined in red on a map numbered 254 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street.</p>"
        },
        {
            "id": "3.",
            "section": "Permitted uses",
            "content": " 3. (1) Every use of land and every erection, location or use of any building or structure is prohibited on the lands identified on the map referred to in section 2, except for, (a)  in the Urban Residential Zone (UR2-48), (i)  semi-detached dwellings, (ii)  single detached dwellings, and (iii)  additional residential units; (b)  in the Urban Residential Zone (UR3-42), (i)  retirement homes, (ii)  group townhouse dwellings, (iii)  street townhouse dwellings, and (iv)  additional residential units; (c)  in the Urban Residential Zone (UR4-5), (i)  apartment buildings, (ii)  long-term care homes, and (iii)  retirement homes; (d)  in the Convenience Commercial Zone (CC-5), (i)  convenience retail establishments, (ii)  personal care service establishments, (iii)  health service establishments, (iv)  eating and drinking establishments, and (v)  dwelling units above a permitted non-residential use; (e)  in the Open Space Zone (OS-2), (i)  conservation uses, (ii)  parks, (iii)  storm water management ponds, and (iv)  community gardens; and (f)  in the Environmental Protection Zone (EP-5), (i)  conservation uses, (ii)  buildings or structures associated with conservation uses, and (iii)  parks. (2) Despite subsection (1), the following uses are permitted in all zones shown on the map referred to in section 2: 1.  Pedestrian and bicycle trails. 2.  Public uses. 3.  Infrastructure. 4.  Accessory uses and buildings.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Every use of land and every erection, location or use of any building or structure is prohibited on the lands identified on the map referred to in section 2, except for,</p> <p class=\"clause-e\">  (a)  in the Urban Residential Zone (UR2-48),</p> <p class=\"subclause-e\">  (i)  semi-detached dwellings,</p> <p class=\"subclause-e\">  (ii)  single detached dwellings, and</p> <p class=\"subclause-e\">  (iii)  additional residential units;</p> <p class=\"clause-e\">  (b)  in the Urban Residential Zone (UR3-42),</p> <p class=\"subclause-e\">  (i)  retirement homes,</p> <p class=\"subclause-e\">  (ii)  group townhouse dwellings,</p> <p class=\"subclause-e\">  (iii)  street townhouse dwellings, and</p> <p class=\"subclause-e\">  (iv)  additional residential units;</p> <p class=\"clause-e\">  (c)  in the Urban Residential Zone (UR4-5),</p> <p class=\"subclause-e\">  (i)  apartment buildings,</p> <p class=\"subclause-e\">  (ii)  long-term care homes, and</p> <p class=\"subclause-e\">  (iii)  retirement homes;</p> <p class=\"clause-e\">  (d)  in the Convenience Commercial Zone (CC-5),</p> <p class=\"subclause-e\">  (i)  convenience retail establishments,</p> <p class=\"subclause-e\">  (ii)  personal care service establishments,</p> <p class=\"subclause-e\">  (iii)  health service establishments,</p> <p class=\"subclause-e\">  (iv)  eating and drinking establishments, and</p> <p class=\"subclause-e\">  (v)  dwelling units above a permitted non-residential use;</p> <p class=\"clause-e\">  (e)  in the Open Space Zone (OS-2),</p> <p class=\"subclause-e\">  (i)  conservation uses,</p> <p class=\"subclause-e\">  (ii)  parks,</p> <p class=\"subclause-e\">  (iii)  storm water management ponds, and</p> <p class=\"subclause-e\">  (iv)  community gardens; and</p> <p class=\"clause-e\">  (f)  in the Environmental Protection Zone (EP-5),</p> <p class=\"subclause-e\">  (i)  conservation uses,</p> <p class=\"subclause-e\">  (ii)  buildings or structures associated with conservation uses, and</p> <p class=\"subclause-e\">  (iii)  parks.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), the following uses are permitted in all zones shown on the map referred to in section 2:</p> <p class=\"paragraph-e\">  1.  Pedestrian and bicycle trails.</p> <p class=\"paragraph-e\">  2.  Public uses.</p> <p class=\"paragraph-e\">  3.  Infrastructure.</p> <p class=\"paragraph-e\">  4.  Accessory uses and buildings.</p>"
        },
        {
            "id": "4.",
            "section": "Zoning requirements",
            "content": " 4.  The zoning requirements set out in the Zoning By-law apply to the permitted uses on the lands on the map referred to in section 2, with the following exceptions: 1.  In the Urban Residential Zone (UR2-48), i.  the minimum distance between a driveway and an intersection of street lines, measured along the street line intersected by the driveway, is eight metres, ii.  the maximum width of a garage is 60 per cent of the width of the dwelling to a maximum of six metres, iii.  the maximum permitted lot coverage is 50 per cent, iv.  the minimum lot frontage for a semi-detached dwelling unit is 7.5 metres, v.  the minimum lot area for a semi-detached dwelling unit is 220 square metres, and vi.  a separate entrance may be provided for each individual dwelling unit along the front wall of a dwelling. 2.  In the Urban Residential Zone (UR3-42), i.  the minimum lot area for street townhouse dwelling units or group townhouse dwelling units is 190 square metres, ii.  the minimum distance between a driveway and an intersection of street lines, measured along the street line intersected by the driveway, is eight metres, iii.  the minimum required front yard setback is six metres, iv.  the maximum permitted lot coverage is 55 per cent, v.  the maximum width of a garage is 60 per cent of the width of the lot frontage to a maximum of six metres, vi.  the minimum front yard landscaped open space is 40 per cent, and vii.  a separate entrance may be provided for each individual dwelling unit along the front wall of a dwelling. 3.  In the Urban Residential Zone (UR4-5), i.  the minimum number of parking spaces per dwelling unit in an apartment building is 1.5, ii.  there is no minimum requirement for front yard landscaped open space, and iii.  the maximum building height is four storeys. 4.  In the Convenience Commercial Zone (CC-5), i.  the maximum gross floor area for an eating and drinking establishment is 300 square metres, and ii.  an eating and drinking establishment shall not include a drive-through facility.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b> The zoning requirements set out in the Zoning By-law apply to the permitted uses on the lands on the map referred to in section 2, with the following exceptions:</p> <p class=\"paragraph-e\">  1.  In the Urban Residential Zone (UR2-48),</p> <p class=\"subpara-e\">  i.  the minimum distance between a driveway and an intersection of street lines, measured along the street line intersected by the driveway, is eight metres,</p> <p class=\"subpara-e\">  ii.  the maximum width of a garage is 60 per cent of the width of the dwelling to a maximum of six metres,</p> <p class=\"subpara-e\">  iii.  the maximum permitted lot coverage is 50 per cent,</p> <p class=\"subpara-e\">  iv.  the minimum lot frontage for a semi-detached dwelling unit is 7.5 metres,</p> <p class=\"subpara-e\">  v.  the minimum lot area for a semi-detached dwelling unit is 220 square metres, and</p> <p class=\"subpara-e\">  vi.  a separate entrance may be provided for each individual dwelling unit along the front wall of a dwelling.</p> <p class=\"paragraph-e\">  2.  In the Urban Residential Zone (UR3-42),</p> <p class=\"subpara-e\">  i.  the minimum lot area for street townhouse dwelling units or group townhouse dwelling units is 190 square metres,</p> <p class=\"subpara-e\">  ii.  the minimum distance between a driveway and an intersection of street lines, measured along the street line intersected by the driveway, is eight metres,</p> <p class=\"subpara-e\">  iii.  the minimum required front yard setback is six metres,</p> <p class=\"subpara-e\">  iv.  the maximum permitted lot coverage is 55 per cent,</p> <p class=\"subpara-e\">  v.  the maximum width of a garage is 60 per cent of the width of the lot frontage to a maximum of six metres,</p> <p class=\"subpara-e\">  vi.  the minimum front yard landscaped open space is 40 per cent, and</p> <p class=\"subpara-e\">  vii.  a separate entrance may be provided for each individual dwelling unit along the front wall of a dwelling.</p> <p class=\"paragraph-e\">  3.  In the Urban Residential Zone (UR4-5),</p> <p class=\"subpara-e\">  i.  the minimum number of parking spaces per dwelling unit in an apartment building is 1.5,</p> <p class=\"subpara-e\">  ii.  there is no minimum requirement for front yard landscaped open space, and</p> <p class=\"subpara-e\">  iii.  the maximum building height is four storeys.</p> <p class=\"paragraph-e\">  4.  In the Convenience Commercial Zone (CC-5),</p> <p class=\"subpara-e\">  i.  the maximum gross floor area for an eating and drinking establishment is 300<sup> </sup>square metres, and</p> <p class=\"subpara-e\">  ii.  an eating and drinking establishment shall not include a drive-through facility.</p>"
        },
        {
            "id": "BK3",
            "section": "Terms of use",
            "content": " 5. (1) Every use of land and every erection, location or use of any building or structure shall be in accordance with this Order. (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force. (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered. (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>5. </b>(1) Every use of land and every erection, location or use of any building or structure shall be in accordance with this Order.</p> <p class=\"subsection-e\">  (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into<span> </span>force.</p> <p class=\"subsection-e\">  (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not<span> </span>altered.</p> <p class=\"subsection-e\">  (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or<span> </span>structure.</p>"
        },
        {
            "id": "6.",
            "section": "Deemed by-law",
            "content": " 6. This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the Town of New Tecumseth.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the Town of New Tecumseth.</p>"
        },
        {
            "id": "7.",
            "section": "Deemed by-law",
            "content": " 7. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Deemed by-law",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}