{
    "reg_info": {
        "full_title": "O. Reg. 322/16: ZONING AREA - CITY OF WELLAND, REGIONAL MUNICIPALITY OF NIAGARA",
        "reg_name_text": "ZONING AREA - CITY OF WELLAND, REGIONAL MUNICIPALITY OF NIAGARA",
        "citation": "O. Reg. 322/16: ",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire ",
        "url": "https://www.ontario.ca/laws/regulation/160322",
        "date_scraped": "2023-12-18 22:41:38"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/160322/v1",
            "valid_from": "September 27, 2016",
            "valid_to": "September  8, 2019"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": " 1. In this Order, “accessory” means a use, building or structure that is normally incidental or subordinate to a principal use, building or structure located on the same lot, including but not limited to, (a) indoor and outdoor storage and distribution of products, parts, equipment, engines, machinery, goods, materials, substances and containers, (b) servicing, hiring, loading and unloading of trailers, trucks, buses and other fleet vehicles, (c) a business office, conference facility and data centre used in conjunction with the other uses on the site, (d) a showroom and area for sales and display including the outdoor display of equipment and machinery, (e) products, engines, equipment and machinery servicing areas, repair shops and workshops, (f) a test yard for testing products, engines, equipment and machinery, (g) a cafeteria or similar type of food establishment for use by employees, used in conjunction with the other uses on the site, (h) facilities for training employees and vendors, (i) facilities for employee recreation, health and fitness, health care and child care, (j) a generating plant used in conjunction with the other uses on the site, (k) satellite dishes, antennas, chimney stacks, scrubbers and other similar equipment, (l) sleeping facilities for occasional use in conjunction with other uses on the site, and (m) parking.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Order,</p> <p class=\"definition-e\">“accessory” means a use, building or structure that is normally incidental or subordinate to a principal use, building or structure located on the same lot, including but not limited to,</p> <p class=\"defclause-e\">  (a) indoor and outdoor storage and distribution of products, parts, equipment, engines, machinery, goods, materials, substances and containers,</p> <p class=\"defclause-e\">  (b) servicing, hiring, loading and unloading of trailers, trucks, buses and other fleet vehicles,</p> <p class=\"defclause-e\">  (c) a business office, conference facility and data centre used in conjunction with the other uses on the site,</p> <p class=\"defclause-e\">  (d) a showroom and area for sales and display including the outdoor display of equipment and machinery,</p> <p class=\"defclause-e\">  (e) products, engines, equipment and machinery servicing areas, repair shops and workshops,</p> <p class=\"defclause-e\">  (f) a test yard for testing products, engines, equipment and machinery,</p> <p class=\"defclause-e\">  (g) a cafeteria or similar type of food establishment for use by employees, used in conjunction with the other uses on the site,</p> <p class=\"defclause-e\">  (h) facilities for training employees and vendors,</p> <p class=\"defclause-e\">  (i) facilities for employee recreation, health and fitness, health care and child care,</p> <p class=\"defclause-e\">  (j) a generating plant used in conjunction with the other uses on the site,</p> <p class=\"defclause-e\">  (k) satellite dishes, antennas, chimney stacks, scrubbers and other similar equipment,</p> <p class=\"defclause-e\">  (l) sleeping facilities for occasional use in conjunction with other uses on the site, and</p> <p class=\"defclause-e\">  (m) parking.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. (1) This Order applies to lands in the City of Welland in the Regional Municipality of Niagara, in the Province of Ontario, being part of Lot 17 in Concession V, Crowland and identified as Property Identifier Numbers 64411-0223 (LT), 64411-0224 (LT), 64411-0225 (LT) and 64411-0221 (LT).  (2) For the purposes of this Order, the lands described in subsection (1) shall be considered to be a single lot.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) This Order applies to lands in the City of Welland in the Regional Municipality of Niagara, in the Province of Ontario, being part of Lot 17 in Concession V, Crowland and identified as Property Identifier Numbers 64411-0223 (LT), 64411-0224 (LT), 64411-0225 (LT) and 64411-0221 (LT). </p> <p class=\"subsection-e\">  (2) For the purposes of this Order, the lands described in subsection (1) shall be considered to be a single lot.</p>"
        },
        {
            "id": "3.",
            "section": "Use of land",
            "content": " 3. (1) Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in subsection 2 (1), except, (a) the manufacturing, processing, fabrication, assembly, disassembly, treatment and packaging of products, parts, equipment, engines, machinery, goods, materials, including raw materials and substances; (b) the remanufacturing, maintenance, painting, testing, repair, servicing and distribution of products, parts, equipment, tools, engines, machinery, goods, materials and substances; (c) the bulk storage of petroleum, petroleum products, chemicals, gases or similar substances used in conjunction with the other uses on the site; (d) a laboratory including research, design, tests or investigations, data collection and manipulation, and development of information, products and devices; (e) a facility for the demonstration of the types of manufacturing uses being conducted on the site, for the purposes of education and training; (f) accessory uses, buildings and structures; and (g) uses, buildings and structures lawfully in existence on the date this Order comes into force. (2) The zoning requirements for the lands described in subsection 2 (1) are the following: 1. There is no minimum lot area. 2. There is no minimum lot frontage. 3. The minimum front yard setback is 6 metres. 4. The minimum side yard setback is, i. 4.5 metres on the west side, ii. 14 metres on the east side, and iii. 8.7 metres on the north-west side. 5. The minimum rear yard setback is 4.5 metres. 6. There is no maximum lot coverage. 7. The maximum height of all buildings and structures is 30 metres. 8. There is no maximum total floor area for any building or structure. 9. The minimum number of parking spaces is 1 space for each 180 square metres of gross floor area of all buildings. 10. There is no limit on the number of buildings and structures.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Every use of land and every erection, location or<b> </b>use of any building or structure is prohibited on the lands described in subsection 2 (1), except,</p> <p class=\"clause-e\">  (a) the manufacturing, processing, fabrication, assembly, disassembly, treatment and packaging of products, parts, equipment, engines, machinery, goods, materials, including raw materials and substances;</p> <p class=\"clause-e\">  (b) the remanufacturing, maintenance, painting, testing, repair, servicing and distribution of products, parts, equipment, tools, engines, machinery, goods, materials and substances;</p> <p class=\"clause-e\">  (c) the bulk storage of petroleum, petroleum products, chemicals, gases or similar substances used in conjunction with the other uses on the site;</p> <p class=\"clause-e\">  (d) a laboratory including research, design, tests or investigations, data collection and manipulation, and development of information, products and devices;</p> <p class=\"clause-e\">  (e) a facility for the demonstration of the types of manufacturing uses being conducted on the site, for the purposes of education and training;</p> <p class=\"clause-e\">  (f) accessory uses, buildings and structures; and</p> <p class=\"clause-e\">  (g) uses, buildings and structures lawfully in existence on the date this Order comes into force.</p> <p class=\"subsection-e\">  (2) The zoning requirements for the lands described in subsection 2 (1) are the following:</p> <p class=\"paragraph-e\">  1. There is no minimum lot area. </p> <p class=\"paragraph-e\">  2. There is no minimum lot frontage.</p> <p class=\"paragraph-e\">  3. The minimum front yard setback is 6 metres.</p> <p class=\"paragraph-e\">  4. The minimum side yard setback is,</p> <p class=\"subpara-e\">  i. 4.5 metres on the west side,</p> <p class=\"subpara-e\">  ii. 14 metres on the east side, and</p> <p class=\"subpara-e\">  iii. 8.7 metres on the north-west side.</p> <p class=\"paragraph-e\">  5. The minimum rear yard setback is 4.5 metres.</p> <p class=\"paragraph-e\">  6. There is no maximum lot coverage.</p> <p class=\"paragraph-e\">  7. The maximum height of all buildings and structures is 30 metres.</p> <p class=\"paragraph-e\">  8. There is no maximum total floor area for any building or structure.</p> <p class=\"paragraph-e\">  9. The minimum number of parking spaces is 1 space for each 180 square metres of gross floor area of all buildings.</p> <p class=\"paragraph-e\">  10. There is no limit on the number of buildings and structures.</p>"
        },
        {
            "id": "4.",
            "section": "Effect of Order",
            "content": " 4. (1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order. (2) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased or its original use altered. (3) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order.</p> <p class=\"subsection-e\">  (2) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased or its original use altered.</p> <p class=\"subsection-e\">  (3) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.</p>"
        },
        {
            "id": "5.",
            "section": "Effect of Order",
            "content": " 5. Omitted (provides for coming into force of provisions of this Regulation).     ",
            "raw_html": "<p class=\"section-e\"> <b>5.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}