{
    "reg_info": {
        "full_title": "O. Reg. 243/95: CRITERIA TO BE USED AND OTHER MATTERS TO BE CONSIDERED BY THE BOARD UNDER SUBSECTION 46 (6) OF ACT",
        "reg_name_text": "CRITERIA TO BE USED AND OTHER MATTERS TO BE CONSIDERED BY the board UNDER SUBSECTION 46 (6) OF ACT",
        "citation": "O. Reg. 243/95: CRITERIA TO BE USED AND OTHER MATTERS TO BE CONSIDERED BY THE BOARD UNDER SUBSECTION 46 (6) OF ACT",
        "act_under": "Occupational Health and Safety Act",
        "url": "https://www.ontario.ca/laws/regulation/950243",
        "date_scraped": "2023-12-19 07:54:42"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January 26, 2009",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/950243/v1",
            "valid_from": "May 20, 1995",
            "valid_to": "January 25, 2009"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. For the purpose of subsection 46 (6) of the Act, the following criteria are prescribed for determining whether the constructor or employer has demonstrated a failure to protect the health and safety of workers: 1. The record of accidents, deaths, injuries and work-related illnesses in the workplace. 2. The constructor’s or employer’s occupational health and safety policies and the length of time they have been in place. 3. The training, communications and programs established to implement the policies under paragraph 2, and the length of time they have been in place. 4. The constructor’s or employer’s health and safety record under the Act, including, i. complaints made to the Ministry of Labour against the constructor or employer, ii. work refusals under section 43 of the Act, iii. the Board’s or adjudicators’ decisions under section 46 of the Act, iv. work stoppages under sections 45 and 47 of the Act, v. the results of inspections conducted by the Ministry, vi. convictions for contraventions of the Act or the regulations made under it, vii. the record of compliance with inspectors’ orders. 5. Any other factors that it is reasonable to consider in the circumstances.  O. Reg. 243/95, s. 1; O. Reg. 22/09, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> For the purpose of subsection 46 (6) of the Act, the following criteria are prescribed for determining whether the constructor or employer has demonstrated a failure to protect the health and safety of workers:</p> <p class=\"paragraph-e\">  1. The record of accidents, deaths, injuries and work-related illnesses in the workplace.</p> <p class=\"paragraph-e\">  2. The constructor’s or employer’s occupational health and safety policies and the length of time they have been in place.</p> <p class=\"paragraph-e\">  3. The training, communications and programs established to implement the policies under paragraph 2, and the length of time they have been in place.</p> <p class=\"paragraph-e\">  4. The constructor’s or employer’s health and safety record under the Act, including,</p> <p class=\"subpara-e\">  i. complaints made to the Ministry of Labour against the constructor or employer,</p> <p class=\"subpara-e\">  ii. work refusals under section 43 of the Act,</p> <p class=\"subpara-e\">  iii. the Board’s or adjudicators’ decisions under section 46 of the Act,</p> <p class=\"subpara-e\">  iv. work stoppages under sections 45 and 47 of the Act,</p> <p class=\"subpara-e\">  v. the results of inspections conducted by the Ministry,</p> <p class=\"subpara-e\">  vi. convictions for contraventions of the Act or the regulations made under it,</p> <p class=\"subpara-e\">  vii. the record of compliance with inspectors’ orders.</p> <p class=\"paragraph-e\">  5. Any other factors that it is reasonable to consider in the circumstances.  O. Reg. 243/95, s. 1; O. Reg. 22/09, s. 2.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. The following matters are prescribed as matters to be considered by the Board in deciding upon an application under section 46: 1. Any previous occasion on which the Board or an adjudicator found under that section that the procedure for stopping work set out in section 45 of the Act would not be sufficient to protect the constructor’s or employer’s workers. 2. The constructor’s or employer’s course of conduct with respect to the establishment and operation of the committee and the appointment and certification of its members. 3. A pattern, if any, of the constructor or employer dealing in bad faith with the committee. 4. The nature and extent of the health and safety hazards at the workplace, including the risks they pose and whether adequate measures have been established to respond to them. 5. If the measures established to respond to the health and safety hazards are not adequate, the length of time that would be required to establish adequate measures and the degree of intervention by an inspector that would be necessary. 6. Any other matters that it is reasonable to consider in the circumstances.  O. Reg. 243/95, s. 2; O. Reg. 22/09, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> The following matters are prescribed as matters to be considered by the Board in deciding upon an application under section 46:</p> <p class=\"paragraph-e\">  1. Any previous occasion on which the Board or an adjudicator found under that section that the procedure for stopping work set out in section 45 of the Act would not be sufficient to protect the constructor’s or employer’s workers.</p> <p class=\"paragraph-e\">  2. The constructor’s or employer’s course of conduct with respect to the establishment and operation of the committee and the appointment and certification of its members.</p> <p class=\"paragraph-e\">  3. A pattern, if any, of the constructor or employer dealing in bad faith with the committee.</p> <p class=\"paragraph-e\">  4. The nature and extent of the health and safety hazards at the workplace, including the risks they pose and whether adequate measures have been established to respond to them.</p> <p class=\"paragraph-e\">  5. If the measures established to respond to the health and safety hazards are not adequate, the length of time that would be required to establish adequate measures and the degree of intervention by an inspector that would be necessary.</p> <p class=\"paragraph-e\">  6. Any other matters that it is reasonable to consider in the circumstances.  O. Reg. 243/95, s. 2; O. Reg. 22/09, s. 3.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. Omitted (provides for coming into force of provisions of the English version of this Regulation).  O. Reg. 243/95, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of the English version of this Regulation</span>).  O. Reg. 243/95, s. 3.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/950243\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}