{
    "reg_info": {
        "full_title": "O. Reg. 874/93: REGISTRATION",
        "reg_name_text": "REGISTRATION",
        "citation": "O. Reg. 874/93: ",
        "act_under": "Dental Technology Act, 1991   Loi de 1991 sur les technologues dentaires",
        "url": "https://www.ontario.ca/laws/regulation/930874",
        "date_scraped": "2023-12-18 03:20:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 31, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/930874/v3",
            "valid_from": "August 21, 2023",
            "valid_to": "August 30, 2023"
        },
        {
            "a_href": "/laws/regulation/930874/v2",
            "valid_from": "February 17, 2012",
            "valid_to": "August 20, 2023"
        },
        {
            "a_href": "/laws/regulation/930874/v1",
            "valid_from": "November 19, 1998",
            "valid_to": "February 16, 2012"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. The following are prescribed as classes of certificates of registration: 1.  General. 2.  Inactive. 3.  Emergency. O. Reg. 874/93, s. 1; O. Reg. 279/23, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The following are prescribed as classes of certificates of registration:</p> <p class=\"paragraph-e\">  1.  General.</p> <p class=\"paragraph-e\">  2.  Inactive.</p> <p class=\"paragraph-e\">  3.  Emergency. O. Reg. 874/93, s. 1; O. Reg. 279/23, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. A person may apply for the issue of a certificate of registration in a class set out in section 1 by submitting an application to the Registrar, in the form that shall be supplied by the Registrar, together with the application fee.  O. Reg. 874/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>A person may apply for the issue of a certificate of registration in a class set out in section 1 by submitting an application to the Registrar, in the form that shall be supplied by the Registrar, together with the application fee.  O. Reg. 874/93, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. It is a registration requirement for a certificate of registration of any class that the applicant provide details of any of the following that relate to the applicant: 1.  Any of the following that result from a charge under any federal, provincial, territorial or municipal law, or law of a jurisdiction outside Canada: i.  A conviction. ii.  A finding of guilt. iii.  A verdict of unfit to stand trial. iv.  A verdict of not criminally responsible on account of mental disorder. 2.  A finding of professional misconduct, incompetency or incapacity in Ontario in relation to another health profession, or in another jurisdiction in relation to the profession or another health profession. 3.  A current proceeding for professional misconduct, incompetency or incapacity in Ontario in relation to another health profession, or in another jurisdiction in relation to the profession or another health profession. 4.  An unsuccessful application for registration as a dental technologist in Ontario or another jurisdiction. 5.  An attempt to pass a licensing examination in Ontario or another jurisdiction that has not, at the time of the application, resulted in a passing grade.  O. Reg. 874/93, s. 3; O. Reg. 20/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>It is a registration requirement for a certificate of registration of any class that the applicant provide details of any of the following that relate to the applicant:</p> <p class=\"paragraph-e\">  1.  Any of the following that result from a charge under any federal, provincial, territorial or municipal law, or law of a jurisdiction outside Canada:</p> <p class=\"subpara-e\">  i.  A conviction.</p> <p class=\"subpara-e\">  ii.  A finding of guilt.</p> <p class=\"subpara-e\">  iii.  A verdict of unfit to stand trial.</p> <p class=\"subpara-e\">  iv.  A verdict of not criminally responsible on account of mental disorder.</p> <p class=\"paragraph-e\">  2.  A finding of professional misconduct, incompetency or incapacity in Ontario in relation to another health profession, or in another jurisdiction in relation to the profession or another health profession.</p> <p class=\"paragraph-e\">  3.  A current proceeding for professional misconduct, incompetency or incapacity in Ontario in relation to another health profession, or in another jurisdiction in relation to the profession or another health profession.</p> <p class=\"paragraph-e\">  4.  An unsuccessful application for registration as a dental technologist in Ontario or another jurisdiction.</p> <p class=\"paragraph-e\">  5.  An attempt to pass a licensing examination in Ontario or another jurisdiction that has not, at the time of the application, resulted in a passing grade.  O. Reg. 874/93, s. 3; O. Reg. 20/12, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. It is a condition of a certificate of registration of any class that the member provide the College with details of any of the following that relate to the member and that occur or arise after the registration of the member: 1.  Any of the following that result from a charge under any federal, provincial, territorial or municipal law, or law of a jurisdiction outside Canada: i.  A conviction. ii.  A finding of guilt. iii.  A verdict of unfit to stand trial. iv.  A verdict of not criminally responsible on account of mental disorder. 2.  A finding of professional misconduct, incompetency or incapacity in Ontario in relation to another health profession, or in another jurisdiction in relation to the profession or another health profession. 3.  A proceeding for professional misconduct, incompetency or incapacity in Ontario in relation to another profession, or in another jurisdiction in relation to the profession or another health profession.  O. Reg. 874/93, s. 4; O. Reg. 20/12, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>It is a condition of a certificate of registration of any class that the member provide the College with details of any of the following that relate to the member and that occur or arise after the registration of the member:</p> <p class=\"paragraph-e\">  1.  Any of the following that result from a charge under any federal, provincial, territorial or municipal law, or law of a jurisdiction outside Canada:</p> <p class=\"subpara-e\">  i.  A conviction. </p> <p class=\"subpara-e\">  ii.  A finding of guilt.</p> <p class=\"subpara-e\">  iii.  A verdict of unfit to stand trial.</p> <p class=\"subpara-e\">  iv.  A verdict of not criminally responsible on account of mental disorder.</p> <p class=\"paragraph-e\">  2.  A finding of professional misconduct, incompetency or incapacity in Ontario in relation to another health profession, or in another jurisdiction in relation to the profession or another health profession.</p> <p class=\"paragraph-e\">  3.  A proceeding for professional misconduct, incompetency or incapacity in Ontario in relation to another profession, or in another jurisdiction in relation to the profession or another health profession.  O. Reg. 874/93, s. 4; O. Reg. 20/12, s. 2.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) An applicant for issuance of a general certificate of registration must meet the following non-exemptible registration requirements: 1.  The applicant must have, i.  in the case of an applicant other than an applicant under subparagraph ii, A.  successfully completed Grade 12 or its equivalent, and B.  successfully completed an approved program in dental technology at a College of Applied Arts and Technology in Ontario, or at an educational institution outside of Ontario that the Registration Committee considers to be the equivalent to the educational program currently being taught in the Colleges of Applied Arts and Technology in Ontario, C.  Revoked:  O. Reg. 20/12, s. 3 (1). ii.  in the case of an applicant who has previously held a certificate of registration under the Act or under a predecessor of the Act which certificate has lapsed, A.  successfully completed a course of training as a dental technologist that, in the opinion of the Registration Committee, is substantially similar, but not equivalent, to the training described in sub-subparagraph i B, and B.  provided evidence of having successfully completed refresher courses such that the combination of the course of training in sub-subparagraph A and the refresher courses is, in the opinion of the Registration Committee, equivalent to the training described in sub-subparagraph i B. 2.  The applicant must have successfully completed the registration examinations set or approved by the Registration Committee, and complied with all requirements associated with those examinations, including payment of the examination fees required by the by-laws. 3.  The applicant must provide proof of eligibility to acquire professional liability insurance and, before the issuance of a certificate, must show proof of actual coverage, in the amount and in the form as required by the by-laws. 4.  Revoked:  O. Reg. 20/12, s. 3 (3). O. Reg. 874/93, s. 5 (1); O. Reg. 875/93, s. 1; O. Reg. 20/12, ss. 3 (1)-(3). (2) Revoked:  O. Reg. 20/12, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) An applicant for issuance of a general certificate of registration must meet the following non-exemptible registration requirements:</p> <p class=\"paragraph-e\">  1.  The applicant must have,</p> <p class=\"subpara-e\">  i.  in the case of an applicant other than an applicant under subparagraph ii,</p> <p class=\"subsubpara-e\">  A.  successfully completed Grade 12 or its equivalent, and</p> <p class=\"subsubpara-e\">  B.  successfully completed an approved program in dental technology at a College of Applied Arts and Technology in Ontario, or at an educational institution outside of Ontario that the Registration Committee considers to be the equivalent to the educational program currently being taught in the Colleges of Applied Arts and Technology in Ontario,</p> <p class=\"subsubpara-e\">  C.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 20/12, s. 3 (1).</p> <p class=\"subpara-e\">  ii.  in the case of an applicant who has previously held a certificate of registration under the Act or under a predecessor of the Act which certificate has lapsed,</p> <p class=\"subsubpara-e\">  A.  successfully completed a course of training as a dental technologist that, in the opinion of the Registration Committee, is substantially similar, but not equivalent, to the training described in sub-subparagraph i B, and </p> <p class=\"subsubpara-e\">  B.  provided evidence of having successfully completed refresher courses such that the combination of the course of training in sub-subparagraph A and the refresher courses is, in the opinion of the Registration Committee, equivalent to the training described in sub-subparagraph i B.</p> <p class=\"paragraph-e\">  2.  The applicant must have successfully completed the registration examinations set or approved by the Registration Committee, and complied with all requirements associated with those examinations, including payment of the examination fees required by the by-laws.</p> <p class=\"paragraph-e\">  3.  The applicant must provide proof of eligibility to acquire professional liability insurance and, before the issuance of a certificate, must show proof of actual coverage, in the amount and in the form as required by the by-laws.</p> <p class=\"paragraph-e\">  4.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 20/12, s. 3 (3).</p> <p class=\"footnote-e\">O. Reg. 874/93, s. 5 (1); O. Reg. 875/93, s. 1; O. Reg. 20/12, ss. 3 (1)-(3).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 20/12, s. 3 (4).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. The following are registration requirements for a general certificate of registration:  1.  The applicant’s past and present conduct must afford reasonable grounds for belief that the applicant, i.  does not have any quality or characteristic, including any mental or physical condition or disorder, that could affect his or her ability to practise dental technology in a safe manner, ii.  will practise dental technology with decency, integrity, honesty and in accordance with the law, and iii.  will display professional behaviour. 2.  The applicant must be a Canadian citizen or a permanent resident of Canada or be authorized under the Immigration and Refugee Protection Act (Canada) to engage in the practice of the profession. 3.  The applicant must be able to speak and write either English or French with reasonable fluency.  O. Reg. 20/12, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The following are registration requirements for a general certificate of registration: </p> <p class=\"paragraph-e\">  1.  The applicant’s past and present conduct must afford reasonable grounds for belief that the applicant,</p> <p class=\"subpara-e\">  i.  does not have any quality or characteristic, including any mental or physical condition or disorder, that could affect his or her ability to practise dental technology in a safe manner,</p> <p class=\"subpara-e\">  ii.  will practise dental technology with decency, integrity, honesty and in accordance with the law, and</p> <p class=\"subpara-e\">  iii.  will display professional behaviour.</p> <p class=\"paragraph-e\">  2.  The applicant must be a Canadian citizen or a permanent resident of Canada or be authorized under the<i> <i>Immigration and Refugee Protection Act</i></i> (Canada) to engage in the practice of the profession.</p> <p class=\"paragraph-e\">  3.  The applicant must be able to speak and write either English or French with reasonable fluency.  O. Reg. 20/12, s. 4.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. (1) The following are conditions of a general certificate of registration: 1.  The member shall not engage in the practice of the profession unless the member is a Canadian citizen or a permanent resident of Canada or is authorized under the Immigration and Refugee Protection Act (Canada) to engage in the practice of the profession. 2.  The member shall maintain professional liability insurance in the amount and in the form as required by the by-laws.  O. Reg. 20/12, s. 4. (2) A member shall, within 14 days of being requested to do so by the College or the Registrar or an employee of the College, provide evidence that the member is in compliance with subsection (1).  O. Reg. 20/12, s. 4. (3) Where a member fails to provide the evidence required under subsection (2) within the required time, the Registrar shall immediately give the member notice of intention to suspend the member and may suspend the member’s certificate of registration where the member has not provided the evidence within 30 days from the giving of that notice.  O. Reg. 20/12, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The following are conditions of a general certificate of registration:</p> <p class=\"paragraph-e\">  1.  The member shall not engage in the practice of the profession unless the member is a Canadian citizen or a permanent resident of Canada or is authorized under the <i>Immigration and Refugee Protection Act</i><i> </i>(Canada) to engage in the practice of the profession.</p> <p class=\"paragraph-e\">  2.  The member shall maintain professional liability insurance in the amount and in the form as required by the by-laws.  O. Reg. 20/12, s. 4.</p> <p class=\"subsection-e\">  (2) A member shall, within 14 days of being requested to do so by the College <span class=\"DraftNoteChar\">or the Registrar or an employee of the College</span>, provide evidence that the member is in compliance with subsection (1).  O. Reg. 20/12, s. 4.</p> <p class=\"subsection-e\">  (3) Where a member fails to provide the evidence required under subsection (2) within the required time, the Registrar shall immediately give the member notice of intention to suspend the member and may suspend the member’s certificate of registration where the member has not provided the evidence within 30 days from the giving of that notice.  O. Reg. 20/12, s. 4.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. (1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant, the requirements of paragraphs 1 and 2 of subsection 5 (1) are deemed to have been met by the applicant.  O. Reg. 20/12, s. 4. (2) Despite subsection (1), it is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a dental technologist in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 20/12, s. 4. (3) An applicant referred to in subsection (1) is deemed to have met the requirements of paragraph 3 of section 6 where the requirements for the issuance of the applicant’s out-of-province certificate of registration included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 20/12, s. 4. (4) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 20/12, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Where section 22.18 of the Health Professions Procedural Code applies to an applicant, the requirements of paragraphs 1 and 2 of subsection 5 (1) are deemed to have been met by the applicant.  O. Reg. 20/12, s. 4.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), it is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a dental technologist in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 20/12, s. 4.</p> <p class=\"subsection-e\">  (3) An applicant referred to in subsection (1) is deemed to have met the requirements of paragraph 3 of section 6 where the requirements for the issuance of the applicant’s out-of-province certificate of registration included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 20/12, s. 4.</p> <p class=\"subsection-e\">  (4) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 20/12, s. 4.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. (1) It is a non-exemptible registration requirement for an inactive certificate of registration that the member have previously been the holder of a general certificate of registration.  O. Reg. 874/93, s. 9 (1). (2) It is a condition of an inactive certificate of registration that the member not practice as a dental technologist in Ontario.  O. Reg. 874/93, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) It is a non-exemptible registration requirement for an inactive certificate of registration that the member have previously been the holder of a general certificate of registration.  O. Reg. 874/93, s. 9 (1).</p> <p class=\"subsection-e\">  (2) It is a condition of an inactive certificate of registration that the member not practice as a dental technologist in Ontario.  O. Reg. 874/93, s. 9 (2).</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. A member who holds an inactive certificate of registration shall, upon application, be issued a general certificate of registration if the member, (a)  has been an inactive member for less than three years; or (b)  has satisfactorily completed a refresher course and examinations set or approved by the College within the fifteen months prior to the application for reinstatement as a general member.  O. Reg. 874/93, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>A member who holds an inactive certificate of registration shall, upon application, be issued a general certificate of registration if the member,</p> <p class=\"clause-e\">  (a)  has been an inactive member for less than three years; or</p> <p class=\"clause-e\">  (b)  has satisfactorily completed a refresher course and examinations set or approved by the College within the fifteen months prior to the application for reinstatement as a general member.  O. Reg. 874/93, s. 10.</p>"
        },
        {
            "id": "10.1",
            "section": null,
            "content": " 10.1 The following are registration requirements for an emergency certificate of registration: 1.  The Minister must have requested that the College initiate registrations under this class based on the Minister’s opinion that emergency circumstances call for it or the Council must have determined, after taking into account all of the relevant circumstances that impact the ability of applicants to meet the ordinary registration requirements, that there are emergency circumstances, and that it is in the public interest that the College issue emergency certificates. 2.  The applicant must satisfy either of the following requirements: i.  The education requirement in paragraph 1 of subsection 5 (1). ii.  Successful completion of any education assessment and upgrading required by the Registration Committee. 3.  The applicant must satisfy the requirements set out in section 6. 4.  The applicant must provide proof of eligibility to acquire professional liability insurance and, before the issuance of a certificate, must show proof of actual coverage, in the amount and in the form required by the by-laws. O. Reg. 279/23, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>10.1 </b>The following are registration requirements for an emergency certificate of registration:</p> <p class=\"paragraph-e\">  1.  The Minister must have requested that the College initiate registrations under this class based on the Minister’s opinion that emergency circumstances call for it or the Council must have determined, after taking into account all of the relevant circumstances that impact the ability of applicants to meet the ordinary registration requirements, that there are emergency circumstances, and that it is in the public interest that the College issue emergency certificates.</p> <p class=\"paragraph-e\">  2.  The applicant must satisfy either of the following requirements:</p> <p class=\"subpara-e\">  i.  The education requirement in paragraph 1 of subsection 5 (1).</p> <p class=\"subpara-e\">  ii.  Successful completion of any education assessment and upgrading required by the Registration Committee.</p> <p class=\"paragraph-e\">  3.  The applicant must satisfy the requirements set out in section 6.</p> <p class=\"paragraph-e\">  4.  The applicant must provide proof of eligibility to acquire professional liability insurance and, before the issuance of a certificate, must show proof of actual coverage, in the amount and in the form required by the by-laws. O. Reg. 279/23, s. 2.</p>"
        },
        {
            "id": "10.2",
            "section": null,
            "content": " 10.2 The following are conditions of an emergency certificate of registration: 1.  The member must meet the conditions set out in section 7. 2.  The member must practise the profession only under the supervision of a member with a general certificate of registration or a member of the Royal College of Dental Surgeons of Ontario. 3.  The member must at all times when providing professional services identify themselves as practising under supervision. 4.  The member must use the title “dental technologist (emergency)”, “registered dental technologist (emergency)” or “RDT (emergency)”. O. Reg. 279/23, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>10.2 </b>The following are conditions of an emergency certificate of registration:</p> <p class=\"paragraph-e\">  1.  The member must meet the conditions set out in section 7.</p> <p class=\"paragraph-e\">  2.  The member must practise the profession only under the supervision of a member with a general certificate of registration or a member of the Royal College of Dental Surgeons of Ontario. </p> <p class=\"paragraph-e\">  3.  The member must at all times when providing professional services identify themselves as practising under supervision. </p> <p class=\"paragraph-e\">  4.  The member must use the title “dental technologist (emergency)”, “registered dental technologist (emergency)” or “RDT (emergency)”. O. Reg. 279/23, s. 2.</p>"
        },
        {
            "id": "10.3",
            "section": null,
            "content": " 10.3 (1) Unless stated otherwise on the certificate, an emergency certificate of registration or a renewed emergency certificate of registration expires one year after it is issued unless it is renewed. O. Reg. 279/23, s. 2. (2) Despite subsection (1), an emergency certificate of registration expires six months after the date the Minister or the Council determines that emergency circumstances referred to in paragraph 1 of section 10.1 no longer exist. O. Reg. 279/23, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>10.3 </b>(1) Unless stated otherwise on the certificate, an emergency certificate of registration or a renewed emergency certificate of registration expires one year after it is issued unless it is renewed. O. Reg. 279/23, s. 2.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), an emergency certificate of registration expires six months after the date the Minister or the Council determines that emergency circumstances referred to in paragraph 1 of section 10.1 no longer exist. O. Reg. 279/23, s. 2.</p>"
        },
        {
            "id": "10.4",
            "section": null,
            "content": " 10.4 A member who holds an emergency certificate of registration, or a former member who held an emergency certificate of registration within the previous six months before applying, may be issued a general certificate of registration if they meet all the requirements of paragraphs 2 and 3 of subsection 5 (1) and all the requirements of section 6, and in addition is exempt from paying the new application evaluation and processing fee required under College by-laws. O. Reg. 279/23, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>10.4 </b>A member who holds an emergency certificate of registration, or a former member who held an emergency certificate of registration within the previous six months before applying, may be issued a general certificate of registration if they meet all the requirements of paragraphs 2 and 3 of subsection 5 (1) and all the requirements of section 6, and in addition is exempt from paying the new application evaluation and processing fee required under College by-laws. O. Reg. 279/23, s. 2.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": " 11. It is a condition of every certificate of registration that the member shall submit all information required by the by-laws, in the form and manner provided by the by-laws, and at the times provided for in the by-laws.  O. Reg. 20/12, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>It is a condition of every certificate of registration that the member shall submit all information required by the by-laws, in the form and manner provided by the by-laws, and at the times provided for in the by-laws.  O. Reg. 20/12, s. 5.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": " 12. (1) Where the Registrar suspends a member’s certificate of registration pursuant to section 24 of the Health Professions Procedural Code, the Registrar may lift the suspension on payment of, (a)  the fee the member failed to pay; (b)  all outstanding fees and penalties that were required by the by-laws; and (c)  any other applicable fees required by the by-laws.  O. Reg. 20/12, s. 6. (2) If the Registrar suspends a member’s certificate of registration under subsection 7 (3), the Registrar may lift the suspension on the receipt of the evidence that was requested under that subsection and the payment of the reinstatement fee required by the by-laws.  O. Reg. 20/12, s. 6. (3) Where the Registrar suspends a member’s certificate of registration as mentioned in subsection (1) or (2) and the suspension is not lifted, the certificate is automatically revoked as of the second anniversary of the suspension.  O. Reg. 20/12, s. 6. (4) A member may be reinstated if the member applies for reinstatement within two years of the suspension of the certificate of registration.  O. Reg. 20/12, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) Where the Registrar suspends a member’s certificate of registration pursuant to section 24 of the Health Professions Procedural Code, the Registrar may lift the suspension on payment of,</p> <p class=\"clause-e\">  (a)  the fee the member failed to pay;</p> <p class=\"clause-e\">  (b)  all outstanding fees and penalties that were required by the by-laws; and</p> <p class=\"clause-e\">  (c)  any other applicable fees required by the by-laws.  O. Reg. 20/12, s. 6.</p> <p class=\"subsection-e\">  (2) If the Registrar suspends a member’s certificate of registration under subsection 7 (3), the Registrar may lift the suspension on the receipt of the evidence that was requested under that subsection and the payment of the reinstatement fee required by the by-laws.  O. Reg. 20/12, s. 6.</p> <p class=\"subsection-e\">  (3) Where the Registrar suspends a member’s certificate of registration as mentioned in subsection (1) or (2) and the suspension is not lifted, the certificate is automatically revoked as of the second anniversary of the suspension.  O. Reg. 20/12, s. 6.</p> <p class=\"subsection-e\">  (4) A member may be reinstated if the member applies for reinstatement within two years of the suspension of the certificate of registration.  O. Reg. 20/12, s. 6.</p>"
        },
        {
            "id": "13.-16.",
            "section": null,
            "content": " 13.-16. Revoked:  O. Reg. 20/12, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>13.-16. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 20/12, s. 7.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": " 17. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 874/93, s. 17.",
            "raw_html": "<p class=\"section-e\"> <b>17.</b> <span>Omitted (provides for coming into force of provisions of this Regulation).</span>  O. Reg. 874/93, s. 17.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "            ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}