{
    "reg_info": {
        "full_title": "O. Reg. 45/94: COMMUNITY ECONOMIC DEVELOPMENT CORPORATIONS",
        "reg_name_text": "COMMUNITY ECONOMIC DEVELOPMENT CORPORATIONS",
        "citation": "O. Reg. 45/94: ",
        "act_under": "Community Economic Development Act, 1993   Loi de 1993 sur le développement économique communautaire",
        "url": "https://www.ontario.ca/laws/regulation/940045",
        "date_scraped": "2023-12-19 20:47:09"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “bank” means a bank listed in Schedule I or II to the Bank Act (Canada); “credit union or caisse populaire” means a credit union or caisse populaire as defined in the Credit Unions and Caisses Populaires Act; “financial institution” means a bank, a loan or trust corporation, credit union or caisse populaire; “loan or trust corporation” means a loan or trust corporation registered under the Loan and Trust Corporations Act; “major shareholder” means a person who beneficially owns directly or indirectly more than 20 per cent of the shares of a corporation; “municipality” includes a metropolitan, regional and district municipality and the County of Oxford; “person” includes a charitable organization as defined in paragraph 149.1 (1) (b) of the Income Tax Act (Canada), a labour organization as described in paragraph 149 (1) (k) of the Income Tax Act (Canada), a not-for-profit organization as described in paragraphs 149 (1) (e) and (l) of the Income Tax Act (Canada) and a council of an Indian band within the meaning of subsection 2 (1) of the Indian Act (Canada); “redemption date” means the date at the end of the term or the maturity date of a security, as applicable. O. Reg. 45/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Regulation,</p> <p class=\"firstdef-e\">“bank” means a bank listed in Schedule I or II to the <i>Bank Act</i> (Canada);</p> <p class=\"definition-e\">“credit union or caisse populaire” means a credit union or caisse populaire as defined in the <i>Credit Unions and Caisses Populaires Act</i>;</p> <p class=\"definition-e\">“financial institution” means a bank, a loan or trust corporation, credit union or caisse populaire;</p> <p class=\"definition-e\">“loan or trust corporation” means a loan or trust corporation registered under the <i>Loan and Trust Corporations Act</i>;</p> <p class=\"definition-e\">“major shareholder” means a person who beneficially owns directly or indirectly more than 20 per cent of the shares of a corporation;</p> <p class=\"definition-e\">“municipality” includes a metropolitan, regional and district municipality and the County of Oxford;</p> <p class=\"definition-e\">“person” includes a charitable organization as defined in paragraph 149.1 (1) (b) of the <i>Income Tax Act</i> (Canada), a labour organization as described in paragraph 149 (1) (k) of the <i>Income Tax Act</i> (Canada), a not-for-profit organization as described in paragraphs 149 (1) (e) and (l) of the <i>Income Tax Act</i> (Canada) and a council of an Indian band within the meaning of subsection 2 (1) of the <i>Indian Act</i> (Canada);</p> <p class=\"definition-e\">“redemption date” means the date at the end of the term or the maturity date of a security, as applicable. O. Reg. 45/94, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) The following documents and information shall be filed by a community economic development corporation and kept in the register referred to in subsection 5 (1) of the Act: 1. A copy of its articles of incorporation or letters patent, including any amendments. 2. A copy of any notices of change in directors. 3. A copy of any notices of change in registered head office. 4. A copy of any security offering statement of the corporation and any amendments to it. 5. If it is a community investment share corporation, the name and address of any eligible business in which it invests. 6. If it is a community loan fund corporation, the name and address of any financial institution with which it has entered into an operating agreement. 7. A copy of its annual financial statements. 8. A copy of the annual returns filed under subsection 38 (1) of the Act. 9. A copy of any notice of material change filed under subsection 39 (1) of the Act. 10. A notice of any court order or any order of the Minister under section 31 of the Act to which the corporation is subject and the nature of that order. 11. If the corporation has been dissolved or its legal status altered under its incorporating statute, a notice to that effect. (2) A document or notice required under this section shall be filed with the Minister no later than sixty days after the information in the document or notice is known by the corporation. O. Reg. 45/94, s. 2. PART II   COMMUNITY INVESTMENT SHARE CORPORATIONS",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) The following documents and information shall be filed by a community economic development corporation and kept in the register referred to in subsection 5 (1) of the Act:</p> <p class=\"paragraph-e\">1. A copy of its articles of incorporation or letters patent, including any amendments.</p> <p class=\"paragraph-e\">2. A copy of any notices of change in directors.</p> <p class=\"paragraph-e\">3. A copy of any notices of change in registered head office.</p> <p class=\"paragraph-e\">4. A copy of any security offering statement of the corporation and any amendments to it.</p> <p class=\"paragraph-e\">5. If it is a community investment share corporation, the name and address of any eligible business in which it invests.</p> <p class=\"paragraph-e\">6. If it is a community loan fund corporation, the name and address of any financial institution with which it has entered into an operating agreement.</p> <p class=\"paragraph-e\">7. A copy of its annual financial statements.</p> <p class=\"paragraph-e\">8. A copy of the annual returns filed under subsection 38 (1) of the Act.</p> <p class=\"paragraph-e\">9. A copy of any notice of material change filed under subsection 39 (1) of the Act.</p> <p class=\"paragraph-e\">10. A notice of any court order or any order of the Minister under section 31 of the Act to which the corporation is subject and the nature of that order.</p> <p class=\"paragraph-e\">11. If the corporation has been dissolved or its legal status altered under its incorporating statute, a notice to that effect.</p> <p class=\"subsection-e\">(2) A document or notice required under this section shall be filed with the Minister no later than sixty days after the information in the document or notice is known by the corporation. O. Reg. 45/94, s. 2.</p> <p class=\"partnum-e\"><b><a name=\"P33_2991\"></a><a name=\"BK1\"></a>PART II <br/>  COMMUNITY INVESTMENT SHARE CORPORATIONS</b></p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. A Class A security of a community investment share corporation shall have a preference over shares of any other class as to return of capital upon the liquidation, dissolution or winding-up of the corporation. O. Reg. 45/94, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> A Class A security of a community investment share corporation shall have a preference over shares of any other class as to return of capital upon the liquidation, dissolution or winding-up of the corporation. O. Reg. 45/94, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) For the purposes of section 6 of the Act, “expanding” means that the corporation will use the total proceeds of the investment by the community investment share corporation to provide increased employment through development or commercialization of products or services, adoption of new technologies or development of new markets; “located in Ontario” means the corporation’s head office or chief place of business is in Ontario and at least 75 per cent of the total wages and salaries of the corporation are paid to employees whose ordinary workplace is in Ontario. (2) In clause 6 (b) of the Act, the prescribed business activities are as follows: 1. Manufacturing and processing. 2. Wholesale or retail trade. 3. Personal or business services. 4. Tourism. 5. Construction. 6. Transportation. 7. Communications. (3) The prescribed criteria that a corporation must meet in order to be an “eligible business” under clause 6 (c) of the Act are that, (a) its business is an active business within the meaning of paragraph 125 (7) (a) of the Income Tax Act (Canada); (b) the corporation has less than 500 full-time employees; (c) the principal business activity of the corporation is not the operation of a franchise; (d) the corporation is not a reporting issuer as defined in the Securities Act; and (e) the corporation is not engaged in gambling activities or activities that are designed to appeal to erotic or sexual inclinations. O. Reg. 45/94, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) For the purposes of section 6 of the Act,</p> <p class=\"firstdef-e\">“expanding” means that the corporation will use the total proceeds of the investment by the community investment share corporation to provide increased employment through development or commercialization of products or services, adoption of new technologies or development of new markets;</p> <p class=\"definition-e\">“located in Ontario” means the corporation’s head office or chief place of business is in Ontario and at least 75 per cent of the total wages and salaries of the corporation are paid to employees whose ordinary workplace is in Ontario.</p> <p class=\"subsection-e\">(2) In clause 6 (b) of the Act, the prescribed business activities are as follows:</p> <p class=\"paragraph-e\">1. Manufacturing and processing.</p> <p class=\"paragraph-e\">2. Wholesale or retail trade.</p> <p class=\"paragraph-e\">3. Personal or business services.</p> <p class=\"paragraph-e\">4. Tourism.</p> <p class=\"paragraph-e\">5. Construction.</p> <p class=\"paragraph-e\">6. Transportation.</p> <p class=\"paragraph-e\">7. Communications.</p> <p class=\"subsection-e\">(3) The prescribed criteria that a corporation must meet in order to be an “eligible business” under clause 6 (c) of the Act are that,</p> <p class=\"clause-e\">(a) its business is an active business within the meaning of paragraph 125 (7) (a) of the <i>Income Tax Act</i> (Canada);</p> <p class=\"clause-e\">(b) the corporation has less than 500 full-time employees;</p> <p class=\"clause-e\">(c) the principal business activity of the corporation is not the operation of a franchise;</p> <p class=\"clause-e\">(d) the corporation is not a reporting issuer as defined in the <i>Securities Act</i>; and</p> <p class=\"clause-e\">(e) the corporation is not engaged in gambling activities or activities that are designed to appeal to erotic or sexual inclinations. O. Reg. 45/94, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) The share capital structure of a community investment share corporation incorporated under the Business Corporations Act shall be established so that it is consistent with this section. (2) The holders of Class A securities are entitled, (a) to receive notice of and attend all meetings of shareholders of the corporation and to vote as a class to elect two-thirds of the board of directors of the corporation; (b) to have one vote per share; (c) to receive any dividends declared by the corporation; and (d) to receive on liquidation, dissolution or winding-up of the corporation, all remaining assets after payment of all liabilities and after payment of one dollar to the holders of sponsor shares. (3) The Class A securities shall have the following characteristics: 1. They may be issued only to eligible purchasers under section 8 of the Act. 2. They are not transferable except to, i. the person’s heirs or successors, upon the death of the holder, or ii. the Minister. 3. A Class A security is redeemable if the holder has requested the redemption in writing and, i. the security has been issued and outstanding for the full term set out in the offering statement, at the time the request is made, or ii. the security is held by a person to whom it has devolved as a consequence of the death of the original purchaser. (4) Subsection (2) does not apply if the Minister approves a share conversion option under section 8. (5) The holders of Class B securities are not entitled to receive dividends but are entitled, (a) to receive notice of and attend all meetings of shareholders of the corporation and to vote as a class to elect one-third of the board of directors of the corporation; (b) to have one vote per share; and (c) to receive on liquidation, dissolution or winding-up of the corporation, one dollar, regardless of the number of Class B securities held, before any assets are distributed to holders of Class A securities, but after payment of all liabilities of the corporation. (6) Class B securities may be issued only to sponsors as defined in subsection 1 (1) of the Act, and only for nominal amounts. (7) Class B securities are not transferable to any person other than sponsors. O. Reg. 45/94, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) The share capital structure of a community investment share corporation incorporated under the <i>Business Corporations Act</i> shall be established so that it is consistent with this section.</p> <p class=\"subsection-e\">(2) The holders of Class A securities are entitled,</p> <p class=\"clause-e\">(a) to receive notice of and attend all meetings of shareholders of the corporation and to vote as a class to elect two-thirds of the board of directors of the corporation;</p> <p class=\"clause-e\">(b) to have one vote per share;</p> <p class=\"clause-e\">(c) to receive any dividends declared by the corporation; and</p> <p class=\"clause-e\">(d) to receive on liquidation, dissolution or winding-up of the corporation, all remaining assets after payment of all liabilities and after payment of one dollar to the holders of sponsor shares.</p> <p class=\"subsection-e\">(3) The Class A securities shall have the following characteristics:</p> <p class=\"paragraph-e\">1. They may be issued only to eligible purchasers under section 8 of the Act.</p> <p class=\"paragraph-e\">2. They are not transferable except to,</p> <p class=\"subpara-e\">i. the person’s heirs or successors, upon the death of the holder, or</p> <p class=\"subpara-e\">ii. the Minister.</p> <p class=\"paragraph-e\">3. A Class A security is redeemable if the holder has requested the redemption in writing and,</p> <p class=\"subpara-e\">i. the security has been issued and outstanding for the full term set out in the offering statement, at the time the request is made, or</p> <p class=\"subpara-e\">ii. the security is held by a person to whom it has devolved as a consequence of the death of the original purchaser.</p> <p class=\"subsection-e\">(4) Subsection (2) does not apply if the Minister approves a share conversion option under section 8.</p> <p class=\"subsection-e\">(5) The holders of Class B securities are not entitled to receive dividends but are entitled,</p> <p class=\"clause-e\">(a) to receive notice of and attend all meetings of shareholders of the corporation and to vote as a class to elect one-third of the board of directors of the corporation;</p> <p class=\"clause-e\">(b) to have one vote per share; and</p> <p class=\"clause-e\">(c) to receive on liquidation, dissolution or winding-up of the corporation, one dollar, regardless of the number of Class B securities held, before any assets are distributed to holders of Class A securities, but after payment of all liabilities of the corporation.</p> <p class=\"subsection-e\">(6) Class B securities may be issued only to sponsors as defined in subsection 1 (1) of the Act, and only for nominal amounts.</p> <p class=\"subsection-e\">(7) Class B securities are not transferable to any person other than sponsors. O. Reg. 45/94, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) The share capital structure of a community investment share corporation incorporated under the Co-operative Corporations Act shall be established so that it is consistent with this section. (2) The holders of Class A securities are entitled to receive a dividend in priority over holders of all other classes of shares. (3) The Class A securities, (a) may only be issued to persons admitted as members of the co-operative; and (b) shall have the same characteristics as are described in subsection 5 (3). (4) The common shares shall have the same characteristics, except as otherwise provided in this section, as the shares required by the Co-operative Corporations Act to be held as a condition of membership in a co-operative. (5) Common shares shall be issued, (a) only to sponsors of the corporation and investors in its Class A securities; and (b) at a par value of one dollar. (6) Common shares are not transferable. (7) No person may own more than one common share in a particular community investment share corporation incorporated under the Co-operative Corporations Act. (8) Upon dissolution, liquidation or winding-up of the corporation, members of the co-operative shall receive all remaining assets of the corporation in proportion to their investment in the corporation. O. Reg. 45/94, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) The share capital structure of a community investment share corporation incorporated under the <i>Co-operative Corporations Act</i> shall be established so that it is consistent with this section.</p> <p class=\"subsection-e\">(2) The holders of Class A securities are entitled to receive a dividend in priority over holders of all other classes of shares.</p> <p class=\"subsection-e\">(3) The Class A securities,</p> <p class=\"clause-e\">(a) may only be issued to persons admitted as members of the co-operative; and</p> <p class=\"clause-e\">(b) shall have the same characteristics as are described in subsection 5 (3).</p> <p class=\"subsection-e\">(4) The common shares shall have the same characteristics, except as otherwise provided in this section, as the shares required by the <i>Co-operative Corporations Act</i> to be held as a condition of membership in a co-operative.</p> <p class=\"subsection-e\">(5) Common shares shall be issued,</p> <p class=\"clause-e\">(a) only to sponsors of the corporation and investors in its Class A securities; and</p> <p class=\"clause-e\">(b) at a par value of one dollar.</p> <p class=\"subsection-e\">(6) Common shares are not transferable.</p> <p class=\"subsection-e\">(7) No person may own more than one common share in a particular community investment share corporation incorporated under the <i>Co-operative Corporations Act</i>.</p> <p class=\"subsection-e\">(8) Upon dissolution, liquidation or winding-up of the corporation, members of the co-operative shall receive all remaining assets of the corporation in proportion to their investment in the corporation. O. Reg. 45/94, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. The maximum total consideration a corporation may receive on the issue of its Class A securities is $500,000. O. Reg. 45/94, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> The maximum total consideration a corporation may receive on the issue of its Class A securities is $500,000. O. Reg. 45/94, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. If a corporation intends to offer a share conversion option to its Class A shareholders, the share conversion option shall be in a form approved by the Minister. O. Reg. 45/94, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> If a corporation intends to offer a share conversion option to its Class A shareholders, the share conversion option shall be in a form approved by the Minister. O. Reg. 45/94, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) A community investment share corporation shall not issue its Class A securities to, (a) corporations substantially funded by Canada, a province of Canada, a local board as defined in the Municipal Affairs Act or a municipality; or (b) sponsors of the community investment share corporation. (2) A community investment share corporation may issue its Class A securities to, (a) charitable organizations, as defined in paragraph 149.1 (1) (b) of the Income Tax Act (Canada), other than a sponsor of the corporation; (b) labour organizations, as described in paragraph 149 (1) (k) of the Income Tax Act (Canada), other than a sponsor of the corporation; (c) not-for-profit organizations, as described in paragraphs 149 (1) (e) and (l) of the Income Tax Act (Canada), other than a sponsor of the corporation; and (d) councils of Indian bands, within the meaning of subsection 2 (1) of the Indian Act (Canada), other than a sponsor of the corporation. (3) Class A securities shall not be issued to a person if the person and the person’s associates would hold Class A securities for which consideration paid exceeds the lesser of, (a) $25,000; and (b) an amount which would constitute more than 10 per cent of the total consideration paid for Class A securities subscribed in the security offering. (4) In paragraph 1 of subsection 8 (1) of the Act, “ordinarily resident in Ontario” means an individual who, (a) is a Canadian citizen or has been lawfully admitted to Canada for permanent residence without qualification or condition, or (b) has resided or sojourned in Ontario for a period of at least 183 days in the 365 days immediately preceding the date on which the purchase is made. O. Reg. 45/94, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) A community investment share corporation shall not issue its Class A securities to,</p> <p class=\"clause-e\">(a) corporations substantially funded by Canada, a province of Canada, a local board as defined in the <i>Municipal Affairs Act</i> or a municipality; or</p> <p class=\"clause-e\">(b) sponsors of the community investment share corporation.</p> <p class=\"subsection-e\">(2) A community investment share corporation may issue its Class A securities to,</p> <p class=\"clause-e\">(a) charitable organizations, as defined in paragraph 149.1 (1) (b) of the<i> Income Tax Act</i> (Canada), other than a sponsor of the corporation;</p> <p class=\"clause-e\">(b) labour organizations, as described in paragraph 149 (1) (k) of the <i>Income Tax Act</i> (Canada), other than a sponsor of the corporation;</p> <p class=\"clause-e\">(c) not-for-profit organizations, as described in paragraphs 149 (1) (e) and (l) of the <i>Income Tax Act </i>(Canada), other than a sponsor of the corporation; and</p> <p class=\"clause-e\">(d) councils of Indian bands, within the meaning of subsection 2 (1) of the <i>Indian Act </i>(Canada), other than a sponsor of the corporation.</p> <p class=\"subsection-e\">(3) Class A securities shall not be issued to a person if the person and the person’s associates would hold Class A securities for which consideration paid exceeds the lesser of,</p> <p class=\"clause-e\">(a) $25,000; and</p> <p class=\"clause-e\">(b) an amount which would constitute more than 10 per cent of the total consideration paid for Class A securities subscribed in the security offering.</p> <p class=\"subsection-e\">(4) In paragraph 1 of subsection 8 (1) of the Act,</p> <p class=\"firstdef-e\">“ordinarily resident in Ontario” means an individual who,</p> <p class=\"defclause-e\">(a) is a Canadian citizen or has been lawfully admitted to Canada for permanent residence without qualification or condition, or</p> <p class=\"defclause-e\">(b) has resided or sojourned in Ontario for a period of at least 183 days in the 365 days immediately preceding the date on which the purchase is made. O. Reg. 45/94, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. A community investment share corporation shall maintain its assets in the form of, (a) demand deposits in financial institutions; (b) treasury bills of Canada or a province of Canada; (c) banker’s acceptances with a remaining term to maturity of one year or less; (d) term deposits, deposit notes, and similar instruments issued by financial institutions; (e) bonds, debentures or other evidence of indebtedness that are issued by or guaranteed by, or in respect of which the debt service is guaranteed by, Canada, a province of Canada or an Ontario municipality. O. Reg. 45/94, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> A community investment share corporation shall maintain its assets in the form of,</p> <p class=\"clause-e\">(a) demand deposits in financial institutions;</p> <p class=\"clause-e\">(b) treasury bills of Canada or a province of Canada;</p> <p class=\"clause-e\">(c) banker’s acceptances with a remaining term to maturity of one year or less;</p> <p class=\"clause-e\">(d) term deposits, deposit notes, and similar instruments issued by financial institutions;</p> <p class=\"clause-e\">(e) bonds, debentures or other evidence of indebtedness that are issued by or guaranteed by, or in respect of which the debt service is guaranteed by, Canada, a province of Canada or an Ontario municipality. O. Reg. 45/94, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) A community investment share corporation shall not make an investment in an eligible business of any amount up to and including $150,000 unless its board of directors has received and considered a report prepared by a qualified person, at arm’s length from the eligible business, the sponsors and the corporation, which provides an opinion on, (a) the commercial viability of the eligible business over the period covered by the investment proposal; (b) the prospect of divestiture of the investment by the community investment share corporation before the expiry of the term for its Class A securities; (c) trends and prospects affecting the eligible business; (d) the past and projected future performance of the eligible business; and (e) the competitive position of the eligible business. (2) For the purposes of subsection 10 (4) of the Act, the senior officer or the board of a corporation created under the Development Corporations Act shall consider the matters described in clauses (1) (a) to (e). O. Reg. 45/94, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> (1) A community investment share corporation shall not make an investment in an eligible business of any amount up to and including $150,000 unless its board of directors has received and considered a report prepared by a qualified person, at arm’s length from the eligible business, the sponsors and the corporation, which provides an opinion on,</p> <p class=\"clause-e\">(a) the commercial viability of the eligible business over the period covered by the investment proposal;</p> <p class=\"clause-e\">(b) the prospect of divestiture of the investment by the community investment share corporation before the expiry of the term for its Class A securities;</p> <p class=\"clause-e\">(c) trends and prospects affecting the eligible business;</p> <p class=\"clause-e\">(d) the past and projected future performance of the eligible business; and</p> <p class=\"clause-e\">(e) the competitive position of the eligible business.</p> <p class=\"subsection-e\">(2) For the purposes of subsection 10 (4) of the Act, the senior officer or the board of a corporation created under the <i>Development Corporations Act</i> shall consider the matters described in clauses (1) (a) to (e). O. Reg. 45/94, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. (1) In clause 11 (1) (a) of the Act, the prescribed percentage of directors is 40 per cent. (2) In clause 11 (1) (b) of the Act, the prescribed percentage of equity provided by community investment share corporations is 40 per cent. (3) In clause 11 (1) (c) of the Act, the prescribed percentage of equity provided with government financial assistance is 75 per cent. (4) In clause 11 (1) (f) of the Act, “development of the eligible business” does not include the use of the investment by the eligible business for, (a) lending; (b) investing in or purchasing real property not immediately required for business purposes; (c) acquiring securities; (d) paying dividends; or (e) purchasing goods or services from a major shareholder or an associate of a major shareholder of the eligible business. (5) For the purposes of clause 11 (1) (h) of the Act, a community investment share corporation and an eligible business are related if any shareholder of the community investment share corporation, at the time of the investment in the eligible business, or at any time during the two years immediately before the investment, was a shareholder, director or officer of the eligible business, unless, (a) the eligible business is a business corporation incorporated under the Business Corporations Act or the Canada Business Corporations Act and, (i) the eligible business and the community investment share corporation each have a minimum of fifty shareholders, and (ii) no shareholder and any associates have together contributed more than 5 per cent of the share capital of the eligible business or the community investment share corporation; (b) the eligible business is a co-operative corporation incorporated under the Co-operative Corporations Act or the Canada Cooperative Associations Act and, (i) the eligible business and the community investment share corporation each have a minimum of fifty shareholders, and (ii) no shareholder and any associates have together contributed more than 5 per cent of the share and loan capital of the eligible business or more than 5 per cent of the share capital of the community investment share corporation; (c) the eligible business is a worker co-operative incorporated under the Co-operative Corporations Act and, (i) the co-operative has a minimum of ten shareholders, (ii) no shareholder and any associates have together contributed more than 10 per cent of the share and loan capital of the co-operative, (iii) the five largest shareholders and any associates have together contributed no more than 49 per cent of the share and loan capital of the co-operative, and (iv) shareholders of the eligible business have together contributed no more than 40 per cent of the share capital of the community investment share corporation; or (d) the eligible business is a co-operative incorporated under the Co-operative Corporations Act or the Canada Cooperative Associations Act and, (i) the co-operative is engaged in processing, distributing or marketing agricultural, aquacultural, forestry or natural resource products or livestock, (ii) the co-operative has a minimum of twenty-five shareholders, (iii) no shareholder and any associates have together contributed more than 10 per cent of the share and loan capital of the co-operative, (iv) the ten largest shareholders and any associates have together contributed no more than 49 per cent of the share and loan capital of the co-operative, and (v) shareholders of the eligible business have together contributed no more than 40 per cent of the share capital of the community investment share corporation. O. Reg. 45/94, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> (1) In clause 11 (1) (a) of the Act, the prescribed percentage of directors is 40 per cent.</p> <p class=\"subsection-e\">(2) In clause 11 (1) (b) of the Act, the prescribed percentage of equity provided by community investment share corporations is 40 per cent.</p> <p class=\"subsection-e\">(3) In clause 11 (1) (c) of the Act, the prescribed percentage of equity provided with government financial assistance is 75 per cent.</p> <p class=\"subsection-e\">(4) In clause 11 (1) (f) of the Act, “development of the eligible business” does not include the use of the investment by the eligible business for,</p> <p class=\"clause-e\">(a) lending;</p> <p class=\"clause-e\">(b) investing in or purchasing real property not immediately required for business purposes;</p> <p class=\"clause-e\">(c) acquiring securities;</p> <p class=\"clause-e\">(d) paying dividends; or</p> <p class=\"clause-e\">(e) purchasing goods or services from a major shareholder or an associate of a major shareholder of the eligible business.</p> <p class=\"subsection-e\">(5) For the purposes of clause 11 (1) (h) of the Act, a community investment share corporation and an eligible business are related if any shareholder of the community investment share corporation, at the time of the investment in the eligible business, or at any time during the two years immediately before the investment, was a shareholder, director or officer of the eligible business, unless,</p> <p class=\"clause-e\">(a) the eligible business is a business corporation incorporated under the <i>Business Corporations Act </i>or the <i>Canada Business Corporations Act</i> and,</p> <p class=\"subclause-e\">(i) the eligible business and the community investment share corporation each have a minimum of fifty shareholders, and</p> <p class=\"subclause-e\">(ii) no shareholder and any associates have together contributed more than 5 per cent of the share capital of the eligible business or the community investment share corporation;</p> <p class=\"clause-e\">(b) the eligible business is a co-operative corporation incorporated under the <i>Co-operative Corporations Act</i> or the <i>Canada Cooperative Associations Act</i> and,</p> <p class=\"subclause-e\">(i) the eligible business and the community investment share corporation each have a minimum of fifty shareholders, and</p> <p class=\"subclause-e\">(ii) no shareholder and any associates have together contributed more than 5 per cent of the share and loan capital of the eligible business or more than 5 per cent of the share capital of the community investment share corporation;</p> <p class=\"clause-e\">(c) the eligible business is a worker co-operative incorporated under the <i>Co-operative Corporations Act</i> and,</p> <p class=\"subclause-e\">(i) the co-operative has a minimum of ten shareholders,</p> <p class=\"subclause-e\">(ii) no shareholder and any associates have together contributed more than 10 per cent of the share and loan capital of the co-operative,</p> <p class=\"subclause-e\">(iii) the five largest shareholders and any associates have together contributed no more than 49 per cent of the share and loan capital of the co-operative, and</p> <p class=\"subclause-e\">(iv) shareholders of the eligible business have together contributed no more than 40 per cent of the share capital of the community investment share corporation; or</p> <p class=\"clause-e\">(d) the eligible business is a co-operative incorporated under the <i>Co-operative Corporations Act</i> or the <i>Canada Cooperative Associations Act </i>and,</p> <p class=\"subclause-e\">(i) the co-operative is engaged in processing, distributing or marketing agricultural, aquacultural, forestry or natural resource products or livestock,</p> <p class=\"subclause-e\">(ii) the co-operative has a minimum of twenty-five shareholders,</p> <p class=\"subclause-e\">(iii) no shareholder and any associates have together contributed more than 10 per cent of the share and loan capital of the co-operative,</p> <p class=\"subclause-e\">(iv) the ten largest shareholders and any associates have together contributed no more than 49 per cent of the share and loan capital of the co-operative, and</p> <p class=\"subclause-e\">(v) shareholders of the eligible business have together contributed no more than 40 per cent of the share capital of the community investment share corporation. O. Reg. 45/94, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) For the purposes of subsection 11 (2) of the Act, “equity” includes loans made to the eligible business by its shareholders if, (a) the payment of interest on the loans is subordinated to the payment of dividends on any shares of the eligible business issued and outstanding to community investment share corporations; and (b) the repayment of principal on the loans is subordinated to the redemption of any outstanding shares of the eligible business held by community investment share corporations. (2) For the purposes of subsection 11 (2) of the Act, the equity of an eligible business is the total of, (a) the share capital of the corporation; (b) loans that meet the conditions prescribed by subsection (1); and (c) retained earnings or deficit, as applicable. O. Reg. 45/94, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b> (1) For the purposes of subsection 11 (2) of the Act, “equity” includes loans made to the eligible business by its shareholders if,</p> <p class=\"clause-e\">(a) the payment of interest on the loans is subordinated to the payment of dividends on any shares of the eligible business issued and outstanding to community investment share corporations; and</p> <p class=\"clause-e\">(b) the repayment of principal on the loans is subordinated to the redemption of any outstanding shares of the eligible business held by community investment share corporations.</p> <p class=\"subsection-e\">(2) For the purposes of subsection 11 (2) of the Act, the equity of an eligible business is the total of,</p> <p class=\"clause-e\">(a) the share capital of the corporation;</p> <p class=\"clause-e\">(b) loans that meet the conditions prescribed by subsection (1); and</p> <p class=\"clause-e\">(c) retained earnings or deficit, as applicable. O. Reg. 45/94, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. For the purposes of clause 12 (1) (a) of the Act, the minimal capitalization of a community investment share corporation is $50,000. O. Reg. 45/94, s. 14. PART III   COMMUNITY LOAN FUND CORPORATIONS",
            "raw_html": "<p class=\"section-e\"><b>14.</b> For the purposes of clause 12 (1) (a) of the Act, the minimal capitalization of a community investment share corporation is $50,000. O. Reg. 45/94, s. 14.</p> <p class=\"partnum-e\"><b><a name=\"P150_16556\"></a><a name=\"BK2\"></a>PART III <br/>  COMMUNITY LOAN FUND CORPORATIONS</b></p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. (1) In section 16 of the Act,  “located in Ontario” means the borrower’s head office or chief place of business is in Ontario and at least 75 per cent of total wages and salaries of the corporation are paid to employees whose ordinary workplace is in Ontario. (2) For the purposes of clause 16 (a) of the Act, banks, loan or trust corporations and credit unions and caisses populaires are prescribed as financial institutions. (3) In clause 16 (a) of the Act, “expanding” means, (a) the business would be an active business within the meaning of paragraph 125 (7) (a) of the Income Tax Act (Canada) if the business was carried on by a corporation, and (b) the proceeds of the loan would be used to generate increased employment. (4) In order to qualify as an eligible borrower under section 16 of the Act, the following criteria must be met: 1. If the borrower is an individual, he or she must be a Canadian citizen or lawfully admitted to Canada for permanent residence without qualification or condition. 2. If the borrower is a corporation, it must be a Canadian corporation, as defined in paragraph 89 (1) (a) of the Income Tax Act (Canada). 3. If the borrower is a partnership, it must be a Canadian partnership, as defined in paragraph 102 (a) of the Income Tax Act (Canada). 4. The borrower must submit evidence to the community loan fund corporation of a refusal by a financial institution, within the previous year and based on a reasonable business proposal, to provide credit to finance the proposed business. 5. The borrower must submit a statement that the loan is not to be used to finance a business engaged in gambling activities or activities that are designed to appeal to erotic or sexual inclinations. O. Reg. 45/94, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b> (1) In section 16 of the Act, </p> <p class=\"firstdef-e\">“located in Ontario” means the borrower’s head office or chief place of business is in Ontario and at least 75 per cent of total wages and salaries of the corporation are paid to employees whose ordinary workplace is in Ontario.</p> <p class=\"subsection-e\">(2) For the purposes of clause 16 (a) of the Act, banks, loan or trust corporations and credit unions and caisses populaires are prescribed as financial institutions.</p> <p class=\"subsection-e\">(3) In clause 16 (a) of the Act, </p> <p class=\"firstdef-e\">“expanding” means,</p> <p class=\"defclause-e\">(a) the business would be an active business within the meaning of paragraph 125 (7) (a) of the <i>Income Tax Act</i> (Canada) if the business was carried on by a corporation, and</p> <p class=\"defclause-e\">(b) the proceeds of the loan would be used to generate increased employment.</p> <p class=\"subsection-e\">(4) In order to qualify as an eligible borrower under section 16 of the Act, the following criteria must be met:</p> <p class=\"paragraph-e\">1. If the borrower is an individual, he or she must be a Canadian citizen or lawfully admitted to Canada for permanent residence without qualification or condition.</p> <p class=\"paragraph-e\">2. If the borrower is a corporation, it must be a Canadian corporation, as defined in paragraph 89 (1) (a) of the <i>Income Tax Act</i> (Canada).</p> <p class=\"paragraph-e\">3. If the borrower is a partnership, it must be a Canadian partnership, as defined in paragraph 102 (a) of the <i>Income Tax Act </i>(Canada).</p> <p class=\"paragraph-e\">4. The borrower must submit evidence to the community loan fund corporation of a refusal by a financial institution, within the previous year and based on a reasonable business proposal, to provide credit to finance the proposed business.</p> <p class=\"paragraph-e\">5. The borrower must submit a statement that the loan is not to be used to finance a business engaged in gambling activities or activities that are designed to appeal to erotic or sexual inclinations. O. Reg. 45/94, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. (1) This section applies to a community loan fund corporation incorporated under Part III of the Corporations Act and it is a condition of registration as a community loan fund corporation that the substance of this section be set out in the letters patent of the corporation. (2) The corporation shall not undertake the business of a corporation incorporated under the Loan and Trust Corporations Act or the Credit Unions and Caisses Populaires Act or a bank. (3) The corporation shall be carried on without the purpose of gain for its members and any profit or other benefit to the corporation shall be used in promoting its objects. (4) Upon dissolution of the corporation and after payment of all debts and liabilities, the corporation’s remaining property and assets shall be distributed or disposed of to one or more corporations carrying on similar activities solely in Ontario or to registered charities as defined in subsection 248 (1) of the Income Tax Act (Canada). (5) The corporation may invest money of the corporation not immediately required for its objects, as permitted by the Act. (6) The corporation may receive donations, gifts, legacies and bequests. (7) The membership fee for each class of membership shall be determined by by-law, but the fee for eligible borrowers shall not exceed $25. (8) A maximum of one-third of the directors of the corporation may be holders of Class A securities of the corporation. (9) A maximum of one-third of the directors of the corporation may be eligible borrowers with outstanding loans guaranteed by the corporation. (10) A maximum of one-third of the directors of the corporation may become directors by virtue of their office. (11) No director, except a director serving as an officer of the corporation, shall directly or indirectly receive any profit or remuneration from his or her position but may be paid reasonable expenses incurred in the performance of his or her duties. (12) The board of directors shall fix the remuneration of the officers of the corporation, including directors who are also officers, and may reimburse the officers for reasonable expenses incurred in the performance of their duties. O. Reg. 45/94, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> (1) This section applies to a community loan fund corporation incorporated under Part III of the <i>Corporations Act </i>and it is a condition of registration as a community loan fund corporation that the substance of this section be set out in the letters patent of the corporation.</p> <p class=\"subsection-e\">(2) The corporation shall not undertake the business of a corporation incorporated under the <i>Loan and Trust Corporations Act</i> or the <i>Credit Unions and Caisses Populaires Act</i> or a bank.</p> <p class=\"subsection-e\">(3) The corporation shall be carried on without the purpose of gain for its members and any profit or other benefit to the corporation shall be used in promoting its objects.</p> <p class=\"subsection-e\">(4) Upon dissolution of the corporation and after payment of all debts and liabilities, the corporation’s remaining property and assets shall be distributed or disposed of to one or more corporations carrying on similar activities solely in Ontario or to registered charities as defined in subsection 248 (1) of the <i>Income Tax Act</i> (Canada).</p> <p class=\"subsection-e\">(5) The corporation may invest money of the corporation not immediately required for its objects, as permitted by the Act.</p> <p class=\"subsection-e\">(6) The corporation may receive donations, gifts, legacies and bequests.</p> <p class=\"subsection-e\">(7) The membership fee for each class of membership shall be determined by by-law, but the fee for eligible borrowers shall not exceed $25.</p> <p class=\"subsection-e\">(8) A maximum of one-third of the directors of the corporation may be holders of Class A securities of the corporation.</p> <p class=\"subsection-e\">(9) A maximum of one-third of the directors of the corporation may be eligible borrowers with outstanding loans guaranteed by the corporation.</p> <p class=\"subsection-e\">(10) A maximum of one-third of the directors of the corporation may become directors by virtue of their office.</p> <p class=\"subsection-e\">(11) No director, except a director serving as an officer of the corporation, shall directly or indirectly receive any profit or remuneration from his or her position but may be paid reasonable expenses incurred in the performance of his or her duties.</p> <p class=\"subsection-e\">(12) The board of directors shall fix the remuneration of the officers of the corporation, including directors who are also officers, and may reimburse the officers for reasonable expenses incurred in the performance of their duties. O. Reg. 45/94, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. (1) This section applies to a community loan fund corporation incorporated under the Co-operative Corporations Act and it is a condition of registration as a community loan fund corporation that the substance of this section be set out in the articles of incorporation of the corporation. (2) Subsections 16 (2) to (7) and (10) to (12) apply with necessary modifications to a community loan fund corporation described in this section. (3) One-third of the directors of the co-operative shall be elected by the members of each of the following classes: 1. Persons who are eligible borrowers under the Act with an outstanding loan for which a guarantee has been provided by the co-operative. 2. Investors in Class A securities of the co-operative other than persons who have an outstanding loan for which a guarantee has been provided by the co-operative. 3. Other persons or organizations including sponsors, municipalities or community groups. (4) Subject to the Act, articles of incorporation and by-laws, admission to all classes of membership shall be at the discretion of the board of directors. (5) The number of directors shall be six, nine or twelve. O. Reg. 45/94, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17.</b> (1) This section applies to a community loan fund corporation incorporated under the <i>Co-operative Corporations Act</i> and it is a condition of registration as a community loan fund corporation that the substance of this section be set out in the articles of incorporation of the corporation.</p> <p class=\"subsection-e\">(2) Subsections 16 (2) to (7) and (10) to (12) apply with necessary modifications to a community loan fund corporation described in this section.</p> <p class=\"subsection-e\">(3) One-third of the directors of the co-operative shall be elected by the members of each of the following classes:</p> <p class=\"paragraph-e\">1. Persons who are eligible borrowers under the Act with an outstanding loan for which a guarantee has been provided by the co-operative.</p> <p class=\"paragraph-e\">2. Investors in Class A securities of the co-operative other than persons who have an outstanding loan for which a guarantee has been provided by the co-operative.</p> <p class=\"paragraph-e\">3. Other persons or organizations including sponsors, municipalities or community groups.</p> <p class=\"subsection-e\">(4) Subject to the Act, articles of incorporation and by-laws, admission to all classes of membership shall be at the discretion of the board of directors.</p> <p class=\"subsection-e\">(5) The number of directors shall be six, nine or twelve. O. Reg. 45/94, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. The by-laws of a corporation to be incorporated as a community loan fund corporation shall be approved by the Minister. O. Reg. 45/94, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18.</b> The by-laws of a corporation to be incorporated as a community loan fund corporation shall be approved by the Minister. O. Reg. 45/94, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": "19. (1) For the purpose of paragraph 2 of subsection 18 (1) of the Act, a community loan fund corporation shall not issue Class A securities to corporations substantially funded by Canada, a province of Canada, a local board as defined in the Municipal Affairs Act or a municipality. (2) For the purpose of paragraph 3 of subsection 18 (1) of the Act, a community loan fund corporation may issue its Class A securities to, (a) charitable organizations, as defined in paragraph 149.1 (1) (b) of the Income Tax Act (Canada); (b) labour organizations, as described in paragraph 149 (1) (k) of the Income Tax Act (Canada); (c) not-for-profit organizations, as described in paragraphs 149 (1) (e) and (l) of the Income Tax Act (Canada); and (d) councils of Indian bands, within the meaning of subsection 2 (1) of the Indian Act (Canada). O. Reg. 45/94, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19.</b> (1) For the purpose of paragraph 2 of subsection 18 (1) of the Act, a community loan fund corporation shall not issue Class A securities to corporations substantially funded by Canada, a province of Canada, a local board as defined in the <i>Municipal Affairs Act </i>or a municipality.</p> <p class=\"subsection-e\">(2) For the purpose of paragraph 3 of subsection 18 (1) of the Act, a community loan fund corporation may issue its Class A securities to,</p> <p class=\"clause-e\">(a) charitable organizations, as defined in paragraph 149.1 (1) (b) of the <i>Income Tax Act</i> (Canada);</p> <p class=\"clause-e\">(b) labour organizations, as described in paragraph 149 (1) (k) of the <i>Income Tax Act</i> (Canada);</p> <p class=\"clause-e\">(c) not-for-profit organizations, as described in paragraphs 149 (1) (e) and (l) of the <i>Income Tax Act </i>(Canada); and</p> <p class=\"clause-e\">(d) councils of Indian bands, within the meaning of subsection 2 (1) of the <i>Indian Act</i> (Canada). O. Reg. 45/94, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": "20. Class A securities shall not be issued to a person if the person and the person’s associates would hold Class A securities for which consideration paid exceeds, (a) if the person is an individual and the person’s associates are individuals or corporations, the lesser of $25,000 and an amount which would constitute more than 10 per cent of the total consideration paid for Class A securities subscribed in the security offering; (b) if the person is a corporation, the greater of $100,000 and an amount which would constitute more than 25 per cent of the total consideration paid for Class A securities subscribed in the security offering; (c) if the person is a charitable, labour or not-for-profit organization, or a council of an Indian band, the greater of $100,000 and an amount which would constitute more than 25 per cent of the total consideration paid for Class A securities subscribed in the security offering. O. Reg. 45/94, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>20.</b> Class A securities shall not be issued to a person if the person and the person’s associates would hold Class A securities for which consideration paid exceeds,</p> <p class=\"clause-e\">(a) if the person is an individual and the person’s associates are individuals or corporations, the lesser of $25,000 and an amount which would constitute more than 10 per cent of the total consideration paid for Class A securities subscribed in the security offering;</p> <p class=\"clause-e\">(b) if the person is a corporation, the greater of $100,000 and an amount which would constitute more than 25 per cent of the total consideration paid for Class A securities subscribed in the security offering;</p> <p class=\"clause-e\">(c) if the person is a charitable, labour or not-for-profit organization, or a council of an Indian band, the greater of $100,000 and an amount which would constitute more than 25 per cent of the total consideration paid for Class A securities subscribed in the security offering. O. Reg. 45/94, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": null,
            "content": "21. For the purposes of clause 19 (b) of the Act, a community loan fund corporation shall maintain its assets in the form of, (a) demand deposits in financial institutions; (b) treasury bills of Canada or a province of Canada; (c) banker’s acceptances with a remaining term to maturity of one year or less; (d) term deposits, deposit notes, and similar instruments issued by financial institutions; (e) bonds, debentures or other evidence of indebtedness that are issued by or guaranteed by, or in respect of which the debt service is guaranteed by, Canada, a province of Canada or an Ontario municipality. O. Reg. 45/94, s. 21.",
            "raw_html": "<p class=\"section-e\"><b>21.</b> For the purposes of clause 19 (b) of the Act, a community loan fund corporation shall maintain its assets in the form of,</p> <p class=\"clause-e\">(a) demand deposits in financial institutions;</p> <p class=\"clause-e\">(b) treasury bills of Canada or a province of Canada;</p> <p class=\"clause-e\">(c) banker’s acceptances with a remaining term to maturity of one year or less;</p> <p class=\"clause-e\">(d) term deposits, deposit notes, and similar instruments issued by financial institutions;</p> <p class=\"clause-e\">(e) bonds, debentures or other evidence of indebtedness that are issued by or guaranteed by, or in respect of which the debt service is guaranteed by, Canada, a province of Canada or an Ontario municipality. O. Reg. 45/94, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": null,
            "content": "22. For the purpose of section 20 of the Act, a community loan fund corporation shall invest and maintain all proceeds received from the issue of its Class A securities in the investments described in section 21. O. Reg. 45/94, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22.</b> For the purpose of section 20 of the Act, a community loan fund corporation shall invest and maintain all proceeds received from the issue of its Class A securities in the investments described in section 21. O. Reg. 45/94, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": null,
            "content": "23. In clause 22 (a) of the Act, “development of the business of the eligible borrower” does not include, (a) relending; (b) refinancing the business of the eligible borrower; (c) investing in or purchasing real property; (d) acquiring securities; (e) paying dividends; (f) repaying debt obligations of the business owing to a shareholder, partner or owner of the business or to a person who was, at any time before the negotiation of the loan, a shareholder, partner or owner of the business, or to an associate of such persons; or (g) purchasing goods or services from a major shareholder, partner or owner of the business or an associate of any of them. O. Reg. 45/94, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23.</b> In clause 22 (a) of the Act, “development of the business of the eligible borrower” does not include,</p> <p class=\"clause-e\">(a) relending;</p> <p class=\"clause-e\">(b) refinancing the business of the eligible borrower;</p> <p class=\"clause-e\">(c) investing in or purchasing real property;</p> <p class=\"clause-e\">(d) acquiring securities;</p> <p class=\"clause-e\">(e) paying dividends;</p> <p class=\"clause-e\">(f) repaying debt obligations of the business owing to a shareholder, partner or owner of the business or to a person who was, at any time before the negotiation of the loan, a shareholder, partner or owner of the business, or to an associate of such persons; or</p> <p class=\"clause-e\">(g) purchasing goods or services from a major shareholder, partner or owner of the business or an associate of any of them. O. Reg. 45/94, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": null,
            "content": "24. (1) For the purposes of clause 23 (1) (a) of the Act, the prescribed amount is $50,000. (2) For the purposes of clause 23 (1) (b) of the Act, the prescribed percentage is 50 per cent. O. Reg. 45/94, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>24.</b> (1) For the purposes of clause 23 (1) (a) of the Act, the prescribed amount is $50,000.</p> <p class=\"subsection-e\">(2) For the purposes of clause 23 (1) (b) of the Act, the prescribed percentage is 50 per cent. O. Reg. 45/94, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": null,
            "content": "25. A Class A security of a community loan fund corporation shall have the following characteristics: 1. They may be issued only to eligible purchasers under section 18 of the Act. 2. They shall have a variable rate of interest. 3. They are not transferable except to, i. the person’s heirs or successors, upon the death of the holder, or ii. the Minister. 4. A Class A security is redeemable if the holder has requested the redemption in writing and, i. the security has been issued and outstanding for the full term set out in the offering statement, at the time the request is made, or ii. the security is held by a person to whom it has devolved as a consequence of the death of the original purchaser. O. Reg. 45/94, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>25.</b> A Class A security of a community loan fund corporation shall have the following characteristics:</p> <p class=\"paragraph-e\">1. They may be issued only to eligible purchasers under section 18 of the Act.</p> <p class=\"paragraph-e\">2. They shall have a variable rate of interest.</p> <p class=\"paragraph-e\">3. They are not transferable except to,</p> <p class=\"subpara-e\">i. the person’s heirs or successors, upon the death of the holder, or</p> <p class=\"subpara-e\">ii. the Minister.</p> <p class=\"paragraph-e\">4. A Class A security is redeemable if the holder has requested the redemption in writing and,</p> <p class=\"subpara-e\">i. the security has been issued and outstanding for the full term set out in the offering statement, at the time the request is made, or</p> <p class=\"subpara-e\">ii. the security is held by a person to whom it has devolved as a consequence of the death of the original purchaser. O. Reg. 45/94, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": null,
            "content": "26. The rate of interest paid by a community loan fund corporation on its Class A securities shall not exceed the rate of interest payable on guaranteed investment certificates issued by the Province of Ontario Savings Office with the same term and date of issue as the Class A securities. O. Reg. 45/94, s. 26. PART IV   PROVINCIAL GRANTS AND GUARANTEE",
            "raw_html": "<p class=\"section-e\"><b>26.</b> The rate of interest paid by a community loan fund corporation on its Class A securities shall not exceed the rate of interest payable on guaranteed investment certificates issued by the Province of Ontario Savings Office with the same term and date of issue as the Class A securities. O. Reg. 45/94, s. 26.</p> <p class=\"partnum-e\"><b><a name=\"P222_26560\"></a><a name=\"BK3\"></a>PART IV <br/>  PROVINCIAL GRANTS AND GUARANTEE</b></p>"
        },
        {
            "id": "27.",
            "section": null,
            "content": "27. For the purposes of subsection 26 (2) of the Act, the following expenses are prescribed: 1. Legal fees related to the registration of the corporation. 2. Preparation of a budget or related financial information for the corporation. 3. Initial bank and escrow charges. 4. Incorporation fees. 5. Preparation of a marketing plan. 6. Preparation of an operational plan. 7. Preparation of an investment strategy, when investing in two or more eligible businesses. 8. Preparation of an offering statement. 9. Preparation of an investment agreement, when investing in a single eligible business. 10. Preparation of a community impact statement. 11. Fees charged for a third party review of an investment proposal. O. Reg. 45/94, s. 27.",
            "raw_html": "<p class=\"section-e\"><b>27.</b> For the purposes of subsection 26 (2) of the Act, the following expenses are prescribed:</p> <p class=\"paragraph-e\">1. Legal fees related to the registration of the corporation.</p> <p class=\"paragraph-e\">2. Preparation of a budget or related financial information for the corporation.</p> <p class=\"paragraph-e\">3. Initial bank and escrow charges.</p> <p class=\"paragraph-e\">4. Incorporation fees.</p> <p class=\"paragraph-e\">5. Preparation of a marketing plan.</p> <p class=\"paragraph-e\">6. Preparation of an operational plan.</p> <p class=\"paragraph-e\">7. Preparation of an investment strategy, when investing in two or more eligible businesses.</p> <p class=\"paragraph-e\">8. Preparation of an offering statement.</p> <p class=\"paragraph-e\">9. Preparation of an investment agreement, when investing in a single eligible business.</p> <p class=\"paragraph-e\">10. Preparation of a community impact statement.</p> <p class=\"paragraph-e\">11. Fees charged for a third party review of an investment proposal. O. Reg. 45/94, s. 27.</p>"
        },
        {
            "id": "28.",
            "section": null,
            "content": "28. (1) The terms of the guarantee shall be inscribed on the certificate evidencing the Class A security of the community economic development corporation. (2) The holder of a Class A security of a community economic development corporation shall present a written request for redemption of the Class A security at the head office of the corporation at least ninety days before its redemption date. (3) A community economic development corporation, if it does not anticipate having sufficient funds available by a redemption date to redeem all Class A securities of the corporation for which requests for redemption have been received, shall, (a) advise the Minister of its anticipated default no later than sixty days before the redemption date; (b) send a notice of default to all persons registered as holding Class A securities of the corporation with that redemption date; and (c) send a list of all such registered Class A security holders to the Minister. (4) Upon being notified of an anticipated default, the Minister shall send an application for payment on the guarantee to each registered Class A security holder of the corporation described in clause (3) (b), no later than thirty days before the redemption date. (5) A Class A security holder who receives an application for payment on the guarantee may apply for payment on the guarantee by submitting to the Minister, within six months of its receipt, (a) a completed application for payment; and (b) the certificate evidencing the Class A security for which payment on the guarantee is requested, endorsed to the Minister. (6) The Minister shall, upon receipt and approval of the documentation set out in subsection (5), make payment of the amount set out in section 28 of the Act to all Class A security holders described in clause (3) (b) who are eligible investors. O. Reg. 45/94, s. 28. PART V   ADMINISTRATION AND ENFORCEMENT",
            "raw_html": "<p class=\"section-e\"><b>28.</b> (1) The terms of the guarantee shall be inscribed on the certificate evidencing the Class A security of the community economic development corporation.</p> <p class=\"subsection-e\">(2) The holder of a Class A security of a community economic development corporation shall present a written request for redemption of the Class A security at the head office of the corporation at least ninety days before its redemption date.</p> <p class=\"subsection-e\">(3) A community economic development corporation, if it does not anticipate having sufficient funds available by a redemption date to redeem all Class A securities of the corporation for which requests for redemption have been received, shall,</p> <p class=\"clause-e\">(a) advise the Minister of its anticipated default no later than sixty days before the redemption date;</p> <p class=\"clause-e\">(b) send a notice of default to all persons registered as holding Class A securities of the corporation with that redemption date; and</p> <p class=\"clause-e\">(c) send a list of all such registered Class A security holders to the Minister.</p> <p class=\"subsection-e\">(4) Upon being notified of an anticipated default, the Minister shall send an application for payment on the guarantee to each registered Class A security holder of the corporation described in clause (3) (b), no later than thirty days before the redemption date.</p> <p class=\"subsection-e\">(5) A Class A security holder who receives an application for payment on the guarantee may apply for payment on the guarantee by submitting to the Minister, within six months of its receipt,</p> <p class=\"clause-e\">(a) a completed application for payment; and</p> <p class=\"clause-e\">(b) the certificate evidencing the Class A security for which payment on the guarantee is requested, endorsed to the Minister.</p> <p class=\"subsection-e\">(6) The Minister shall, upon receipt and approval of the documentation set out in subsection (5), make payment of the amount set out in section 28 of the Act to all Class A security holders described in clause (3) (b) who are eligible investors. O. Reg. 45/94, s. 28.</p> <p class=\"partnum-e\"><b><a name=\"P246_29183\"></a><a name=\"BK4\"></a>PART V <br/>  ADMINISTRATION AND ENFORCEMENT</b></p>"
        },
        {
            "id": "29.",
            "section": null,
            "content": "29. A corporation applying for registration as a community economic development corporation shall file with the Minister, in duplicate, the following information and documentation: 1. Proposed name of the corporation. 2. Proposed address of the corporation’s head office in Ontario. 3. Name, address and telephone number of each sponsor. 4. A statement as to the anticipated community impact. 5. The proposed capitalization of the corporation. 6. A copy of the offering statement for its Class A securities approved by the Minister of Finance. 7. A plan to market and distribute the Class A securities of the corporation and the proposed escrow agreement for holding the proceeds before the issue of the securities. 8. A copy of any other agreement or proposed agreement relating to the corporation or to which the corporation is or will be a party. 9. A certification by the first directors of the corporation that the information and documentation filed in support of the application is true and complete. O. Reg. 45/94, s. 29.",
            "raw_html": "<p class=\"section-e\"><b>29.</b> A corporation applying for registration as a community economic development corporation shall file with the Minister, in duplicate, the following information and documentation:</p> <p class=\"paragraph-e\">1. Proposed name of the corporation.</p> <p class=\"paragraph-e\">2. Proposed address of the corporation’s head office in Ontario.</p> <p class=\"paragraph-e\">3. Name, address and telephone number of each sponsor.</p> <p class=\"paragraph-e\">4. A statement as to the anticipated community impact.</p> <p class=\"paragraph-e\">5. The proposed capitalization of the corporation.</p> <p class=\"paragraph-e\">6. A copy of the offering statement for its Class A securities approved by the Minister of Finance.</p> <p class=\"paragraph-e\">7. A plan to market and distribute the Class A securities of the corporation and the proposed escrow agreement for holding the proceeds before the issue of the securities.</p> <p class=\"paragraph-e\">8. A copy of any other agreement or proposed agreement relating to the corporation or to which the corporation is or will be a party.</p> <p class=\"paragraph-e\">9. A certification by the first directors of the corporation that the information and documentation filed in support of the application is true and complete. O. Reg. 45/94, s. 29.</p>"
        },
        {
            "id": "30.",
            "section": null,
            "content": "30. A corporation applying for registration as a community investment share corporation shall file with the Minister, in duplicate, and in addition to the information and documentation required by section 29, the following information and documentation: 1. The proposed plan of operations and management of the corporation and a budget for the first three years of operation. 2. For a corporation that is organized to invest in two or more eligible businesses, the investment strategy of the corporation. 3. A copy of the corporation’s proposed articles of incorporation and by-laws. 4. Financial statements of any sponsor of the corporation for the most recent fiscal year ending before the date of application. 5. A copy of any proposed investment agreement with an eligible business and the business plan of the eligible business. 6. A copy of any review of the proposed investment required by the Act. O. Reg. 45/94, s. 30.",
            "raw_html": "<p class=\"section-e\"><b>30.</b> A corporation applying for registration as a community investment share corporation shall file with the Minister, in duplicate, and in addition to the information and documentation required by section 29, the following information and documentation:</p> <p class=\"paragraph-e\">1. The proposed plan of operations and management of the corporation and a budget for the first three years of operation.</p> <p class=\"paragraph-e\">2. For a corporation that is organized to invest in two or more eligible businesses, the investment strategy of the corporation.</p> <p class=\"paragraph-e\">3. A copy of the corporation’s proposed articles of incorporation and by-laws.</p> <p class=\"paragraph-e\">4. Financial statements of any sponsor of the corporation for the most recent fiscal year ending before the date of application.</p> <p class=\"paragraph-e\">5. A copy of any proposed investment agreement with an eligible business and the business plan of the eligible business.</p> <p class=\"paragraph-e\">6. A copy of any review of the proposed investment required by the Act. O. Reg. 45/94, s. 30.</p>"
        },
        {
            "id": "31.",
            "section": null,
            "content": "31. A corporation applying for registration as a community loan fund corporation shall file with the Minister, in duplicate, and in addition to the information and documentation required by section 29, the following information and documentation: 1. The proposed plan of operations of the corporation, including the proposed management of the corporation and detailed financial projections for the first five years of operation. 2. The policies of the corporation as to the nature of loans for which the corporation intends to provide guarantees. 3. A plan for providing technical assistance to eligible borrowers. 4. A copy of the corporation’s proposed letters patent or articles of incorporation and proposed by-laws. 5. A copy of the proposed operating agreement with a financial institution. O. Reg. 45/94, s. 31.",
            "raw_html": "<p class=\"section-e\"><b>31.</b> A corporation applying for registration as a community loan fund corporation shall file with the Minister, in duplicate, and in addition to the information and documentation required by section 29, the following information and documentation:</p> <p class=\"paragraph-e\">1. The proposed plan of operations of the corporation, including the proposed management of the corporation and detailed financial projections for the first five years of operation.</p> <p class=\"paragraph-e\">2. The policies of the corporation as to the nature of loans for which the corporation intends to provide guarantees.</p> <p class=\"paragraph-e\">3. A plan for providing technical assistance to eligible borrowers.</p> <p class=\"paragraph-e\">4. A copy of the corporation’s proposed letters patent or articles of incorporation and proposed by-laws.</p> <p class=\"paragraph-e\">5. A copy of the proposed operating agreement with a financial institution. O. Reg. 45/94, s. 31.</p>"
        },
        {
            "id": "32.",
            "section": null,
            "content": "32. A community economic development corporation may issue securities, other than Class A securities, without receiving the Minister of Finance’s approval of an offering statement prepared in respect of the proposed offering, if, (a) the issue is an issue of Class B securities or co-operative common shares by a community investment share corporation; (b) the issue is an issue of shares described in clause 2 (3) (b) of the Act by a community investment share corporation, pursuant to the exercise of a conversion right attached to Class A securities of the corporation; or (c) the issue is an issue of securities by a community loan fund corporation subordinate to its Class A securities, to a purchaser described in subsection 72 (1) of the Securities Act.  O. Reg. 45/94, s. 32.",
            "raw_html": "<p class=\"section-e\"><b>32.</b> A community economic development corporation may issue securities, other than Class A securities, without receiving the Minister of Finance’s approval of an offering statement prepared in respect of the proposed offering, if,</p> <p class=\"clause-e\">(a) the issue is an issue of Class B securities or co-operative common shares by a community investment share corporation;</p> <p class=\"clause-e\">(b) the issue is an issue of shares described in clause 2 (3) (b) of the Act by a community investment share corporation, pursuant to the exercise of a conversion right attached to Class A securities of the corporation; or</p> <p class=\"clause-e\">(c) the issue is an issue of securities by a community loan fund corporation subordinate to its Class A securities, to a purchaser described in subsection 72 (1) of the <i>Securities Act.</i>  O. Reg. 45/94, s. 32.</p>"
        },
        {
            "id": "33.",
            "section": null,
            "content": "33. Every community economic development corporation shall retain its records and books of account for a minimum period of seven years. O. Reg. 45/94, s. 33.",
            "raw_html": "<p class=\"section-e\"><b>33.</b> Every community economic development corporation shall retain its records and books of account for a minimum period of seven years. O. Reg. 45/94, s. 33.</p>"
        },
        {
            "id": "34.",
            "section": null,
            "content": "34. The annual return of a community economic development corporation shall contain, (a) the names and addresses of its current directors; (b) the names and addresses of its officers; (c) its stated capital, issued capital or outstanding debt obligations for Class A securities; (d) the number of holders of its issued and outstanding Class A securities; (e) the most recent annual financial statement of the corporation; (f) a report by the board of directors comparing the performance of the corporation during the year with the community impact statement submitted with its application for registration. O. Reg. 45/94, s. 34.",
            "raw_html": "<p class=\"section-e\"><b>34.</b> The annual return of a community economic development corporation shall contain,</p> <p class=\"clause-e\">(a) the names and addresses of its current directors;</p> <p class=\"clause-e\">(b) the names and addresses of its officers;</p> <p class=\"clause-e\">(c) its stated capital, issued capital or outstanding debt obligations for Class A securities;</p> <p class=\"clause-e\">(d) the number of holders of its issued and outstanding Class A securities;</p> <p class=\"clause-e\">(e) the most recent annual financial statement of the corporation;</p> <p class=\"clause-e\">(f) a report by the board of directors comparing the performance of the corporation during the year with the community impact statement submitted with its application for registration. O. Reg. 45/94, s. 34.</p>"
        },
        {
            "id": "35.",
            "section": null,
            "content": "35. The notice of material change to be filed with the Minister under subsection 39 (1) of the Act shall provide a brief and accurate summary of the nature and substance of the material change in the affairs of the corporation. O. Reg. 45/94, s. 35.",
            "raw_html": "<p class=\"section-e\"><b>35.</b> The notice of material change to be filed with the Minister under subsection 39 (1) of the Act shall provide a brief and accurate summary of the nature and substance of the material change in the affairs of the corporation. O. Reg. 45/94, s. 35.</p>"
        },
        {
            "id": "36.",
            "section": null,
            "content": "36. (1) Every community economic development corporation shall deposit with a financial institution or a solicitor all subscription money received by the corporation on a distribution of Class A securities and shall enter into an escrow agreement with that financial institution or solicitor concerning the money deposited. (2) A copy of the escrow agreement shall be filed with the Minister. O. Reg. 45/94, s. 36.",
            "raw_html": "<p class=\"section-e\"><b>36.</b> (1) Every community economic development corporation shall deposit with a financial institution or a solicitor all subscription money received by the corporation on a distribution of Class A securities and shall enter into an escrow agreement with that financial institution or solicitor concerning the money deposited.</p> <p class=\"subsection-e\">(2) A copy of the escrow agreement shall be filed with the Minister. O. Reg. 45/94, s. 36.</p>"
        },
        {
            "id": "37.",
            "section": null,
            "content": "37. (1) Only individuals who are registered as a community agent with the community economic development corporation may engage in the sale or marketing of Class A securities. (2) The community economic development corporation shall not register any individual as a community agent unless the individual has completed training authorized by the Minister respecting the Act and the investment characteristics of Class A securities. (3) If the board of directors of the community economic development corporation determines that it is necessary to compensate community agents, the corporation may agree to reimburse one or more community agents for expenses, but the expenses paid to a community agent shall not exceed an amount equal to 1 per cent of the sales of the agent. O. Reg. 45/94, s. 37.",
            "raw_html": "<p class=\"section-e\"><b>37.</b> (1) Only individuals who are registered as a community agent with the community economic development corporation may engage in the sale or marketing of Class A securities.</p> <p class=\"subsection-e\">(2) The community economic development corporation shall not register any individual as a community agent unless the individual has completed training authorized by the Minister respecting the Act and the investment characteristics of Class A securities.</p> <p class=\"subsection-e\">(3) If the board of directors of the community economic development corporation determines that it is necessary to compensate community agents, the corporation may agree to reimburse one or more community agents for expenses, but the expenses paid to a community agent shall not exceed an amount equal to 1 per cent of the sales of the agent. O. Reg. 45/94, s. 37.</p>"
        },
        {
            "id": "38.",
            "section": null,
            "content": "38. (1) No person shall advertise or promote Class A securities of a community economic development corporation before formal notice of approval of the offering statement of the Class A securities of the corporation is received from the Minister of Finance. (2) A community economic development corporation shall provide a copy of the offering statement to each purchaser of a Class A security at the time of the initial solicitation for purchase of the Class A securities. (3) Promotional meetings may be held to inform potential purchasers of the opportunity to purchase Class A securities only if, (a) they are held after the corporation has received notice that the offering statement for the Class A securities has been approved by the Minister of Finance; (b) all of the advertising and promotional material used at the meetings conform to the Act, the regulations and the guidelines published under section 42; and (c) copies of the offering statement are made available at the meeting and an announcement is made at the meeting that a sale can be made only through the offering statement. O. Reg. 45/94, s. 38.",
            "raw_html": "<p class=\"section-e\"><b>38.</b> (1) No person shall advertise or promote Class A securities of a community economic development corporation before formal notice of approval of the offering statement of the Class A securities of the corporation is received from the Minister of Finance.</p> <p class=\"subsection-e\">(2) A community economic development corporation shall provide a copy of the offering statement to each purchaser of a Class A security at the time of the initial solicitation for purchase of the Class A securities.</p> <p class=\"subsection-e\">(3) Promotional meetings may be held to inform potential purchasers of the opportunity to purchase Class A securities only if,</p> <p class=\"clause-e\">(a) they are held after the corporation has received notice that the offering statement for the Class A securities has been approved by the Minister of Finance;</p> <p class=\"clause-e\">(b) all of the advertising and promotional material used at the meetings conform to the Act, the regulations and the guidelines published under section 42; and</p> <p class=\"clause-e\">(c) copies of the offering statement are made available at the meeting and an announcement is made at the meeting that a sale can be made only through the offering statement. O. Reg. 45/94, s. 38.</p>"
        },
        {
            "id": "39.",
            "section": null,
            "content": "39. (1) A community economic development corporation shall annually provide to the holders of its Class A securities, within ninety days after the end of its fiscal year, a comparative financial statement relating separately to, (a) the most recently completed fiscal year of the corporation; and (b) the fiscal year of the corporation, if any, immediately preceding its most recently completed fiscal year. (2) The financial statement for a community investment share corporation shall include an income statement, a statement of retained earnings, a statement of changes in financial position, a balance sheet and a statement of investment portfolio. (3) The financial statement for a community loan fund corporation shall include a statement of revenues and expenses, a statement of changes in fund balances, a statement of changes in financial position, a balance sheet, a statement of loan guarantee portfolio and a statement of investment portfolio. (4) The financial statement shall be approved by the board of directors of the corporation, evidenced by the signatures of two directors who are authorized to signify the approval. (5) The corporation shall prepare and deliver to the holders of Class A securities an annual statement which shall review the performance of the corporation in relation to, (a) the community impact statement of the corporation; and (b) in the case of a community loan fund corporation, the loan guarantee policies of the corporation. (6) The corporation shall deliver to the holders of Class A securities a copy of any notice of material change filed with the Minister. O. Reg. 45/94, s. 39.",
            "raw_html": "<p class=\"section-e\"><b>39.</b> (1) A community economic development corporation shall annually provide to the holders of its Class A securities, within ninety days after the end of its fiscal year, a comparative financial statement relating separately to,</p> <p class=\"clause-e\">(a) the most recently completed fiscal year of the corporation; and</p> <p class=\"clause-e\">(b) the fiscal year of the corporation, if any, immediately preceding its most recently completed fiscal year.</p> <p class=\"subsection-e\">(2) The financial statement for a community investment share corporation shall include an income statement, a statement of retained earnings, a statement of changes in financial position, a balance sheet and a statement of investment portfolio.</p> <p class=\"subsection-e\">(3) The financial statement for a community loan fund corporation shall include a statement of revenues and expenses, a statement of changes in fund balances, a statement of changes in financial position, a balance sheet, a statement of loan guarantee portfolio and a statement of investment portfolio.</p> <p class=\"subsection-e\">(4) The financial statement shall be approved by the board of directors of the corporation, evidenced by the signatures of two directors who are authorized to signify the approval.</p> <p class=\"subsection-e\">(5) The corporation shall prepare and deliver to the holders of Class A securities an annual statement which shall review the performance of the corporation in relation to,</p> <p class=\"clause-e\">(a) the community impact statement of the corporation; and</p> <p class=\"clause-e\">(b) in the case of a community loan fund corporation, the loan guarantee policies of the corporation.</p> <p class=\"subsection-e\">(6) The corporation shall deliver to the holders of Class A securities a copy of any notice of material change filed with the Minister. O. Reg. 45/94, s. 39.</p>"
        },
        {
            "id": "40.",
            "section": null,
            "content": "40. (1) A purchaser of Class A securities is entitled to cancel the purchase application by mailing or delivering a written notice of cancellation to the corporation or to any person registered with the corporation as a community agent on or before 12 noon on the second business day after the date of the purchase application. (2) Upon receipt of a notice of cancellation of the purchase application, the corporation shall return all purchase money paid to it, but the purchaser is not, under any circumstance, entitled to interest or damages. O. Reg. 45/94, s. 40.",
            "raw_html": "<p class=\"section-e\"><b>40.</b> (1) A purchaser of Class A securities is entitled to cancel the purchase application by mailing or delivering a written notice of cancellation to the corporation or to any person registered with the corporation as a community agent on or before 12 noon on the second business day after the date of the purchase application.</p> <p class=\"subsection-e\">(2) Upon receipt of a notice of cancellation of the purchase application, the corporation shall return all purchase money paid to it, but the purchaser is not, under any circumstance, entitled to interest or damages. O. Reg. 45/94, s. 40.</p>"
        },
        {
            "id": "41.",
            "section": null,
            "content": "41. (1) A community investment share corporation shall set aside and maintain an amount equal to at least 10 per cent of the amount received on the issue of its Class A securities in a reserve fund that is free from any encumbrance, held in the investments described in section 10. (2) A community loan fund corporation shall set aside and maintain an amount equal to at least 20 per cent of the amount received on the issue of its Class A securities in a reserve fund that is free from any encumbrance, held in the investments described in section 21. (3) Funds held in the reserve shall be used by the corporation only for the redemption of its Class A securities. O. Reg. 45/94, s. 41.",
            "raw_html": "<p class=\"section-e\"><b>41.</b> (1) A community investment share corporation shall set aside and maintain an amount equal to at least 10 per cent of the amount received on the issue of its Class A securities in a reserve fund that is free from any encumbrance, held in the investments described in section 10.</p> <p class=\"subsection-e\">(2) A community loan fund corporation shall set aside and maintain an amount equal to at least 20 per cent of the amount received on the issue of its Class A securities in a reserve fund that is free from any encumbrance, held in the investments described in section 21.</p> <p class=\"subsection-e\">(3) Funds held in the reserve shall be used by the corporation only for the redemption of its Class A securities. O. Reg. 45/94, s. 41.</p>"
        },
        {
            "id": "42.",
            "section": null,
            "content": "42. (1) A community economic development corporation shall adhere to the guidelines prepared by the Ministry of Municipal Affairs, dated January 21, 1994 and entitled “Guidelines for Community Investment Share Corporations on Offering Statements, Financial Statements, Escrow Arrangements and Advertising” or “Guidelines for Community Loan Fund Corporations on Offering Statements, Financial Statements, Escrow Arrangements and Advertising”, as appropriate. (2) The Ministry shall provide a copy of the appropriate guidelines to each community economic development corporation registered with the Minister. O. Reg. 45/94, s. 42. ",
            "raw_html": "<p class=\"section-e\"><b>42.</b> (1) A community economic development corporation shall adhere to the guidelines prepared by the Ministry of Municipal Affairs, dated January 21, 1994 and entitled “Guidelines for Community Investment Share Corporations on Offering Statements, Financial Statements, Escrow Arrangements and Advertising” or “Guidelines for Community Loan Fund Corporations on Offering Statements, Financial Statements, Escrow Arrangements and Advertising”, as appropriate.</p> <p class=\"subsection-e\">(2) The Ministry shall provide a copy of the appropriate guidelines to each community economic development corporation registered with the Minister. O. Reg. 45/94, s. 42.</p> <p class=\"Normal\"></p>"
        }
    ]
}