{
    "reg_info": {
        "full_title": "O. Reg. 593/94: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 593/94: ",
        "act_under": "Dietetics act, 1991 \nLoi de 1991 sur les diététistes",
        "url": "https://www.ontario.ca/laws/regulation/940593",
        "date_scraped": "2023-12-21 18:01:49"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/940593/v5",
            "valid_from": "August 21, 2023",
            "valid_to": "August 30, 2023"
        },
        {
            "a_href": "/laws/regulation/940593/v4",
            "valid_from": "November 19, 2012",
            "valid_to": "August 20, 2023"
        },
        {
            "a_href": "/laws/regulation/940593/v3",
            "valid_from": "May  4, 2012",
            "valid_to": "November 18, 2012"
        },
        {
            "a_href": "/laws/regulation/940593/v2",
            "valid_from": "January 24, 2008",
            "valid_to": "May  3, 2012"
        },
        {
            "a_href": "/laws/regulation/940593/v1",
            "valid_from": "July 24, 2001",
            "valid_to": "January 23, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I",
            "Section": "None",
            "Section1": "None",
            "Section2": "Sections",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "PART II",
            "Section": "None",
            "Section1": "REGISTRATION",
            "Section2": "None",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Classes of Certificates",
            "Section2": "1",
            "part_id": "PART II",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Application for Certificate of Registration",
            "Section2": "2",
            "part_id": "PART II",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Requirements for Issuance of Certificate of Registration, Any Class",
            "Section2": "3",
            "part_id": "PART II",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Terms, etc. of Every Certificate",
            "Section2": "4-5",
            "part_id": "PART II",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Registration Requirements for General and Temporary Certificates",
            "Section2": "6",
            "part_id": "PART II",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "None",
            "Section": "None",
            "Section1": "General Certificates",
            "Section2": "7-8",
            "part_id": "PART II",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Temporary Certificates",
            "Section2": "9-13",
            "part_id": "PART II",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Provisional Certificates",
            "Section2": "14-18",
            "part_id": "PART II",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Emergency Certificates",
            "Section2": "18.1-18.4",
            "part_id": "PART II",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Suspensions, Revocations and Reinstatements",
            "Section2": "19-23",
            "part_id": "PART II",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Transitional",
            "Section2": "24",
            "part_id": "PART II",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "PART III",
            "Section": "None",
            "Section1": "QUALITY ASSURANCE",
            "Section2": "None",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "None",
            "Section": "None",
            "Section1": "General",
            "Section2": "25-26",
            "part_id": "PART III",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Self-Assessment, Continuing Education and Professional Development",
            "Section2": "27-28",
            "part_id": "PART III",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Peer and Practice Assessment",
            "Section2": "29",
            "part_id": "PART III",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "PART III",
            "Section": "None",
            "Section1": "NOTICE OF MEETINGS AND HEARINGS",
            "Section2": "30",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#1.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 1. The following are prescribed as classes of certificates of registration for registered dietitians: 1.  General. 2.  Temporary. 3.  Provisional. 4.  Emergency. O. Reg. 72/12, s. 1; O. Reg. 282/23, s. 1. Application for Certificate of Registration",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The following are prescribed as classes of certificates of registration for registered dietitians:</p> <p class=\"paragraph-e\">  1.  General.</p> <p class=\"paragraph-e\">  2.  Temporary.</p> <p class=\"paragraph-e\">  3.  Provisional.</p> <p class=\"paragraph-e\">  4.  Emergency. O. Reg. 72/12, s. 1; O. Reg. 282/23, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Application for Certificate of Registration</p>"
        },
        {
            "ahref_id": "#2.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 2. (1) A person may apply for a certificate of registration by submitting a completed application in the form provided by the Registrar together with any supporting documentation requested by the Registrar and any applicable fees required under the by-laws.  O. Reg. 72/12, s. 1. (2) An applicant shall be deemed not to have satisfied the registration requirements for a certificate of registration if the applicant makes a false or misleading statement or representation in his or her application, and any certificate of registration issued to such an applicant shall be deemed to be invalid.  O. Reg. 72/12, s. 1. Requirements for Issuance of Certificate of Registration, Any Class",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) A person may apply for a certificate of registration by submitting a completed application in the form provided by the Registrar together with any supporting documentation requested by the Registrar and any applicable fees required under the by-laws.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (2) An applicant shall be deemed not to have satisfied the registration requirements for a certificate of registration if the applicant makes a false or misleading statement or representation in his or her application, and any certificate of registration issued to such an applicant shall be deemed to be invalid.  O. Reg. 72/12, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK3\"></a>Requirements for Issuance of Certificate of Registration, Any Class</p>"
        },
        {
            "ahref_id": "#3.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 3. (1) An applicant must satisfy the following requirements for the issuance of a certificate of registration of any class: 1.  The applicant must provide details about any of the following that relate to the applicant: i.  A finding of guilt for any of the following: A.  An offence under the Criminal Code (Canada). B.  An offence related to prescribing, compounding, selling or administering drugs. C.  An offence, other than a municipal by-law offence or an offence under the Highway Traffic Act, that occurred in the course of, or that was related to, the applicant’s practice of the profession. D.  An offence that was committed while the applicant was impaired by any substance. E.  Any other offence that might reasonably be relevant to the applicant’s suitability to practise dietetics. ii.  A finding of professional misconduct, incompetence or incapacity, or any similar finding, in Ontario in relation to another profession, or in another jurisdiction in relation to any profession. iii.  A current proceeding for professional misconduct, incompetence or incapacity, or any similar proceeding, in Ontario in relation to another profession, or in another jurisdiction in relation to any profession. iv.  A finding of professional negligence or malpractice. v.  A refusal by any body responsible for the regulation of a profession, in Ontario or in any other jurisdiction, to register the applicant. vi.  Whether the applicant is in good standing with, and is fulfilling all terms, conditions and limitations imposed on the applicant by, any body responsible for the regulation of a profession in Ontario or in any other jurisdiction. vii.  Whether the applicant was in good standing at the time he or she ceased being registered with a body responsible for the regulation of a profession in Ontario or in any other jurisdiction. viii.  Any other event or circumstances that would provide reasonable grounds for the belief that the applicant will not practise dietetics in a safe and ethical manner. 2.  The applicant’s previous conduct must afford reasonable grounds for the belief that he or she will practise dietetics in a safe and ethical manner. 3.  The applicant must be a Canadian citizen or permanent resident of Canada or must hold the appropriate authorization under the Immigration and Refugee Protection Act (Canada) permitting the member to engage in the practice of dietetics in Ontario in the manner permitted by a certificate of registration. 4.  The applicant must possess sufficient language proficiency, in either English or French, to be able to communicate and comprehend effectively, both orally and in writing. 5.  The applicant must not have a physical or mental condition or disorder that would make it desirable in the interest of the public that he or she not be issued a certificate of registration. 6.  If the applicant is registered by any body responsible for the regulation of a profession in Ontario or in any other jurisdiction, the applicant’s registration must be in good standing and the applicant must be fulfilling all terms, conditions and limitations imposed on him or her as evidenced by the applicant being in good standing. 7.  If the applicant ceased being registered with any body responsible for the regulation of a profession in Ontario or in any other jurisdiction, the applicant must have been in good standing at the time he or she ceased being registered.  O. Reg. 72/12, s. 1. (2) If any change in circumstances occurs in relation to a matter described in paragraph 1 of subsection (1) after the applicant has submitted an application but before a certificate of registration is issued, the applicant shall immediately provide the College with written details about the change.  O. Reg. 72/12, s. 1. Terms, etc. of Every Certificate",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) An applicant must satisfy the following requirements for the issuance of a certificate of registration of any class:</p> <p class=\"paragraph-e\">  1.  The applicant must provide details about any of the following that relate to the applicant:</p> <p class=\"subpara-e\">  i.  A finding of guilt for any of the following:</p> <p class=\"subsubpara-e\">  A.  An offence under the <i>Criminal Code</i><i> </i>(Canada).</p> <p class=\"subsubpara-e\">  B.  An offence related to prescribing, compounding, selling or administering drugs.</p> <p class=\"subsubpara-e\">  C.  An offence, other than a municipal by-law offence or an offence under the <i>Highway Traffic Act</i>, that occurred in the course of, or that was related to, the applicant’s practice of the profession.</p> <p class=\"subsubpara-e\">  D.  An offence that was committed while the applicant was impaired by any substance.</p> <p class=\"subsubpara-e\">  E.  Any other offence that might reasonably be relevant to the applicant’s suitability to practise dietetics.</p> <p class=\"subpara-e\">  ii.  A finding of professional misconduct, incompetence or incapacity, or any similar finding, in Ontario in relation to another profession, or in another jurisdiction in relation to any profession.</p> <p class=\"subpara-e\">  iii.  A current proceeding for professional misconduct, incompetence or incapacity, or any similar proceeding, in Ontario in relation to another profession, or in another jurisdiction in relation to any profession.</p> <p class=\"subpara-e\">  iv.  A finding of professional negligence or malpractice.</p> <p class=\"subpara-e\">  v.  A refusal by any body responsible for the regulation of a profession, in Ontario or in any other jurisdiction, to register the applicant.</p> <p class=\"subpara-e\">  vi.  Whether the applicant is in good standing with, and is fulfilling all terms, conditions and limitations imposed on the applicant by, any body responsible for the regulation of a profession in Ontario or in any other jurisdiction.</p> <p class=\"subpara-e\">  vii.  Whether the applicant was in good standing at the time he or she ceased being registered with a body responsible for the regulation of a profession in Ontario or in any other jurisdiction.</p> <p class=\"subpara-e\">  viii.  Any other event or circumstances that would provide reasonable grounds for the belief that the applicant will not practise dietetics in a safe and ethical manner.</p> <p class=\"paragraph-e\">  2.  The applicant’s previous conduct must afford reasonable grounds for the belief that he or she will practise dietetics in a safe and ethical manner.</p> <p class=\"paragraph-e\">  3.  The applicant must be a Canadian citizen or permanent resident of Canada or must hold the appropriate authorization under the <i>Immigration and Refugee Protection Act</i><i> </i>(Canada) permitting the member to engage in the practice of dietetics in Ontario in the manner permitted by a certificate of registration.</p> <p class=\"paragraph-e\">  4.  The applicant must possess sufficient language proficiency, in either English or French, to be able to communicate and comprehend effectively, both orally and in writing.</p> <p class=\"paragraph-e\">  5.  The applicant must not have a physical or mental condition or disorder that would make it desirable in the interest of the public that he or she not be issued a certificate of registration.</p> <p class=\"paragraph-e\">  6.  If the applicant is registered by any body responsible for the regulation of a profession in Ontario or in any other jurisdiction, the applicant’s registration must be in good standing and the applicant must be fulfilling all terms, conditions and limitations imposed on him or her as evidenced<b> </b>by the applicant being in good standing.</p> <p class=\"paragraph-e\">  7.  If the applicant ceased being registered with any body responsible for the regulation of a profession in Ontario or in any other jurisdiction, the applicant must have been in good standing at the time he or she ceased being registered.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (2) If any change in circumstances occurs in relation to a matter described in paragraph 1 of subsection (1) after the applicant has submitted an application but before a certificate of registration is issued, the applicant shall immediately provide the College with written details about the change.  O. Reg. 72/12, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Terms, etc. of Every Certificate</p>"
        },
        {
            "ahref_id": "#4.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 4. Every certificate of registration is subject to the following terms, conditions and limitations: 1.  The member shall provide the College with written details about any of the following that relate to the applicant as soon as possible after the member becomes aware of it occurring, but not later than 30 days after the member becomes aware of it occurring: i.  A finding of professional misconduct, incompetence or incapacity, or any similar finding, in Ontario in relation to another profession, or in another jurisdiction in relation to any profession. ii.  The commencement of a proceeding for professional misconduct, incompetence or incapacity, or any similar proceeding, in Ontario in relation to another profession, or in another jurisdiction in relation to any profession. iii.  A finding of professional negligence or malpractice. iv.  The refusal by any body responsible for the regulation of a profession, in Ontario or in any other jurisdiction, to register the member. v.  The fact that the member is no longer in good standing with, or is no longer fulfilling any terms, conditions or limitations imposed on the member by, any body responsible for the regulation of a profession in Ontario or in any other jurisdiction. vi.  The fact that the member was not in good standing at the time he or she ceased being registered with a body responsible for the regulation of a profession in Ontario or in any other jurisdiction. 2.  The member shall provide the College with written details about any finding of guilt relating to any offence in Ontario or in any other jurisdiction as soon as possible after receiving notice of the finding, but not later than 30 days after receiving the notice. 3.  The member shall immediately advise the College in writing in the event the member ceases to be a Canadian citizen or permanent resident of Canada or to have authorization under the Immigration and Refugee Protection Act (Canada) permitting the member to engage in the practice of dietetics in Ontario in the manner permitted by the certificate of registration. 4.  The member shall maintain professional liability insurance in the amount and in the form as required under the by-laws, and the member shall immediately advise the Registrar if the member no longer maintains such insurance. 5.  The member shall use the following title in reference to his or her practice of dietetics: “Registered Dietitian” and the abbreviation “RD”, or the French equivalent, “diététiste professionel(le)” and “Dt.P.”.  O. Reg. 72/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Every certificate of registration is subject to the following terms, conditions and limitations:</p> <p class=\"paragraph-e\">  1.  The member shall provide the College with written details about any of the following that relate to the applicant as soon as possible after the member becomes aware of it occurring, but not later than 30 days after the member becomes aware of it occurring:</p> <p class=\"subpara-e\">  i.  A finding of professional misconduct, incompetence or incapacity, or any similar finding, in Ontario in relation to another profession, or in another jurisdiction in relation to any profession.</p> <p class=\"subpara-e\">  ii.  The commencement of a proceeding for professional misconduct, incompetence or incapacity, or any similar proceeding, in Ontario in relation to another profession, or in another jurisdiction in relation to any profession.</p> <p class=\"subpara-e\">  iii.  A finding of professional negligence or malpractice.</p> <p class=\"subpara-e\">  iv.  The refusal by any body responsible for the regulation of a profession, in Ontario or in any other jurisdiction, to register the member.</p> <p class=\"subpara-e\">  v.  The fact that the member is no longer in good standing with, or is no longer fulfilling any terms, conditions or limitations imposed on the member by, any body responsible for the regulation of a profession in Ontario or in any other jurisdiction.</p> <p class=\"subpara-e\">  vi.  The fact that the member was not in good standing at the time he or she ceased being registered with a body responsible for the regulation of a profession in Ontario or in any other jurisdiction.</p> <p class=\"paragraph-e\">  2.  The member shall provide the College with written details about any finding of guilt relating to any offence in Ontario or in any other jurisdiction as soon as possible after receiving notice of the finding, but not later than 30 days after receiving the notice.</p> <p class=\"paragraph-e\">  3.  The member shall immediately advise the College in writing in the event the member ceases to be a Canadian citizen or permanent resident of Canada or to have authorization under the <i>Immigration and Refugee Protection Act</i><i> </i>(Canada) permitting the member to engage in the practice of dietetics in Ontario in the manner permitted by the certificate of registration.</p> <p class=\"paragraph-e\">  4.  The member shall maintain professional liability insurance in the amount and in the form as required under the by-laws, and the member shall immediately advise the Registrar if the member no longer maintains such insurance.</p> <p class=\"paragraph-e\">  5.  The member shall use the following title in reference to his or her practice of dietetics: “Registered Dietitian” and the abbreviation “RD”, or the French equivalent, “diététiste professionel(le)” and “Dt.P.”.  O. Reg. 72/12, s. 1.</p>"
        },
        {
            "ahref_id": "#5.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 5. (1) By the end of the third year following the issuance of a certificate of registration and in every subsequent year, every member shall provide evidence satisfactory to the Registrar that the member has practised dietetics for at least 500 hours during the preceding three years.  O. Reg. 72/12, s. 1. (2) The Registrar shall refer any member who does not meet the requirement set out in subsection (1) to the Quality Assurance Committee.  O. Reg. 72/12, s. 1. Registration Requirements for General and Temporary Certificates",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) By the end of the third year following the issuance of a certificate of registration and in every subsequent year, every member shall provide evidence satisfactory to the Registrar that the member has practised dietetics for at least 500 hours during the preceding three years.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (2) The Registrar shall refer any member who does not meet the requirement set out in subsection (1) to the Quality Assurance Committee.  O. Reg. 72/12, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK5\"></a>Registration Requirements for General and Temporary Certificates</p>"
        },
        {
            "ahref_id": "#6.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": "  6. (1) An applicant for the issuance of a general or temporary certificate of registration must satisfy either of the following non-exemptible requirements: 1.  The applicant has satisfied both of the following requirements: i.  The applicant has graduated from, A.  a Canadian university program in foods and nutrition accredited by an accrediting agency approved by the Council, B.  a Canadian university and has completed subject areas in foods and nutrition required by an accrediting agency approved by the Council, or C.  a university program outside Canada that, in the opinion of the Council or a panel of the Registration Committee, is equivalent to sub-subparagraph A or B. ii.  The applicant has attained the competence standards acceptable to the Council as demonstrated by, A.  successful completion of an internship program in Canada accredited by an accrediting agency approved by the Council, or an internship program outside Canada that the Council or a panel of the Registration Committee considers to be equivalent to an accredited internship in Canada, B.  successful completion of a practicum in Canada accredited by an accrediting agency approved by the Council, or a practicum outside Canada that the Council or a panel of the Registration Committee considers to be equivalent to an accredited practicum in Canada, C.  successful completion of a graduate degree program acceptable to the Council, or D.  successful completion of a program of practical experience that, in the opinion of the Council or a panel of the Registration Committee, is equivalent to a program or practicum mentioned in sub-subparagraph A or B. 2.  The applicant has successfully completed a prior learning assessment that was conducted by the Registration Committee or by a body approved by the Registration Committee.  O. Reg. 72/12, s. 1. (2) If the applicant has not completed either of the requirements set out in paragraph 1 or 2 of subsection (1) within the three years immediately before the date that the applicant submitted his or her application, the applicant must, (a)  have successfully completed a refresher or upgrading program approved by the Registration Committee; (b)  hold a certificate of registration of another class with the College; or (c)  satisfy the Registration Committee that he or she has been registered as a dietitian in another jurisdiction and has practised safely as a dietitian in that other jurisdiction within the three years immediately before the date of the application.  O. Reg. 72/12, s. 1. General Certificates",
            "raw_html": "<p class=\"section-e\"><b>  6. </b>(1) An applicant for the issuance of a general or temporary certificate of registration must satisfy either of <span>the following non-exemptible requirements:</span></p> <p class=\"paragraph-e\">  1.  The applicant has satisfied both of the following requirements:</p> <p class=\"subpara-e\">  i.  The applicant has graduated from,</p> <p class=\"subsubpara-e\">  A.  a Canadian university program in foods and nutrition accredited by an accrediting agency approved by the Council,</p> <p class=\"subsubpara-e\">  B.  a Canadian university and has completed subject areas in foods and nutrition required by an accrediting agency approved by the Council, or</p> <p class=\"subsubpara-e\">  C.  a university program outside Canada that, in the opinion of the Council or a panel of the Registration Committee, is equivalent to sub-subparagraph A or B.</p> <p class=\"subpara-e\">  ii.  The applicant has attained the competence standards acceptable to the Council as demonstrated by,</p> <p class=\"subsubpara-e\">  A.  successful completion of an internship program in Canada accredited by an accrediting agency approved by the Council, or an internship program outside Canada that the Council or a panel of the Registration Committee considers to be equivalent to an accredited internship in Canada,</p> <p class=\"subsubpara-e\">  B.  successful completion of a practicum in Canada accredited by an accrediting agency approved by the Council, or a practicum outside Canada that the Council or a panel of the Registration Committee considers to be equivalent to an accredited practicum in Canada,</p> <p class=\"subsubpara-e\">  C.  successful completion of a graduate degree program acceptable to the Council, or</p> <p class=\"subsubpara-e\">  D.  successful completion of a program of practical experience that, in the opinion of the Council or a panel of the Registration Committee, is equivalent to a program or practicum mentioned in sub-subparagraph A or B.</p> <p class=\"paragraph-e\">  2.  The applicant has successfully completed a prior learning assessment that was conducted by the Registration Committee or by a body approved by the Registration Committee.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (2) If the applicant has not completed either of the requirements set out in paragraph 1 or 2 of subsection (1) within the three years immediately before the date that the applicant submitted his or her application, the applicant must, </p> <p class=\"clause-e\">  (a)  have successfully completed a refresher or upgrading program approved by the Registration Committee;</p> <p class=\"clause-e\">  (b)  hold a certificate of registration of another class with the College; or</p> <p class=\"clause-e\">  (c)  satisfy the Registration Committee that he or she has been registered as a dietitian in another jurisdiction and has practised safely as a dietitian in that other jurisdiction within the three years immediately before the date of the application.  O. Reg. 72/12, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK6\"></a>General Certificates</p>"
        },
        {
            "ahref_id": "#7.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 7. It is an additional non-exemptible requirement for the issuance of a general certificate of registration that the applicant has successfully completed the registration examinations set or approved by the Council.  O. Reg. 72/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>It is an additional non-exemptible requirement for the issuance of a general certificate of registration that the applicant has successfully completed the registration examinations set or approved by the Council.  O. Reg. 72/12, s. 1.</p>"
        },
        {
            "ahref_id": "#8.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 8. (1) If an applicant already holds an out-of-province certificate that is equivalent to a general certificate of registration issued by the College, the applicant is deemed to have met the requirements set out in paragraph 6 of subsection 3 (1) and in sections 6 and 7.  O. Reg. 72/12, s. 1. (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a dietitian in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 72/12, s. 1. (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of dietetics to the extent that would be permitted by a general certificate of registration at any time in the three years immediately before the date of that applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.  O. Reg. 72/12, s. 1. (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 4 of subsection 3 (1) if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 72/12, s. 1. (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 72/12, s. 1. Temporary Certificates",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) If an applicant already holds an out-of-province certificate that is equivalent to a general certificate of registration issued by the College, the applicant is deemed to have met the requirements set out in paragraph 6 of subsection 3 (1) and in sections 6 and 7.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a dietitian in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of dietetics to the extent that would be permitted by a general certificate of registration at any time in the three years immediately before the date of that applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 4 of subsection 3 (1) if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (5) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 72/12, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK7\"></a>Temporary Certificates</p>"
        },
        {
            "ahref_id": "#9.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 9. The following are additional non-exemptible registration requirements for the issuance of a temporary certificate of registration: 1.  The applicant has not previously held a temporary certificate of registration. 2.  One of the following circumstances exist: i.  The applicant has applied to take the registration examinations referred to in section 7, but has not yet taken the examinations. ii.  The applicant has taken the registration examinations, but has not yet received the results. iii.  The applicant has failed the registration examinations on his or her first attempt and is either actively attempting to retake the examinations or is waiting for the results of his or her second attempt.  O. Reg. 72/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>The following are additional non-exemptible registration requirements for the issuance of a temporary certificate of registration:</p> <p class=\"paragraph-e\">  1.  The applicant has not previously held a temporary certificate of registration.</p> <p class=\"paragraph-e\">  2.  One of the following circumstances exist: </p> <p class=\"subpara-e\">  i.  The applicant has applied to take the registration examinations referred to in section 7, but has not yet taken the examinations.</p> <p class=\"subpara-e\">  ii.  The applicant has taken the registration examinations, but has not yet received the results.</p> <p class=\"subpara-e\">  iii.  The applicant has failed the registration examinations on his or her first attempt and is either actively attempting to retake the examinations or is waiting for the results of his or her second attempt.  O. Reg. 72/12, s. 1.</p>"
        },
        {
            "ahref_id": "#10.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 10. Subject to section 10.1, the following are additional terms, conditions and limitations of a temporary certificate of registration: 1.  If the member failed the registration examinations on his or her first attempt, i.  the member shall only practise the profession under the supervision of a member who holds a general certificate of registration and who has agreed in writing in the form provided by the Registrar to supervise the applicant and be responsible for ensuring that the applicant provides appropriate care to clients, ii.  the member shall only practise in accordance with that written agreement and the standards of practice of the profession, and iii.  the member shall provide to the Registrar, upon request, information that demonstrates the member’s compliance with subparagraphs i and ii and shall give such information in the form and manner as requested. 2.  The member shall not supervise another member. 3.  The member must be actively attempting to successfully complete the registration examinations.  O. Reg. 72/12, s. 1; O. Reg. 282/23, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>Subject to section 10.1, the following are additional terms, conditions and limitations of a temporary certificate of registration:</p> <p class=\"paragraph-e\">  1.  If the member failed the registration examinations on his or her first attempt, </p> <p class=\"subpara-e\">  i.  the member shall only practise the profession under the supervision of a member who holds a general certificate of registration and who has agreed in writing in the form provided by the Registrar to supervise the applicant and be responsible for ensuring that the applicant provides appropriate care to clients, </p> <p class=\"subpara-e\">  ii.  the member shall only practise in accordance with that written agreement and the standards of practice of the profession, and</p> <p class=\"subpara-e\">  iii.  the member shall provide to the Registrar, upon request, information that demonstrates the member’s compliance with subparagraphs i and ii and shall give such information in the form and manner as requested.</p> <p class=\"paragraph-e\">  2.  The member shall not supervise another member.</p> <p class=\"paragraph-e\">  3.  The member must be actively attempting to successfully complete the registration examinations.  O. Reg. 72/12, s. 1; O. Reg. 282/23, s. 2.</p>"
        },
        {
            "ahref_id": "#10.1",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 10.1 A member who applies for registration for a temporary certificate of registration under section 18.4 is not required to satisfy the term, condition and limitation in paragraph 3 of section 10. O. Reg. 282/23, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>10.1 </b>A member who applies for registration for a temporary certificate of registration under section 18.4 is not required to satisfy the term, condition and limitation in paragraph 3 of section 10. O. Reg. 282/23, s. 3.</p>"
        },
        {
            "ahref_id": "#11.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 11. (1) Subject to subsections (2) and (3), a temporary certificate of registration expires on the earlier of the day that is 16 months after the certificate was issued and the day on which the member receives notice that he or she has failed the registration examinations a second time.  O. Reg. 72/12, s. 1. (2) The Registrar may extend a temporary certificate of registration if the following conditions are met: 1.  The member’s temporary certificate of registration has not expired. 2.  The member failed the registration examinations on his or her first attempt. 3.  The member applies to the Registrar for an extension in the form provided by the Registrar and the member pays any applicable fees required under the by-laws.  O. Reg. 72/12, s. 1. (3) An extension of a temporary certificate of registration expires on the earlier of, (a)  the day specified by the Registrar or, if the Registrar has not specified a day, the day that is one year after the day the extension was granted; and (b)  the day on which the member receives notice that he or she has failed the registration examinations a second time.  O. Reg. 72/12, s. 1. (4) For the purposes of subsection (1) and clause (3) (b), there is a rebuttable presumption that the member received the notice, (a)  the day after the notice is sent if the notice is sent by fax, email or by any other electronic means; or (b)  the day that is five days after the notice is sent if the notice is sent by any other means.  O. Reg. 72/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) Subject to subsections (2) and (3), a temporary certificate of registration expires on the earlier of the day that is 16 months after the certificate was issued and the day on which the member receives notice that he or she has failed the registration examinations a second time.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (2) The Registrar may extend a temporary certificate of registration if the following conditions are met:</p> <p class=\"paragraph-e\">  1.  The member’s temporary certificate of registration has not expired.</p> <p class=\"paragraph-e\">  2.  The member failed the registration examinations on his or her first attempt.</p> <p class=\"paragraph-e\">  3.  The member applies to the Registrar for an extension in the form provided by the Registrar and the member pays any applicable fees required under the by-laws.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (3) An extension of a temporary certificate of registration expires on the earlier of,</p> <p class=\"clause-e\">  (a)  the day specified by the Registrar or, if the Registrar has not specified a day, the day that is one year after the day the extension was granted; and</p> <p class=\"clause-e\">  (b)  the day on which the member receives notice that he or she has failed the registration examinations a second time.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (1) and clause (3) (b), there is a rebuttable presumption that the member received the notice, </p> <p class=\"clause-e\">  (a)  the day after the notice is sent if the notice is sent by fax, email or by any other electronic means; or</p> <p class=\"clause-e\">  (b)  the day that is five days after the notice is sent if the notice is sent by any other means.  O. Reg. 72/12, s. 1.</p>"
        },
        {
            "ahref_id": "#12.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 12. A holder of a temporary certificate of registration shall be issued a general certificate of registration if the member successfully completes the registration examinations set or approved by the Council and meets all of the requirements for the issuance of a general certificate of registration.  O. Reg. 72/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>A holder of a temporary certificate of registration shall be issued a general certificate of registration if the member successfully completes the registration examinations set or approved by the Council and meets all of the requirements for the issuance of a general certificate of registration.  O. Reg. 72/12, s. 1.</p>"
        },
        {
            "ahref_id": "#13.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 13. (1) If an applicant already holds an out-of-province certificate that is equivalent to a temporary certificate of registration issued by the College, the applicant is deemed to have met the requirements set out in paragraph 6 of subsection 3 (1) and in sections 6 and 9.  O. Reg. 72/12, s. 1. (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a dietitian in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 72/12, s. 1. (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of dietetics to the extent that would be permitted by a temporary certificate of registration at any time in the three years immediately before the date of that applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.  O. Reg. 72/12, s. 1. (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 4 of subsection 3 (1) if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 72/12, s. 1. (5) If a member is issued a temporary certificate of registration on the basis of an application made under this section, the references to “registration examinations” in sections 10, 11 and 12 are references to such registration examinations that are required by the body that issued the out-of-province certificate.  O. Reg. 72/12, s. 1. (6) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 72/12, s. 1. Provisional Certificates",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) If an applicant already holds an out-of-province certificate that is equivalent to a temporary certificate of registration issued by the College, the applicant is deemed to have met the requirements set out in paragraph 6 of subsection 3 (1) and in sections 6 and 9.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a dietitian in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of dietetics to the extent that would be permitted by a temporary certificate of registration at any time in the three years immediately before the date of that applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 4 of subsection 3 (1) if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (5) If a member is issued a temporary certificate of registration on the basis of an application made under this section, the references to “registration examinations” in sections 10, 11 and 12 are references to such registration examinations that are required by the body that issued the out-of-province certificate.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (6) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 72/12, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK8\"></a>Provisional Certificates</p>"
        },
        {
            "ahref_id": "#14.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 14. (1) It is an additional registration requirement for a provisional certificate of registration that a panel of the Registration Committee be of the opinion that, (a)  the applicant would have satisfied the requirements set out in either paragraph 1 or 2 of subsection 6 (1), but his or her education or practical training does not include completion of coursework or practical training in a particular area of practice in dietetics; (b)  the applicant will become competent in that area of practice within 18 months after being issued a provisional certificate of registration; and (c)  the applicant can practise safely in all others areas of practice relating to dietetics.  O. Reg. 72/12, s. 1. (2) The applicant must satisfy the requirements set out in subsection 6 (2) if both of the following circumstances exist: 1.  The applicant has not been engaged in the education or practical training requirements described in paragraph 1 of subsection 6 (1) within the three years immediately before the date that the applicant submitted his or her application. 2.  The applicant has not completed a prior learning assessment described in paragraph 2 of subsection 6 (1) within the three years immediately before the date that the applicant submitted his or her application.  O. Reg. 72/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) It is an<b> </b>additional registration requirement for a provisional certificate of registration that a panel of the Registration Committee be of the opinion that,</p> <p class=\"clause-e\">  (a)  the applicant would have satisfied the requirements set out in either paragraph 1 or 2 of subsection 6 (1), but his or her education or practical training does not include completion of coursework or practical training in a particular area of practice in dietetics;</p> <p class=\"clause-e\">  (b)  the applicant will become competent in that area of practice within 18 months after being issued a provisional certificate of registration; and</p> <p class=\"clause-e\">  (c)  the applicant can practise safely in all others areas of practice relating to dietetics.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (2) The applicant must satisfy the requirements set out in subsection 6 (2) if both of the following circumstances exist:</p> <p class=\"paragraph-e\">  1.  The applicant has not been engaged in the education or practical training requirements described in paragraph 1 of subsection 6 (1) within the three years immediately before the date that the applicant submitted his or her application.</p> <p class=\"paragraph-e\">  2.  The applicant has not completed a prior learning assessment described in paragraph 2 of subsection 6 (1) within the three years immediately before the date that the applicant submitted his or her application.  O. Reg. 72/12, s. 1.</p>"
        },
        {
            "ahref_id": "#15.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 15. The following are additional terms, conditions and limitations of a provisional certificate of registration: 1.  The member shall not practise dietetics in the area of practice referred to in clause 14 (1) (a). 2.  The member shall actively pursue practical training or educational activities, or both, that are approved by the Registration Committee and that are designed to enable the member to become competent in the area of practice.  O. Reg. 72/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>The following are additional terms, conditions and limitations of a provisional certificate of registration:</p> <p class=\"paragraph-e\">  1.  The member shall not practise dietetics in the area of practice referred to in clause 14 (1) (a).</p> <p class=\"paragraph-e\">  2.  The member shall actively pursue practical training or educational activities, or both, that are approved by the Registration Committee and that are designed to enable the member to become competent in the area of practice.  O. Reg. 72/12, s. 1.</p>"
        },
        {
            "ahref_id": "#16.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 16. (1) Subject to subsection (2), a provisional certificate of registration expires on the day that is 18 months after it is issued or on the day as may be specified by a panel of the Registration Committee, whichever is earlier.  O. Reg. 72/12, s. 1. (2) The Registrar may extend a provisional certificate of registration for a period of no more than six months, if the member applies for an extension in the form provided by the Registrar and the member pays any applicable fees required under the by-laws.  O. Reg. 72/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) Subject to subsection (2), a provisional certificate of registration expires on the day that is 18 months after it is issued or on the day as may be specified by a panel of the Registration Committee, whichever is earlier.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (2) The Registrar may extend a provisional certificate of registration for a period of no more than six months, if the member applies for an extension in the form provided by the Registrar and the member pays any applicable fees required under the by-laws.  O. Reg. 72/12, s. 1.</p>"
        },
        {
            "ahref_id": "#17.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 17. A holder of a provisional certificate of registration shall be issued a general certificate of registration, (a)  if he or she satisfies a panel of the Registration Committee that he or she has become competent in the area of practice referred to in clause 14 (1) (a); and (b)  if he or she has otherwise met all the requirements for a general certificate of registration.  O. Reg. 72/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>A holder of a provisional certificate of registration shall be issued a general certificate of registration,</p> <p class=\"clause-e\">  (a)  if he or she satisfies a panel of the Registration Committee that he or she has become competent in the area of practice referred to in clause 14 (1) (a); and </p> <p class=\"clause-e\">  (b)  if he or she has otherwise met all the requirements for a general certificate of registration.  O. Reg. 72/12, s. 1.</p>"
        },
        {
            "ahref_id": "#18.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 18. (1) If an applicant already holds an out-of-province certificate that is equivalent to a provisional certificate of registration issued by the College, the applicant is deemed to have met the requirements set out in paragraph 6 of subsection 3 (1) and in section 14.  O. Reg. 72/12, s. 1. (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a dietitian in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 72/12, s. 1. (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of dietetics to the extent that would be permitted by a provisional certificate of registration at any time in the three years immediately before the date of that applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.  O. Reg. 72/12, s. 1. (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 4 of subsection 3 (1) if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 72/12, s. 1. (5) If a member is issued a provisional certificate of registration on the basis of an application made under this section, the following rules apply: 1.  The reference to “the area of practice referred to in clause 14 (1) (a)” in paragraph 1 of section 15 is a reference to such area of practice in dietetics that the body that issued the out-of-province certificate identified as an area that was not included in the member’s education or practical training. 2.  The reference to “practical training or educational activities, or both, that are approved by the Registration Committee” in paragraph 2 of section 15 is a reference to such training or activities that are approved by the body that issued the out-of-province certificate.  O. Reg. 72/12, s. 1. (6) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 72/12, s. 1. Emergency Certificates",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>(1) If an applicant already holds an out-of-province certificate that is equivalent to a provisional certificate of registration issued by the College, the applicant is deemed to have met the requirements set out in paragraph 6 of subsection 3 (1) and in section 14.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee confirming that the applicant is in good standing as a dietitian in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (3) If an applicant to whom subsection (1) applies is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of dietetics to the extent that would be permitted by a provisional certificate of registration at any time in the three years immediately before the date of that applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 4 of subsection 3 (1) if the requirements for the issuance of the out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (5) If a member is issued a provisional certificate of registration on the basis of an application made under this section, the following rules apply:</p> <p class=\"paragraph-e\">  1.  The reference to “the area of practice referred to in clause 14 (1) (a)” in paragraph 1 of section 15 is a reference to such area of practice in dietetics that the body that issued the out-of-province certificate identified as an area that was not included in the member’s education or practical training.</p> <p class=\"paragraph-e\">  2.  The reference to “practical training or educational activities, or both, that are approved by the Registration Committee” in paragraph 2 of section 15 is a reference to such training or activities that are approved by the body that issued the out-of-province certificate.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (6) Despite subsection (1), an applicant is not deemed to have met a requirement if that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 72/12, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK9\"></a>Emergency Certificates</p>"
        },
        {
            "ahref_id": "#18.1",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 18.1 The following are additional non-exemptible requirements for the issuance of an emergency certificate of registration: 1.  The Minister must have requested that the College initiate registrations under this class based on the Minister’s opinion that emergency circumstances call for it, or the Council must have determined, after taking into account all of the relevant circumstances that impact the ability of applicants to meet the ordinary registration requirements, that there are emergency circumstances, and that it is in the public interest that the College issue emergency certificates. 2.  The applicant must meet the requirements of section 6. 3.  Although the applicant is not required to complete the registration examinations referred to in section 7, the applicant must not have failed them on any attempts. O. Reg. 282/23, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>18.1 </b>The following are additional non-exemptible requirements for the issuance of an emergency certificate of registration:</p> <p class=\"paragraph-e\">  1.  The Minister must have requested that the College initiate registrations under this class based on the Minister’s opinion that emergency circumstances call for it, or the Council must have determined, after taking into account all of the relevant circumstances that impact the ability of applicants to meet the ordinary registration requirements, that there are emergency circumstances, and that it is in the public interest that the College issue emergency certificates.</p> <p class=\"paragraph-e\">  2.  The applicant must meet the requirements of section 6.</p> <p class=\"paragraph-e\">  3.  Although the applicant is not required to complete the registration examinations referred to in section 7, the applicant must not have failed them on any attempts. O. Reg. 282/23, s. 4.</p>"
        },
        {
            "ahref_id": "#18.2",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 18.2 It is an additional term, condition and limitation of an emergency certificate of registration that the member shall not supervise another member. O. Reg. 282/23, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>18.2 </b>It is an additional term, condition and limitation of an emergency certificate of registration that the member shall not supervise another member. O. Reg. 282/23, s. 4.</p>"
        },
        {
            "ahref_id": "#18.3",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 18.3 (1) Unless otherwise stated on the certificate, an emergency certificate of registration expires six months after it is issued, unless it is renewed. O. Reg. 282/23, s. 4. (2) Unless otherwise stated on the certificate, a renewed emergency certificate of registration expires six months after it is renewed, unless it is renewed again. O. Reg. 282/23, s. 4. (3) Despite subsections (1) and (2), an emergency certificate of registration expires 30 days after the earlier of, (a)  the date the Minister withdraws their request that emergency certificates of registration be issued or renewed; and (b)  the date the Council declares that the emergency circumstances referred to in paragraph 1 of section 18.1 have ended. O. Reg. 282/23, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>18.3 </b>(1) Unless otherwise stated on the certificate, an emergency certificate of registration expires six months after it is issued, unless it is renewed. O. Reg. 282/23, s. 4.</p> <p class=\"subsection-e\">  (2) Unless otherwise stated on the certificate, a renewed emergency certificate of registration expires six months after it is renewed, unless it is renewed again. O. Reg. 282/23, s. 4.</p> <p class=\"subsection-e\">  (3) Despite subsections (1) and (2), an emergency certificate of registration expires 30 days after the earlier of,</p> <p class=\"clause-e\">  (a)  the date the Minister withdraws their request that emergency certificates of registration be issued or renewed; and</p> <p class=\"clause-e\">  (b)  the date the Council declares that the emergency circumstances referred to in paragraph 1 of section 18.1 have ended. O. Reg. 282/23, s. 4.</p>"
        },
        {
            "ahref_id": "#18.4",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 18.4 A member who holds an emergency certificate of registration and has done so for at least six months may be issued a certificate of registration in the temporary class despite not having met the requirements set out in paragraph 2 of section 9 if the member satisfies all other requirements for a temporary certificate of registration. O. Reg. 282/23, s. 4. Suspensions, Revocations and Reinstatements",
            "raw_html": "<p class=\"section-e\"> <b>18.4 </b>A member who holds an emergency certificate of registration and has done so for at least six months may be issued a certificate of registration in the temporary class despite not having met the requirements set out in paragraph 2 of section 9 if the member satisfies all other requirements for a temporary certificate of registration. O. Reg. 282/23, s. 4.</p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Suspensions, Revocations and Reinstatements</p>"
        },
        {
            "ahref_id": "#19.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": "  19. (1) If a member fails to provide the College with information about the member as required under the by-laws,  (a)  the Registrar may give the member notice of intention to suspend the member’s certificate of registration; and (b)  the Registrar may suspend the member’s certificate of registration if the member fails to provide the information within 30 days after the notice is given.  O. Reg. 72/12, s. 1. (2) If the Registrar suspends a member’s certificate of registration under subsection (1), the Registrar shall lift the suspension upon being satisfied that, (a)  the former member has given the required information to the College; (b)  the former member has paid any fees required under the by-laws for lifting the suspension; (c)  the former member has paid any other outstanding fees required under the by-laws; (d)  the former member is in compliance with any outstanding orders issued by any committee of the College or with any undertakings given by the former member to the College; and (e)  the former member will be in compliance with all of the terms, conditions and limitations of the certificate as of the anticipated date on which the suspension is to be lifted.  O. Reg. 72/12, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  19. </b>(1) If a member fails to provide the College with information about the member as required under the by-laws, </p> <p class=\"clause-e\">  (a)  the Registrar may give the member notice of intention to suspend the member’s certificate of registration; and</p> <p class=\"clause-e\">  (b)  the Registrar may suspend the member’s certificate of registration if the member fails to provide the information within 30 days after the notice is given.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (2) If the Registrar suspends a member’s certificate of registration under subsection (1), the Registrar shall lift the suspension upon being satisfied that,</p> <p class=\"clause-e\">  (a)  the former member has given the required information to the College;</p> <p class=\"clause-e\">  (b)  the former member has paid any fees required under the by-laws for lifting the suspension;</p> <p class=\"clause-e\">  (c)  the former member has paid any other outstanding fees required under the by-laws;</p> <p class=\"clause-e\">  (d)  the former member is in compliance with any outstanding orders issued by any committee of the College or with any undertakings given by the former member to the College; and</p> <p class=\"clause-e\">  (e)  the former member will be in compliance with all of the terms, conditions and limitations of the certificate as of the anticipated date on which the suspension is to be lifted.  O. Reg. 72/12, s. 1.</p>"
        },
        {
            "ahref_id": "#20.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 20. (1) If the College requests evidence that the member holds professional liability insurance in the amount and in the form as required under the by-laws and the member fails to provide such evidence within 14 days of having been requested to do so, (a)  the Registrar may give the member notice of intention to suspend the member’s certificate of registration; and (b)  the Registrar may suspend the member’s certificate of registration if the member fails to provide the evidence within 30 days after the notice is given.  O. Reg. 72/12, s. 1. (2) If a member advises the Registrar that they no longer maintain professional liability insurance in the amount and in the form as required under the by-laws, the Registrar may immediately suspend the member’s certificate of registration.  O. Reg. 72/12, s. 1. (3) If the Registrar suspends the member’s certificate of registration under subsection (1) or (2), the Registrar shall lift the suspension upon being satisfied that, (a)  the former member holds professional liability insurance in the amount and in the form as required under the by-laws; (b)  the former member has paid any fees required under the by-laws for lifting the suspension; (c)  the former member has paid any other outstanding fees required under the by-laws; (d)  the former member is in compliance with any outstanding orders issued by a committee of the College and any undertakings given by the former member to the College; and (e)  the former member will be in compliance with all of the terms, conditions and limitations of the certificate as of the anticipated date on which the suspension is to be lifted.  O. Reg. 72/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>(1) If the College requests evidence that the member holds professional liability insurance in the amount and in the form as required under the by-laws and the member fails to provide such evidence within 14 days of having been requested to do so,</p> <p class=\"clause-e\">  (a)  the Registrar may<b> </b>give the member notice of intention to suspend the member’s certificate of registration; and</p> <p class=\"clause-e\">  (b)  the Registrar may suspend the member’s certificate of registration if the member fails to provide the evidence within 30 days after the notice is given.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (2) If a member advises the Registrar that they no longer maintain professional liability insurance in the amount and in the form as required under the by-laws, the Registrar may immediately suspend the member’s certificate of registration.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (3) If the Registrar suspends the member’s certificate of registration under subsection (1) or (2), the Registrar shall lift the suspension upon being satisfied that,</p> <p class=\"clause-e\">  (a)  the former member holds professional liability insurance in the amount and in the form as required under the by-laws;</p> <p class=\"clause-e\">  (b)  the former member has paid any fees required under the by-laws for lifting the suspension; </p> <p class=\"clause-e\">  (c)  the former member has paid any other outstanding fees required under the by-laws;</p> <p class=\"clause-e\">  (d)  the former member is in compliance with any outstanding orders issued by a committee of the College and any undertakings given by the former member to the College; and</p> <p class=\"clause-e\">  (e)  the former member will be in compliance with all of the terms, conditions and limitations of the certificate as of the anticipated date on which the suspension is to be lifted.  O. Reg. 72/12, s. 1.</p>"
        },
        {
            "ahref_id": "#21.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 21. If the Registrar suspends the member’s certificate of registration under section 24 of the Health Professions Procedural Code, the Registrar shall lift the suspension upon payment of any applicable fees and penalties required under the by-laws.  O. Reg. 72/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>If the Registrar suspends the member’s certificate of registration under section 24 of the Health Professions Procedural Code, the Registrar shall lift the suspension upon payment of any applicable fees and penalties required under the by-laws.  O. Reg. 72/12, s. 1.</p>"
        },
        {
            "ahref_id": "#22.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 22. (1) If the Registrar suspends a member’s certificate of registration under section 19 or 20 and the suspension has not been lifted, the certificate is revoked on the day that is 12 months after the day it was suspended.  O. Reg. 72/12, s. 1. (2) If the Registrar suspends a member’s certificate of registration under section 24 of the Health Professions Procedural Code for failure to pay a fee, the certificate is revoked on the day that is six months after the day it was suspended.  O. Reg. 72/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>(1) If the Registrar suspends a member’s certificate of registration under section 19 or 20 and the suspension has not been lifted, the certificate is revoked on the day that is 12 months after the day it was suspended.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (2) If the Registrar suspends a member’s certificate of registration under section 24 of the Health Professions Procedural Code for failure to pay a fee, the certificate is revoked on the day that is six months after the day it was suspended.  O. Reg. 72/12, s. 1.</p>"
        },
        {
            "ahref_id": "#23.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 23. (1) A former member whose certificate of registration was revoked under section 22 may apply for the reinstatement of his or her certificate within two years after the date on which the certificate was revoked by submitting a completed application to the Registrar in the form provided by the Registrar.  O. Reg. 72/12, s. 1. (2) The Registrar shall reinstate the former member’s certificate of registration, (a)  if the Registrar is satisfied that the former member has corrected the deficiency or deficiencies that provided the grounds for the revocation of the former member’s certificate; (b)  if the Registrar is satisfied that the former member will be in compliance with all of the certificate’s terms, conditions and limitations as of the date of the anticipated reinstatement; and (c)  if the former member has paid any applicable fees required under the by-laws.  O. Reg. 72/12, s. 1. Transitional",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>(1) A former member whose certificate of registration was revoked under section 22 may apply for the reinstatement of his or her certificate within two years after the date on which the certificate was revoked by submitting a completed application to the Registrar in the form provided by the Registrar.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (2) The Registrar shall reinstate the former member’s certificate of registration,</p> <p class=\"clause-e\">  (a)  if the Registrar is satisfied that the former member has corrected the deficiency or deficiencies that provided the grounds for the revocation of the former member’s certificate;</p> <p class=\"clause-e\">  (b)  if the Registrar is satisfied that the former member will be in compliance with all of the certificate’s terms, conditions and limitations as of the date of the anticipated reinstatement; and</p> <p class=\"clause-e\">  (c)  if the former member has paid any applicable fees required under the by-laws.  O. Reg. 72/12, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK11\"></a>Transitional</p>"
        },
        {
            "ahref_id": "#24.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 24. (1) If a person submitted an application for a certificate of registration before the coming into force of this Part, and that application was still being dealt with at the time this Part came into force, Part III.1, as it read immediately before it was revoked, applies with respect to that application.  O. Reg. 72/12, s. 1. (2) Despite subsection (1), an applicant and the Registrar may agree that this Part applies with respect to an application submitted before the coming into force of this Part.  O. Reg. 72/12, s. 1. PART II   QUALITY ASSURANCE General",
            "raw_html": "<p class=\"section-e\"> <b>24. </b>(1) If a person submitted an application for a certificate of registration before the coming into force of this Part, and that application was still being dealt with at the time this Part came into force, Part III.1, as it read immediately before it was revoked, applies with respect to that application.  O. Reg. 72/12, s. 1.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), an applicant and the Registrar may agree that this Part applies with respect to an application submitted before the coming into force of this Part.  O. Reg. 72/12, s. 1.</p> <p class=\"partnum-e\"><a name=\"BK12\"></a>PART II <br/>  QUALITY ASSURANCE</p> <p class=\"heading1-e\"><a name=\"BK13\"></a>General</p>"
        },
        {
            "ahref_id": "#25.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 25. In this Part, “assessor” means an assessor appointed under section 81 of the Health Professions Procedural Code; “Committee” means the Quality Assurance Committee required by subsection 10 (1) of the Health Professions Procedural Code; “program” means the quality assurance program required by section 80 of the Health Professions Procedural Code; “stratified random sampling” means a sampling where groups of members are, (a)  removed from the pool of members to be sampled, or (b)  weighted to increase or decrease the likelihood of their being selected. O. Reg. 374/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>25. </b>In this Part,</p> <p class=\"firstdef-e\">“assessor” means an assessor appointed under section 81 of the Health Professions Procedural Code;</p> <p class=\"definition-e\">“Committee” means the Quality Assurance Committee required by subsection 10 (1) of the Health Professions Procedural Code;</p> <p class=\"definition-e\">“program” means the quality assurance program required by section 80 of the Health Professions Procedural Code;</p> <p class=\"definition-e\">“stratified random sampling” means a sampling where groups of members are,</p> <p class=\"defclause-e\">  (a)  removed from the pool of members to be sampled, or</p> <p class=\"defclause-e\">  (b)  weighted to increase or decrease the likelihood of their being selected. O. Reg. 374/12, s. 1.</p>"
        },
        {
            "ahref_id": "#26.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 26. (1) The program shall include the following components: 1.  Self-assessments. 2.  Continuing education or professional development designed to, i.  promote continuing competence and continuing quality improvement among the members, ii.  address changes in practice environments, and iii.  incorporate standards of practice, advances in technology, changes made to entry to practice competencies and other relevant issues at the discretion of the Council. 3.  Peer and practice assessments. 4.  A mechanism for the College to monitor members’ participation in and compliance with the program. O. Reg. 374/12, s. 1. (2) Every member shall comply with the requirements of the program. O. Reg. 374/12, s. 1. (3) The Committee shall administer the program. O. Reg. 374/12, s. 1. (4) The Chair of the Committee shall appoint a panel composed of at least three members of the Committee, at least one of whom shall be a member of the Council appointed by the Lieutenant Governor in Council. O. Reg. 374/12, s. 1. (5) A panel of the Committee may act on behalf of the Committee with respect to anything under this Part. O. Reg. 374/12, s. 1. (6) Three members of a panel constitute a quorum. O. Reg. 374/12, s. 1. Self-Assessment, Continuing Education and Professional Development",
            "raw_html": "<p class=\"section-e\"> <b>26. </b>(1) The program shall include the following components:</p> <p class=\"paragraph-e\">  1.  Self-assessments.</p> <p class=\"paragraph-e\">  2.  Continuing education or professional development designed to,</p> <p class=\"subpara-e\">  i.  promote continuing competence and continuing quality improvement among the members,</p> <p class=\"subpara-e\">  ii.  address changes in practice environments, and</p> <p class=\"subpara-e\">  iii.  incorporate standards of practice, advances in technology, changes made to entry to practice competencies and other relevant issues at the discretion of the Council.</p> <p class=\"paragraph-e\">  3.  Peer and practice assessments.</p> <p class=\"paragraph-e\">  4.  A mechanism for the College to monitor members’ participation in and compliance with the program. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (2) Every member shall comply with the requirements of the program. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (3) The Committee shall administer the program. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (4) The Chair of the Committee shall appoint a panel composed of at least three members of the Committee, at least one of whom shall be a member of the Council appointed by the Lieutenant Governor in Council. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (5) A panel of the Committee may act on behalf of the Committee with respect to anything under this Part. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (6) Three members of a panel constitute a quorum. O. Reg. 374/12, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK14\"></a>Self-Assessment, Continuing Education and Professional Development</p>"
        },
        {
            "ahref_id": "#27.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 27. (1) Every member shall participate in a continuing education program that includes an assessment of the member’s knowledge of jurisprudence. O. Reg. 374/12, s. 1. (2) Every member shall, in the form, frequency and manner approved by the Committee, (a)  assess the member’s performance using professional standards and competencies, including changes to entry to practice competencies; (b)  assess the member’s current and future practice environment, including advances in technology; (c)  record the member’s achievements with respect to his or her professional development goals for the period being assessed; and (d)  set professional development goals and identify learning activities designed to achieve the member’s professional development goals for the subsequent period. O. Reg. 374/12, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>27. </b>(1) Every member shall participate in a continuing education program that includes an assessment of the member’s knowledge of jurisprudence. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (2) Every member shall, in the form, frequency and manner approved by the Committee,</p> <p class=\"clause-e\">  (a)  assess the member’s performance using professional standards and competencies, including changes to entry to practice competencies;</p> <p class=\"clause-e\">  (b)  assess the member’s current and future practice environment, including advances in technology;</p> <p class=\"clause-e\">  (c)  record the member’s achievements with respect to his or her professional development goals for the period being assessed; and</p> <p class=\"clause-e\">  (d)  set professional development goals and identify<b> </b>learning activities designed to achieve the member’s professional development goals for the subsequent period. O. Reg. 374/12, s. 1.</p>"
        },
        {
            "ahref_id": "#28.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 28. (1) Every member shall, in the form and manner approved by the Committee, make a record of his or her self-assessments, continuing education and professional development, and shall keep the record for at least five years following the date of the self-assessment, continuing education or professional development. O. Reg. 374/12, s. 1. (2) At the request of the Committee, an assessor or an employee of the College, a member shall, within the time period specified in the request, or where no time period is specified, within 30 days after receiving the request, (a)  provide to the Committee, an assessor or an employee of the College accurate information about the member’s self-assessments, continuing education and professional development, together with any documents related to the continuing education or professional development; and (b)  provide to the Committee, an assessor or an employee of the College the member’s record of self-assessment, continuing education and professional development. O. Reg. 374/12, s. 1. Peer and Practice Assessment",
            "raw_html": "<p class=\"section-e\"> <b>28. </b>(1) Every member shall, in the form and manner approved by the Committee, make a record of his or her self-assessments, continuing education and professional development, and shall keep the record for at least five years following the date of the self-assessment, continuing education or professional development. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (2) At the request of the Committee, an assessor or an employee of the College, a member shall, within the time period specified in the request, or where no time period is specified, within 30 days after receiving the request,</p> <p class=\"clause-e\">  (a)  provide to the Committee, an assessor or an employee of the College accurate information about the member’s self-assessments, continuing education and professional development, together with any documents related to the continuing education or professional development; and</p> <p class=\"clause-e\">  (b)  provide to the Committee, an assessor or an employee of the College the member’s record of self-assessment, continuing education and professional development. O. Reg. 374/12, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK15\"></a>Peer and Practice Assessment</p>"
        },
        {
            "ahref_id": "#29.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 29. (1) Each year, the Committee shall select members to undergo peer and practice assessments in order to assess whether the members’ knowledge, skill and judgment are satisfactory. O. Reg. 374/12, s. 1. (2) A member may be selected to undergo a peer and practice assessment, (a)  at random, including by stratified random sampling; (b)  on the basis of criteria specified by the Committee and posted on the College’s website at least three months before a member is selected on the basis of those criteria; or (c)  if the member has failed to comply with the requirements in section 27 or 28 and the Committee determines that the member should undergo a peer and practice assessment. O. Reg. 374/12, s. 1. (3) The Committee shall appoint an assessor to conduct each peer and practice assessment. O. Reg. 374/12, s. 1. (4) A peer and practice assessment may be conducted in stages over a period of time or all at once at the discretion of the Committee or the assessor conducting the assessment. O. Reg. 374/12, s. 1. (5) A peer and practice assessment may include the following: 1.  Reviewing the member’s record of self-assessment, continuing education and professional development. 2.  Inspecting the premises and practice environment where the member practises. 3.  Reviewing the member’s records related to his or her professional activities. 4.  Interviewing or surveying the member and his or her employer, employees, colleagues, peers, patients and clients. 5.  Requiring the member to answer, orally or in writing, questions related to his or her professional activities. 6.  Requiring the member to solve simulated problems or case studies related to his or her professional activities. O. Reg. 374/12, s. 1. (6) A member who is selected to undergo a peer and practice assessment shall be given at least 14 days notice before the assessment begins. O. Reg. 374/12, s. 1. (7) If a member requests that a peer and practice assessment be delayed and provides an explanation and documentation in support of the request that the Committee considers satisfactory, the Committee may delay the start of the assessment if there are extenuating circumstances such as maternity, illness or disability, bereavement, personal hardship, employment outside of Ontario or a sabbatical. O. Reg. 374/12, s. 1. (8) The assessor shall prepare a written report on the peer and practice assessment and submit it to the Committee. O. Reg. 374/12, s. 1. (9) If, after considering the assessor’s report and any other relevant information, the Committee is of the opinion that the member’s knowledge, skill and judgment are satisfactory, the Committee shall advise the member of the results of the assessment. O. Reg. 374/12, s. 1. (10) If, after considering the assessor’s report and any other relevant information, the Committee is of the opinion that the member’s knowledge, skill or judgment are not satisfactory, the Committee shall provide to the member, (a)  notice of its opinion; (b)  a copy of the assessor’s report; (c)  notice of the member’s right to make submissions to the Committee within 14 days after receiving the notice or within such longer period as may be specified in the notice; and (d)  any other relevant information the Committee considered. O. Reg. 374/12, s. 1. (11) After receiving the notice, a copy of the assessor’s report and any other relevant information the Committee considered, the member shall have 14 days, or such longer period as may be specified in the notice given under clause (10) (c), to make written submissions to the Committee. O. Reg. 374/12, s. 1. (12) If, after considering any written submissions made by the member, the Committee is still of the opinion that the member’s knowledge, skill or judgment are not satisfactory, the Committee may exercise any power listed in section 80.2 of the Health Professions Procedural Code. O. Reg. 374/12, s. 1. (13) If the Committee decides to exercise a power listed in section 80.2 of the Code, the Committee may, at the time it communicates its decision to the member or at any time thereafter, require the member to undergo a peer and practice reassessment to determine whether the member’s knowledge, skill and judgment are satisfactory. O. Reg. 374/12, s. 1. (14) Subsections (3) to (13) apply with necessary modifications to a peer and practice reassessment. O. Reg. 374/12, s. 1. part iiI   notice of meetings and hearings",
            "raw_html": "<p class=\"section-e\"> <b>29. </b>(1) Each year, the Committee shall select members to undergo peer and practice assessments in order to assess whether the members’ knowledge, skill and judgment are satisfactory. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (2) A member may be selected to undergo a peer and practice assessment,</p> <p class=\"clause-e\">  (a)  at random, including by stratified random sampling;</p> <p class=\"clause-e\">  (b)  on the basis of criteria specified by the Committee and posted on the College’s website at least three months before a member is selected on the basis of those criteria; or</p> <p class=\"clause-e\">  (c)  if the member has failed to comply with the requirements in section 27 or 28 and the Committee determines that the member should undergo a peer and practice assessment. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (3) The Committee shall appoint an assessor to conduct each peer and practice assessment. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (4) A peer and practice assessment may be conducted in stages over a period of time or all at once at the discretion of the Committee or the assessor conducting the assessment. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (5) A peer and practice assessment may include the following:</p> <p class=\"paragraph-e\">  1.  Reviewing the member’s record of self-assessment, continuing education and professional development.</p> <p class=\"paragraph-e\">  2.  Inspecting the premises and practice environment where the member practises.</p> <p class=\"paragraph-e\">  3.  Reviewing the member’s records related to his or her professional activities.</p> <p class=\"paragraph-e\">  4.  Interviewing or surveying the member and his or her employer, employees, colleagues, peers, patients and clients.</p> <p class=\"paragraph-e\">  5.  Requiring the member to answer, orally or in writing, questions related to his or her professional activities.</p> <p class=\"paragraph-e\">  6.  Requiring the member to solve simulated problems or case studies related to his or her professional activities. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (6) A member who is selected to undergo a peer and practice assessment shall be given at least 14 days notice before the assessment begins. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (7) If a member requests that a peer and practice assessment be delayed and provides an explanation and documentation in support of the request that the Committee considers satisfactory, the Committee may delay the start of the assessment if there are extenuating circumstances such as maternity, illness or disability, bereavement, personal hardship, employment outside of Ontario or a sabbatical. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (8) The assessor shall prepare a written report on the peer and practice assessment and submit it to the Committee. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (9) If, after considering the assessor’s report and any other relevant information, the Committee is of the opinion that the member’s knowledge, skill and judgment are satisfactory, the Committee shall advise the member of the results of the assessment. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (10) If, after considering the assessor’s report and any other relevant information, the Committee is of the opinion that the member’s knowledge, skill or judgment are not satisfactory, the Committee shall provide to the member,</p> <p class=\"clause-e\">  (a)  notice of its opinion;</p> <p class=\"clause-e\">  (b)  a copy of the assessor’s report; </p> <p class=\"clause-e\">  (c)  notice of the member’s right to make submissions to the Committee within 14 days after receiving the notice or within such longer period as may be specified in the notice; and</p> <p class=\"clause-e\">  (d)  any other relevant information the Committee considered. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (11) After receiving the notice, a copy of the assessor’s report and any other relevant information the Committee considered, the member shall have 14 days, or such longer period as may be specified in the notice given under clause (10) (c), to make written submissions to the Committee. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (12) If, after considering any written submissions made by the member, the Committee is still of the opinion that the member’s knowledge, skill or judgment are not satisfactory, the Committee may exercise any power listed in section 80.2 of the Health Professions Procedural Code. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (13) If the Committee decides to exercise a power listed in section 80.2 of the Code, the Committee may, at the time it communicates its decision to the member or at any time thereafter, require the member to undergo a peer and practice reassessment to determine whether the member’s knowledge, skill and judgment are satisfactory. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (14) Subsections (3) to (13) apply with necessary modifications to a peer and practice reassessment. O. Reg. 374/12, s. 1.</p> <p class=\"partnum-e\"><a name=\"BK16\"></a>part iiI <br/>  notice of meetings and hearings</p>"
        },
        {
            "ahref_id": "#30.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 30. (1) The Registrar shall ensure that notice is given in accordance with this Part with respect to each of the following that is required to be open to the public under the Act: 1.  A meeting of the Council. 2.  A hearing of the Discipline Committee respecting allegations of a member’s professional misconduct or incompetence. O. Reg. 374/12, s. 1. (2) The notice shall, if possible, be posted on the College’s website not less than 14 days before the date of the meeting or hearing. O. Reg. 374/12, s. 1. (3) The notice shall be posted in English and in French. O. Reg. 374/12, s. 1. (4) The notice shall include, (a)  the date, time and location of the meeting or hearing; (b)  a statement of the purpose of the meeting or hearing including, in the case of a hearing, the name of the member against whom the allegations have been made and the member’s principal place of practice; and (c)  an address and telephone number at which further information about the meeting or hearing may be obtained. O. Reg. 374/12, s. 1. (5) The Registrar shall give notice of a meeting or hearing that is open to the public to every person who requests it. O. Reg. 374/12, s. 1. (6) No meeting or hearing is invalid simply because a person has not complied with a requirement under this Part. O. Reg. 374/12, s. 1. Part III.1\r\n(ss. 30.1-30.15) Revoked: O. Reg. 72/12, s. 2. Part III.2\r\n(ss. 30.16-30.24) Revoked: O. Reg. 374/12, s. 2. Part III.3\r\n(s. 30.25) Revoked: O. Reg. 374/12, s. 2. Part IV (s. 31) Revoked: O. Reg. 301/01, s. 5.    ",
            "raw_html": "<p class=\"section-e\"> <b>30. </b>(1) The Registrar shall ensure that notice is given in accordance with this Part with respect to each of the following that is required to be open to the public under the Act:</p> <p class=\"paragraph-e\">  1.  A meeting of the Council.</p> <p class=\"paragraph-e\">  2.  A hearing of the Discipline Committee respecting allegations of a member’s professional misconduct or incompetence. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (2) The notice shall, if possible, be posted on the College’s website not less than 14 days before the date of the meeting or hearing. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (3) The notice shall be posted in English and in French. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (4) The notice shall include,</p> <p class=\"clause-e\">  (a)  the date, time and location of the meeting or hearing;</p> <p class=\"clause-e\">  (b)  a statement of the purpose of the meeting or hearing including, in the case of a hearing, the name of the member against whom the allegations have been made and the member’s principal place of practice; and</p> <p class=\"clause-e\">  (c)  an address and telephone number at which further information about the meeting or hearing may be obtained. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (5) The Registrar shall give notice of a meeting or hearing that is open to the public to every person who requests it. O. Reg. 374/12, s. 1.</p> <p class=\"subsection-e\">  (6) No meeting or hearing is invalid simply because a person has not complied with a requirement under this Part. O. Reg. 374/12, s. 1.</p> <p class=\"partnumRevoked-e\"><span class=\"ovboldallcaps\">Part III.1\r\n</span>(ss. 30.1-30.15) <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 72/12, s. 2.</p> <p class=\"partnumRevoked-e\"><span class=\"ovboldallcaps\">Part III.2\r\n</span>(ss. 30.16-30.24) <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 374/12, s. 2.</p> <p class=\"partnumRevoked-e\"><span class=\"ovboldallcaps\">Part III.3\r\n</span>(s. 30.25) <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 374/12, s. 2.</p> <p class=\"partnumRevoked-e\"><span class=\"ovboldallcaps\">Part IV </span>(s. 31) <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 301/01, s. 5.</p> <p class=\"partnumRevoked-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}