{
    "reg_info": {
        "full_title": "O. Reg. 53/05: PAYMENTS UNDER SECTION 78.1 OF THE ACT",
        "reg_name_text": "Payments under Section 78.1 of the Act",
        "citation": "O. Reg. 53/05: PAYMENTS UNDER SECTION 78.1 OF THE ACT",
        "act_under": "Ontario Energy Board Act, 1998",
        "url": "https://www.ontario.ca/laws/regulation/050053",
        "date_scraped": "2023-12-18 05:06:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/050053/v14",
            "valid_from": "December  9, 2022",
            "valid_to": "December 31, 2022"
        },
        {
            "a_href": "/laws/regulation/050053/v13",
            "valid_from": "January  1, 2022",
            "valid_to": "December  8, 2022"
        },
        {
            "a_href": "/laws/regulation/050053/v12",
            "valid_from": "November  5, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/regulation/050053/v11",
            "valid_from": "November  6, 2020",
            "valid_to": "November  4, 2021"
        },
        {
            "a_href": "/laws/regulation/050053/v10",
            "valid_from": "March  2, 2017",
            "valid_to": "November  5, 2020"
        },
        {
            "a_href": "/laws/regulation/050053/v9",
            "valid_from": "January  1, 2016",
            "valid_to": "March  1, 2017"
        },
        {
            "a_href": "/laws/regulation/050053/v8",
            "valid_from": "November 27, 2015",
            "valid_to": "December 31, 2015"
        },
        {
            "a_href": "/laws/regulation/050053/v7",
            "valid_from": "July  1, 2014",
            "valid_to": "November 26, 2015"
        },
        {
            "a_href": "/laws/regulation/050053/v6",
            "valid_from": "November 29, 2013",
            "valid_to": "June 30, 2014"
        },
        {
            "a_href": "/laws/regulation/050053/v5",
            "valid_from": "February 19, 2008",
            "valid_to": "November 28, 2013"
        },
        {
            "a_href": "/laws/regulation/050053/v4",
            "valid_from": "February  9, 2007",
            "valid_to": "February 18, 2008"
        },
        {
            "a_href": "/laws/regulation/050053/v3",
            "valid_from": "June  6, 2005",
            "valid_to": "February  8, 2007"
        },
        {
            "a_href": "/laws/regulation/050053/v2",
            "valid_from": "April  1, 2005",
            "valid_to": "June  5, 2005"
        },
        {
            "a_href": "/laws/regulation/050053/v1",
            "valid_from": "February 22, 2005",
            "valid_to": "March 31, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "0.1",
            "section": "Definitions",
            "content": " 0.1 (1) In this Regulation, “approved reference plan” means a reference plan, as defined in the Ontario Nuclear Funds Agreement, that has been approved by Her Majesty the Queen in right of Ontario in accordance with that agreement; (“plan de renvoi approuvé”) “base payment amount” means the payment amount approved by the Board in respect of output from the hydroelectric facilities or the nuclear facilities, as the case may be, excluding any fixed or variable payment amount rider; (“montant du paiement de base”) “calculation period” means each period for which the Board determines the approved revenue requirements under subparagraph 12 ii of subsection 6 (2) together with the year immediately prior to that period; (“période de calcul”) “Darlington Refurbishment Project” means the work undertaken by Ontario Power Generation Inc. in respect of the refurbishment, in whole or in part, of some or all of the generating units of the Darlington Nuclear Generating Station; (“projet de remise en état de la centrale de Darlington”) “deferral period” means the period beginning on January 1, 2017, and ending when the Darlington Refurbishment Project ends; (“période de report”) “hydroelectric facilities” means the hydroelectric generation facilities prescribed in paragraphs 1, 2 and 6 of section 2; (“installations hydroélectriques”) “nuclear decommissioning liability” means the liability of Ontario Power Generation Inc. for decommissioning its nuclear generation facilities and the management of its nuclear waste and used fuel; (“obligation en matière de déclassement nucléaire”) “nuclear facilities” means the nuclear generation facilities prescribed in paragraphs 3, 4, 5 and 7 of section 2; (“installations nucléaires”) “Ontario Nuclear Funds Agreement” means the agreement entered into as of April 1, 1999 by Her Majesty the Queen in right of Ontario, Ontario Power Generation Inc. and certain subsidiaries of Ontario Power Generation Inc., including any amendments to the agreement; (“Ontario Nuclear Funds Agreement”) “OPG weighted average payment amount” for a year means the total production-weighted average payment amount that is used in the determination of the payments made under section 78.1 of the Act with respect to the generation facilities prescribed in section 2 of this Regulation, calculated according to the formula: (((NPA + NPR) × NPF) + (HPA + HPR) × HPF) / (NPF + HPF) where, NPA  is the Board-approved payment amount for the year in respect of the nuclear facilities, NPR  is the Board-approved payment amount rider for the year in respect of the recovery of balances recorded in the deferral accounts and variance accounts established for the nuclear facilities, excluding the deferral account established under subsection 5.5 (1), NPF  is the Board-approved production forecast for the nuclear facilities for the year, HPA  is the Board-approved payment amount for the year, or the expected payment amount resulting from a Board-approved rate-setting formula, as applicable, in respect of the hydroelectric facilities, HPR  is the Board-approved payment amount rider for the year in respect of the recovery of balances recorded in the deferral accounts and variance accounts established for the hydroelectric facilities, and HPF  is the Board-approved production forecast for the hydroelectric facilities for the year; (“paiement moyen pondéré effectué à OPG”) “Pickering B extension activities” means any activities in furtherance of the operation of the Pickering B Nuclear Generating Station during the Pickering B extension period, whether or not the activities occurred during that period; (“activités de prolongation de l’exploitation de Pickering B”) “Pickering B extension period” means the period beginning on January 1, 2026 and ending no later than September 30, 2026; (“période de prolongation de l’exploitation de Pickering B”) “Pickering closure” means the closure or decommissioning of the Pickering A Nuclear Generating Station or Pickering B Nuclear Generating Station, or the retirement of a generating unit at the Pickering A Nuclear Generating Station or Pickering B Nuclear Generating Station from electricity generation; (“fermeture de Pickering”) “Pickering closure activities” means any activities in furtherance of a Pickering closure; (“activités de fermeture de Pickering”) “small modular reactor” means a nuclear generation facility with an operating capacity of 500 megawatts or less. (“petit réacteur modulaire”) O. Reg. 23/07, s. 1; O. Reg. 353/15, s. 1; O. Reg. 57/17, s. 1; O. Reg. 622/20, s. 1; O. Reg. 739/21, s. 1; O. Reg. 557/22, s. 1. (2) For the purposes of this Regulation, the output of a generation facility shall be measured at the facility’s delivery points, as determined in accordance with the market rules. O. Reg. 312/13. s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>0.1</b> (1) In this Regulation,</p> <p class=\"firstdef-e\">“approved reference plan” means a reference plan, as defined in the Ontario Nuclear Funds Agreement, that has been approved by Her Majesty the Queen in right of Ontario in accordance with that agreement; (“plan de renvoi approuvé”)</p> <p class=\"definition-e\">“base payment amount” means the payment amount approved by the Board in respect of output from the hydroelectric facilities or the nuclear facilities, as the case may be, excluding any fixed or variable payment amount rider; (“montant du paiement de base”)</p> <p class=\"definition-e\">“calculation period” means each period for which the Board determines the approved revenue requirements under subparagraph 12 ii of subsection 6 (2) together with the year immediately prior to that period; (“période de calcul”)</p> <p class=\"definition-e\">“Darlington Refurbishment Project” means the work undertaken by Ontario Power Generation Inc. in respect of the refurbishment, in whole or in part, of some or all of the generating units of the Darlington Nuclear Generating Station; (“projet de remise en état de la centrale de Darlington”)</p> <p class=\"definition-e\">“deferral period” means the period beginning on January 1, 2017, and ending when the Darlington Refurbishment Project ends; (“période de report”)</p> <p class=\"definition-e\">“hydroelectric facilities” means the hydroelectric generation facilities prescribed in paragraphs 1, 2 and 6 of section 2; (“installations hydroélectriques”)</p> <p class=\"definition-e\">“nuclear decommissioning liability” means the liability of Ontario Power Generation Inc. for decommissioning its nuclear generation facilities and the management of its nuclear waste and used fuel; (“obligation en matière de déclassement nucléaire”)</p> <p class=\"definition-e\">“nuclear facilities” means the nuclear generation facilities prescribed in paragraphs 3, 4, 5 and 7 of section 2; (“installations nucléaires”)</p> <p class=\"definition-e\">“Ontario Nuclear Funds Agreement” means the agreement entered into as of April 1, 1999 by Her Majesty the Queen in right of Ontario, Ontario Power Generation Inc. and certain subsidiaries of Ontario Power Generation Inc., including any amendments to the agreement; (“Ontario Nuclear Funds Agreement”)</p> <p class=\"definition-e\">“OPG weighted average payment amount” for a year means the total production-weighted average payment amount that is used in the determination of the payments made under section 78.1 of the Act with respect to the generation facilities prescribed in section 2 of this Regulation, calculated according to the formula:</p> <p class=\"equation-e\">(((NPA + NPR) × NPF) + (HPA + HPR) × HPF) / (NPF + HPF)</p> <p class=\"equationind1-e\">where,</p> <p class=\"equationind1-e\"> NPA  is the Board-approved payment amount for the year in respect of the nuclear facilities,</p> <p class=\"equationind1-e\"> NPR  is the Board-approved payment amount rider for the year in respect of the recovery of balances recorded in the deferral accounts and variance accounts established for the nuclear facilities, excluding the deferral account established under subsection 5.5 (1),</p> <p class=\"equationind1-e\"> NPF  is the Board-approved production forecast for the nuclear facilities for the year,</p> <p class=\"equationind1-e\"> HPA  is the Board-approved payment amount for the year, or the expected payment amount resulting from a Board-approved rate-setting formula, as applicable, in respect of the hydroelectric facilities,</p> <p class=\"equationind1-e\"> HPR  is the Board-approved payment amount rider for the year in respect of the recovery of balances recorded in the deferral accounts and variance accounts established for the hydroelectric facilities, and</p> <p class=\"equationind1-e\"> HPF  is the Board-approved production forecast for the hydroelectric facilities for the year; (“paiement moyen pondéré effectué à OPG”)</p> <p class=\"definition-e\">“Pickering B extension activities” means any activities in furtherance of the operation of the Pickering B Nuclear Generating Station during the Pickering B extension period, whether or not the activities occurred during that period; (“activités de prolongation de l’exploitation de Pickering B”)</p> <p class=\"definition-e\">“Pickering B extension period” means the period beginning on January 1, 2026 and ending no later than September 30, 2026; (“période de prolongation de l’exploitation de Pickering B”)</p> <p class=\"definition-e\">“Pickering closure” means the closure or decommissioning of the Pickering A Nuclear Generating Station or Pickering B Nuclear Generating Station, or the retirement of a generating unit at the Pickering A Nuclear Generating Station or Pickering B Nuclear Generating Station from electricity generation; (“fermeture de Pickering”)</p> <p class=\"definition-e\">“Pickering closure activities” means any activities in furtherance of a Pickering closure; (“activités de fermeture de Pickering”)</p> <p class=\"definition-e\">“small modular reactor” means a nuclear generation facility with an operating capacity of 500 megawatts or less. (“petit réacteur modulaire”) O. Reg. 23/07, s. 1; O. Reg. 353/15, s. 1; O. Reg. 57/17, s. 1; O. Reg. 622/20, s. 1; O. Reg. 739/21, s. 1; O. Reg. 557/22, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of this Regulation, the output of a generation facility shall be measured at the facility’s delivery points, as determined in accordance with the market rules. O. Reg. 312/13. s. 1.</p>"
        },
        {
            "id": "1.",
            "section": "Prescribed generator",
            "content": " 1. Ontario Power Generation Inc. is prescribed as a generator for the purposes of section 78.1 of the Act.  O. Reg. 53/05, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>Ontario Power Generation Inc. is prescribed as a generator for the purposes of section 78.1 of the Act.  O. Reg. 53/05, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Prescribed generation facilities",
            "content": " 2. The following generation facilities of Ontario Power Generation Inc. are prescribed for the purposes of section 78.1 of the Act: 1.  The following hydroelectric generating stations located in The Regional Municipality of Niagara: i.  Sir Adam Beck I. ii.  Sir Adam Beck II. iii.  Sir Adam Beck Pump Generating Station. iv.  De Cew Falls I. v.  De Cew Falls II. 2.  The R. H. Saunders hydroelectric generating station on the St. Lawrence River. 3.  Pickering A Nuclear Generating Station. 4.  Pickering B Nuclear Generating Station. 5.  Darlington Nuclear Generating Station. 6.  As of July 1, 2014, the generation facilities of Ontario Power Generation Inc. that are set out in Schedule 1. 7.  Any small modular reactors on the lands owned by Ontario Power Generation Inc. in the Municipality of Clarington, Regional Municipality of Durham that are described in Schedule 2. O. Reg. 53/05, s. 2; O. Reg. 23/07, s. 2; O. Reg. 312/13, s. 2; O. Reg. 739/21, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The following generation facilities of Ontario Power Generation Inc. are prescribed for the purposes of section 78.1 of the Act:</p> <p class=\"paragraph-e\">  1.  The following hydroelectric generating stations located in The Regional Municipality of Niagara:</p> <p class=\"subpara-e\">  i.  Sir Adam Beck I.</p> <p class=\"subpara-e\">  ii.  Sir Adam Beck II.</p> <p class=\"subpara-e\">  iii.  Sir Adam Beck Pump Generating Station.</p> <p class=\"subpara-e\">  iv.  De Cew Falls I.</p> <p class=\"subpara-e\">  v.  De Cew Falls II.</p> <p class=\"paragraph-e\">  2.  The R. H. Saunders hydroelectric generating station on the St. Lawrence River.</p> <p class=\"paragraph-e\">  3.  Pickering A Nuclear Generating Station.</p> <p class=\"paragraph-e\">  4.  Pickering B Nuclear Generating Station.</p> <p class=\"paragraph-e\">  5.  Darlington Nuclear Generating Station.</p> <p class=\"paragraph-e\">  6.  As of July 1, 2014, the generation facilities of Ontario Power Generation Inc. that are set out in Schedule 1.</p> <p class=\"paragraph-e\">  7.  Any small modular reactors on the lands owned by Ontario Power Generation Inc. in the Municipality of Clarington, Regional Municipality of Durham that are described in Schedule 2. O. Reg. 53/05, s. 2; O. Reg. 23/07, s. 2; O. Reg. 312/13, s. 2; O. Reg. 739/21, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Prescribed date for s. 78.1 (2) of the Act",
            "content": "  3. April 1, 2008 is prescribed for the purposes of subsection 78.1 (2) of the Act.  O. Reg. 53/05, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>April 1, 2008 is prescribed for the purposes of subsection 78.1 (2) of the Act.  O. Reg. 53/05, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Prescribed date for s. 78.1 (2) of the Act",
            "content": "  4. Revoked: O. Reg. 312/13, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  4. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 312/13, s. 3.</p>"
        },
        {
            "id": "5.",
            "section": "Deferral and variance accounts",
            "content": "  5. (1) Ontario Power Generation Inc. shall establish a variance account in connection with section 78.1 of the Act that records capital and non-capital costs incurred and revenues earned or foregone on or after April 1, 2005 due to deviations from the forecasts as set out in the document titled “Forecast Information (as of Q3/2004) for Facilities Prescribed under Ontario Regulation 53/05” posted and available on the Ontario Energy Board website, that are associated with, (a)  differences in hydroelectric electricity production due to differences between forecast and actual water conditions; (b)  unforeseen changes to nuclear regulatory requirements or unforeseen technological changes which directly affect the nuclear generation facilities, excluding revenue requirement impacts described in subsections 5.1 (1) and 5.2 (1); (c)  changes to revenues for ancillary services from the generation facilities prescribed under section 2; (d)  acts of God, including severe weather events; and (e)  transmission outages and transmission restrictions that are not otherwise compensated for through congestion management settlement credits under the market rules. O. Reg. 23/07, s. 3. (2) The calculation of revenues earned or foregone due to changes in electricity production associated with clauses (1) (a), (b), (d) and (e) shall be based on the following prices: 1.  $33.00 per megawatt hour from hydroelectric generation facilities prescribed in paragraphs 1 and 2 of section 2. 2.  $49.50 per megawatt hour from nuclear generation facilities prescribed in paragraphs 3, 4 and 5 of section 2. O. Reg. 23/07, s. 3. (3) Ontario Power Generation Inc. shall record simple interest on the monthly opening balance of the account at an annual rate of 6 per cent applied to the monthly opening balance in the account, compounded annually. O. Reg. 23/07, s. 3. (4) Ontario Power Generation Inc. shall establish a deferral account in connection with section 78.1 of the Act that records non-capital costs incurred on or after January 1, 2005 that are associated with the planned return to service of all generating units at the Pickering A Nuclear Generating Station, including those generating units which the board of directors of Ontario Power Generation Inc. has determined should be placed in safe storage. O. Reg. 23/07, s. 3; O. Reg. 557/22, s. 2. (5) For the purposes of subsection (4), the non-capital costs include, but are not restricted to, (a)  construction costs, assessment costs, pre-engineering costs, project completion costs and demobilization costs; and (b)  interest costs, recorded as simple interest on the monthly opening balance of the account at an annual rate of 6 per cent applied to the monthly opening balance in the account, compounded annually. O. Reg. 23/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  5. </b>(1) Ontario Power Generation Inc. shall establish a variance account in connection with section 78.1 of the Act that records capital and non-capital costs incurred and revenues earned or foregone on or after April 1, 2005 due to deviations from the forecasts as set out in the document titled “Forecast Information (as of Q3/2004) for Facilities Prescribed under Ontario Regulation 53/05” posted and available on the Ontario Energy Board website, that are associated with,</p> <p class=\"clause-e\">  (a)  differences in hydroelectric electricity production due to differences between forecast and actual water conditions;</p> <p class=\"clause-e\">  (b)  unforeseen changes to nuclear regulatory requirements or unforeseen technological changes which directly affect the nuclear generation facilities, excluding revenue requirement impacts described in subsections 5.1 (1) and 5.2 (1);</p> <p class=\"clause-e\">  (c)  changes to revenues for ancillary services from the generation facilities prescribed under section 2;</p> <p class=\"clause-e\">  (d)  acts of God, including severe weather events; and</p> <p class=\"clause-e\">  (e)  transmission outages and transmission restrictions that are not otherwise compensated for through congestion management settlement credits under the market rules. O. Reg. 23/07, s. 3.</p> <p class=\"subsection-e\">  (2) The calculation of revenues earned or foregone due to changes in electricity production associated with clauses (1) (a), (b), (d) and (e) shall be based on the following prices:</p> <p class=\"paragraph-e\">  1.  $33.00 per megawatt hour from hydroelectric generation facilities prescribed in paragraphs 1 and 2 of section 2.</p> <p class=\"paragraph-e\">  2.  $49.50 per megawatt hour from nuclear generation facilities prescribed in paragraphs 3, 4 and 5 of section 2. O. Reg. 23/07, s. 3.</p> <p class=\"subsection-e\">  (3) Ontario Power Generation Inc. shall record simple interest on the monthly opening balance of the account at an annual rate of 6 per cent applied to the monthly opening balance in the account, compounded annually. O. Reg. 23/07, s. 3.</p> <p class=\"subsection-e\">  (4) Ontario Power Generation Inc. shall establish a deferral account in connection with section 78.1 of the Act that records non-capital costs incurred on or after January 1, 2005 that are associated with the planned return to service of all generating units at the Pickering A Nuclear Generating Station, including those generating units which the board of directors of Ontario Power Generation Inc. has determined should be placed in safe storage. O. Reg. 23/07, s. 3; O. Reg. 557/22, s. 2.</p> <p class=\"subsection-e\">  (5) For the purposes of subsection (4), the non-capital costs include, but are not restricted to,</p> <p class=\"clause-e\">  (a)  construction costs, assessment costs, pre-engineering costs, project completion costs and demobilization costs; and</p> <p class=\"clause-e\">  (b)  interest costs, recorded as simple interest on the monthly opening balance of the account at an annual rate of 6 per cent applied to the monthly opening balance in the account, compounded annually. O. Reg. 23/07, s. 3.</p>"
        },
        {
            "id": "5.1",
            "section": "Deferral and variance accounts",
            "content": "  5.1 Revoked: O. Reg. 312/13, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  5.1 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 312/13, s. 3.</p>"
        },
        {
            "id": "5.2",
            "section": "Nuclear liability deferral account",
            "content": " 5.2 (1) Ontario Power Generation Inc. shall establish a deferral account in connection with section 78.1 of the Act that records, on and after the effective date of the Board’s first order under 78.1 of the Act, the revenue requirement impact of changes in its total nuclear decommissioning liability between, (a)  the liability arising from the approved reference plan incorporated into the Board’s most recent order under section 78.1 of the Act; and (b)  the liability arising from the current approved reference plan.  O. Reg. 23/07, s. 3. (2) Ontario Power Generation Inc. shall record interest on the balance of the account as the Board may direct.  O. Reg. 23/07, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>5.2 </b>(1) Ontario Power Generation Inc. shall establish a deferral account in connection with section 78.1 of the Act that records, on and after the effective date of the Board’s first order under 78.1 of the Act, the revenue requirement impact of changes in its total nuclear decommissioning liability between,</p> <p class=\"clause-e\">  (a)  the liability arising from the approved reference plan incorporated into the Board’s most recent order under section 78.1 of the Act; and</p> <p class=\"clause-e\">  (b)  the liability arising from the current approved reference plan.  O. Reg. 23/07, s. 3.</p> <p class=\"subsection-e\">  (2) Ontario Power Generation Inc. shall record interest on the balance of the account as the Board may direct.  O. Reg. 23/07, s. 3.</p>"
        },
        {
            "id": "5.3",
            "section": "Nuclear liability deferral account",
            "content": " 5.3 Revoked: O. Reg. 312/13, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>5.3 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 312/13, s. 3.</p>"
        },
        {
            "id": "5.4",
            "section": "Nuclear development variance account",
            "content": " 5.4 (1) Ontario Power Generation Inc. shall establish a variance account in connection with section 78.1 of the Act that records, on and after the effective date of the Board’s first order under section 78.1 of the Act, differences between, (a)  the revenue requirement impacts arising from the actual non-capital and capital costs incurred and firm financial commitments made for proposed new nuclear generation facilities, including but not limited to the costs of, (i)  planning and preparation for the new facilities, (ii)  technology identification for the new facilities, and (iii)  design, development and construction of the new facilities; and (b)  the amount of the revenue requirement impacts arising from non-capital and capital costs and firm financial commitments that were included in payments made under section 78.1 of the Act. O. Reg. 739/21, s. 3. (2) Ontario Power Generation Inc. shall record interest on the balance of the account as the Board may direct.  O. Reg. 27/08, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>5.4 </b>(1) Ontario Power Generation Inc. shall establish a variance account in connection with section 78.1 of the Act that records, on and after the effective date of the Board’s first order under section 78.1 of the Act, differences between,</p> <p class=\"clause-e\">  (a)  the revenue requirement impacts arising from the actual non-capital and capital costs incurred and firm financial commitments made for proposed new nuclear generation facilities, including but not limited to the costs of,</p> <p class=\"subclause-e\">  (i)  planning and preparation for the new facilities,</p> <p class=\"subclause-e\">  (ii)  technology identification for the new facilities, and</p> <p class=\"subclause-e\">  (iii)  design, development and construction of the new facilities; and</p> <p class=\"clause-e\">  (b)  the amount of the revenue requirement impacts arising from non-capital and capital costs and firm financial commitments that were included in payments made under section 78.1 of the Act. O. Reg. 739/21, s. 3.</p> <p class=\"subsection-e\">  (2) Ontario Power Generation Inc. shall record interest on the balance of the account as the Board may direct.  O. Reg. 27/08, s. 1.</p>"
        },
        {
            "id": "5.5",
            "section": "Darlington refurbishment rate smoothing deferral account",
            "content": " 5.5 (1) Ontario Power Generation Inc. shall establish a deferral account in connection with section 78.1 of the Act that records, on and after the commencement of the deferral period, the difference between, (a)  the revenue requirement amount approved by the Board that, but for subparagraph 12 i of subsection 6 (2) of this Regulation, would have been used in connection with determining the payments to be made under section 78.1 of the Act each year during the deferral period in respect of the nuclear facilities; and (b)  the portion of the revenue requirement amount referred to in clause (a) that is used in connection with determining the payments made under section 78.1 of the Act, after determining, under subparagraph 12 i of subsection 6 (2) of this Regulation, the amount of the revenue requirement to be deferred for that year in respect of the nuclear facilities. O. Reg. 353/15, s. 2. (2) Ontario Power Generation Inc. shall record interest on the balance of the account at a long-term debt rate reflecting Ontario Power Generation Inc.’s cost of long-term borrowing that is determined or approved by the Board from time to time, compounded annually. O. Reg. 353/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5.5 </b>(1) Ontario Power Generation Inc. shall establish a deferral account in connection with section 78.1 of the Act that records, on and after the commencement of the deferral period, the difference between,</p> <p class=\"clause-e\">  (a)  the revenue requirement amount approved by the Board that, but for subparagraph 12 i of subsection 6 (2) of this Regulation, would have been used in connection with determining the payments to be made under section 78.1 of the Act each year during the deferral period in respect of the nuclear facilities; and</p> <p class=\"clause-e\">  (b)  the portion of the revenue requirement amount referred to in clause (a) that is used in connection with determining the payments made under section 78.1 of the Act, after determining, under subparagraph 12 i of subsection 6 (2) of this Regulation, the amount of the revenue requirement to be deferred for that year in respect of the nuclear facilities. O. Reg. 353/15, s. 2.</p> <p class=\"subsection-e\">  (2) Ontario Power Generation Inc. shall record interest on the balance of the account at a long-term debt rate reflecting Ontario Power Generation Inc.’s cost of long-term borrowing that is determined or approved by the Board from time to time, compounded annually. O. Reg. 353/15, s. 2.</p>"
        },
        {
            "id": "5.6",
            "section": "Pickering closure costs deferral account",
            "content": " 5.6 (1) Ontario Power Generation Inc. shall establish a deferral account in connection with section 78.1 of the Act that records any employment-related costs and non-capital costs related to third party service providers incurred by Ontario Power Generation Inc. that arise from any Pickering closure activities, including, (a)  costs related to employee termination, layoff, reassignment or retraining; and (b)  costs related to the hiring of employees or the engagement of third party service providers to perform Pickering closure activities, and their remuneration. O. Reg. 622/20, s. 2. (2) Subsection (1) applies whether the costs are incurred before or after a Pickering closure, but does not apply to, (a)  costs that are eligible for recovery by Ontario Power Generation Inc. under the Ontario Nuclear Funds Agreement; or (b)  for greater certainty, costs that have already been included in an order made by the Board under section 78.1 of the Act. O. Reg. 622/20, s. 2. (3) Ontario Power Generation Inc. shall record Pickering closure costs in the deferral account as they are reflected in the audited financial statements approved by the board of directors of Ontario Power Generation Inc., and shall record interest on the balance of the account as the Board may direct. O. Reg. 622/20, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5.6 </b>(1) Ontario Power Generation Inc. shall establish a deferral account in connection with section 78.1 of the Act that records any employment-related costs and non-capital costs related to third party service providers incurred by Ontario Power Generation Inc. that arise from any Pickering closure activities, including,</p> <p class=\"clause-e\">  (a)  costs related to employee termination, layoff, reassignment or retraining; and</p> <p class=\"clause-e\">  (b)  costs related to the hiring of employees or the engagement of third party service providers to perform Pickering closure activities, and their remuneration. O. Reg. 622/20, s. 2.</p> <p class=\"subsection-e\">  (2) Subsection (1) applies whether the costs are incurred before or after a Pickering closure, but does not apply to,</p> <p class=\"clause-e\">  (a)  costs that are eligible for recovery by Ontario Power Generation Inc. under the Ontario Nuclear Funds Agreement; or</p> <p class=\"clause-e\">  (b)  for greater certainty, costs that have already been included in an order made by the Board under section 78.1 of the Act. O. Reg. 622/20, s. 2.</p> <p class=\"subsection-e\">  (3) Ontario Power Generation Inc. shall record Pickering closure costs in the deferral account as they are reflected in the audited financial statements approved by the board of directors of Ontario Power Generation Inc., and shall record interest on the balance of the account as the Board may direct. O. Reg. 622/20, s. 2.</p>"
        },
        {
            "id": "5.7",
            "section": "Pickering B extension variance account",
            "content": " 5.7 (1) Ontario Power Generation Inc. shall establish a variance account in connection with section 78.1 of the Act that records the difference between, (a)  revenues generated during the Pickering B extension period that are earned from the output of the Pickering B Nuclear Generating Station, calculated on the basis of the base payment amount for the nuclear facilities that applies on January 1, 2026; and (b)  the sum of, (i)  any foregone revenues related to foregone output from the Pickering B Nuclear Generating Station arising from any Pickering B extension activities, and (ii)  the revenue requirement impacts arising from the actual non-capital and capital costs incurred in relation to any Pickering B extension activities. O. Reg. 557/22, s. 3. (2) The variance account shall, (a)  take into account any related income tax effects; and (b)  not include any amounts included in, (i)  the Board’s order under section 78.1 of the Act dated January 27, 2022 setting payment amounts for the nuclear facilities, or (ii)  a deferral account established under section 5.2 or 5.6. O. Reg. 557/22, s. 3. (3) Ontario Power Generation Inc. shall record interest on the balance of the account as the Board may direct. O. Reg. 557/22, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>5.7 </b>(1) Ontario Power Generation Inc. shall establish a variance account in connection with section 78.1 of the Act that records the difference between,</p> <p class=\"clause-e\">  (a)  revenues generated during the Pickering B extension period that are earned from the output of the Pickering B Nuclear Generating Station, calculated on the basis of the base payment amount for the nuclear facilities that applies on January 1, 2026; and</p> <p class=\"clause-e\">  (b)  the sum of,</p> <p class=\"subclause-e\">  (i)  any foregone revenues related to foregone output from the Pickering B Nuclear Generating Station arising from any Pickering B extension activities, and</p> <p class=\"subclause-e\">  (ii)  the revenue requirement impacts arising from the actual non-capital and capital costs incurred in relation to any Pickering B extension activities. O. Reg. 557/22, s. 3.</p> <p class=\"subsection-e\">  (2) The variance account shall,</p> <p class=\"clause-e\">  (a)  take into account any related income tax effects; and</p> <p class=\"clause-e\">  (b)  not include any amounts included in,</p> <p class=\"subclause-e\">  (i)  the Board’s order under section 78.1 of the Act dated January 27, 2022 setting payment amounts for the nuclear facilities, or</p> <p class=\"subclause-e\">  (ii)  a deferral account established under section 5.2 or 5.6. O. Reg. 557/22, s. 3.</p> <p class=\"subsection-e\">  (3) Ontario Power Generation Inc. shall record interest on the balance of the account as the Board may direct. O. Reg. 557/22, s. 3.</p>"
        },
        {
            "id": "6.",
            "section": "Rules governing determination of payment amounts by Board",
            "content": "  6. (1) Subject to subsection (2), the Board may establish the form, methodology, assumptions and calculations used in making an order that determines payment amounts for the purpose of section 78.1 of the Act.  O. Reg. 53/05, s. 6 (1). (2) The following rules apply to the making of an order by the Board that determines payment amounts for the purpose of section 78.1 of the Act: 1.  The Board shall ensure that Ontario Power Generation Inc. recovers the balance recorded in the variance account established under subsection 5 (1) over a period not to exceed three years, to the extent that the Board is satisfied that, i.  the revenues recorded in the account were earned or foregone and the costs were prudently incurred, and ii.  the revenues and costs are accurately recorded in the account. 2.  In setting payment amounts for the assets prescribed under section 2, the Board shall not adopt any methodologies, assumptions or calculations that are based upon the contracting for all or any portion of the output of those assets. 3.  The Board shall ensure that Ontario Power Generation Inc. recovers the balance recorded in the deferral account established under subsection 5 (4).  The Board shall authorize recovery of the balance on a straight line basis over a period not to exceed 15 years. 4.  The Board shall ensure that Ontario Power Generation Inc. recovers capital and non-capital costs and firm financial commitments incurred in respect of the Darlington Refurbishment Project or incurred to increase the output of, refurbish or add operating capacity to a generation facility referred to in section 2, including, but not limited to, assessment costs and pre-engineering costs and commitments, i.  if the costs and financial commitments were within the project budgets approved for that purpose by the board of directors of Ontario Power Generation Inc. before the making of the Board’s first order under section 78.1 of the Act in respect of Ontario Power Generation Inc., or ii.  if the costs and financial commitments were not approved by the board of directors of Ontario Power Generation Inc. before the making of the Board’s first order under section 78.1 of the Act in respect of Ontario Power Generation Inc., if the Board is satisfied that the costs were prudently incurred and that the financial commitments were prudently made. 4.1  The Board shall ensure that Ontario Power Generation Inc. recovers the non-capital and capital costs incurred and firm financial commitments made for proposed new nuclear generation facilities, including but not limited to the costs described in subclauses 5.4 (1) (a) (i) to (iii), to the extent the Board is satisfied that, i.  the costs were prudently incurred, and ii.  the financial commitments were prudently made. 5.  In making its first order under section 78.1 of the Act in respect of Ontario Power Generation Inc., the Board shall accept the amounts for the following matters as set out in Ontario Power Generation Inc.’s most recently audited financial statements that were approved by the board of directors of Ontario Power Generation Inc. before the effective date of that order: i.  Ontario Power Generation Inc.’s assets and liabilities, other than the variance account referred to in subsection 5 (1), which shall be determined in accordance with paragraph 1. ii.  Ontario Power Generation Inc.’s revenues earned with respect to any lease of the Bruce Nuclear Generating Stations. iii.  Ontario Power Generation Inc.’s costs with respect to the Bruce Nuclear Generating Stations. 6.  Without limiting the generality of paragraph 5, that paragraph applies to values relating to, i.  capital cost allowances, ii.  the revenue requirement impact of accounting and tax policy decisions, and iii.  capital and non-capital costs and firm financial commitments to increase the output of, refurbish or add operating capacity to a generation facility referred to in section 2. 7.  The Board shall ensure that the balance recorded in the deferral account established under subsection 5.2 (1) is recovered on a straight line basis over a period not to exceed three years, to the extent that the Board is satisfied that revenue requirement impacts are accurately recorded in the account, based on the following items, as reflected in the audited financial statements approved by the board of directors of Ontario Power Generation Inc., i.  return on rate base, ii.  depreciation expense, iii.  income and capital taxes, and iv.  fuel expense. 7.1  The Board shall ensure the balance recorded in the variance account established under subsection 5.4 (1) is recovered on a straight line basis over a period not to exceed three years, to the extent the Board is satisfied that, i.  the costs were prudently incurred, and ii.  the financial commitments were prudently made. 7.2  The Board shall ensure that the balance recorded in the deferral account established under subsection 5.6 (1) and related income tax effects are recovered on a straight line basis over a period not to exceed 10 years beginning on the day the last generating unit of the Pickering A Nuclear Generating Station and Pickering B Nuclear Generating Station permanently stops generating electricity, to the extent that the Board is satisfied that the costs were prudently incurred and are accurately recorded in the account. 8.  The Board shall ensure that Ontario Power Generation Inc. recovers the revenue requirement impact of its nuclear decommissioning liability arising from the current approved reference plan. 9.  The Board shall ensure that Ontario Power Generation Inc. recovers all the costs it incurs with respect to the Bruce Nuclear Generating Stations. 10.  If Ontario Power Generation Inc.’s revenues earned with respect to any lease of the Bruce Nuclear Generating Stations exceed the costs Ontario Power Generation Inc. incurs with respect to those Stations, the excess shall be applied to reduce the amount of the payments required under subsection 78.1 (1) of the Act with respect to output from the nuclear facilities. 11.  In making its first order under section 78.1 of the Act in respect of Ontario Power Generation Inc. that is effective on or after July 1, 2014, the following rules apply: i.  The order shall provide for the payment of amounts with respect to output that is generated at a generation facility referred to in paragraph 6 of section 2 during the period from July 1, 2014 to the day before the effective date of the order. ii.  The Board shall accept the values for the assets and liabilities of the generation facilities referred to in paragraph 6 of section 2 as set out in Ontario Power Generation Inc.’s most recently audited financial statements that were approved by the board of directors before the making of that order.  This includes values relating to the income tax effects of timing differences and the revenue requirement impact of accounting and tax policy decisions reflected in those financial statements. 12.  For the purposes of section 78.1 of the Act, in setting payment amounts for the nuclear facilities during the deferral period, i.  the Board shall determine the portion of the Board-approved revenue requirement for the nuclear facilities for each year that is to be recorded in the deferral account established under subsection 5.5 (1), with a view to making more stable the year-over-year changes in the OPG weighted average payment amount over each calculation period, ii.  the Board shall determine the approved revenue requirements referred to in subsection 5.5 (1) and the amount of the approved revenue requirements to be deferred under subparagraph i on a five-year basis for the first 10 years of the deferral period and, thereafter, on such periodic basis as the Board determines, iii.  for greater certainty, the Board’s determination of Ontario Power Generation Inc.’s approved revenue requirement for the nuclear facilities shall not be restricted by the yearly changes in payment amounts in subparagraph i, iv.  the Board shall ensure that Ontario Power Generation Inc. recovers the balance recorded in the deferral account established under subsection 5.5 (1), and the Board shall authorize recovery of the balance on a straight line basis over a period not to exceed 10 years commencing at the end of the deferral period, and v.  the Board shall accept the need for the Darlington Refurbishment Project in light of the Plan of the Ministry of Energy known as the 2013 Long-Term Energy Plan and the related policy of the Minister endorsing the need for nuclear refurbishment. 13.  In making its first order under section 78.1 of the Act that is effective on or after January 1, 2022 setting payment amounts for the hydroelectric facilities, the following rules apply: i.  The order shall provide for a base payment amount for the hydroelectric facilities that is equal to the base payment amount for the hydroelectric facilities on December 31, 2021, and that applies until the effective date of a subsequent order setting payment amounts for the hydroelectric facilities that comes into effect after December 31, 2026. ii.  Subparagraph i applies with respect to only 50 per cent of the output of the Chats Falls generation facility. 14.  The Board shall determine the disposition of any balance recorded in the variance account established under subsection 5.7 (1), to the extent the Board is satisfied that, i.  the revenues and costs are accurately recorded in the account, ii.  the costs were prudently incurred, and iii.  the amounts recorded in the account are directly attributable to Pickering B extension activities. O. Reg. 23/07, s. 4; O. Reg. 27/08, s. 2; O. Reg. 312/13, s. 4; O. Reg. 353/15, s. 3; O. Reg. 57/17, s. 2; O. Reg. 622/20, s. 3 (1); O. Reg. 739/21, s. 4; O. Reg. 557/22, s. 4. (3) For greater certainty, the rule set out in paragraph 13 of subsection (2) does not affect any authority of the Board to approve, (a)  changes to the hydroelectric incentive mechanism applicable to Ontario Power Generation Inc.; (b)  the establishment of or changes to deferral or variance accounts relating to the hydroelectric facilities; or (c)  the recovery of any amounts relating to the hydroelectric facilities that are recorded by Ontario Power Generation Inc. in a deferral or variance account referred to in clause (b), or any related payment amount riders. O. Reg. 622/20, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>  6. </b>(1) Subject to subsection (2), the Board may establish the form, methodology, assumptions and calculations used in making an order that determines payment amounts for the purpose of section 78.1 of the Act.  O. Reg. 53/05, s. 6 (1).</p> <p class=\"subsection-e\">  (2) The following rules apply to the making of an order by the Board that determines payment amounts for the purpose of section 78.1 of the Act:</p> <p class=\"paragraph-e\">  1.  The Board shall ensure that Ontario Power Generation Inc. recovers the balance recorded in the variance account established under subsection 5 (1) over a period not to exceed three years, to the extent that the Board is satisfied that,</p> <p class=\"subpara-e\">  i.  the revenues recorded in the account were earned or foregone and the costs were prudently incurred, and</p> <p class=\"subpara-e\">  ii.  the revenues and costs are accurately recorded in the account.</p> <p class=\"paragraph-e\">  2.  In setting payment amounts for the assets prescribed under section 2, the Board shall not adopt any methodologies, assumptions or calculations that are based upon the contracting for all or any portion of the output of those assets.</p> <p class=\"paragraph-e\">  3.  The Board shall ensure that Ontario Power Generation Inc. recovers the balance recorded in the deferral account established under subsection 5 (4).  The Board shall authorize recovery of the balance on a straight line basis over a period not to exceed 15 years.</p> <p class=\"paragraph-e\">  4.  The Board shall ensure that Ontario Power Generation Inc. recovers capital and non-capital costs and firm financial commitments incurred in respect of the Darlington Refurbishment Project or incurred to increase the output of, refurbish or add operating capacity to a generation facility referred to in section 2, including, but not limited to, assessment costs and pre-engineering costs and commitments,</p> <p class=\"subpara-e\">  i.  if the costs and financial commitments were within the project budgets approved for that purpose by the board of directors of Ontario Power Generation Inc. before the making of the Board’s first order under section 78.1 of the Act in respect of Ontario Power Generation Inc., or</p> <p class=\"subpara-e\">  ii.  if the costs and financial commitments were not approved by the board of directors of Ontario Power Generation Inc. before the making of the Board’s first order under section 78.1 of the Act in respect of Ontario Power Generation Inc., if the Board is satisfied that the costs were prudently incurred and that the financial commitments were prudently made.</p> <p class=\"paragraph-e\">  4.1  The Board shall ensure that Ontario Power Generation Inc. recovers the non-capital and capital costs incurred and firm financial commitments made for proposed new nuclear generation facilities, including but not limited to the costs described in subclauses 5.4 (1) (a) (i) to (iii), to the extent the Board is satisfied that,</p> <p class=\"subpara-e\">  i.  the costs were prudently incurred, and</p> <p class=\"subpara-e\">  ii.  the financial commitments were prudently made.</p> <p class=\"paragraph-e\">  5.  In making its first order under section 78.1 of the Act in respect of Ontario Power Generation Inc., the Board shall accept the amounts for the following matters as set out in Ontario Power Generation Inc.’s most recently audited financial statements that were approved by the board of directors of Ontario Power Generation Inc. before the effective date of that order:</p> <p class=\"subpara-e\">  i.  Ontario Power Generation Inc.’s assets and liabilities, other than the variance account referred to in subsection 5 (1), which shall be determined in accordance with paragraph 1.</p> <p class=\"subpara-e\">  ii.  Ontario Power Generation Inc.’s revenues earned with respect to any lease of the Bruce Nuclear Generating Stations.</p> <p class=\"subpara-e\">  iii.  Ontario Power Generation Inc.’s costs with respect to the Bruce Nuclear Generating Stations.</p> <p class=\"paragraph-e\">  6.  Without limiting the generality of paragraph 5, that paragraph applies to values relating to,</p> <p class=\"subpara-e\">  i.  capital cost allowances,</p> <p class=\"subpara-e\">  ii.  the revenue requirement impact of accounting and tax policy decisions, and</p> <p class=\"subpara-e\">  iii.  capital and non-capital costs and firm financial commitments to increase the output of, refurbish or add operating capacity to a generation facility referred to in section 2.</p> <p class=\"paragraph-e\">  7.  The Board shall ensure that the balance recorded in the deferral account established under subsection 5.2 (1) is recovered on a straight line basis over a period not to exceed three years, to the extent that the Board is satisfied that revenue requirement impacts are accurately recorded in the account, based on the following items, as reflected in the audited financial statements approved by the board of directors of Ontario Power Generation Inc.,</p> <p class=\"subpara-e\">  i.  return on rate base,</p> <p class=\"subpara-e\">  ii.  depreciation expense,</p> <p class=\"subpara-e\">  iii.  income and capital taxes, and</p> <p class=\"subpara-e\">  iv.  fuel expense.</p> <p class=\"paragraph-e\">  7.1  The Board shall ensure the balance recorded in the variance account established under subsection 5.4 (1) is recovered on a straight line basis over a period not to exceed three years, to the extent the Board is satisfied that,</p> <p class=\"subpara-e\">  i.  the costs were prudently incurred, and</p> <p class=\"subpara-e\">  ii.  the financial commitments were prudently made.</p> <p class=\"paragraph-e\">  7.2  The Board shall ensure that the balance recorded in the deferral account established under subsection 5.6 (1) and related income tax effects are recovered on a straight line basis over a period not to exceed 10 years beginning on the day the last generating unit of the Pickering A Nuclear Generating Station and Pickering B Nuclear Generating Station permanently stops generating electricity, to the extent that the Board is satisfied that the costs were prudently incurred and are accurately recorded in the account.</p> <p class=\"paragraph-e\">  8.  The Board shall ensure that Ontario Power Generation Inc. recovers the revenue requirement impact of its nuclear decommissioning liability arising from the current approved reference plan.</p> <p class=\"paragraph-e\">  9.  The Board shall ensure that Ontario Power Generation Inc. recovers all the costs it incurs with respect to the Bruce Nuclear Generating Stations.</p> <p class=\"paragraph-e\">  10.  If Ontario Power Generation Inc.’s revenues earned with respect to any lease of the Bruce Nuclear Generating Stations exceed the costs Ontario Power Generation Inc. incurs with respect to those Stations, the excess shall be applied to reduce the amount of the payments required under subsection 78.1 (1) of the Act with respect to output from the nuclear facilities.</p> <p class=\"paragraph-e\">  11.  In making its first order under section 78.1 of the Act in respect of Ontario Power Generation Inc. that is effective on or after July 1, 2014, the following rules apply:</p> <p class=\"subpara-e\">  i.  The order shall provide for the payment of amounts with respect to output that is generated at a generation facility referred to in paragraph 6 of section 2 during the period from July 1, 2014 to the day before the effective date of the order.</p> <p class=\"subpara-e\">  ii.  The Board shall accept the values for the assets and liabilities of the generation facilities referred to in paragraph 6 of section 2 as set out in Ontario Power Generation Inc.’s most recently audited financial statements that were approved by the board of directors before the making of that order.  This includes values relating to the income tax effects of timing differences and the revenue requirement impact of accounting and tax policy decisions reflected in those financial statements.</p> <p class=\"paragraph-e\">  12.  For the purposes of section 78.1 of the Act, in setting payment amounts for the nuclear facilities during the deferral period,</p> <p class=\"subpara-e\">  i.  the Board shall determine the portion of the Board-approved revenue requirement for the nuclear facilities for each year that is to be recorded in the deferral account established under subsection 5.5 (1), with a view to making more stable the year-over-year changes in the OPG weighted average payment amount over each calculation period,</p> <p class=\"subpara-e\">  ii.  the Board shall determine the approved revenue requirements referred to in subsection 5.5 (1) and the amount of the approved revenue requirements to be deferred under subparagraph i on a five-year basis for the first 10 years of the deferral period and, thereafter, on such periodic basis as the Board determines,</p> <p class=\"subpara-e\">  iii.  for greater certainty, the Board’s determination of Ontario Power Generation Inc.’s approved revenue requirement for the nuclear facilities shall not be restricted by the yearly changes in payment amounts in subparagraph i,</p> <p class=\"subpara-e\">  iv.  the Board shall ensure that Ontario Power Generation Inc. recovers the balance recorded in the deferral account established under subsection 5.5 (1), and the Board shall authorize recovery of the balance on a straight line basis over a period not to exceed 10 years commencing at the end of the deferral period, and</p> <p class=\"subpara-e\">  v.  the Board shall accept the need for the Darlington Refurbishment Project in light of the Plan of the Ministry of Energy known as the 2013 Long-Term Energy Plan and the related policy of the Minister endorsing the need for nuclear refurbishment.</p> <p class=\"paragraph-e\">  13.  In making its first order under section 78.1 of the Act that is effective on or after January 1, 2022 setting payment amounts for the hydroelectric facilities, the following rules apply:</p> <p class=\"subpara-e\">  i.  The order shall provide for a base payment amount for the hydroelectric facilities that is equal to the base payment amount for the hydroelectric facilities on December 31, 2021, and that applies until the effective date of a subsequent order setting payment amounts for the hydroelectric facilities that comes into effect after December 31, 2026.</p> <p class=\"subpara-e\">  ii.  Subparagraph i applies with respect to only 50 per cent of the output of the Chats Falls generation facility.</p> <p class=\"paragraph-e\">  14.  The Board shall determine the disposition of any balance recorded in the variance account established under subsection 5.7 (1), to the extent the Board is satisfied that,</p> <p class=\"subpara-e\">  i.  the revenues and costs are accurately recorded in the account, </p> <p class=\"subpara-e\">  ii.  the costs were prudently incurred, and</p> <p class=\"subpara-e\">  iii.  the amounts recorded in the account are directly attributable to Pickering B extension activities. O. Reg. 23/07, s. 4; O. Reg. 27/08, s. 2; O. Reg. 312/13, s. 4; O. Reg. 353/15, s. 3; O. Reg. 57/17, s. 2; O. Reg. 622/20, s. 3 (1); O. Reg. 739/21, s. 4; O. Reg. 557/22, s. 4.</p> <p class=\"subsection-e\">  (3) For greater certainty, the rule set out in paragraph 13 of subsection (2) does not affect any authority of the Board to approve,</p> <p class=\"clause-e\">  (a)  changes to the hydroelectric incentive mechanism applicable to Ontario Power Generation Inc.;</p> <p class=\"clause-e\">  (b)  the establishment of or changes to deferral or variance accounts relating to the hydroelectric facilities; or</p> <p class=\"clause-e\">  (c)  the recovery of any amounts relating to the hydroelectric facilities that are recorded by Ontario Power Generation Inc. in a deferral or variance account referred to in clause (b), or any related payment amount riders. O. Reg. 622/20, s. 3 (2).</p>"
        },
        {
            "id": "7.",
            "section": "Rules governing determination of payment amounts by Board",
            "content": " 7. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 53/05, s. 7. Schedule 1 1.  Abitibi Canyon. 2.  Alexander. 3.  Aquasabon. 4.  Arnprior. 5.  Auburn. 6.  Barrett Chute. 7.  Big Chute. 8.  Big Eddy. 9.  Bingham Chute. 10.  Calabogie. 11.  Cameron Falls. 12.  Caribou Falls. 13.  Chats Falls. 14.  Chenaux. 15.  Coniston. 16.  Crystal Falls. 17.  Des Joachims. 18.  Elliott Chute. 19.  Eugenia Falls. 20.  Frankford. 21.  Hagues Reach. 22.  Hanna Chute. 23.  High Falls. 24.  Indian Chute. 25.  Kakabeka Falls. 26.  Lakefield. 27.  Lower Notch. 28.  Manitou Falls. 29.  Matabitchuan. 30.  McVittie. 31.  Merrickville. 32.  Meyersberg. 33.  Mountain Chute. 34.  Nipissing. 35.  Otter Rapid. 36.  Otto Holden. 37.  Pine Portage. 38.  Ragged Rapids. 39.  Ranney Falls. 40.  Seymour. 41.  Sidney. 42.  Sills Island. 43.  Silver Falls. 44.  South Falls. 45.  Stewartville. 46.  Stinson. 47.  Trethewey Falls. 48.  Whitedog Falls. O. Reg. 312/13, s. 5; O. Reg. 739/21, s. 5. Schedule 2 1.  PT RDAL BTN: LTS 18 & 19, 20 & 21, 22 & 23, 24 & 25, ALL BF CON (DARLINGTON) CLOSED BY BY-LAW N90910; PT LTS 18, 19, 20, 21, 22, 23 & 24, BF CON (DARLINGTON); LTS 183 TO 754 INCL, 913 TO 1533 INCL, PT LTS 131 TO 133 INCL, 157 TO 182 INCL & 885 TO 912 INCL, STATION RD, FIFTH AVE, SIXTH AVE, SEVENTH AVE, EIGHTH AVE, NINTH AVE, TENTH AVE, ELEVENTH AVE, TWELFH AVE, THIRTEENTH AVE, FOURTEENTH AVE, FIFTEENTH AVE & SIXTEENTH AVE CLOSED BY BYLAW N90910 & PT SEVENTEENTH AVE, PL 97 (DARLINGTON), PARTS 2, 15, 18 AND 19 PLAN 40R28277 AND PTS 1, 3, 4 & 7 TO 15 INCL, 40R18818, SAVE AND EXCEPT PARTS 1, 2, 3, 4, 5, 13, 14, 15, 16, 17, 18 AND 19 PLAN 40R26289 AND SAVE AND EXCEPT PTS 1, 2, 3, 4, 5, 18 & 19 PLAN 40R28269 AND SAVE AND EXCEPT PTS 8, 9, 10, 11, 12, 13 & 14 PLAN 40R28277; S/T EASE PTS 3, 5, 8, 9 PL 40R20514 AND PTS 14 AND 15 PL 40R28269 AND PT 17 PLAN 40R28277 IN FAVOUR OF PT 9, 40R18818 & PT 1, PL 40R20514 AS IN DR107221; S/T EASE PTS 4, 6, 7, 10 PL 40R20514 AND PT 11 PL 40R20514 SAVE AND EXCEPT PT 8 PL 40R28277 IN FAVOUR OF PT 9, PL 40R18818 & PT 1, PL 40R20514 AS IN DR107221 ; T/W EASE PT LTS 19, 20, 21, PT RDAL BTN LTS 20 & 21, BFC DARLINGTON, PT 1, PL 40R20513 (IN FAVOUR OF PT 9, PL 40R18818 & PT 1, PL 40R20514) AS IN DR107221 ; T/W EASE PT LT 21 BFC DARLINGTON, PT 2, PL 40R20513 (IN FAVOUR OF PT 9, PL 40R18818 & PT 1, PL 40R20514) AS IN DR107221 S/T EASE PT 8, PL 40R18818 IN FAVOUR OF PT 9, PL 40R18818 & PT 1, 40R20514 AS IN DR107229 ; S/T EASE PT 15, PL 40R18818 IN FAVOUR OF PT 9, PL 40R18818 & PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PT 4, PL 40R18818 IN FAVOUR PT 9, PL 40R18818 & PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PT 12, PL 40R18818 IN FAVOUR OF PT 9, PL 40R18818 & PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PT 13, PL 40R18818 IN FAVOUR OF PT 9, PL 40R18818 & PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PTS 20, 21 & 22, PL 40R20514 IN FAVOUR OF PT 9, PL 40R18818 & PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PTS 5, 6 & 18, PL 40R20514 IN FAVOUR OF PT 9, PL 40R18818 & PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PT 17, PL 40R20514 IN FAVOUR OF PT 9, PL 40R18818 & PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PT 19, PL 40R20514 IN FAVOUR OF PT 9, PL 40R18818 & PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PTS 23 & 24, PL 40R20514 IN FAVOUR OF PT 9, PL 40R18818 & PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PT 3, PL 40R20514 IN FAVOUR OF PT 9, PL 40R18818 & PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PTS 5, 8 & 9, PL 40R20514 IN FAVOUR OF PT 9, PL 40R18818 & PT 1, PL 40R20514 AS IN DR107229; S/T EASE PTS 14 AND 15 PLAN 40R28269 AND PT 17 PL 40R28277 IN FAVOUR OF PT 9, PL 40R18818 & PT 1, PL 40R20514 AS IN DR107229; T/W ROW PT 2, PL 40R20513 IN FAVOUR OF PT 9, PL 40R18818 & PT 1, PL 40R20514 AS IN DR107229; TOGETHER WITH AN EASEMENT AS IN DR1184508; TOGETHER WITH AN EASEMENT AS IN DR1184509; MUNICIPALITY OF CLARINGTON, being all of the lands identified by PIN 26606-0367 (LT) registered in the Land Registry Office for the Land Titles Division of Durham (No. 40). 2.  RDAL BTN LTS 24 & 25 CON BROKEN FRONT DARLINGTON CLOSED BY BYLAW N90910, PT LT 23 CON BROKEN FRONT DARLINGTON & PT LT 24 CON BROKEN FRONT DARLINGTON PT 6, 10R94; PT LT 21 CON BROKEN FRONT DARLINGTON & PT LT 22 CON BROKEN FRONT DARLINGTON PTS 1 & 2, 10R342; PT LT 19 CON BROKEN FRONT DARLINGTON & PT LT 20 CON BROKEN FRONT DARLINGTON PT 4, 10R342; PT LT 18 CON BROKEN FRONT DARLINGTON PT 6, 10R342; RDAL BTN LTS 22 & 23 CON BROKEN FRONT DARLINGTON CLOSED BY BYLAW N90910 PT 5, 10R553; RDAL BTN LTS 20 & 21 CON BROKEN FRONT DARLINGTON CLOSED BY BYLAW N90910 PT 3, 10R342; RDAL BTN LTS 18 & 19 CON BROKEN FRONT DARLINGTON CLOSED BY BYLAW N90910 PTS 5 & 9, 10R342; FIRST AV PL 97 DARLINGTON, SECOND AV PL 97 DARLINGTON, THIRD AV PL 97 DARLINGTON & FOURTH AV PL 97 DARLINGTON CLOSED BY BYLAW N90910; LT 1534 PL 97 DARLINGTON; LT 1535 PL 97 DARLINGTON; LT 1536 PL 97 DARLINGTON; LT 1537 PL 97 DARLINGTON; LT 1538 PL 97 DARLINGTON; LT 1539 PL 97 DARLINGTON; LT 1540 PL 97 DARLINGTON; LT 1541 PL 97 DARLINGTON; LT 1542 PL 97 DARLINGTON; LT 1543 PL 97 DARLINGTON; LT 1544 PL 97 DARLINGTON; LT 1545 PL 97 DARLINGTON; LT 1546 PL 97 DARLINGTON; LT 1547 PL 97 DARLINGTON; LT 1548 PL 97 DARLINGTON; LT 1549 PL 97 DARLINGTON; LT 1550 PL 97 DARLINGTON; LT 1551 PL 97 DARLINGTON; LT 1552 PL 97 DARLINGTON; LT 1553 PL 97 DARLINGTON; LT 1554 PL 97 DARLINGTON; LT 1555 PL 97 DARLINGTON; LT 1556 PL 97 DARLINGTON; LT 1557 PL 97 DARLINGTON; LT 1558 PL 97 DARLINGTON; LT 1559 PL 97 DARLINGTON; LT 1560 PL 97 DARLINGTON; LT 1561 PL 97 DARLINGTON; LT 1562 PL 97 DARLINGTON; LT 1563 PL 97 DARLINGTON; LT 1564 PL 97 DARLINGTON; LT 1565 PL 97 DARLINGTON; LT 1566 PL 97 DARLINGTON; LT 1567 PL 97 DARLINGTON; LT 1568 PL 97 DARLINGTON; LT 1569 PL 97 DARLINGTON; LT 1570 PL 97 DARLINGTON; LT 1571 PL 97 DARLINGTON; LT 1572 PL 97 DARLINGTON; LT 1573 PL 97 DARLINGTON; LT 1574 PL 97 DARLINGTON; LT 1575 PL 97 DARLINGTON; LT 1576 PL 97 DARLINGTON; LT 1577 PL 97 DARLINGTON; LT 1578 PL 97 DARLINGTON; LT 1579 PL 97 DARLINGTON; LT 1580 PL 97 DARLINGTON; LT 1581 PL 97 DARLINGTON; LT 1582 PL 97 DARLINGTON; LT 1583 PL 97 DARLINGTON; LT 1584 PL 97 DARLINGTON; LT 1585 PL 97 DARLINGTON; LT 1586 PL 97 DARLINGTON; LT 1587 PL 97 DARLINGTON; LT 1588 PL 97 DARLINGTON; LT 1589 PL 97 DARLINGTON; LT 1590 PL 97 DARLINGTON; LT 1591 PL 97 DARLINGTON; LT 1592 PL 97 DARLINGTON; LT 1593 PL 97 DARLINGTON; LT 1594 PL 97 DARLINGTON; LT 1595 PL 97 DARLINGTON; LT 1596 PL 97 DARLINGTON; * LT 1629 PL 97 DARLINGTON; LT 1630 PL 97 DARLINGTON; LT 1631 PL 97 DARLINGTON; LT 1632 PL 97 DARLINGTON; LT 1633 PL 97 DARLINGTON; LT 1634 PL 97 DARLINGTON; LT 1635 PL 97 DARLINGTON; LT 1636 PL 97 DARLINGTON; LT 1637 PL 97 DARLINGTON; LT 1638 PL 97 DARLINGTON; LT 1639 PL 97 DARLINGTON; LT 1640 PL 97 DARLINGTON; LT 1641 PL 97 DARLINGTON; LT 1642 PL 97 DARLINGTON; LT 1643 PL 97 DARLINGTON; LT 1644 PL 97 DARLINGTON; LT 1645 PL 97 DARLINGTON; LT 1646 PL 97 DARLINGTON; LT 1647 PL 97 DARLINGTON; LT 1648 PL 97 DARLINGTON; LT 1649 PL 97 DARLINGTON; LT 1650 PL 97 DARLINGTON; LT 1651 PL 97 DARLINGTON; LT 1652 PL 97 DARLINGTON; LT 1653 PL 97 DARLINGTON; LT 1654 PL 97 DARLINGTON; LT 1655 PL 97 DARLINGTON; LT 1656 PL 97 DARLINGTON; LT 1657 PL 97 DARLINGTON; LT 1658 PL 97 DARLINGTON; LT 1659 PL 97 DARLINGTON; LT 1660 PL 97 DARLINGTON; LT 1661 PL 97 DARLINGTON; LT 1662 PL 97 DARLINGTON; LT 1663 PL 97 DARLINGTON; LT 1664 PL 97 DARLINGTON; LT 1665 PL 97 DARLINGTON; LT 1666 PL 97 DARLINGTON; LT 1667 PL 97 DARLINGTON; LT 1668 PL 97 DARLINGTON; LT 1669 PL 97 DARLINGTON; LT 1670 PL 97 DARLINGTON; LT 1671 PL 97 DARLINGTON; LT 1672 PL 97 DARLINGTON; LT 1673 PL 97 DARLINGTON; LT 1674 PL 97 DARLINGTON; LT 1675 PL 97 DARLINGTON; LT 1676 PL 97 DARLINGTON; LT 1677 PL 97 DARLINGTON; LT 1678 PL 97 DARLINGTON; LT 1679 PL 97 DARLINGTON; LT 1680 PL 97 DARLINGTON; LT 1681 PL 97 DARLINGTON; LT 1682 PL 97 DARLINGTON; LT 1683 PL 97 DARLINGTON; LT 1684 PL 97 DARLINGTON; LT 1685 PL 97 DARLINGTON; LT 1686 PL 97 DARLINGTON; LT 1687 PL 97 DARLINGTON; LT 1688 PL 97 DARLINGTON; LT 1689 PL 97 DARLINGTON; LT 1690 PL 97 DARLINGTON; LT 1691 PL 97 DARLINGTON; LT 1692 PL 97 DARLINGTON; LT 1693 PL 97 DARLINGTON; LT 1694 PL 97 DARLINGTON; LT 1695 PL 97 DARLINGTON; LT 1696 PL 97 DARLINGTON; LT 1697 PL 97 DARLINGTON; LT 1698 PL 97 DARLINGTON; LT 1699 PL 97 DARLINGTON; LT 1700 PL 97 DARLINGTON; LT 1701 PL 97 DARLINGTON; LT 1702 PL 97 DARLINGTON; LT 1703 PL 97 DARLINGTON; LT 1704 PL 97 DARLINGTON; LT 1705 PL 97 DARLINGTON; LT 1706 PL 97 DARLINGTON; LT 1707 PL 97 DARLINGTON; LT 1708 PL 97 DARLINGTON; LT 1709 PL 97 DARLINGTON; LT 1710 PL 97 DARLINGTON; LT 1711 PL 97 DARLINGTON; LT 1712 PL 97 DARLINGTON; LT 1713 PL 97 DARLINGTON; LT 1714 PL 97 DARLINGTON; LT 1715 PL 97 DARLINGTON; LT 1716 PL 97 DARLINGTON; LT 1717 PL 97 DARLINGTON; LT 1718 PL 97 DARLINGTON; LT 1719 PL 97 DARLINGTON; LT 1720 PL 97 DARLINGTON; LT 1721 PL 97 DARLINGTON; LT 1722 PL 97 DARLINGTON; LT 1723 PL 97 DARLINGTON; LT 1724 PL 97 DARLINGTON; LT 1725 PL 97 DARLINGTON; LT 1726 PL 97 DARLINGTON; LT 1727 PL 97 DARLINGTON; LT 1728 PL 97 DARLINGTON; LT 1729 PL 97 DARLINGTON; LT 1730 PL 97 DARLINGTON; LT 1731 PL 97 DARLINGTON; LT 1732 PL 97 DARLINGTON; LT 1733 PL 97 DARLINGTON; LT 1734 PL 97 DARLINGTON; LT 1735 PL 97 DARLINGTON; LT 1736 PL 97 DARLINGTON; LT 1737 PL 97 DARLINGTON; LT 1738 PL 97 DARLINGTON; LT 1739 PL 97 DARLINGTON; LT 1740 PL 97 DARLINGTON; LT 1741 PL 97 DARLINGTON; *LTS 1597 TO 1628 INCL, PL 97 DARLINGTON* ; CLARINGTON. *AMENDED 2000 08 24 BY T.CUTLER S/T EASE PTS 1 & 2, PL 40R21513 AS IN DR107221; S/T EASE PT 2, PL 40R20513 AS IN DR107229; TOGETHER WITH AN EASEMENT AS IN DR1184508; TOGETHER WITH AN EASEMENT AS IN DR1184509, being all of the lands identified by PIN 26606-0134 (LT) registered in the Land Registry Office for the Land Titles Division of Durham (No. 40). O. Reg. 739/21, s. 6; O. Reg. 557/22, s. 5.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>7.</b><b> </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 53/05, s. 7.</p> <p class=\"schedule-e\">Schedule 1</p> <p class=\"paragraph-e\">  1.  Abitibi Canyon.</p> <p class=\"paragraph-e\">  2.  Alexander.</p> <p class=\"paragraph-e\">  3.  Aquasabon.</p> <p class=\"paragraph-e\">  4.  Arnprior.</p> <p class=\"paragraph-e\">  5.  Auburn.</p> <p class=\"paragraph-e\">  6.  Barrett Chute.</p> <p class=\"paragraph-e\">  7.  Big Chute.</p> <p class=\"paragraph-e\">  8.  Big Eddy.</p> <p class=\"paragraph-e\">  9.  Bingham Chute.</p> <p class=\"paragraph-e\">  10.  Calabogie.</p> <p class=\"paragraph-e\">  11.  Cameron Falls.</p> <p class=\"paragraph-e\">  12.  Caribou Falls.</p> <p class=\"paragraph-e\">  13.  Chats Falls.</p> <p class=\"paragraph-e\">  14.  Chenaux.</p> <p class=\"paragraph-e\">  15.  Coniston.</p> <p class=\"paragraph-e\">  16.  Crystal Falls.</p> <p class=\"paragraph-e\">  17.  Des Joachims.</p> <p class=\"paragraph-e\">  18.  Elliott Chute.</p> <p class=\"paragraph-e\">  19.  Eugenia Falls.</p> <p class=\"paragraph-e\">  20.  Frankford.</p> <p class=\"paragraph-e\">  21.  Hagues Reach.</p> <p class=\"paragraph-e\">  22.  Hanna Chute.</p> <p class=\"paragraph-e\">  23.  High Falls.</p> <p class=\"paragraph-e\">  24.  Indian Chute.</p> <p class=\"paragraph-e\">  25.  Kakabeka Falls.</p> <p class=\"paragraph-e\">  26.  Lakefield.</p> <p class=\"paragraph-e\">  27.  Lower Notch.</p> <p class=\"paragraph-e\">  28.  Manitou Falls.</p> <p class=\"paragraph-e\">  29.  Matabitchuan.</p> <p class=\"paragraph-e\">  30.  McVittie.</p> <p class=\"paragraph-e\">  31.  Merrickville.</p> <p class=\"paragraph-e\">  32.  Meyersberg.</p> <p class=\"paragraph-e\">  33.  Mountain Chute.</p> <p class=\"paragraph-e\">  34.  Nipissing.</p> <p class=\"paragraph-e\">  35.  Otter Rapid.</p> <p class=\"paragraph-e\">  36.  Otto Holden.</p> <p class=\"paragraph-e\">  37.  Pine Portage.</p> <p class=\"paragraph-e\">  38.  Ragged Rapids.</p> <p class=\"paragraph-e\">  39.  Ranney Falls.</p> <p class=\"paragraph-e\">  40.  Seymour.</p> <p class=\"paragraph-e\">  41.  Sidney.</p> <p class=\"paragraph-e\">  42.  Sills Island.</p> <p class=\"paragraph-e\">  43.  Silver Falls.</p> <p class=\"paragraph-e\">  44.  South Falls.</p> <p class=\"paragraph-e\">  45.  Stewartville.</p> <p class=\"paragraph-e\">  46.  Stinson.</p> <p class=\"paragraph-e\">  47.  Trethewey Falls.</p> <p class=\"paragraph-e\">  48.  Whitedog Falls.</p> <p class=\"footnote-e\">O. Reg. 312/13, s. 5; O. Reg. 739/21, s. 5.</p> <p class=\"schedule-e\">Schedule 2</p> <p class=\"paragraph-e\">  1.  PT RDAL BTN: LTS 18 &amp; 19, 20 &amp; 21, 22 &amp; 23, 24 &amp; 25, ALL BF CON (DARLINGTON) CLOSED BY BY-LAW N90910; PT LTS 18, 19, 20, 21, 22, 23 &amp; 24, BF CON (DARLINGTON); LTS 183 TO 754 INCL, 913 TO 1533 INCL, PT LTS 131 TO 133 INCL, 157 TO 182 INCL &amp; 885 TO 912 INCL, STATION RD, FIFTH AVE, SIXTH AVE, SEVENTH AVE, EIGHTH AVE, NINTH AVE, TENTH AVE, ELEVENTH AVE, TWELFH AVE, THIRTEENTH AVE, FOURTEENTH AVE, FIFTEENTH AVE &amp; SIXTEENTH AVE CLOSED BY BYLAW N90910 &amp; PT SEVENTEENTH AVE, PL 97 (DARLINGTON), PARTS 2, 15, 18 AND 19 PLAN 40R28277 AND PTS 1, 3, 4 &amp; 7 TO 15 INCL, 40R18818, SAVE AND EXCEPT PARTS 1, 2, 3, 4, 5, 13, 14, 15, 16, 17, 18 AND 19 PLAN 40R26289 AND SAVE AND EXCEPT PTS 1, 2, 3, 4, 5, 18 &amp; 19 PLAN 40R28269 AND SAVE AND EXCEPT PTS 8, 9, 10, 11, 12, 13 &amp; 14 PLAN 40R28277; S/T EASE PTS 3, 5, 8, 9 PL 40R20514 AND PTS 14 AND 15 PL 40R28269 AND PT 17 PLAN 40R28277 IN FAVOUR OF PT 9, 40R18818 &amp; PT 1, PL 40R20514 AS IN DR107221; S/T EASE PTS 4, 6, 7, 10 PL 40R20514 AND PT 11 PL 40R20514 SAVE AND EXCEPT PT 8 PL 40R28277 IN FAVOUR OF PT 9, PL 40R18818 &amp; PT 1, PL 40R20514 AS IN DR107221 ; T/W EASE PT LTS 19, 20, 21, PT RDAL BTN LTS 20 &amp; 21, BFC DARLINGTON, PT 1, PL 40R20513 (IN FAVOUR OF PT 9, PL 40R18818 &amp; PT 1, PL 40R20514) AS IN DR107221 ; T/W EASE PT LT 21 BFC DARLINGTON, PT 2, PL 40R20513 (IN FAVOUR OF PT 9, PL 40R18818 &amp; PT 1, PL 40R20514) AS IN DR107221 S/T EASE PT 8, PL 40R18818 IN FAVOUR OF PT 9, PL 40R18818 &amp; PT 1, 40R20514 AS IN DR107229 ; S/T EASE PT 15, PL 40R18818 IN FAVOUR OF PT 9, PL 40R18818 &amp; PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PT 4, PL 40R18818 IN FAVOUR PT 9, PL 40R18818 &amp; PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PT 12, PL 40R18818 IN FAVOUR OF PT 9, PL 40R18818 &amp; PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PT 13, PL 40R18818 IN FAVOUR OF PT 9, PL 40R18818 &amp; PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PTS 20, 21 &amp; 22, PL 40R20514 IN FAVOUR OF PT 9, PL 40R18818 &amp; PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PTS 5, 6 &amp; 18, PL 40R20514 IN FAVOUR OF PT 9, PL 40R18818 &amp; PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PT 17, PL 40R20514 IN FAVOUR OF PT 9, PL 40R18818 &amp; PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PT 19, PL 40R20514 IN FAVOUR OF PT 9, PL 40R18818 &amp; PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PTS 23 &amp; 24, PL 40R20514 IN FAVOUR OF PT 9, PL 40R18818 &amp; PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PT 3, PL 40R20514 IN FAVOUR OF PT 9, PL 40R18818 &amp; PT 1, PL 40R20514 AS IN DR107229 ; S/T EASE PTS 5, 8 &amp; 9, PL 40R20514 IN FAVOUR OF PT 9, PL 40R18818 &amp; PT 1, PL 40R20514 AS IN DR107229; S/T EASE PTS 14 AND 15 PLAN 40R28269 AND PT 17 PL 40R28277 IN FAVOUR OF PT 9, PL 40R18818 &amp; PT 1, PL 40R20514 AS IN DR107229; T/W ROW PT 2, PL 40R20513 IN FAVOUR OF PT 9, PL 40R18818 &amp; PT 1, PL 40R20514 AS IN DR107229; TOGETHER WITH AN EASEMENT AS IN DR1184508; TOGETHER WITH AN EASEMENT AS IN DR1184509; MUNICIPALITY OF CLARINGTON, being all of the lands identified by PIN 26606-0367 (LT) registered in the Land Registry Office for the Land Titles Division of Durham (No. 40).</p> <p class=\"paragraph-e\">  2.  RDAL BTN LTS 24 &amp; 25 CON BROKEN FRONT DARLINGTON CLOSED BY BYLAW N90910, PT LT 23 CON BROKEN FRONT DARLINGTON &amp; PT LT 24 CON BROKEN FRONT DARLINGTON PT 6, 10R94; PT LT 21 CON BROKEN FRONT DARLINGTON &amp; PT LT 22 CON BROKEN FRONT DARLINGTON PTS 1 &amp; 2, 10R342; PT LT 19 CON BROKEN FRONT DARLINGTON &amp; PT LT 20 CON BROKEN FRONT DARLINGTON PT 4, 10R342; PT LT 18 CON BROKEN FRONT DARLINGTON PT 6, 10R342; RDAL BTN LTS 22 &amp; 23 CON BROKEN FRONT DARLINGTON CLOSED BY BYLAW N90910 PT 5, 10R553; RDAL BTN LTS 20 &amp; 21 CON BROKEN FRONT DARLINGTON CLOSED BY BYLAW N90910 PT 3, 10R342; RDAL BTN LTS 18 &amp; 19 CON BROKEN FRONT DARLINGTON CLOSED BY BYLAW N90910 PTS 5 &amp; 9, 10R342; FIRST AV PL 97 DARLINGTON, SECOND AV PL 97 DARLINGTON, THIRD AV PL 97 DARLINGTON &amp; FOURTH AV PL 97 DARLINGTON CLOSED BY BYLAW N90910; LT 1534 PL 97 DARLINGTON; LT 1535 PL 97 DARLINGTON; LT 1536 PL 97 DARLINGTON; LT 1537 PL 97 DARLINGTON; LT 1538 PL 97 DARLINGTON; LT 1539 PL 97 DARLINGTON; LT 1540 PL 97 DARLINGTON; LT 1541 PL 97 DARLINGTON; LT 1542 PL 97 DARLINGTON; LT 1543 PL 97 DARLINGTON; LT 1544 PL 97 DARLINGTON; LT 1545 PL 97 DARLINGTON; LT 1546 PL 97 DARLINGTON; LT 1547 PL 97 DARLINGTON; LT 1548 PL 97 DARLINGTON; LT 1549 PL 97 DARLINGTON; LT 1550 PL 97 DARLINGTON; LT 1551 PL 97 DARLINGTON; LT 1552 PL 97 DARLINGTON; LT 1553 PL 97 DARLINGTON; LT 1554 PL 97 DARLINGTON; LT 1555 PL 97 DARLINGTON; LT 1556 PL 97 DARLINGTON; LT 1557 PL 97 DARLINGTON; LT 1558 PL 97 DARLINGTON; LT 1559 PL 97 DARLINGTON; LT 1560 PL 97 DARLINGTON; LT 1561 PL 97 DARLINGTON; LT 1562 PL 97 DARLINGTON; LT 1563 PL 97 DARLINGTON; LT 1564 PL 97 DARLINGTON; LT 1565 PL 97 DARLINGTON; LT 1566 PL 97 DARLINGTON; LT 1567 PL 97 DARLINGTON; LT 1568 PL 97 DARLINGTON; LT 1569 PL 97 DARLINGTON; LT 1570 PL 97 DARLINGTON; LT 1571 PL 97 DARLINGTON; LT 1572 PL 97 DARLINGTON; LT 1573 PL 97 DARLINGTON; LT 1574 PL 97 DARLINGTON; LT 1575 PL 97 DARLINGTON; LT 1576 PL 97 DARLINGTON; LT 1577 PL 97 DARLINGTON; LT 1578 PL 97 DARLINGTON; LT 1579 PL 97 DARLINGTON; LT 1580 PL 97 DARLINGTON; LT 1581 PL 97 DARLINGTON; LT 1582 PL 97 DARLINGTON; LT 1583 PL 97 DARLINGTON; LT 1584 PL 97 DARLINGTON; LT 1585 PL 97 DARLINGTON; LT 1586 PL 97 DARLINGTON; LT 1587 PL 97 DARLINGTON; LT 1588 PL 97 DARLINGTON; LT 1589 PL 97 DARLINGTON; LT 1590 PL 97 DARLINGTON; LT 1591 PL 97 DARLINGTON; LT 1592 PL 97 DARLINGTON; LT 1593 PL 97 DARLINGTON; LT 1594 PL 97 DARLINGTON; LT 1595 PL 97 DARLINGTON; LT 1596 PL 97 DARLINGTON; * LT 1629 PL 97 DARLINGTON; LT 1630 PL 97 DARLINGTON; LT 1631 PL 97 DARLINGTON; LT 1632 PL 97 DARLINGTON; LT 1633 PL 97 DARLINGTON; LT 1634 PL 97 DARLINGTON; LT 1635 PL 97 DARLINGTON; LT 1636 PL 97 DARLINGTON; LT 1637 PL 97 DARLINGTON; LT 1638 PL 97 DARLINGTON; LT 1639 PL 97 DARLINGTON; LT 1640 PL 97 DARLINGTON; LT 1641 PL 97 DARLINGTON; LT 1642 PL 97 DARLINGTON; LT 1643 PL 97 DARLINGTON; LT 1644 PL 97 DARLINGTON; LT 1645 PL 97 DARLINGTON; LT 1646 PL 97 DARLINGTON; LT 1647 PL 97 DARLINGTON; LT 1648 PL 97 DARLINGTON; LT 1649 PL 97 DARLINGTON; LT 1650 PL 97 DARLINGTON; LT 1651 PL 97 DARLINGTON; LT 1652 PL 97 DARLINGTON; LT 1653 PL 97 DARLINGTON; LT 1654 PL 97 DARLINGTON; LT 1655 PL 97 DARLINGTON; LT 1656 PL 97 DARLINGTON; LT 1657 PL 97 DARLINGTON; LT 1658 PL 97 DARLINGTON; LT 1659 PL 97 DARLINGTON; LT 1660 PL 97 DARLINGTON; LT 1661 PL 97 DARLINGTON; LT 1662 PL 97 DARLINGTON; LT 1663 PL 97 DARLINGTON; LT 1664 PL 97 DARLINGTON; LT 1665 PL 97 DARLINGTON; LT 1666 PL 97 DARLINGTON; LT 1667 PL 97 DARLINGTON; LT 1668 PL 97 DARLINGTON; LT 1669 PL 97 DARLINGTON; LT 1670 PL 97 DARLINGTON; LT 1671 PL 97 DARLINGTON; LT 1672 PL 97 DARLINGTON; LT 1673 PL 97 DARLINGTON; LT 1674 PL 97 DARLINGTON; LT 1675 PL 97 DARLINGTON; LT 1676 PL 97 DARLINGTON; LT 1677 PL 97 DARLINGTON; LT 1678 PL 97 DARLINGTON; LT 1679 PL 97 DARLINGTON; LT 1680 PL 97 DARLINGTON; LT 1681 PL 97 DARLINGTON; LT 1682 PL 97 DARLINGTON; LT 1683 PL 97 DARLINGTON; LT 1684 PL 97 DARLINGTON; LT 1685 PL 97 DARLINGTON; LT 1686 PL 97 DARLINGTON; LT 1687 PL 97 DARLINGTON; LT 1688 PL 97 DARLINGTON; LT 1689 PL 97 DARLINGTON; LT 1690 PL 97 DARLINGTON; LT 1691 PL 97 DARLINGTON; LT 1692 PL 97 DARLINGTON; LT 1693 PL 97 DARLINGTON; LT 1694 PL 97 DARLINGTON; LT 1695 PL 97 DARLINGTON; LT 1696 PL 97 DARLINGTON; LT 1697 PL 97 DARLINGTON; LT 1698 PL 97 DARLINGTON; LT 1699 PL 97 DARLINGTON; LT 1700 PL 97 DARLINGTON; LT 1701 PL 97 DARLINGTON; LT 1702 PL 97 DARLINGTON; LT 1703 PL 97 DARLINGTON; LT 1704 PL 97 DARLINGTON; LT 1705 PL 97 DARLINGTON; LT 1706 PL 97 DARLINGTON; LT 1707 PL 97 DARLINGTON; LT 1708 PL 97 DARLINGTON; LT 1709 PL 97 DARLINGTON; LT 1710 PL 97 DARLINGTON; LT 1711 PL 97 DARLINGTON; LT 1712 PL 97 DARLINGTON; LT 1713 PL 97 DARLINGTON; LT 1714 PL 97 DARLINGTON; LT 1715 PL 97 DARLINGTON; LT 1716 PL 97 DARLINGTON; LT 1717 PL 97 DARLINGTON; LT 1718 PL 97 DARLINGTON; LT 1719 PL 97 DARLINGTON; LT 1720 PL 97 DARLINGTON; LT 1721 PL 97 DARLINGTON; LT 1722 PL 97 DARLINGTON; LT 1723 PL 97 DARLINGTON; LT 1724 PL 97 DARLINGTON; LT 1725 PL 97 DARLINGTON; LT 1726 PL 97 DARLINGTON; LT 1727 PL 97 DARLINGTON; LT 1728 PL 97 DARLINGTON; LT 1729 PL 97 DARLINGTON; LT 1730 PL 97 DARLINGTON; LT 1731 PL 97 DARLINGTON; LT 1732 PL 97 DARLINGTON; LT 1733 PL 97 DARLINGTON; LT 1734 PL 97 DARLINGTON; LT 1735 PL 97 DARLINGTON; LT 1736 PL 97 DARLINGTON; LT 1737 PL 97 DARLINGTON; LT 1738 PL 97 DARLINGTON; LT 1739 PL 97 DARLINGTON; LT 1740 PL 97 DARLINGTON; LT 1741 PL 97 DARLINGTON; *LTS 1597 TO 1628 INCL, PL 97 DARLINGTON* ; CLARINGTON. *AMENDED 2000 08 24 BY T.CUTLER S/T EASE PTS 1 &amp; 2, PL 40R21513 AS IN DR107221; S/T EASE PT 2, PL 40R20513 AS IN DR107229; TOGETHER WITH AN EASEMENT AS IN DR1184508; TOGETHER WITH AN EASEMENT AS IN DR1184509, being all of the lands identified by PIN 26606-0134 (LT) registered in the Land Registry Office for the Land Titles Division of Durham (No. 40).</p> <p class=\"footnote-e\">O. Reg. 739/21, s. 6; O. Reg. 557/22, s. 5.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/050053\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}