{
    "reg_info": {
        "full_title": "O. Reg. 346/07: MECHANIZED TRAVEL IN WILDERNESS PARKS",
        "reg_name_text": "mechanized travel IN WILDERNESS PARKS",
        "citation": "O. Reg. 346/07: MECHANIZED TRAVEL IN WILDERNESS PARKS",
        "act_under": "Provincial Parks and Conservation Reserves Act, 2006   Loi de 2006 sur les parcs provinciaux et les réserves de conservation",
        "url": "https://www.ontario.ca/laws/regulation/070346",
        "date_scraped": "2023-12-19 09:48:09"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September  4, 2007",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070346/v1",
            "valid_from": "July  9, 2007",
            "valid_to": "September  3, 2007"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “marine railway” means an apparatus for transporting boats using fixed tracks and wheels; “mechanized travel” means travel using a vehicle, as defined in the Highway Traffic Act, a motorized snow vehicle, a boat, an aircraft or any other apparatus propelled by machine or by means of machinery; “portage cart” means a wheeled apparatus used to facilitate transport of a canoe or other watercraft.  O. Reg. 346/07, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“marine railway” means an apparatus for transporting boats using fixed tracks and wheels;</p> <p class=\"definition-e\">“mechanized travel” means travel using a vehicle, as defined in the <i>Highway Traffic Act</i>, a motorized snow vehicle, a boat, an aircraft or any other apparatus propelled by machine or by means of machinery; </p> <p class=\"definition-e\">“portage cart” means a wheeled apparatus used to facilitate transport of a canoe or other watercraft.  O. Reg. 346/07, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Mechanized travel in wilderness class parks",
            "content": " 2. (1) Subject to this section, no person shall undertake mechanized travel in a wilderness class park.  O. Reg. 346/07, s. 2 (1). (2) A person who has undertaken mechanized travel in a wilderness class park prior to the coming into force of this Regulation may continue to do so after its coming into force pending the approval of a management direction applicable to the park.  O. Reg. 346/07, s. 2 (2). (3) A person may undertake mechanized travel in a wilderness park under subsections (4) to (10) if the person undertaking the mechanized travel complies with the conditions established by the superintendent for such travel in accordance with section 3.  O. Reg. 346/07, s. 2 (3). (4) A person may undertake mechanized travel in a wilderness park for the purpose of occupying land situated in the park that forms part of the park area if the person is entitled to occupy the land under a land use permit, licence of occupation or lease.  O. Reg. 346/07, s. 2 (4). (5) A person may undertake mechanized travel in a wilderness park for the purpose of obtaining access to land that the person is entitled to occupy because the person owns the land in fee simple or occupies it under a land use permit, licence of occupation or lease if, (a) the land is situated inside the park, although it does not form part of the park, and the only practical means of obtaining access to the land is through the park; or (b) the land is situated outside the park and the only practical means of obtaining access to the land is through the park.  O. Reg. 346/07, s. 2 (5). (6) A person may undertake mechanized travel in a wilderness class park for the purpose of exploiting a mining claim or mining tenure under the Mining Act, whether the claim or tenure relates to land inside or outside the park.  O. Reg. 346/07, s. 2 (6). (7) A person may undertake mechanized travel in a wilderness class park for the purpose of exploiting an existing aggregate pit authorized under the Aggregate Resources Act.  O. Reg. 346/07, s. 2 (7). (8) A person may undertake mechanized travel in a wilderness class park for the purpose of facilitating research carried out under a research permit issued by the superintendent.  O. Reg. 346/07, s. 2 (8). (9) A person may undertake mechanized travel in a wilderness class park for the purpose of the commercial harvesting of resources under a licence or agreement.  O. Reg. 346/07, s. 2 (9). (10) A person may undertake mechanized travel in a wilderness class park, (a) in a zone designated for the purpose of mechanized travel in a management direction; (b) in Killarney Provincial Park in accordance with the park management plan if the person is using portage carts or the marine railway; (c) for the purpose of obtaining access to and using tourist camps, (i) operated commercially by aboriginal communities, or (ii) operated commercially in Polar Bear Provincial Park in accordance with the park management plan.  O. Reg. 346/07, s. 2 (10).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Subject to this section, no person shall undertake mechanized travel in a wilderness class park.  O. Reg. 346/07, s. 2 (1).</p> <p class=\"subsection-e\">  (2) A person who has undertaken mechanized travel in a wilderness class park prior to the coming into force of this Regulation may continue to do so after its coming into force pending the approval of a management direction applicable to the park.  O. Reg. 346/07, s. 2 (2).</p> <p class=\"subsection-e\">  (3) A person may undertake mechanized travel in a wilderness park under subsections (4) to (10) if the person undertaking the mechanized travel complies with the conditions established by the superintendent for such travel in accordance with section 3.  O. Reg. 346/07, s. 2 (3).</p> <p class=\"subsection-e\">  (4) A person may undertake mechanized travel in a wilderness park for the purpose of occupying land situated in the park that forms part of the park area if the person is entitled to occupy the land under a land use permit, licence of occupation or lease.  O. Reg. 346/07, s. 2 (4).</p> <p class=\"subsection-e\">  (5) A person may undertake mechanized travel in a wilderness park for the purpose of obtaining access to land that the person is entitled to occupy because the person owns the land in fee simple or occupies it under a land use permit, licence of occupation or lease if, </p> <p class=\"clause-e\">  (a) the land is situated inside the park, although it does not form part of the park, and the only practical means of obtaining access to the land is through the park; or</p> <p class=\"clause-e\">  (b) the land is situated outside the park and the only practical means of obtaining access to the land is through the park.  O. Reg. 346/07, s. 2 (5).</p> <p class=\"subsection-e\">  (6) A person may undertake mechanized travel in a wilderness class park for the purpose of exploiting a mining claim or mining tenure under the <i>Mining Act</i>, whether the claim or tenure relates to land inside or outside the park.  O. Reg. 346/07, s. 2 (6).</p> <p class=\"subsection-e\">  (7) A person may undertake mechanized travel in a wilderness class park for the purpose of exploiting an existing aggregate pit authorized under the <i>Aggregate Resources Act</i>.  O. Reg. 346/07, s. 2 (7).</p> <p class=\"subsection-e\">  (8) A person may undertake mechanized travel in a wilderness class park for the purpose of facilitating research carried out under a research permit issued by the superintendent.  O. Reg. 346/07, s. 2 (8).</p> <p class=\"subsection-e\">  (9) A person may undertake mechanized travel in a wilderness class park for the purpose of the commercial harvesting of resources under a licence or agreement.  O. Reg. 346/07, s. 2 (9).</p> <p class=\"subsection-e\">  (10) A person may undertake mechanized travel in a wilderness class park,  </p> <p class=\"clause-e\">  (a) in a zone designated for the purpose of mechanized travel in a management direction; </p> <p class=\"clause-e\">  (b) in Killarney Provincial Park in accordance with the park management plan if the person is using portage carts or the marine railway;  </p> <p class=\"clause-e\">  (c) for the purpose of obtaining access to and using tourist camps,</p> <p class=\"subclause-e\">  (i) operated commercially by aboriginal communities, or</p> <p class=\"subclause-e\">  (ii) operated commercially in Polar Bear Provincial Park in accordance with the park management plan.  O. Reg. 346/07, s. 2 (10).</p>"
        },
        {
            "id": "3.",
            "section": "Criteria to be considered ",
            "content": " 3. The superintendent of a wilderness park shall consider the following criteria when establishing the conditions that must be met by persons authorized to undertake mechanized travel in a wilderness class park under section 2:  1. Possible effects of such travel on the opportunity for wilderness travellers to experience solitude, challenge and integration with nature. 2. Potential harm or benefit to the natural environment or wildlife caused or produced by such travel or its potential to support or impede the maintenance of ecological integrity. 3. Protection of human safety. 4. Potential economic and social impacts of such travel.  O. Reg. 346/07, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The superintendent of a wilderness park shall consider the following criteria when establishing the conditions that must be met by persons authorized to undertake mechanized travel in a wilderness class park under section 2: </p> <p class=\"paragraph-e\">  1. Possible effects of such travel on the opportunity for wilderness travellers to experience solitude, challenge and integration with nature.</p> <p class=\"paragraph-e\">  2. Potential harm or benefit to the natural environment or wildlife caused or produced by such travel or its potential to support or impede the maintenance of ecological integrity. </p> <p class=\"paragraph-e\">  3. Protection of human safety.</p> <p class=\"paragraph-e\">  4. Potential economic and social impacts of such travel.  O. Reg. 346/07, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Aircraft ",
            "content": " 4. No person shall land an aircraft in a wilderness class park named in Column 2 of Schedule 1 unless he or she does so in an area of the park named in Column 3 in accordance with the restrictions set out in Column 4 and has a valid aircraft landing authorization.  O. Reg. 346/07, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>No person shall land an aircraft in a wilderness class park named in Column 2 of Schedule 1 unless he or she does so in an area of the park named in Column 3 in accordance with the restrictions set out in Column 4 and has a valid aircraft landing authorization.  O. Reg. 346/07, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Power boats",
            "content": " 5. No person shall operate a power boat in a wilderness class park named in Column 2 of Schedule 2 unless he or she does so in an area of the park named in Column 3 in accordance with the restrictions set out in Column 4.  O. Reg. 346/07, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>No person shall operate a power boat in a wilderness class park named in Column 2 of Schedule 2 unless he or she does so in an area of the park named in Column 3 in accordance with the restrictions set out in Column 4.  O. Reg. 346/07, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Power boats",
            "content": " 6. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 346/07, s. 6. schedule 1   Permitted Aircraft Landing Column 1   Column 2   Column 3    Column 4  \n\n  Item   Park   Areas    Restrictions  \n\n  1.   Kesagami   All   None    \n\n  2.   Killarney   All   By private property owners for access to and egress from their  properties \n\n  3.   Lady Evelyn Smoothwater   All   None   \n\n  4.   Opasquia   All   None   \n\n  5.   Polar Bear   Brant River, Shagamu River, Sutton River, Winsk River, Site 415   In access zones only, in accordance with the Polar Bear Provincial Park Master Plan   \n\n  6.   Quetico   Beaverhouse Lake, Quetico Lake, Ciccus Lake, Wolsley Lake, Tanner Lake, Minn Lake, McAree Lake, Crooked Lake, Basswood Lake, Iron Lake, Badwater Lake, Poohbah Lake, Roland Lake, Middle Roland Lake, Omemee Lake, Cub Lake, Bearpelt Lake, Bottle Lake, Wicksteed Lake, Darkwater Lake   Lac La Croix First Nation fishing guides only \n\n          Beaverhouse Lake, Cache Bay of Saganagons Lake, Mack Lake, Basswood Lake   Commercial outfitters only \n\n          Wegwagum Bay of Lac la Croix   None  \n\n  7.   Wabakimi   All   None  \n\n  8.   Woodland Caribou   All   None O. Reg. 346/07, Sched. 1. Schedule 2   Permitted Power Boat Use Column 1   Column 2   Column 3   Column 4 \n\n  Item   Park   Areas   Restrictions  \n\n  1.   Kesagami       If the boat has an engine rating not exceeding 25 horsepower \n\n  2.   Killarney   Baie Fine    In access zones only  \n\n          Carlyle Lake, Johnnie Lake Three Narrows Lake, Helen Lake, Ishmael Lake, Great Mountain Lake, David Lake, Bell Lake, Balsam Lake, Howry Lake and Kakakise Lake   Private property owners only  \n\n          Cat Lake, Goose Lake, Grow Lake, Hanwood Lake, Little Mink Lake, Rocky Lake, Round Lake, Otter Lake, Van Lake, Van Winkle Lake   For purposes of commercial tourism only if the boat has an engine rating not exceeding 2 horsepower \n\n          Bell Lake, Balsam Lake   Staff or overnight guests of Blue Mountain Lodge only \n\n          All   If the boat is operated by the holder of a trapper’s licence issued under Ontario Regulation 667/98 (Trapping) made under the Fish and Wildlife Conservation Act, 1997\r for the purpose of trapping during the open season \n\n  3.   Polar Bear   All   If the boat is operated by an Indian within the meaning of the Indian Act (Canada) \n\n          Winisk River Sutton River   If the boat is operated by an Indian within the meaning of the Indian Act (Canada) while guiding for the Sutton River and Shagamu River commercial tourism camps \n\n  4.    Lady Evelyn-Smoothwater   All   None  \n\n  5.   Opasquia    All   None  \n\n  6.   Quetico   Beaverhouse Lake, Quetico Lake, Cirrus Lake, Wolsley Lake, Tanner Lake, Minn Lake, McAree Lake, Crooked Lake, Basswood Lake, Iron Lake, Badwater Lake, Poohbah Lake, Roland Lake, Middle Rolland Lake, Omemee Lake, Cub Lake, Bearpelt Lake, Bottle Lake, Wicksteed Lake, Darkwater Lake   If the boat is operated by fishing guides of the Lac La Croix First Nation before January 1, 2016 and the boat has an engine rating not exceeding 10 horsepower   \n\n          All    If the boat is operated by the holder of a trapper’s licence issued under Ontario Regulation 667/98 (Trapping) made under the Fish and Wildlife Conservation Act, 1997\r for the purpose of trapping during the open season \n\n  7.   Woodland Caribou    All    None O. Reg. 346/07, Sched. 2.    ",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 346/07, s. 6.</p> <p class=\"schedule-e\">schedule 1 <br/>  Permitted Aircraft Landing</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"167\"> <p class=\"table-e\">Column 1</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Column 2</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Column 3 </p> </td> <td valign=\"bottom\" width=\"168\"> <p class=\"table-e\">Column 4 </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"167\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Park</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Areas </p> </td> <td valign=\"bottom\" width=\"168\"> <p class=\"table-e\">Restrictions </p> </td>\n</tr>\n<tr> <td width=\"167\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Kesagami</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">None  <b> </b></p> </td>\n</tr>\n<tr> <td width=\"167\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Killarney</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">By private property owners for access to and egress from their  properties</p> </td>\n</tr>\n<tr> <td width=\"167\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Lady Evelyn Smoothwater</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">None  </p> </td>\n</tr>\n<tr> <td width=\"167\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Opasquia</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">None  </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"167\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Polar Bear</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Brant River, Shagamu River, Sutton River, Winsk River, Site 415</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">In access zones only, in accordance with the Polar Bear Provincial Park Master Plan <b> </b></p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"167\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Quetico</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Beaverhouse Lake, Quetico Lake, Ciccus Lake, Wolsley Lake, Tanner Lake, Minn Lake, McAree Lake, Crooked Lake, Basswood Lake, Iron Lake, Badwater Lake, Poohbah Lake, Roland Lake, Middle Roland Lake, Omemee Lake, Cub Lake, Bearpelt Lake, Bottle Lake, Wicksteed Lake, Darkwater Lake</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Lac La Croix First Nation fishing guides only</p> </td>\n</tr>\n<tr> <td width=\"167\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Beaverhouse Lake, Cache Bay of Saganagons Lake, Mack Lake, Basswood Lake</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Commercial outfitters only</p> </td>\n</tr>\n<tr> <td width=\"167\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Wegwagum Bay of Lac la Croix</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">None </p> </td>\n</tr>\n<tr> <td width=\"167\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Wabakimi</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">None </p> </td>\n</tr>\n<tr> <td width=\"167\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Woodland Caribou</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">None </p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 346/07, Sched. 1.</p> <p class=\"schedule-e\">Schedule 2 <br/>  Permitted Power Boat Use</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Column 1</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Column 2</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Column 3</p> </td> <td valign=\"bottom\" width=\"168\"> <p class=\"table-e\">Column 4</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Park</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Areas</p> </td> <td valign=\"bottom\" width=\"168\"> <p class=\"table-e\">Restrictions </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Kesagami</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">If the boat has an engine rating not exceeding 25 horsepower</p> </td>\n</tr>\n<tr> <td width=\"168\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Killarney</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Baie Fine </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">In access zones only </p> </td>\n</tr>\n<tr> <td width=\"168\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Carlyle Lake, Johnnie Lake Three Narrows Lake, Helen Lake, Ishmael Lake, Great Mountain Lake, David Lake, Bell Lake, Balsam Lake, Howry Lake and Kakakise Lake</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Private property owners only </p> </td>\n</tr>\n<tr> <td width=\"168\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Cat Lake, Goose Lake, Grow Lake, Hanwood Lake, Little Mink Lake, Rocky Lake, Round Lake, Otter Lake, Van Lake, Van Winkle Lake</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">For purposes of commercial tourism only if the boat has an engine rating not exceeding 2 horsepower</p> </td>\n</tr>\n<tr> <td width=\"168\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Bell Lake, Balsam Lake</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Staff or overnight guests of Blue Mountain Lodge only</p> </td>\n</tr>\n<tr> <td width=\"168\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">If the boat is operated by the holder of a trapper’s licence issued under Ontario Regulation 667/98 (Trapping) made under the <i>Fish and Wildlife Conservation Act, 1997</i>\r for the purpose of trapping during the open season</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Polar Bear</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">If the boat is operated by an Indian within the meaning of the <i>Indian Act</i> (Canada)</p> </td>\n</tr>\n<tr> <td width=\"168\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Winisk River</p> <p class=\"table-e\">Sutton River</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">If the boat is operated by an Indian within the meaning of the <i>Indian Act</i> (Canada) while guiding for the Sutton River and Shagamu River commercial tourism camps</p> </td>\n</tr>\n<tr> <td width=\"168\"> <p class=\"table-e\">4. </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Lady Evelyn-Smoothwater</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">None </p> </td>\n</tr>\n<tr> <td width=\"168\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Opasquia </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">None </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Quetico</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Beaverhouse Lake, Quetico Lake, Cirrus Lake, Wolsley Lake, Tanner Lake, Minn Lake, McAree Lake, Crooked Lake, Basswood Lake, Iron Lake, Badwater Lake, Poohbah Lake, Roland Lake, Middle Rolland Lake, Omemee Lake, Cub Lake, Bearpelt Lake, Bottle Lake, Wicksteed Lake, Darkwater Lake</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">If the boat is operated by fishing guides of the Lac La Croix First Nation before January 1, 2016 and the boat has an engine rating not exceeding 10 horsepower  </p> </td>\n</tr>\n<tr> <td width=\"168\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">All </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">If the boat is operated by the holder of a trapper’s licence issued under Ontario Regulation 667/98 (Trapping) made under the <i>Fish and Wildlife Conservation Act, 1997</i>\r for the purpose of trapping during the open season</p> </td>\n</tr>\n<tr> <td width=\"168\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Woodland Caribou </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">All </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">None</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 346/07, Sched. 2.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}