{
    "reg_info": {
        "full_title": "O. Reg. 389/10: GENERAL",
        "reg_name_text": "General",
        "citation": "O. Reg. 389/10: GENERAL",
        "act_under": "Energy Consumer Protection Act, 2010   Loi de 2010 sur la protection des consommateurs d’énergie",
        "url": "https://www.ontario.ca/laws/regulation/100389",
        "date_scraped": "2023-12-18 02:49:14"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 10, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/100389/v12",
            "valid_from": "July  1, 2022",
            "valid_to": "November  9, 2023"
        },
        {
            "a_href": "/laws/regulation/100389/v11",
            "valid_from": "April 20, 2022",
            "valid_to": "June 30, 2022"
        },
        {
            "a_href": "/laws/regulation/100389/v10",
            "valid_from": "September 13, 2019",
            "valid_to": "April 19, 2022"
        },
        {
            "a_href": "/laws/regulation/100389/v9",
            "valid_from": "September 25, 2018",
            "valid_to": "September 12, 2019"
        },
        {
            "a_href": "/laws/regulation/100389/v8",
            "valid_from": "April 20, 2018",
            "valid_to": "September 24, 2018"
        },
        {
            "a_href": "/laws/regulation/100389/v7",
            "valid_from": "January  1, 2017",
            "valid_to": "April 19, 2018"
        },
        {
            "a_href": "/laws/regulation/100389/v6",
            "valid_from": "June 24, 2016",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "/laws/regulation/100389/v5",
            "valid_from": "March  1, 2011",
            "valid_to": "June 23, 2016"
        },
        {
            "a_href": "/laws/regulation/100389/v4",
            "valid_from": "February 11, 2011",
            "valid_to": "February 28, 2011"
        },
        {
            "a_href": "/laws/regulation/100389/v3",
            "valid_from": "January  1, 2011",
            "valid_to": "February 10, 2011"
        },
        {
            "a_href": "/laws/regulation/100389/v2",
            "valid_from": "December 14, 2010",
            "valid_to": "December 31, 2010"
        },
        {
            "a_href": "/laws/regulation/100389/v1",
            "valid_from": "October 13, 2010",
            "valid_to": "December 13, 2010"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I CONSUMER PROTECTION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "Application and Interpretation",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Application and Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Application",
            "content": " 1. (1) This Part applies for the purposes of Part II of the Act.  O. Reg. 389/10, s. 1 (1). (2) Sections 17 to 20 apply with respect to contracts entered into before or after those sections come into force.  O. Reg. 389/10, s. 1 (2); O. Reg. 241/16, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>1. </b>(1) This Part applies for the purposes of Part II of the Act.  O. Reg. 389/10, s. 1 (1).</p> <p class=\"subsection-e\">  (2) Sections 17 to 20 apply with respect to contracts entered into before or after those sections come into force.  O. Reg. 389/10, s. 1 (2); O. Reg. 241/16, s. 1.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Definitions",
            "content": " 2. In this Part, “account holder” means, in relation to particular premises, the person in whose name an account has been established with an energy distributor for the provision of electricity or gas to the premises and, (a)  to whom invoices relating to the provision of the electricity or gas are issued by the energy distributor, whether on its own behalf or on behalf of a supplier, or (b)  in whose name invoices would be issued by the energy distributor  in respect of the provision of electricity or gas if invoices were not issued by a supplier; “account holder’s agent” means, (a)  the spouse of the account holder, within the meaning of section 29 of the Family Law Act, if the spouse is co-habiting with the account holder, unless the account holder has notified the supplier that the account holder has withdrawn the authority of the spouse to act on behalf of the account holder, or (b)  a person who, at the time of taking any action with respect to a contract on behalf of the account holder, is authorized to do so by the account holder or at law; “additional energy charges” means all categories of amounts payable by a consumer with respect to the supply or delivery of  electricity or gas, other than, (a)  the category or categories of amounts payable as part of the contract price, (b)  interest, (c)  penalties, (d)  any charges and fees referred to in clause 22 (1) (a) of the Act, and (e)  charges arising or amounts payable under an associated agreement; “associated agreement” means an agreement, including a lease, financing, hosting, licensing or other arrangement, (a)  that is not an agreement for the provision of electricity, and (b)  that is associated with a contract within the meaning of subsection 3 (1.1); “associated renewable energy generation facility” means, in relation to an associated agreement, the renewable energy generation facility referred to in the definition of “third party generator”; “contract price” means all amounts payable by a consumer under a contract with respect to the supply or delivery of electricity or gas to the consumer, other than interest, penalties and any charges and fees referred to in clause 22 (1) (a) of the Act; “disclosure statement” means a disclosure statement required under this Part; “energy distributor” means a distributor or gas distributor; “renewable energy generation facility” has the same meaning as in the Electricity Act, 1998; “third party generator” means a supplier who retails electricity produced by a renewable energy generation facility and who is an eligible third party generator within the meaning of Ontario Regulation 541/05 (Net Metering) made under the Ontario Energy Board Act, 1998; “unconscionable action” means an action by a supplier in connection with a contract if the supplier taking the action knows or ought to know, (a)  that, in the case of a representation made to the consumer, the consumer is not reasonably able to protect his or her interests because he or she does not understand the representation or its implications by reason of a physical or mental disability, ignorance, illiteracy, an inability to understand the language in which the representation is made or another disadvantage, or (b)  that the consumer is being subjected to undue pressure to enter into a contract with the supplier.  O. Reg. 389/10, s. 2; O. Reg. 387/22, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2. </b>In this Part,</p> <p class=\"firstdef-e\">“account holder” means, in relation to particular premises, the person in whose name an account has been established with an energy distributor for the provision of electricity or gas to the premises and,</p> <p class=\"defclause-e\">  (a)  to whom invoices relating to the provision of the electricity or gas are issued by the energy distributor, whether on its own behalf or on behalf of a supplier, or</p> <p class=\"defclause-e\">  (b)  in whose name invoices would be issued by the energy distributor  in respect of the provision of electricity or gas if invoices were not issued by a supplier;</p> <p class=\"definition-e\">“account holder’s agent” means,</p> <p class=\"defclause-e\">  (a)  the spouse of the account holder, within the meaning of section 29 of the <i>Family Law Act</i>, if the spouse is co-habiting with the account holder, unless the account holder has notified the supplier that the account holder has withdrawn the authority of the spouse to act on behalf of the account holder, or</p> <p class=\"defclause-e\">  (b)  a person who, at the time of taking any action with respect to a contract on behalf of the account holder, is authorized to do so by the account holder or at law; </p> <p class=\"definition-e\">“additional energy charges” means all categories of amounts payable by a consumer with respect to the supply or delivery of  electricity or gas, other than,</p> <p class=\"defclause-e\">  (a)  the category or categories of amounts payable as part of the contract price,</p> <p class=\"defclause-e\">  (b)  interest, </p> <p class=\"defclause-e\">  (c)  penalties,</p> <p class=\"defclause-e\">  (d)  any charges and fees referred to in clause 22 (1) (a) of the Act, and</p> <p class=\"defclause-e\">  (e)  charges arising or amounts payable under an associated agreement;</p> <p class=\"definition-e\">“associated agreement” means an agreement, including a lease, financing, hosting, licensing or other arrangement,</p> <p class=\"defclause-e\">  (a)  that is not an agreement for the provision of electricity, and</p> <p class=\"defclause-e\">  (b)  that is associated with a contract within the meaning of subsection 3 (1.1);</p> <p class=\"definition-e\">“associated renewable energy generation facility” means, in relation to an associated agreement, the renewable energy generation facility referred to in the definition of “third party generator”;</p> <p class=\"definition-e\">“contract price” means all amounts payable by a consumer under a contract with respect to the supply or delivery of electricity or gas to the consumer, other than interest, penalties and any charges and fees referred to in clause 22 (1) (a) of the Act;</p> <p class=\"definition-e\">“disclosure statement” means a disclosure statement required under this Part;</p> <p class=\"definition-e\">“energy distributor” means a distributor or gas distributor;</p> <p class=\"definition-e\">“renewable energy generation facility” has the same meaning as in the <i>Electricity Act, 1998</i>;</p> <p class=\"definition-e\">“third party generator” means a supplier who retails electricity produced by a renewable energy generation facility and who is an eligible third party generator within the meaning of Ontario Regulation 541/05 (Net Metering) made under the <i>Ontario Energy Board Act, 1998</i>;</p> <p class=\"definition-e\">“unconscionable action” means an action by a supplier in connection with a contract if the supplier taking the action knows or ought to know,</p> <p class=\"defclause-e\">  (a)  that, in the case of a representation made to the consumer, the consumer is not reasonably able to protect his or her interests because he or she does not understand the representation or its implications by reason of a physical or mental disability, ignorance, illiteracy, an inability to understand the language in which the representation is made or another disadvantage, or</p> <p class=\"defclause-e\">  (b)  that the consumer is being subjected to undue pressure to enter into a contract with the supplier.  O. Reg. 389/10, s. 2; O. Reg. 387/22, s. 1.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Interpretation",
            "content": " 3. (1) For the purposes of this Part,  (a)  an act or omission by an employee or agent of a supplier is deemed to be the act or omission of the supplier; and (b)  in determining if a statement is false or misleading, there may be taken into consideration any omission that makes the statement sufficiently incomplete as to result in the statement being false or misleading with respect to a material fact.  O. Reg. 389/10, s. 3 (1). (1.1) For the purposes of this Part, an agreement is associated with a contract if the agreement, (a)  is separate from but relates to, in whole or in part, a contract for the provision to a consumer by a third party generator of electricity generated by an associated renewable energy generation facility; and (b)  is for the provision to the consumer by the third party generator of the equipment, systems or technology comprising the associated renewable energy generation facility. O. Reg. 387/22, s. 2. (2) In this Part, (a)  a reference to an order made by the Board is a reference to an order made by the Board under the Ontario Energy Board Act, 1998; (b)  a reference to a code issued by the Board is a reference to a code issued by the Board under section 70.1 of that Act; and (c)  a reference to a rule made by the Board is a reference to a rule made by the Board under section 44 of that Act.  O. Reg. 389/10, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>(1) For the purposes of this Part, </p> <p class=\"clause-e\">  (a)  an act or omission by an employee or agent of a supplier is deemed to be the act or omission of the supplier; and</p> <p class=\"clause-e\">  (b)  in determining if a statement is false or misleading, there may be taken into consideration any omission that makes the statement sufficiently incomplete as to result in the statement being false or misleading with respect to a material fact.  O. Reg. 389/10, s. 3 (1).</p> <p class=\"subsection-e\">  (1.1) For the purposes of this Part, an agreement is associated with a contract if the agreement,</p> <p class=\"clause-e\">  (a)  is separate from but relates to, in whole or in part, a contract for the provision to a consumer by a third party generator of electricity generated by an associated renewable energy generation facility; and</p> <p class=\"clause-e\">  (b)  is for the provision to the consumer by the third party generator of the equipment, systems or technology comprising the associated renewable energy generation facility. O. Reg. 387/22, s. 2.</p> <p class=\"subsection-e\">  (2) In this Part,</p> <p class=\"clause-e\">  (a)  a reference to an order made by the Board is a reference to an order made by the Board under the <i>Ontario Energy</i> <i>Board Act, 1998</i>;</p> <p class=\"clause-e\">  (b)  a reference to a code issued by the Board is a reference to a code issued by the Board under section 70.1 of that Act; and</p> <p class=\"clause-e\">  (c)  a reference to a rule made by the Board is a reference to a rule made by the Board under section 44 of that Act.  O. Reg. 389/10, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Amounts prescribed for purposes of definition of “consumer”",
            "content": " 4. For the purposes of the definition of “consumer” in section 2 of the Act,  (a)  the prescribed amount of electricity for the purpose of clause (a) of the definition is 150,000 kilowatt hours; and (b)  the prescribed amount of gas for the purpose of clause (b) of the definition is 50,000 cubic metres.  O. Reg. 389/10, s. 4. Unfair Practices",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>For the purposes of the definition of “consumer” in section 2 of the Act, </p> <p class=\"clause-e\">  (a)  the prescribed amount of electricity for the purpose of clause (a) of the definition is 150,000 kilowatt hours; and</p> <p class=\"clause-e\">  (b)  the prescribed amount of gas for the purpose of clause (b) of the definition is 50,000 cubic metres.  O. Reg. 389/10, s. 4.</p> <p class=\"heading1-e\"><a name=\"BK6\"></a>Unfair Practices</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Unfair Practices",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Unfair Practices",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Unfair practice",
            "content": " 5. Each of the following acts or omissions of a supplier is prescribed as an unfair practice with respect to a consumer: 1.  Knowingly making a false or misleading statement to the consumer, either directly or by way of an advertisement or other publicly released statement, including, but not limited to, a false or misleading statement relating to one or more of the following: i.  The provisions of a contract. ii.  The quality or another characteristic of electricity or gas provided or to be provided by the supplier or another supplier. iii.  The status of the supplier or another supplier or the relationship between the supplier and another person or between another supplier and another person. iv.  A benefit to be received by the consumer that arises from the status of the supplier or the relationship between the supplier and another person. iv.1  The requirements to qualify for any financial or other assistance from the Government of Ontario or otherwise, including whether the consumer is entitled or may be entitled to the assistance, A.  if the consumer enters into a contract with the supplier or does not enter into a contract with the supplier, or B.  if the consumer has any other type of relationship with the supplier or does not have any other type of relationship with the supplier. v.  The amount of, or the method of calculating, A.  the contract price or any component of the contract price, if the contract price is made up of more than one component, B.  any of the additional energy charges, or C.  any financial or other assistance from the Government of Ontario or otherwise to which the consumer is or may be entitled. vi.  The fact that any of the additional energy charges are payable by the consumer in addition to the contract price. vii.  Differences in contract prices or additional energy charges by different suppliers or energy distributors. viii.  A price or financial advantage from entering into a contract with the supplier or a cost saving or the amount of a cost saving if the consumer purchases electricity or gas from the supplier instead of another supplier or an energy distributor. ix.  The period of time during which a contract for the provision of electricity or gas at a specified contract price may be entered into or any period of time to which a specified contract price applies. x.  The consequences if the consumer does not enter into, verify, agree to amend, renew or extend the term of a contract. xi.  The consumer’s rights under any Act or regulation. 2.  Taking an unconscionable action with respect to the consumer. 3.  Failing to disclose information about the products, services or business of the supplier if the failure misleads or can reasonably be expected to mislead the consumer in a way that influences his or her decision to enter into, verify, agree to amend, renew, extend the term of or cancel a contract with the supplier. 3.1  Failing to disclose, in accordance with any code, order or rule issued or made by the Board, any of the following with respect to an associated agreement: i.  The name and contact information of any other parties to the associated agreement. ii.  Whether the associated agreement is a lease, financing, hosting, licensing or other arrangement. iii.  The term of the associated agreement. iv.  The date on which the associated agreement begins to apply to the consumer. v.  For the associated renewable energy generation facility, the rated maximum output capacity as stated on the nameplate of the machinery or equipment that is used to produce electricity. vi.  Any insurance or warranty rights or obligations, including any obligation to pay a deductible, related to the equipment, systems and technologies and any limitations or exclusions in respect of coverage. vii.  The terms of payment, including any terms related to deposits, interest or any other financial or legal obligations under the associated agreement that affect the terms of payment. viii.  Any options or obligations to purchase the renewable energy generation facility or related equipment during or at the end of the term, including any relevant dates and costs associated with the options or obligations. ix.  Any other costs for which the consumer will be responsible, including costs related to administration and account billing, insurance or warranty rights, leasing, rental, installation, connection, ongoing operation, maintenance and removal of equipment. x.  Any right to terminate, suspend, amend, extend or renew the associated agreement. xi.  Any penalties under the associated agreement and the circumstances in which the consumer would be liable to pay the penalties. xii.  Any right to transfer or assign the associated agreement. xiii.  Any authority to put a lien on the consumer’s property and the circumstances that would give rise to such a right. xiv.  Any maintenance and operation obligations the consumer has with respect to the associated renewable energy generation facility. xv.  An estimate of the annual energy production of the associated renewable energy generation facility measured in kilowatt hours. xvi.  An estimate of the annual electricity cost savings to the customer under the associated agreement. 3.2  Charging more for the removal of an associated renewable energy generation facility than the amount for removal set out in the associated agreement. 4.  When making a statement to the consumer about the contract price, whether directly or by way of an advertisement or other publicly released statement, failing to make clear that additional energy charges would be payable by the consumer if he or she enters into the contract. 5.  When making a statement to the consumer about the contract price in relation to the price charged by an energy distributor or another supplier, whether the statement is made directly or by way of an advertisement or other publicly released statement, i.  failing to make clear that the additional energy charges are not included in the contract price and would be payable by the consumer if he or she enters into the contract, or ii.  failing to make clear that those additional energy charges are included in the price charged by the energy distributor. 6.  If a person acting on behalf of a supplier calls on a consumer in person, the failure by that person, i.  to prominently display a valid identification badge in accordance with the conditions of the supplier’s licence, the regulations made under the Ontario Energy Board Act, 1998 and any code, order or rule issued or made by the Board, ii.  to offer to the consumer a business card that complies with the conditions of the supplier’s licence, the regulations made under the Ontario Energy Board Act, 1998 and any code, order or rule issued or made by the Board, or iii.  to give to the consumer, at the consumer’s request, a text-based copy of any document that is presented to but not signed by the consumer unless clause 5.1 (2) (d) or (e) applies with respect to the document. 7.  If a person acting on behalf of the supplier enters into a contract in person with the consumer, the failure by that person to give the consumer, i.  a text-based copy of the contract, including the disclosure statement, before the consumer enters into the contract, irrespective of whether the consumer requests a copy, or ii.  a text-based copy of the signed contract, including the disclosure statement, immediately after the consumer has entered into the contract, irrespective of whether the consumer requests a copy. 8.  Entering into, verifying, amending, renewing, extending the term of or cancelling a contract with anyone other than a person who, at that time, is or will be the account holder or the account holder’s agent in respect of the residence or premises to which the contract applies. 9.  Entering into a contract with the consumer if the contract does not satisfy the requirements prescribed under this Part. 10.  Taking any action intended to verify, amend, renew or extend the term of a contract, with or without the consent of the consumer, except in accordance with the Act, the regulations and any applicable code, order or rule issued or made by the Board. 11.  Structuring the contract price or the billing or payment arrangements for a contract in such a manner that a reasonable person could be misled with respect to, i.  the cost of the contract, or ii.  the cost of the contract over any period during the term of the contract or, if the contract is renewed or extended, during any period in the term of the renewed or extended contract. 12.  Directing an energy distributor to provide electricity or gas to the consumer under a contract if the contract has not been verified. 13.  Failing to comply with the requirements relating to disclosure obligations or disclosure statements in the Act and the regulations and under any code, order or rule issued or made by the Board. 14.  Failing to comply with any applicable code, order or rule issued or made by the Board, including but not limited to the Fair Marketing Practices set out in the Electricity Retailer Code of Conduct or the Code of Conduct for Gas Marketers issued by the Board. 15.  Requiring at any time, including upon the cancellation of a contract by the consumer, the return or repayment of, i.  a gift card, gift certificate or other financial incentive of any kind that has been provided by the supplier to the consumer, or ii.  any equipment, product or service that has been provided by the supplier to the consumer, except in the case of anything provided under an associated agreement. O. Reg. 241/16, s. 2; O. Reg. 387/22, s. 3. Door-to-Door Advertising and Marketing",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>5. </b>Each of the following acts or omissions of a supplier is prescribed as an unfair practice with respect to a consumer:</p> <p class=\"paragraph-e\">  1.  Knowingly making a false or misleading statement to the consumer, either directly or by way of an advertisement or other publicly released statement, including, but not limited to, a false or misleading statement relating to one or more of the following:</p> <p class=\"subpara-e\">  i.  The provisions of a contract.</p> <p class=\"subpara-e\">  ii.  The quality or another characteristic of electricity or gas provided or to be provided by the supplier or another supplier.</p> <p class=\"subpara-e\">  iii.  The status of the supplier or another supplier or the relationship between the supplier and another person or between another supplier and another person.</p> <p class=\"subpara-e\">  iv.  A benefit to be received by the consumer that arises from the status of the supplier or the relationship between the supplier and another person.</p> <p class=\"subpara-e\">  iv.1  The requirements to qualify for any financial or other assistance from the Government of Ontario or otherwise, including whether the consumer is entitled or may be entitled to the assistance,</p> <p class=\"subsubpara-e\">  A.  if the consumer enters into a contract with the supplier or does not enter into a contract with the supplier, or </p> <p class=\"subsubpara-e\">  B.  if the consumer has any other type of relationship with the supplier or does not have any other type of relationship with the supplier.</p> <p class=\"subpara-e\">  v.  The amount of, or the method of calculating, </p> <p class=\"subsubpara-e\">  A.  the contract price or any component of the contract price, if the contract price is made up of more than one component,</p> <p class=\"subsubpara-e\">  B.  any of the additional energy charges, or</p> <p class=\"subsubpara-e\">  C.  any financial or other assistance from the Government of Ontario or otherwise to which the consumer is or may be entitled.</p> <p class=\"subpara-e\">  vi.  The fact that any of the additional energy charges are payable by the consumer in addition to the contract price.</p> <p class=\"subpara-e\">  vii.  Differences in contract prices or additional energy charges by different suppliers or energy distributors.</p> <p class=\"subpara-e\">  viii.  A price or financial advantage from entering into a contract with the supplier or a cost saving or the amount of a cost saving if the consumer purchases electricity or gas from the supplier instead of another supplier or an energy distributor.</p> <p class=\"subpara-e\">  ix.  The period of time during which a contract for the provision of electricity or gas at a specified contract price may be entered into or any period of time to which a specified contract price applies.</p> <p class=\"subpara-e\">  x.  The consequences if the consumer does not enter into, verify, agree to amend, renew or extend the term of a contract.</p> <p class=\"subpara-e\">  xi.  The consumer’s rights under any Act or regulation.</p> <p class=\"paragraph-e\">  2.  Taking an unconscionable action with respect to the consumer.</p> <p class=\"paragraph-e\">  3.  Failing to disclose information about the products, services or business of the supplier if the failure misleads or can reasonably be expected to mislead the consumer in a way that influences his or her decision to enter into, verify, agree to amend, renew, extend the term of or cancel a contract with the supplier.</p> <p class=\"paragraph-e\">  3.1  Failing to disclose, in accordance with any code, order or rule issued or made by the Board, any of the following with respect to an associated agreement:</p> <p class=\"subpara-e\">  i.  The name and contact information of any other parties to the associated agreement.</p> <p class=\"subpara-e\">  ii.  Whether the associated agreement is a lease, financing, hosting, licensing or other arrangement.</p> <p class=\"subpara-e\">  iii.  The term of the associated agreement.</p> <p class=\"subpara-e\">  iv.  The date on which the associated agreement begins to apply to the consumer.</p> <p class=\"subpara-e\">  v.  For the associated renewable energy generation facility, the rated maximum output capacity as stated on the nameplate of the machinery or equipment that is used to produce electricity.</p> <p class=\"subpara-e\">  vi.  Any insurance or warranty rights or obligations, including any obligation to pay a deductible, related to the equipment, systems and technologies and any limitations or exclusions in respect of coverage.</p> <p class=\"subpara-e\">  vii.  The terms of payment, including any terms related to deposits, interest or any other financial or legal obligations under the associated agreement that affect the terms of payment.</p> <p class=\"subpara-e\">  viii.  Any options or obligations to purchase the renewable energy generation facility or related equipment during or at the end of the term, including any relevant dates and costs associated with the options or obligations.</p> <p class=\"subpara-e\">  ix.  Any other costs for which the consumer will be responsible, including costs related to administration and account billing, insurance or warranty rights, leasing, rental, installation, connection, ongoing operation, maintenance and removal of equipment.</p> <p class=\"subpara-e\">  x.  Any right to terminate, suspend, amend, extend or renew the associated agreement.</p> <p class=\"subpara-e\">  xi.  Any penalties under the associated agreement and the circumstances in which the consumer would be liable to pay the penalties.</p> <p class=\"subpara-e\">  xii.  Any right to transfer or assign the associated agreement.</p> <p class=\"subpara-e\">  xiii.  Any authority to put a lien on the consumer’s property and the circumstances that would give rise to such a right.</p> <p class=\"subpara-e\">  xiv.  Any maintenance and operation obligations the consumer has with respect to the associated renewable energy generation facility.</p> <p class=\"subpara-e\">  xv.  An estimate of the annual energy production of the associated renewable energy generation facility measured in kilowatt hours.</p> <p class=\"subpara-e\">  xvi.  An estimate of the annual electricity cost savings to the customer under the associated agreement.</p> <p class=\"paragraph-e\">  3.2  Charging more for the removal of an associated renewable energy generation facility than the amount for removal set out in the associated agreement.</p> <p class=\"paragraph-e\">  4.  When making a statement to the consumer about the contract price, whether directly or by way of an advertisement or other publicly released statement, failing to make clear that additional energy charges would be payable by the consumer if he or she enters into the contract.</p> <p class=\"paragraph-e\">  5.  When making a statement to the consumer about the contract price in relation to the price charged by an energy distributor or another supplier, whether the statement is made directly or by way of an advertisement or other publicly released statement,</p> <p class=\"subpara-e\">  i.  failing to make clear that the additional energy charges are not included in the contract price and would be payable by the consumer if he or she enters into the contract, or</p> <p class=\"subpara-e\">  ii.  failing to make clear that those additional energy charges are included in the price charged by the energy distributor.</p> <p class=\"paragraph-e\">  6.  If a person acting on behalf of a supplier calls on a consumer in person, the failure by that person,</p> <p class=\"subpara-e\">  i.  to prominently display a valid identification badge in accordance with the conditions of the supplier’s licence, the regulations made under the <i>Ontario Energy Board Act, 1998</i> and any code, order or rule issued or made by the Board,</p> <p class=\"subpara-e\">  ii.  to offer to the consumer a business card that complies with the conditions of the supplier’s licence, the regulations made under the <i>Ontario Energy Board Act, 1998</i> and any code, order or rule issued or made by the Board, or</p> <p class=\"subpara-e\">  iii.  to give to the consumer, at the consumer’s request, a text-based copy of any document that is presented to but not signed by the consumer unless clause 5.1 (2) (d) or (e) applies with respect to the document.</p> <p class=\"paragraph-e\">  7.  If a person acting on behalf of the supplier enters into a contract in person with the consumer, the failure by that person to give the consumer,</p> <p class=\"subpara-e\">  i.  a text-based copy of the contract, including the disclosure statement, before the consumer enters into the contract, irrespective of whether the consumer requests a copy, or</p> <p class=\"subpara-e\">  ii.  a text-based copy of the signed contract, including the disclosure statement, immediately after the consumer has entered into the contract, irrespective of whether the consumer requests a copy.</p> <p class=\"paragraph-e\">  8.  Entering into, verifying, amending, renewing, extending the term of or cancelling a contract with anyone other than a person who, at that time, is or will be the account holder or the account holder’s agent in respect of the residence or premises to which the contract applies.</p> <p class=\"paragraph-e\">  9.  Entering into a contract with the consumer if the contract does not satisfy the requirements prescribed under this Part.</p> <p class=\"paragraph-e\">  10.  Taking any action intended to verify, amend, renew or extend the term of a contract, with or without the consent of the consumer, except in accordance with the Act, the regulations and any applicable code, order or rule issued or made by the Board.</p> <p class=\"paragraph-e\">  11.  Structuring the contract price or the billing or payment arrangements for a contract in such a manner that a reasonable person could be misled with respect to,</p> <p class=\"subpara-e\">  i.  the cost of the contract, or</p> <p class=\"subpara-e\">  ii.  the cost of the contract over any period during the term of the contract or, if the contract is renewed or extended, during any period in the term of the renewed or extended contract.\r\n</p> <p class=\"paragraph-e\">  12.  Directing an energy distributor to provide electricity or gas to the consumer under a contract if the contract has not been verified.</p> <p class=\"paragraph-e\">  13.  Failing to comply with the requirements relating to disclosure obligations or disclosure statements in the Act and the regulations and under any code, order or rule issued or made by the Board.</p> <p class=\"paragraph-e\">  14.  Failing to comply with any applicable code, order or rule issued or made by the Board, including but not limited to the Fair Marketing Practices set out in the Electricity Retailer Code of Conduct or the Code of Conduct for Gas Marketers issued by the Board.</p> <p class=\"paragraph-e\">  15.  Requiring at any time, including upon the cancellation of a contract by the consumer, the return or repayment of,</p> <p class=\"subpara-e\">  i.  a gift card, gift certificate or other financial incentive of any kind that has been provided by the supplier to the consumer, or </p> <p class=\"subpara-e\">  ii.  any equipment, product or service that has been provided by the supplier to the consumer, except in the case of anything provided under an associated agreement. O. Reg. 241/16, s. 2; O. Reg. 387/22, s. 3.</p> <p class=\"heading1-e\"><a name=\"BK8\"></a>Door-to-Door Advertising and Marketing</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Door-to-Door Advertising and Marketing",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Door-to-Door Advertising and Marketing",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "5.1",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Permissible door-to-door advertising and marketing",
            "content": " 5.1 (1) The rules set out in subsection (2) are established for the purposes of section 9.2 of the Act. O. Reg. 241/16, s. 3. (2) A supplier or salesperson shall not, (a)  advertise, market or otherwise attend in person without being solicited at the home of a consumer where the consumer has indicated by posted sign or otherwise not to do so; (b)  advertise, market or otherwise attend in person without being solicited at the home of a consumer, (i)  on a holiday within the meaning of section 87 of the Legislation Act, 2006, other than a Sunday (subject to subclause (iii)); (ii)  before 10 a.m. or after 8 p.m. on a weekday, or (iii)  before 10 a.m. or after 5 p.m. on a Saturday or a Sunday; (c)  advertise, market or otherwise attend in person at the home of a consumer without being solicited more than four times in any 12-month period; (d)  leave with a consumer, at the home of a consumer, a copy of a contract; (e)  provide, in person at the home of a consumer, a gift card, gift certificate or other financial incentive of any kind, or any equipment, product or service, to be redeemed following entry into, amendment of or renewal of a contract; (f)  enter into, verify, amend, renew or extend the term of a contract in person at the home of a consumer; or (g)  after attending in person without being solicited at the home of a consumer, communicate with the consumer by any means more than once in the subsequent 30-day period, unless, (i)  the consumer solicits the communication, or (ii)  the communication is for the purposes of contract verification in accordance with this Regulation. O. Reg. 241/16, s. 3. Contracts",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>5.1 </b>(1) The rules set out in subsection (2) are established for the purposes of section 9.2 of the Act. O. Reg. 241/16, s. 3.</p> <p class=\"subsection-e\">  (2) A supplier or salesperson shall not,</p> <p class=\"clause-e\">  (a)  advertise, market or otherwise attend in person without being solicited at the home of a consumer where the consumer has indicated by posted sign or otherwise not to do so;</p> <p class=\"clause-e\">  (b)  advertise, market or otherwise attend in person without being solicited at the home of a consumer,</p> <p class=\"subclause-e\">  (i)  on a holiday within the meaning of section 87 of the <i>Legislation Act, 2006</i>, other than a Sunday (subject to subclause (iii));</p> <p class=\"subclause-e\">  (ii)  before 10 a.m. or after 8 p.m. on a weekday, or</p> <p class=\"subclause-e\">  (iii)  before 10 a.m. or after 5 p.m. on a Saturday or a Sunday;</p> <p class=\"clause-e\">  (c)  advertise, market or otherwise attend in person at the home of a consumer without being solicited more than four times in any 12-month period;</p> <p class=\"clause-e\">  (d)  leave with a consumer, at the home of a consumer, a copy of a contract;</p> <p class=\"clause-e\">  (e)  provide, in person at the home of a consumer, a gift card, gift certificate or other financial incentive of any kind, or any equipment, product or service, to be redeemed following entry into, amendment of or renewal of a contract; </p> <p class=\"clause-e\">  (f)  enter into, verify, amend, renew or extend the term of a contract in person at the home of a consumer; or</p> <p class=\"clause-e\">  (g)  after attending in person without being solicited at the home of a consumer, communicate with the consumer by any means more than once in the subsequent 30-day period, unless,</p> <p class=\"subpara-e\">  (i)  the consumer solicits the communication, or </p> <p class=\"subpara-e\">  (ii)  the communication is for the purposes of contract verification in accordance with this Regulation. O. Reg. 241/16, s. 3.</p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Contracts</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Contracts",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Contracts",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "6.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "With whom a supplier may enter into a contract",
            "content": " 6. For the purposes of subsection 11 (4) of the Act, a supplier shall not enter into, verify, amend, renew or extend the term of a contract with anyone other than a person who is, (a)  the account holder; or (b)  the account holder’s agent at the time the action is taken.  O. Reg. 389/10, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>6. </b>For the purposes of subsection 11 (4) of the Act, a supplier shall not enter into, verify, amend, renew or extend the term of a contract with anyone other than a person who is,</p> <p class=\"clause-e\">  (a)  the account holder; or</p> <p class=\"clause-e\">  (b)  the account holder’s agent at the time the action is taken.  O. Reg. 389/10, s. 6.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "7.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Contract requirements",
            "content": " 7. (1) A contract must contain the following, be clearly legible and, except for the information to be added at the time the contract is entered into, must be in a typeface having a font size of at least 12: 1.  The name, business address and telephone number of the supplier and any fax number, website address, e-mail address and toll-free telephone number for the supplier. 2.  The number of the supplier’s licence issued under the Ontario Energy Board Act, 1998. 3.  If the contract is entered into with the consumer in person, the name of the person who negotiated and signed the contract on behalf of the supplier. 4.  In printed letters, the consumer’s name, the address to which the electricity or gas is to be provided and, if it is different, the account holder’s name and mailing address. 5.  The date on which the contract is entered into, the length of time during which electricity or gas is to be provided pursuant to the contract, the date that the provision of electricity or gas is intended to start under the contract and a description of any circumstances that may prevent the provision of electricity or gas from starting on that date. 6.  The contract price for the electricity or gas, or the method of calculating it, and, if any additional energy charges are payable by the consumer for the supply or delivery of the electricity or gas, a statement describing the categories of the additional energy charges and indicating to whom they are payable. 6.1  If the supplier is entering into an associated agreement with the consumer, a statement that the contract price does not include any additional charges related to the installation, leasing, rental, maintenance or removal of equipment, systems or technology the supplier is providing to the consumer under the associated agreement. 7.  The terms of payment for the electricity or gas, including the terms relating to any deposit, late payment or other charges, interest or penalties that may be payable under the contract. 8.  A statement that the consumer has the right under the Act to cancel the contract without cost or penalty up to 10 days after the consumer acknowledges receipt or is deemed to acknowledge receipt of a text-based copy of the contract. 9.  A statement that if the consumer cancels the contract within that 10-day period, the consumer is entitled to a full refund of all amounts paid under the contract. 10.  A statement, i.  that the consumer may cancel the contract without cost or penalty up to 30 days after receiving the second bill under the contract, and ii.  if the supplier is a third party generator, that the cancellation right referred to in subparagraph i may give rise to penalties or other charges payable under or in respect of any associated agreement. 11.  A statement that nothing in the contract negates or varies the consumer’s rights to cancel the contract under and in accordance with the Act and this Part. 12.  A statement that if the consumer permanently moves out of the premises to which the electricity or gas is provided under the contract, the consumer may, without cost or penalty, cancel the contract. 12.1  Despite paragraph 12, if the supplier is a third party generator, a statement that if the consumer permanently moves out of the premises to which electricity is provided under the contract, the consumer may be liable for the penalties or other charges set out in an associated agreement for the removal of the equipment, systems or technology comprising the associated renewable energy generation facility that the supplier provided to the consumer under the associated agreement. 13.  A description of any other circumstances in which the consumer or the supplier is entitled to cancel the contract with or without notice or cost or penalty, the length of any notice period, the manner in which notice can be given and the amount of any cost or penalty. 14.  Information about whether the contract may be assigned by either the supplier or the consumer and any provisions relating to the assignment. 15.  If the contract is for the provision of electricity and provides for the assignment of any rebate to which the consumer is entitled to another person, a statement informing the consumer that he or she will not receive the rebate. 16.  A description of how the consumer may contact the supplier to make a complaint, request information or renew, extend the term of or cancel the contract. 17.  Except as otherwise provided in section 9, the signature and printed name of the consumer, or the account holder’s agent signing the contract on behalf of the consumer, and of the person signing the contract on behalf of the supplier, at the bottom of the contract and before the acknowledgment described in paragraph 18. 18.  Except as otherwise provided in section 9, following the signatures referred to in paragraph 17, an acknowledgment to be signed and dated by the consumer or account holder’s agent that he or she has received a text-based copy of the contract.  O. Reg. 389/10, s. 7 (1); O. Reg. 241/16, s. 4; O. Reg. 387/22, s. 4 (1-3). (2) For the purposes of subsection 12 (3) of the Act, a contract must not contain any provision or be accompanied by any document, (a)  that purports to negate or vary any of the consumer’s rights under any Act or regulation or under any code, order or rule issued or made by the Board; (b)  that falsely represents that the supplier is relieved from the requirement to comply with any provision of any Act or regulation or any code, order or rule issued or made by the Board.  O. Reg. 389/10, s. 7 (2). (3) A provision of a contract or document that is prohibited under subsection (2) is void and, in the case of a contract, is severable from the contract and shall not be evidence of circumstances showing an intent that a deemed or implied warranty or condition does not apply.  O. Reg. 389/10, s. 7 (3). (4) If a contract is in a language other than English, the contract is deemed to be void if it does not comply with the requirements of the Act, this Part or any applicable code, order or rule issued or made by the Board by reason that the wording is inaccurate, incomplete, unclear or capable of more than one meaning.  O. Reg. 389/10, s. 7 (4). (5) A contract must not provide for the provision to a consumer of the equipment, systems or technology that comprise a renewable energy generation facility. O. Reg. 387/22, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>7. </b>(1) A contract must contain the following, be clearly legible and, except for the information to be added at the time the contract is entered into, must be in a typeface having a font size of at least 12:</p> <p class=\"paragraph-e\">  1.  The name, business address and telephone number of the supplier and any fax number, website address, e-mail address and toll-free telephone number for the supplier.</p> <p class=\"paragraph-e\">  2.  The number of the supplier’s licence issued under the <i>Ontario Energy Board Act, 1998</i>.</p> <p class=\"paragraph-e\">  3.  If the contract is entered into with the consumer in person, the name of the person who negotiated and signed the contract on behalf of the supplier. </p> <p class=\"paragraph-e\">  4.  In printed letters, the consumer’s name, the address to which the electricity or gas is to be provided and, if it is different, the account holder’s name and mailing address.</p> <p class=\"paragraph-e\">  5.  The date on which the contract is entered into, the length of time during which electricity or gas is to be provided pursuant to the contract,<b> </b>the date that the provision of electricity or gas is intended to start under the contract and a description of any circumstances that may prevent the provision of electricity or gas from starting on that date.</p> <p class=\"paragraph-e\">  6.  The contract price for the electricity or gas, or the method of calculating it, and, if any additional energy charges are payable by the consumer for the supply or delivery of the electricity or gas, a statement describing the categories of the additional energy charges and indicating to whom they are payable.</p> <p class=\"paragraph-e\">  6.1  If the supplier is entering into an associated agreement with the consumer, a statement that the contract price does not include any additional charges related to the installation, leasing, rental, maintenance or removal of equipment, systems or technology the supplier is providing to the consumer under the associated agreement.</p> <p class=\"paragraph-e\">  7.  The terms of payment for the electricity or gas, including the terms relating to any deposit, late payment or other charges, interest or penalties that may be payable under the contract.</p> <p class=\"paragraph-e\">  8.  A statement that the consumer has the right under the Act to cancel the contract without cost or penalty up to 10 days after the consumer acknowledges receipt or is deemed to acknowledge receipt of a text-based copy of the contract.</p> <p class=\"paragraph-e\">  9.  A statement that if the consumer cancels the contract within that 10-day period, the consumer is entitled to a full refund of all amounts paid under the contract.</p> <p class=\"paragraph-e\">  10.  A statement,</p> <p class=\"subpara-e\">  i.  that the consumer may cancel the contract without cost or penalty up to 30 days after receiving the second bill under the contract, and</p> <p class=\"subpara-e\">  ii.  if the supplier is a third party generator, that the cancellation right referred to in subparagraph i may give rise to penalties or other charges payable under or in respect of any associated agreement.</p> <p class=\"paragraph-e\">  11.  A statement that nothing in the contract negates or varies the consumer’s rights to cancel the contract under and in accordance with the Act and this Part.</p> <p class=\"paragraph-e\">  12.  A statement that if the consumer permanently moves out of the premises to which the electricity or gas is provided under the contract, the consumer may, without cost or penalty, cancel the contract.</p> <p class=\"paragraph-e\"> 12.1  Despite paragraph 12, if the supplier is a third party generator, a statement that if the consumer permanently moves out of the premises to which electricity is provided under the contract, the consumer may be liable for the penalties or other charges set out in an associated agreement for the removal of the equipment, systems or technology comprising the associated renewable energy generation facility that the supplier provided to the consumer under the associated agreement.</p> <p class=\"paragraph-e\">  13.  A description of any other circumstances in which the consumer or the supplier is entitled to cancel the contract with or without notice or cost or penalty, the length of any notice period, the manner in which notice can be given and the amount of any cost or penalty.</p> <p class=\"paragraph-e\">  14.  Information about whether the contract may be assigned by either the supplier or the consumer and any provisions relating to the assignment.</p> <p class=\"paragraph-e\">  15.  If the contract is for the provision of electricity and provides for the assignment of any rebate to which the consumer is entitled to another person, a statement informing the consumer that he or she will not receive the rebate.</p> <p class=\"paragraph-e\">  16.  A description of how the consumer may contact the supplier to make a complaint, request information or renew, extend the term of or cancel the contract.</p> <p class=\"paragraph-e\">  17.  Except as otherwise provided in section 9, the signature and printed name of the consumer, or the account holder’s agent signing the contract on behalf of the consumer, and of the person signing the contract on behalf of the supplier, at the bottom of the contract and before the acknowledgment described in paragraph 18.</p> <p class=\"paragraph-e\">  18.  Except as otherwise provided in section 9, following the signatures referred to in paragraph 17, an acknowledgment to be signed and dated by the consumer or account holder’s agent that he or she has received a text-based copy of the contract.  O. Reg. 389/10, s. 7 (1); O. Reg. 241/16, s. 4; O. Reg. 387/22, s. 4 (1-3).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 12 (3) of the Act, a contract must not contain any provision or be accompanied by any document,</p> <p class=\"clause-e\">  (a)  that purports to negate or vary any of the consumer’s rights under any Act or regulation or under any code, order or rule issued or made by the Board;</p> <p class=\"clause-e\">  (b)  that falsely represents that the supplier is relieved from the requirement to comply with any provision of any Act or regulation or any code, order or rule issued or made by the Board.  O. Reg. 389/10, s. 7 (2).</p> <p class=\"subsection-e\">  (3) A provision of a contract or document that is prohibited under subsection (2) is void and, in the case of a contract, is severable from the contract and shall not be evidence of circumstances showing an intent that a deemed or implied warranty or condition does not apply.  O. Reg. 389/10, s. 7 (3).</p> <p class=\"subsection-e\">  (4) If a contract is in a language other than English, the contract is deemed to be void if it does not comply with the requirements of the Act, this Part or any applicable code, order or rule issued or made by the Board by reason that the wording is inaccurate, incomplete, unclear or capable of more than one meaning.  O. Reg. 389/10, s. 7 (4).</p> <p class=\"subsection-e\">  (5) A contract must not provide for the provision to a consumer of the equipment, systems or technology that comprise a renewable energy generation facility. O. Reg. 387/22, s. 4 (4).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "8.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Disclosure statement",
            "content": " 8. (1) A contract for the provision of electricity or gas must be accompanied by a disclosure statement, (a)  that contains such information as is required by any code, order or rule issued or made by the Board; (b)  that is provided in such language or languages as may be required or permitted by that code, order or rule; (c)  that is presented in the form or manner and under the circumstances, if any, required by that code, order or rule; and (d)  that requires the signature of the consumer, or the account holder’s agent who signs the contract on behalf of the consumer, to acknowledge receipt of the disclosure statement.  O. Reg. 389/10, s. 8 (1). (2) A renewal or extension form provided as required under section 15 must be accompanied by a disclosure statement, (a)  that contains such information as is required by a code, order or rule issued or made by the Board; (b)  that is provided in such language or languages as may be required or permitted by that code, order or rule; (c)  that is presented in the form or manner and under the circumstances, if any, required by that code, order or rule; and (d)  that requires the signature of the consumer, or the account holder’s agent who renews or extends the contract on behalf of the consumer, to acknowledge receipt of the disclosure statement.  O. Reg. 389/10, s. 8 (2). (3) A disclosure statement required under subsection (1) or (2) must be accompanied by a price comparison, (a)  that contains such information as may be required by a code, order or rule issued or made by the Board; (b)  that is provided in such language or languages as may be required by a code, order or rule issued or made by the Board; (c)  that is presented in the form or manner and under the circumstances, if any, as may be required by a code, order or rule issued or made by the Board; and (d)  that requires the signature of the consumer, or the account holder’s agent who renews or extends the contract on behalf of the consumer, to acknowledge receipt of the disclosure statement.  O. Reg. 389/10, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>8. </b>(1) A contract for the provision of electricity or gas must be accompanied by a disclosure statement,</p> <p class=\"clause-e\">  (a)  that contains such information as is required by any code, order or rule issued or made by the Board;</p> <p class=\"clause-e\">  (b)  that is provided in such language or languages as may be required or permitted by that code, order or rule;</p> <p class=\"clause-e\">  (c)  that is presented in the form or manner and under the circumstances, if any, required by that code, order or rule; and</p> <p class=\"clause-e\">  (d)  that requires the signature of the consumer, or the account holder’s agent who signs the contract on behalf of the consumer, to acknowledge receipt of the disclosure statement.  O. Reg. 389/10, s. 8 (1).</p> <p class=\"subsection-e\">  (2) A renewal or extension form provided as required under section 15 must be accompanied by a disclosure statement,</p> <p class=\"clause-e\">  (a)  that contains such information as is required by a code, order or rule issued or made by the Board;</p> <p class=\"clause-e\">  (b)  that is provided in such language or languages as may be required or permitted by that code, order or rule;</p> <p class=\"clause-e\">  (c)  that is presented in the form or manner and under the circumstances, if any, required by that code, order or rule; and</p> <p class=\"clause-e\">  (d)  that requires the signature of the consumer, or the account holder’s agent who renews or extends the contract on behalf of the consumer, to acknowledge receipt of the disclosure statement.  O. Reg. 389/10, s. 8 (2).</p> <p class=\"subsection-e\">  (3) A disclosure statement required under subsection (1) or (2) must be accompanied by a price comparison,</p> <p class=\"clause-e\">  (a)  that contains such information as may be required by a code, order or rule issued or made by the Board;</p> <p class=\"clause-e\">  (b)  that is provided in such language or languages as may be required by a code, order or rule issued or made by the Board;</p> <p class=\"clause-e\">  (c)  that is presented in the form or manner and under the circumstances, if any, as may be required by a code, order or rule issued or made by the Board; and</p> <p class=\"clause-e\">  (d)  that requires the signature of the consumer, or the account holder’s agent who renews or extends the contract on behalf of the consumer, to acknowledge receipt of the disclosure statement.  O. Reg. 389/10, s. 8 (3).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "9.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Contracts entered into over the internet",
            "content": " 9. If a contract is entered into over the internet, the supplier shall ensure, (a)  that its internet website is secure; (b)  that its internet server will cancel the consumer’s session on the website in a reasonable period of time if the consumer does not continue the session; (c)  that the web page includes statements with boxes to be checked off by the consumer in order to proceed with the transaction, (i)  that remind the consumer that entering and leaving his or her personal information on a public computer is not recommended, (ii)  that confirm that the consumer understands that the supplier does not represent an energy distributor, the Board or the Government of Ontario, and (iii)  that confirm that the consumer is the account holder with respect to any contract entered into through the website or is the account holder’s agent for the purposes of entering into the contract; (d)  that the website provides the terms and conditions of available contracts, the disclosure statement applicable to each form of contract and a link to the Board’s website, without requiring the consumer to commence a transaction; (e)  that, as part of the transaction, the consumer is requested to review the applicable disclosure statement and price comparison and indicate that he or she has read and understood it by checking a box; (f)  that the consumer has the option to download or print each form of available contract and disclosure statement without any obligation to enter into a contract; (g)  that the signature page of the contract contains the electronic signature of a director or officer of the supplier and the date the contract was entered into over the internet; (h)  that below the signature contemplated in clause (g), two boxes are displayed with a request that the consumer check only one, to either, (i)  expressly accept the provisions of the contract offer, or (ii)  expressly decline the contract offer and terminate the transaction without completing it; and (i)  that, if the reader checked the box to accept the terms and conditions of the contract offer, the consumer is required to provide his or her e-mail address in order to complete the transaction.  O. Reg. 389/10, s. 9.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>9. </b>If a contract is entered into over the internet, the supplier shall ensure,</p> <p class=\"clause-e\">  (a)  that its internet website is secure;</p> <p class=\"clause-e\">  (b)  that its internet server will cancel the consumer’s session on the website in a reasonable period of time if the consumer does not continue the session;</p> <p class=\"clause-e\">  (c)  that the web page includes statements with boxes to be checked off by the consumer in order to proceed with the transaction,</p> <p class=\"subclause-e\">  (i)  that remind the consumer that entering and leaving his or her personal information on a public computer is not recommended, </p> <p class=\"subclause-e\">  (ii)  that confirm that the consumer understands that the supplier does not represent an energy distributor, the Board or the Government of Ontario, and</p> <p class=\"subclause-e\">  (iii)  that confirm that the consumer is the account holder with respect to any contract entered into through the website or is the account holder’s agent for the purposes of entering into the contract; </p> <p class=\"clause-e\">  (d)  that the website provides the terms and conditions of available contracts, the disclosure statement applicable to each form of contract and a link to the Board’s website, without requiring the consumer to commence a transaction;</p> <p class=\"clause-e\">  (e)  that, as part of the transaction, the consumer is requested to review the applicable disclosure statement and price comparison and indicate that he or she has read and understood it by checking a box;</p> <p class=\"clause-e\">  (f)  that the consumer has the option to download or print each form of available contract and disclosure statement without any obligation to enter into a contract;</p> <p class=\"clause-e\">  (g)  that the signature page of the contract contains the electronic signature of a director or officer of the supplier and the date the contract was entered into over the internet;</p> <p class=\"clause-e\">  (h)  that below the signature contemplated in clause (g), two boxes are displayed with a request that the consumer check only one, to either,</p> <p class=\"subclause-e\">  (i)  expressly accept the provisions of the contract offer, or</p> <p class=\"subclause-e\">  (ii)  expressly decline the contract offer and terminate the transaction without completing it; and</p> <p class=\"clause-e\">  (i)  that, if the reader checked the box to accept the terms and conditions of the contract offer, the consumer is required to provide his or her e-mail address in order to complete the transaction.  O. Reg. 389/10, s. 9.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "10.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Receipt of contract and acknowledgement of receipt",
            "content": " 10. (1) If a consumer enters into a contract in person with someone acting on behalf of the supplier,  (a)  the person shall give to the consumer a text-based copy of the contract at the time the contract is entered into; and (b)  the consumer is deemed to acknowledge receipt of a text-based copy of the contract if and when the consumer signs the acknowledgement at the end of the contract.  O. Reg. 389/10, s. 10 (1). (2) If a consumer enters into a contract over the internet, (a)  the supplier shall, immediately after the contract is entered into, deliver a text-based copy of the contract, disclosure statement and price comparison to the e-mail address provided by the consumer; and (b)  the consumer is deemed to acknowledge receipt of the text-based copy of the contract, disclosure statement and price comparison if and when the contract, disclosure statement and price comparison are electronically sent by e-mail to the address provided by the consumer.  O. Reg. 389/10, s. 10 (2). (3) If a consumer enters into a contract by mail, the consumer, (a)  is considered to have received a text-based copy of the contract when he or she receives and signs and dates the contract; and (b)  is deemed to acknowledge receipt of the text-based copy of the contract on the day the consumer mails back to the supplier the signed and dated copy of the contract on which the consumer has signed the acknowledgement.  O. Reg. 389/10, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>10</b><b>. </b>(1) If a consumer enters into a contract in person with someone acting on behalf of the supplier, </p> <p class=\"clause-e\">  (a)  the person shall give to the consumer a text-based copy of the contract at the time the contract is entered into; and</p> <p class=\"clause-e\">  (b)  the consumer is deemed to acknowledge receipt of a text-based copy of the contract if and when the consumer signs the acknowledgement at the end of the contract.  O. Reg. 389/10, s. 10 (1).</p> <p class=\"subsection-e\">  (2) If a consumer enters into a contract over the internet, </p> <p class=\"clause-e\">  (a)  the supplier shall, immediately after the contract is entered into, deliver a text-based copy of the contract, disclosure statement and price comparison to the e-mail address provided by the consumer; and</p> <p class=\"clause-e\">  (b)  the consumer is deemed to acknowledge receipt of the text-based copy of the contract, disclosure statement and price comparison if and when the contract, disclosure statement and price comparison are electronically sent by e-mail to the address provided by the consumer.  O. Reg. 389/10, s. 10 (2).</p> <p class=\"subsection-e\">  (3) If a consumer enters into a contract by mail, the consumer,</p> <p class=\"clause-e\">  (a)  is considered to have received a text-based copy of the contract when he or she receives and signs and dates the contract; and</p> <p class=\"clause-e\">  (b)  is deemed to acknowledge receipt of the text-based copy of the contract on the day the consumer mails back to the supplier the signed and dated copy of the contract on which the consumer has signed the acknowledgement.  O. Reg. 389/10, s. 10 (3).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "10.1",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Permissible remuneration",
            "content": " 10.1 For the purposes of section 9.3 of the Act, the remuneration provided to a salesperson must not include any remuneration that is based on a commission or on the value or volume of sales. O. Reg. 241/16, s. 5. Verification of Contracts",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>10.1 </b>For the purposes of section 9.3 of the Act, the remuneration provided to a salesperson must not include any remuneration that is based on a commission or on the value or volume of sales. O. Reg. 241/16, s. 5.</p> <p class=\"heading1-e\"><a name=\"BK17\"></a>Verification of Contracts</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "Verification of Contracts",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Verification of Contracts",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "11.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Verification",
            "content": " 11. A contract may be verified for the purposes of section 15 of the Act only as provided in sections 12 to 13.2 of this Regulation.  O. Reg. 389/10, s. 11; O. Reg. 241/16, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>11. </b>A contract may be verified for the purposes of section 15 of the Act only as provided in sections 12 to 13.2 of this Regulation.  O. Reg. 389/10, s. 11; O. Reg. 241/16, s. 6.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "12.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Verification, general",
            "content": " 12. (1) A person shall verify a contract for the provision of electricity or gas to particular premises, (a)  only by telephone in accordance with section 13.1 or, subject to subsection (2), over the internet in accordance with section 13.2; and (b)  only with the account holder for those premises or the account holder’s agent at that time in respect of the premises. O. Reg. 241/16, s. 7. (2) A contract may be verified over the internet only if the Board has issued or made a code, order or rule relating to the internet verification procedure. O. Reg. 241/16, s. 7. (3) Despite subsection 15 (4) of the Act, a contract may be verified no earlier than the 10th day and no later than the 45th day after the day on which a text-based copy of the contract is delivered or provided to the consumer. O. Reg. 241/16, s. 7. (4) An account holder or the account holder’s agent may, by any means that indicates to the supplier or person the intention not to proceed with the contract, give notice to the supplier or to the person verifying the contract not to have the contract verified. O. Reg. 241/16, s. 7. (5) A notice given under subsection (4), other than by personal service or by a telephone call to the supplier or person, is deemed to have been given when sent by the account holder or the account holder’s agent. O. Reg. 241/16, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>12. </b>(1) A person shall verify a contract for the provision of electricity or gas to particular premises,</p> <p class=\"clause-e\">  (a)  only by telephone in accordance with section 13.1 or, subject to subsection (2), over the internet in accordance with section 13.2; and</p> <p class=\"clause-e\">  (b)  only with the account holder for those premises or the account holder’s agent at that time in respect of the premises. O. Reg. 241/16, s. 7.</p> <p class=\"subsection-e\">  (2) A contract may be verified over the internet only if the Board has issued or made a code, order or rule relating to the internet verification procedure. O. Reg. 241/16, s. 7.</p> <p class=\"subsection-e\">  (3) Despite subsection 15 (4) of the Act, a contract may be verified no earlier than the 10th day and no later than the 45th day after the day on which a text-based copy of the contract is delivered or provided to the consumer. O. Reg. 241/16, s. 7.</p> <p class=\"subsection-e\">  (4) An account holder or the account holder’s agent may, by any means that indicates to the supplier or person the intention not to proceed with the contract, give notice to the supplier or to the person verifying the contract not to have the contract verified. O. Reg. 241/16, s. 7.</p> <p class=\"subsection-e\">  (5) A notice given under subsection (4), other than by personal service or by a telephone call to the supplier or person, is deemed to have been given when sent by the account holder or the account holder’s agent. O. Reg. 241/16, s. 7.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "13.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Who may verify a contract, third party verification",
            "content": " 13. (1) A contract may be verified by telephone in accordance with section 13.1 only by an individual who satisfies the following criteria: 1.  The individual’s employer is not a party to the contract being verified, nor an affiliate or partner of a party to the contract. 2.  The individual must not receive any remuneration or other compensation or benefit, i.  from the supplier or from an affiliate or partner of the supplier, or ii.  that is determined, directly or indirectly, by reference to the number of contracts that are verified or the percentage of contracts that are verified. 3.  The individual must have successfully completed such training for individuals who verify contracts by telephone as may be required by a code, order or rule issued or made by the Board. O. Reg. 241/16, s. 7. (2) A contract may be verified over the internet in accordance with section 13.2 only by a person who satisfies the following criteria: 1.  The person must not be a party to the contract being verified, nor be an affiliate or partner of a party to the contract. 2.  The person must not receive any remuneration or other compensation or benefit from the supplier or from an affiliate or partner of the supplier that is determined, directly or indirectly, by reference to the number of contracts that are verified or the percentage of contracts that are verified. O. Reg. 241/16, s. 7. (3) In this section, “affiliate” means an affiliate within the meaning of the Business Corporations Act; “partner” means a partner in a partnership under the Partnerships Act, or a general or limited partner in a limited partnership under the Limited Partnerships Act. O. Reg. 241/16, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>13.</b> (1) A contract may be verified by telephone in accordance with section 13.1 only by an individual who satisfies the following criteria:</p> <p class=\"paragraph-e\">  1.  The individual’s employer is not a party to the contract being verified, nor an affiliate or partner of a party to the contract.</p> <p class=\"paragraph-e\">  2.  The individual must not receive any remuneration or other compensation or benefit,</p> <p class=\"subpara-e\">  i.  from the supplier or from an affiliate or partner of the supplier, or</p> <p class=\"subpara-e\">  ii.  that is determined, directly or indirectly, by reference to the number of contracts that are verified or the percentage of contracts that are verified.</p> <p class=\"paragraph-e\">  3.  The individual must have successfully completed such training for individuals who verify contracts by telephone as may be required by a code, order or rule issued or made by the Board. O. Reg. 241/16, s. 7.</p> <p class=\"subsection-e\">  (2) A contract may be verified over the internet in accordance with section 13.2 only by a person who satisfies the following criteria:</p> <p class=\"paragraph-e\">  1.  The person must not be a party to the contract being verified, nor be an affiliate or partner of a party to the contract.</p> <p class=\"paragraph-e\">  2.  The person must not receive any remuneration or other compensation or benefit from the supplier or from an affiliate or partner of the supplier that is determined, directly or indirectly, by reference to the number of contracts that are verified or the percentage of contracts that are verified. O. Reg. 241/16, s. 7.</p> <p class=\"subsection-e\">  (3) In this section,</p> <p class=\"definition-e\">“affiliate” means an affiliate within the meaning of the <i>Business Corporations Act</i>;</p> <p class=\"definition-e\">“partner” means a partner in a partnership under the <i>Partnerships Act</i>, or a general or limited partner in a limited partnership under the <i>Limited Partnerships Act</i>. O. Reg. 241/16, s. 7.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "13.1",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Verification process, telephone",
            "content": " 13.1 Where a contract is verified by telephone, the supplier shall ensure that, (a)  the process complies with any code, order or rule issued or made by the Board relating to the verification procedure; (b)  if, at any time during the verification process, the person who is verifying the contract is made aware by the account holder or the account holder’s agent of an act or omission that appears to be a violation of section 5.1 or an unfair practice of the supplier, or has reasonable grounds for believing that the supplier has committed an unfair practice, whether at the time of soliciting, negotiating or entering into the contract or after, the person does not proceed with the verification process; (c)  if the person who is verifying a contract is advised that the account holder or the account holder’s agent did not receive a text-based copy of the contract or the disclosure statement, the person does not proceed with the verification process; (d)  if the person who is verifying the contract does not proceed with the verification process in accordance with clause (b) or (c), the person advises the account holder, or the account holder’s agent, and the supplier of the reason for not proceeding; and (e)  the person verifying the contract makes a recording of the telephone call and advises the account holder or account holder’s agent that the telephone call is being recorded. O. Reg. 241/16, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>13.1 </b>Where a contract is verified by telephone, the supplier shall ensure that,</p> <p class=\"clause-e\">  (a)  the process complies with any code, order or rule issued or made by the Board relating to the verification procedure;</p> <p class=\"clause-e\">  (b)  if, at any time during the verification process, the person who is verifying the contract is made aware by the account holder or the account holder’s agent of an act or omission that appears to be a violation of section 5.1 or an unfair practice of the supplier, or has reasonable grounds for believing that the supplier has committed an unfair practice, whether at the time of soliciting, negotiating or entering into the contract or after, the person does not proceed with the verification process;</p> <p class=\"clause-e\">  (c)  if the person who is verifying a contract is advised that the account holder or the account holder’s agent did not receive a text-based copy of the contract or the disclosure statement, the person does not proceed with the verification process;</p> <p class=\"clause-e\">  (d)  if the person who is verifying the contract does not proceed with the verification process in accordance with clause (b) or (c), the person advises the account holder, or the account holder’s agent, and the supplier of the reason for not proceeding; and</p> <p class=\"clause-e\">  (e)  the person verifying the contract makes a recording of the telephone call and advises the account holder or account holder’s agent that the telephone call is being recorded. O. Reg. 241/16, s. 7.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "13.2",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Verification process, internet",
            "content": " 13.2 Where a contract is verified over the internet, the supplier shall ensure that, (a)  the process complies with any code, order or rule issued or made by the Board relating to the verification procedure; (b)  the verification process is automatically terminated if the responses of the account holder or the account holder’s agent indicate that, (i)  there has been an act or omission that appears to be a violation of section 5.1 or an unfair practice of the supplier at the time of soliciting, negotiating or entering into the contract or after, or (ii)  the account holder or the account holder’s agent did not receive a text-based copy of the contract or the disclosure statement; (c)  if the verification process is automatically terminated in accordance with clause (b), the account holder, or the account holder’s agent, and the supplier are advised of the reason for the termination; and (d)  communications over the internet between the person verifying the contract and the account holder or the account holder’s agent are recorded and maintained, and the account holder, or the account holder’s agent, is advised that this will be the case during the internet verification process. O. Reg. 241/16, s. 7. Void Contracts",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>13.2 </b>Where a contract is verified over the internet, the supplier shall ensure that,</p> <p class=\"clause-e\">  (a)  the process complies with any code, order or rule issued or made by the Board relating to the verification procedure;</p> <p class=\"clause-e\">  (b)  the verification process is automatically terminated if the responses of the account holder or the account holder’s agent indicate that,</p> <p class=\"subclause-e\">  (i)  there has been an act or omission that appears to be a violation of section 5.1 or an unfair practice of the supplier at the time of soliciting, negotiating or entering into the contract or after, or</p> <p class=\"subclause-e\">  (ii)  the account holder or the account holder’s agent did not receive a text-based copy of the contract or the disclosure statement; </p> <p class=\"clause-e\">  (c)  if the verification process is automatically terminated in accordance with clause (b), the account holder, or the account holder’s agent, and the supplier are advised of the reason for the termination; and</p> <p class=\"clause-e\">  (d)  communications over the internet between the person verifying the contract and the account holder or the account holder’s agent are recorded and maintained, and the account holder, or the account holder’s agent, is advised that this will be the case during the internet verification process. O. Reg. 241/16, s. 7.</p> <p class=\"heading1-e\"><a name=\"BK23\"></a>Void Contracts</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "Void Contracts",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Void Contracts",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "14.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "When a contract is void",
            "content": " 14. (1) For the purposes of clause 16 (1) (f) of the Act, a contract is deemed to be void if, (a)  the contract is entered into before, on or after January 1, 2011, and, Note: On January 1, 2024, clause 14 (1) (a) of the Regulation is amended by striking out the portion before subclause (i) and substituting the following: (See: O. Reg. 342/23, s. 1 (1)) (a)  the contract is entered into before, on or after January 1, 2011, the supplier is not a third party generator, and, (i)  the consumer has a right to cancel the contract, whether the right arises under the contract or otherwise, (ii)  the consumer gives the supplier notice of cancellation of the contract, whether or not the consumer complies with any other requirements, if there are any, relating to the cancellation of the contract (such as the payment of a cancellation fee), and (iii)  if the supplier is not a third party generator, the supplier does not, within 10 days after receiving the notice of cancellation, notify the appropriate energy distributor of that fact; or Note: On January 1, 2024, subclause 14 (1) (a) (iii) of the Regulation is amended by striking out “if the supplier is not a third party generator” at the beginning. (See: O. Reg. 342/23, s. 1 (2)) (b)  the contract is entered into on or after January 1, 2011 and, at the time the contract is entered into, the supplier is not in compliance with the conditions of its licence set out in sections 3 and 4 of Ontario Regulation 90/99 (Licence Requirements — Electricity Retailers and Gas Marketers) made under the Ontario Energy Board Act, 1998.  O. Reg. 389/10, s. 14 (1); O. Reg. 33/11, s. 1; O. Reg. 387/22, s. 5. (2) For the purpose of subsection 16 (3) of the Act, the prescribed period in which the supplier must refund to the consumer the money paid by the consumer under the contract is 60 days after the day the contract is deemed to be void.  O. Reg. 389/10, s. 14 (2). Contract Renewals, Extensions And Amendments",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>14. </b>(1) For the purposes of clause 16 (1) (f) of the Act, a contract is deemed to be void if,</p> <p class=\"clause-e\">  (a)  the contract is entered into before, on or after January 1, 2011, and, </p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2024<span>, </span>clause 14 (1) (a) of the Regulation is amended by striking out the portion before subclause (i) and substituting the following:<span> (See: O. Reg. 342/23, s. 1 (1))</span></p> <p class=\"Yclause-e\">  (a)  the contract is entered into before, on or after January 1, 2011, the supplier is not a third party generator, and,</p> <p class=\"subclause-e\">  (i)  the consumer has a right to cancel the contract, whether the right arises under the contract or otherwise, </p> <p class=\"subclause-e\">  (ii)  the consumer gives the supplier notice of cancellation of the contract, whether or not the consumer complies with any other requirements, if there are any, relating to the cancellation of the contract (such as the payment of a cancellation fee), and</p> <p class=\"subclause-e\">  (iii)  if the supplier is not a third party generator, the supplier does not, within 10 days after receiving the notice of cancellation, notify the appropriate energy distributor of that fact; or</p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2024<span>, </span>subclause 14 (1) (a) (iii) of the Regulation is amended by striking out “if the supplier is not a third party generator” at the beginning.<span> (See: O. Reg. 342/23, s. 1 (2))</span></p> <p class=\"clause-e\">  (b)  the contract is entered into on or after January 1, 2011 and, at the time the contract is entered into, the supplier is not in compliance with the conditions of its licence set out in sections 3 and 4 of Ontario Regulation 90/99 (Licence Requirements — Electricity Retailers and Gas Marketers) made under the <i>Ontario Energy Board Act, 1998</i>.  O. Reg. 389/10, s. 14 (1); O. Reg. 33/11, s. 1; O. Reg. 387/22, s. 5.</p> <p class=\"subsection-e\">  (2) For the purpose of subsection 16 (3) of the Act, the prescribed period in which the supplier must refund to the consumer the money paid by the consumer under the contract is 60 days after the day the contract is deemed to be void.  O. Reg. 389/10, s. 14 (2).</p> <p class=\"heading1-e\"><a name=\"BK25\"></a>Contract Renewals, Extensions And Amendments</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "Contract Renewals, Extensions And Amendments",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Contract Renewals, Extensions And Amendments",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "15.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Conditions for renewals and extensions of contracts",
            "content": " 15. (1) A contract may be renewed or the term of the contract may be extended only if,  (a)  the contract permits the renewal or permits the term of the contract to be extended as proposed by the supplier; (b)  the supplier sends to the consumer, not more than 120 days and not less than 60 days before the current term of the contract expires, (i)  a text-based copy of the proposed renewed or extended contract, (ii)  two copies of a text-based disclosure statement and price comparison that complies with section 8, and (iii)  two copies of a text-based renewal or extension form that complies with subsection (2); (c)  the requirements of the Act, this Part and any applicable code, order or rule issued or made by the Board are satisfied; (d)  the contract is renewed or the term of the contract is extended without any changes other than, (i)  the change to the termination date, (ii)  any change in the contract price or method of calculating the contract price, and (iii)  any changes necessary for the purposes of compliance with the Act, the regulations and any applicable code, order or rule issued or made by the Board; (e)  the contract price and method of calculating the contract price, after any change referred to in subclause (d) (ii) will apply throughout the term of the renewed contract or extended term of the contract; and (f)  the contract as renewed or extended is in compliance with the Act, this Part and any applicable code, order or rule issued or made by the Board.  O. Reg. 389/10, s. 15 (1). (2) For the purposes of subclause (1) (b) (iii), a renewal or extension form must be in a clearly legible typeface having a font size of at least 12 and satisfy the following requirements: 1.  It must clearly indicate that the supplier is offering to renew the contract or extend the term of the contract and must clearly describe any change to the contract that the supplier is proposing to make under each renewal or extension option offered by the supplier. 2.  Revoked: O. Reg. 241/16, s. 8 (1). 3.  It must contain a clearly indicated place for the consumer to sign if the consumer does not wish to renew or extend the contract. 4.  The renewal or extension form must clearly indicate that the contract will be renewed or the term of the contract extended if, i.  the consumer, A.  clearly marks on the form the renewal or extension option he or she has chosen, B.  acknowledges having read and understood the disclosure statement and price comparison applicable to the renewal or extension option he or she has chosen by signing the appropriate acknowledgements on the disclosure statement and price comparison, C.  signs one copy of the form to indicate that he or she agrees with the terms of the renewal or extension option he or she has chosen, and D.  returns the signed copies of the form, disclosure statement and price comparison to the supplier, or ii.  the consumer renews or extends the term of the contract by telephone in accordance with subsection (4). 5.  Revoked: O. Reg. 241/16, s. 8 (2). 6.  It must contain the consumer’s name, in printed letters, where he or she is to sign at the end of the acknowledgement referred to in subparagraph 4 i and at the end of the form. 7.  It must contain the toll-free telephone number, if any, for the supplier.  O. Reg. 389/10, s. 15 (2); O. Reg. 241/16, s. 8 (1, 2). (3) A contract is renewed or its term extended only if the consumer takes the action described in subparagraph 4 i or ii of subsection (2). O. Reg. 241/16, s. 8 (3). (4) A contract may be renewed or extended by telephone only if, (a)  the consumer advises the supplier by telephone that he or she, (i)  has received the renewal or extension form, the disclosure statement and the price comparison, and (ii)  indicates which renewal or extension option the consumer accepts; (b)  the supplier records the telephone call with the consumer; and (c)  the supplier complies with any applicable code, order or rule issued or made by the Board relating to the renewal or extension and the telephone call is conducted by the supplier in accordance with any applicable code, order or rule of the Board.  O. Reg. 389/10, s. 15 (4). (5) For the purposes of this section, (a)  if a consumer has indicated to the supplier that he or she wishes to communicate with the supplier by e-mail, the supplier may electronically send the material described in clause (1) (b) to the consumer at the most recent e-mail address provided by the consumer; and (b)  a consumer may take the action described in subparagraph 4 i of subsection (2) to renew or extend the term of a contract or to indicate he or she does not wish to renew or extend the contract, (i)  by taking the equivalent action through the supplier’s website, if the supplier posts the material described in clause (1) (b) and the renewal or extension form on its website, or (ii)  by using e-mail to return the signed renewal or extension form to the supplier or to advise the supplier that he or she does not wish to renew or extend the contract.  O. Reg. 389/10, s. 15 (5). 16. Revoked: O. Reg. 241/16, s. 9.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>15. </b>(1) A contract may be renewed or the term of the contract may be extended only if, </p> <p class=\"clause-e\">  (a)  the contract permits the renewal or permits the term of the contract to be extended as proposed by the supplier;</p> <p class=\"clause-e\">  (b)  the supplier sends to the consumer, not more than 120 days and not less than 60 days before the current term of the contract expires, </p> <p class=\"subclause-e\">  (i)  a text-based copy of the proposed renewed or extended contract, </p> <p class=\"subclause-e\">  (ii)  two copies of a text-based disclosure statement and price comparison that complies with section 8, and</p> <p class=\"subclause-e\">  (iii)  two copies of a text-based renewal or extension form that complies with subsection (2);</p> <p class=\"clause-e\">  (c)  the requirements of the Act, this Part and any applicable code, order or rule issued or made by the Board are satisfied; </p> <p class=\"clause-e\">  (d)  the contract is renewed or the term of the contract is extended without any changes other than,</p> <p class=\"subclause-e\">  (i)  the change to the termination date, </p> <p class=\"subclause-e\">  (ii)  any change in the contract price or method of calculating the contract price, and </p> <p class=\"subclause-e\">  (iii)  any changes necessary for the purposes of compliance with the Act, the regulations and any applicable code, order or rule issued or made by the Board; </p> <p class=\"clause-e\">  (e)  the contract price and method of calculating the contract price, after any change referred to in subclause (d) (ii) will apply throughout the term of the renewed contract or extended term of the contract; and</p> <p class=\"clause-e\">  (f)  the contract as renewed or extended is in compliance with the Act, this Part and any applicable code, order or rule issued or made by the Board.  O. Reg. 389/10, s. 15 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subclause (1) (b) (iii), a renewal or extension form must be in a clearly legible typeface having a font size of at least 12 and satisfy the following requirements:</p> <p class=\"paragraph-e\">  1.  It must clearly indicate that the supplier is offering to renew the contract or extend the term of the contract and must clearly describe any change to the contract that the supplier is proposing to make under each renewal or extension option offered by the supplier.</p> <p class=\"paragraph-e\">  2.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 241/16, s. 8 (1).</p> <p class=\"paragraph-e\">  3.  It must contain a clearly indicated place for the consumer to sign if the consumer does not wish to renew or extend the contract.</p> <p class=\"paragraph-e\">  4.  The renewal or extension form must clearly indicate that the contract will be renewed or the term of the contract extended if,</p> <p class=\"subpara-e\">  i.  the consumer,</p> <p class=\"subsubpara-e\">  A.  clearly marks on the form the renewal or extension option he or she has chosen,</p> <p class=\"subsubpara-e\">  B.  acknowledges having read and understood the disclosure statement and price comparison applicable to the renewal or extension option he or she has chosen by signing the appropriate acknowledgements on the disclosure statement and price comparison,</p> <p class=\"subsubpara-e\">  C.  signs one copy of the form to indicate that he or she agrees with the terms of the renewal or extension option he or she has chosen, and</p> <p class=\"subsubpara-e\">  D.  returns the signed copies of the form, disclosure statement and price comparison to the supplier, or</p> <p class=\"subpara-e\">  ii.  the consumer renews or extends the term of the contract by telephone in accordance with subsection (4).</p> <p class=\"paragraph-e\">  5.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 241/16, s. 8 (2).</p> <p class=\"paragraph-e\">  6.  It must contain the consumer’s name, in printed letters, where he or she is to sign at the end of the acknowledgement referred to in subparagraph 4 i and at the end of the form.</p> <p class=\"paragraph-e\">  7.  It must contain the toll-free telephone number, if any, for the supplier.  O. Reg. 389/10, s. 15 (2); O. Reg. 241/16, s. 8 (1, 2).</p> <p class=\"subsection-e\">  (3) A contract is renewed or its term extended only if the consumer takes the action described in subparagraph 4 i or ii of subsection (2). O. Reg. 241/16, s. 8 (3).</p> <p class=\"subsection-e\">  (4) A contract may be renewed or extended by telephone only if,</p> <p class=\"clause-e\">  (a)  the consumer advises the supplier by telephone that he or she,</p> <p class=\"subclause-e\">  (i)  has received the renewal or extension form, the disclosure statement and the price comparison, and</p> <p class=\"subclause-e\">  (ii)  indicates which renewal or extension option the consumer accepts;</p> <p class=\"clause-e\">  (b)  the supplier records the telephone call with the consumer; and</p> <p class=\"clause-e\">  (c)  the supplier complies with any applicable code, order or rule issued or made by the Board relating to the renewal or extension and the telephone call is conducted by the supplier in accordance with any applicable code, order or rule of the Board.  O. Reg. 389/10, s. 15 (4).</p> <p class=\"subsection-e\">  (5) For the purposes of this section,</p> <p class=\"clause-e\">  (a)  if a consumer has indicated to the supplier that he or she wishes to communicate with the supplier by e-mail, the supplier may electronically send the material described in clause (1) (b) to the consumer at the most recent e-mail address provided by the consumer; and </p> <p class=\"clause-e\">  (b)  a consumer may take the action described in subparagraph 4 i of subsection (2) to renew or extend the term of a contract or to indicate he or she does not wish to renew or extend the contract,</p> <p class=\"subclause-e\">  (i)  by taking the equivalent action through the supplier’s website, if the supplier posts the material described in clause (1) (b) and the renewal or extension form on its website, or </p> <p class=\"subclause-e\">  (ii)  by using e-mail to return the signed renewal or extension form to the supplier or to advise the supplier that he or she does not wish to renew or extend the contract.  O. Reg. 389/10, s. 15 (5).</p> <p class=\"section-e\"> <b>16. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 241/16, s. 9.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "17.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "No automatic renewal, extension of contracts",
            "content": " 17. (1) A contract may not be renewed, nor its terms extended, automatically. O. Reg. 241/16, s. 10. (2) Subsections 17 (2) and (3), as they read immediately before Ontario Regulation 241/16 came into force, continue to apply to contracts renewed or extended under this section before that date. O. Reg. 241/16, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>17. </b>(1) A contract may not be renewed, nor its terms extended, automatically. O. Reg. 241/16, s. 10.</p> <p class=\"subsection-e\">  (2) Subsections 17 (2) and (3), as they read immediately before Ontario Regulation 241/16 came into force, continue to apply to contracts renewed or extended under this section before that date. O. Reg. 241/16, s. 10.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "18.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Retraction of renewal or extension",
            "content": " 18. (1) A consumer may, without cost or penalty, retract his or her agreement to renew or extend the term of a contract by giving notice of the retraction to the supplier in writing or by telephone not more than 14 days after notifying the supplier of his or her agreement to the renewal or extension.  O. Reg. 389/10, s. 18 (1).  (2) If the consumer gives a notice under subsection (1) by telephone, (a)  the supplier shall ensure the telephone call is recorded; and (b)  promptly send written confirmation of the retraction to the account holder.  O. Reg. 389/10, s. 18 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>18. </b>(1) A consumer may, without cost or penalty, retract his or her agreement to renew or extend the term of a contract by giving notice of the retraction to the supplier in writing or by telephone not more than 14 days after notifying the supplier of his or her agreement to the renewal or extension.  O. Reg. 389/10, s. 18 (1). </p> <p class=\"subsection-e\">  (2) If the consumer gives a notice under subsection (1) by telephone,</p> <p class=\"clause-e\">  (a)  the supplier shall ensure the telephone call is recorded; and</p> <p class=\"clause-e\">  (b)  promptly send written confirmation of the retraction to the account holder.  O. Reg. 389/10, s. 18 (2).</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "19.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Contract amendments",
            "content": " 19. (1) A supplier may request an amendment to a contract by telephone or by sending a text-based copy of the proposed amendment to the consumer.  O. Reg. 389/10, s. 19 (1). (2) The amendment takes effect only if the consumer consents to the amendment by telephone or in writing, not less than 60 days before the amendment is effective.  O. Reg. 389/10, s. 19 (2). (3) If a consumer consents to an amendment under subsection (2), the supplier shall, no later than 10 days after the consumer gives his or her consent, (a)  provide the consumer with a clearly legible text-based copy, having a font size of at least 12, of the amendment which states, on its first page, that the consumer may, without cost or penalty, retract his or her consent to the amendment within 20 days after the text-based copy of the amendment is provided to the consumer, by giving notice of his or her retraction to the supplier in writing or by telephone; and (b)  confirm with the consumer the name, business address and any toll-free telephone number, fax number, website address and e-mail address of the supplier.  O. Reg. 389/10, s. 19 (3). (4) If a contract is amended, the consumer may, without any reason, retract his or her consent to the amendment not more than 20 days after the text-based copy of the amendment is sent to the consumer.  O. Reg. 389/10, s. 19 (4). (5) A consumer may give notice to retract his or her consent to the amendment of the contract by any means that indicates his or her intention, including by telephone.  O. Reg. 389/10, s. 19 (5). (6) All telephone calls between the supplier and the consumer relating to the amendment, consent to the amendment and any retraction of the consumer’s consent must be recorded by the supplier.  O. Reg. 389/10, s. 19 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>19. </b>(1) A supplier may request an amendment to a contract by telephone or by sending a text-based copy of the proposed amendment to the consumer.  O. Reg. 389/10, s. 19 (1).</p> <p class=\"subsection-e\">  (2) The amendment takes effect only if the consumer consents to the amendment by telephone or in writing, not less than 60 days before the amendment is effective.  O. Reg. 389/10, s. 19 (2).</p> <p class=\"subsection-e\">  (3) If a consumer consents to an amendment under subsection (2), the supplier shall, no later than 10 days after the consumer gives his or her consent,</p> <p class=\"clause-e\">  (a)  provide the consumer with a clearly legible text-based copy, having a font size of at least 12, of the amendment which states, on its first page, that the consumer may, without cost or penalty, retract his or her consent to the amendment within 20 days after the text-based copy of the amendment is provided to the consumer, by giving notice of his or her retraction to the supplier in writing or by telephone; and</p> <p class=\"clause-e\">  (b)  confirm with the consumer the name, business address and any toll-free telephone number, fax number, website address and e-mail address of the supplier.  O. Reg. 389/10, s. 19 (3).</p> <p class=\"subsection-e\">  (4) If a contract is amended, the consumer may, without any reason, retract his or her consent to the amendment not more than 20 days after the text-based copy of the amendment is sent to the consumer.  O. Reg. 389/10, s. 19 (4).</p> <p class=\"subsection-e\">  (5) A consumer may give notice to retract his or her consent to the amendment of the contract by any means that indicates his or her intention, including by telephone.  O. Reg. 389/10, s. 19 (5).</p> <p class=\"subsection-e\">  (6) All telephone calls between the supplier and the consumer relating to the amendment, consent to the amendment and any retraction of the consumer’s consent must be recorded by the supplier.  O. Reg. 389/10, s. 19 (6).  </p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "20.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "New contract not prevented",
            "content": " 20. Nothing in section 14, 15, 16, 17, 18 or 19 prevents a new contract from being entered into.  O. Reg. 389/10, s. 20. Contract Cancellation",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>20. </b>Nothing in section 14, 15, 16, 17, 18 or 19 prevents a new contract from being entered into.  O. Reg. 389/10, s. 20.</p> <p class=\"heading1-e\"><a name=\"BK31\"></a>Contract Cancellation</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "Contract Cancellation",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Contract Cancellation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "21.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Cancellation",
            "content": " 21. For the purposes of subsection 19 (4) of the Act, a consumer may cancel a contract without cost or penalty if,  (a)  the supplier fails to meet the requirements of section 28 with respect to the consumer; (b)  the contract is amended, renewed or extended on or after January 1, 2011 and, at the time of the amendment, renewal or extension, the supplier is not in compliance with the conditions of its licence set out in sections 3 and 4 of Ontario Regulation 90/99 (Licence Requirements — Electricity Retailers and Gas Marketers) made under the Ontario Energy Board Act, 1998; (c)  the consumer permanently moves from the premises to which the electricity or gas is provided under the contract; (d)  the consumer cancels the contract, (i)  not more than 30 days after receiving the first bill under the contract, in the case of a contract for the provision of electricity entered into before the day Ontario Regulation 241/16 came into force, or (ii)  in the case of a contract entered into on or after that day, not more than 30 days after receiving the second bill under the contract; (e)  the contract was entered into for a term that begins before the expiry of the term of a pre-existing contract, but only if notice of the cancellation is provided before the end of the term of the pre-existing contract; or (f)  the contract was automatically renewed or extended. O. Reg. 389/10, s. 21; O. Reg. 241/16, s. 11.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>21. </b>For the purposes of subsection 19 (4) of the Act, a consumer may cancel a contract without cost or penalty if, </p> <p class=\"clause-e\">  (a)  the supplier fails to meet the requirements of section 28 with respect to the consumer;</p> <p class=\"clause-e\">  (b)  the contract is amended, renewed or extended on or after January 1, 2011 and, at the time of the amendment, renewal or extension, the supplier is not in compliance with the conditions of its licence set out in sections 3 and 4 of Ontario Regulation 90/99 (Licence Requirements — Electricity Retailers and Gas Marketers) made under the <i>Ontario Energy Board Act, 1998</i>;</p> <p class=\"clause-e\">  (c)  the consumer permanently moves from the premises to which the electricity or gas is provided under the contract;</p> <p class=\"clause-e\">  (d)  the consumer cancels the contract,</p> <p class=\"subclause-e\">  (i)  not more than 30 days after receiving the first bill under the contract, in the case of a contract for the provision of electricity entered into before the day Ontario Regulation 241/16 came into force, or</p> <p class=\"subclause-e\">  (ii)  in the case of a contract entered into on or after that day, not more than 30 days after receiving the second bill under the contract;</p> <p class=\"clause-e\">  (e)  the contract was entered into for a term that begins before the expiry of the term of a pre-existing contract, but only if notice of the cancellation is provided before the end of the term of the pre-existing contract; or</p> <p class=\"clause-e\">  (f)  the contract was automatically renewed or extended. O. Reg. 389/10, s. 21; O. Reg. 241/16, s. 11.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "22.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Notice of cancellation",
            "content": " 22. (1) For the purposes of subsection 19 (5) of the Act, the prescribed period of notice of cancellation is 10 days.  O. Reg. 389/10, s. 22 (1). (2) Despite subsection 21 (2) of the Act, notice of cancellation may be provided by telephone if not expressly prohibited by the contract.  O. Reg. 389/10, s. 22 (2). (3) A notice of cancellation is deemed to be given to the supplier on the date of, (a)  receipt by the supplier of a telephone call from the consumer cancelling the contract; (b)  an electronic date stamp for an e-mail from the consumer cancelling the contract; or (c)  the postmark on a letter received from the consumer cancelling the contract.  O. Reg. 389/10, s. 22 (3). (4) If the consumer cancels the contract by telephone, the supplier shall, (a)  record the telephone call; and (b)  promptly send written confirmation of the cancellation to the consumer.  O. Reg. 389/10, s. 22 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>22. </b>(1) For the purposes of subsection 19 (5) of the Act, the prescribed period of notice of cancellation is 10 days.  O. Reg. 389/10, s. 22 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection 21 (2) of the Act, notice of cancellation may be provided by telephone if not expressly prohibited by the contract.  O. Reg. 389/10, s. 22 (2).</p> <p class=\"subsection-e\">  (3) A notice of cancellation is deemed to be given to the supplier on the date of,</p> <p class=\"clause-e\">  (a)  receipt by the supplier of a telephone call from the consumer cancelling the contract;</p> <p class=\"clause-e\">  (b)  an electronic date stamp for an e-mail from the consumer cancelling the contract; or </p> <p class=\"clause-e\">  (c)  the postmark on a letter received from the consumer cancelling the contract.  O. Reg. 389/10, s. 22 (3).</p> <p class=\"subsection-e\">  (4) If the consumer cancels the contract by telephone, the supplier shall,</p> <p class=\"clause-e\">  (a)  record the telephone call; and</p> <p class=\"clause-e\">  (b)  promptly send written confirmation of the cancellation to the consumer.  O. Reg. 389/10, s. 22 (4).</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "23.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Cancellation fees",
            "content": " 23. (1) For the purposes of subsection 22 (2) of the Act and subject to subsection (2), a consumer who cancels a contract under subsection 19 (5) of the Act is liable for the following fee and is not liable for any other charges or fees relating to the cancellation: 1.  In the case of a contract entered into before the day Ontario Regulation 241/16 came into force, i.  a fee of not more than $50 for each year, or part year, remaining on the contract if the contract is for the provision of electricity, or ii.  a fee of not more than $100 for each year, or part year, remaining on the contract, if the contract is for the provision of gas. 2.  In the case of a contract entered into on or after the day Ontario Regulation 241/16 came into force, a fee of not more than $50, whether the contract is for the provision of electricity, gas or both, and regardless of the term remaining on the contract. O. Reg. 389/10, s. 23 (1); O. Reg. 241/16, s. 12. (2) Despite paragraphs 1 and 2 of subsection (1), the fee payable by a high volume consumer who cancels a contract under subsection 19 (5) of the Act is, (a)  for every month or part month remaining in the term of the contract, if the contract is for the provision of electricity, $0.015 multiplied by the quotient calculated by dividing the consumer’s consumption of electricity in kilowatt hours during the 12-month period immediately before the cancellation by 12; or (b)  for every month or part month remaining in the term of the contract, if the contract is for the provision of gas, $0.05 multiplied by the quotient calculated by dividing the consumer’s consumption of gas in cubic meters during the 12-month period immediately before the cancellation by 12.  O. Reg. 389/10, s. 23 (2). (3) For the purposes of clauses (2) (a) and (b), the supplier may use a reasonable estimate of what the consumer’s consumption would have been for the 12-month period if the supplier does not have the necessary information about the consumer’s consumption to calculate the fee under subsection (2) and has been unable to obtain it after reasonable efforts.  O. Reg. 389/10, s. 23 (3). (4) In subsection (2), “high volume consumer” means a consumer, (a)  whose contract is for the provision of electricity or gas to property occupied for the primary purpose of carrying on a business, or (b)  whose consumption under the contract for the 12-month period before the cancellation, (i)  is more than 15,000 kilowatt hours, if the contract is for the provision of electricity, or (ii)  is more than 3,500 cubic metres, if the contract is for the provision of gas.  O. Reg. 389/10, s. 23 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK34\"></a><b>23. </b>(1) For the purposes of subsection 22 (2) of the Act and subject to subsection (2), a consumer who cancels a contract under subsection 19 (5) of the Act is liable for the following fee and is not liable for any other charges or fees relating to the cancellation:</p> <p class=\"paragraph-e\">  1.  In the case of a contract entered into before the day Ontario Regulation 241/16 came into force,</p> <p class=\"subpara-e\">  i.  a fee of not more than $50 for each year, or part year, remaining on the contract if the contract is for the provision of electricity, or</p> <p class=\"subpara-e\">  ii.  a fee of not more than $100 for each year, or part year, remaining on the contract, if the contract is for the provision of gas.</p> <p class=\"paragraph-e\">  2.  In the case of a contract entered into on or after the day Ontario Regulation 241/16 came into force, a fee of not more than $50, whether the contract is for the provision of electricity, gas or both, and regardless of the term remaining on the contract. O. Reg. 389/10, s. 23 (1); O. Reg. 241/16, s. 12.</p> <p class=\"subsection-e\">  (2) Despite paragraphs 1 and 2 of subsection (1), the fee payable by a high volume consumer who cancels a contract under subsection 19 (5) of the Act is,</p> <p class=\"clause-e\">  (a)  for every month or part month remaining in the term of the contract, if the contract is for the provision of electricity, $0.015 multiplied by the quotient calculated by dividing the consumer’s consumption of electricity in kilowatt hours during the 12-month period immediately before the cancellation by 12; or </p> <p class=\"clause-e\">  (b)  for every month or part month remaining in the term of the contract, if the contract is for the provision of gas, $0.05 multiplied by the quotient calculated by dividing the consumer’s consumption of gas in cubic meters during the 12-month period immediately before the cancellation by 12.  O. Reg. 389/10, s. 23 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of clauses (2) (a) and (b), the supplier may use a reasonable estimate of what the consumer’s consumption would have been for the 12-month period if the supplier does not have the necessary information about the consumer’s consumption to calculate the fee under subsection (2) and has been unable to obtain it after reasonable efforts.  O. Reg. 389/10, s. 23 (3).</p> <p class=\"subsection-e\">  (4) In subsection (2), </p> <p class=\"firstdef-e\">“high volume consumer” means a consumer,</p> <p class=\"defclause-e\">  (a)  whose contract is for the provision of electricity or gas to property occupied for the primary purpose of carrying on a business, or</p> <p class=\"defclause-e\">  (b)  whose consumption under the contract for the 12-month period before the cancellation,</p> <p class=\"defsubclause-e\">  (i)  is more than 15,000 kilowatt hours, if the contract is for the provision of electricity, or</p> <p class=\"defsubclause-e\">  (ii)  is more than 3,500 cubic metres, if the contract is for the provision of gas.  O. Reg. 389/10, s. 23 (4).</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "24.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Cancellation, when effective",
            "content": " 24. For the purposes of subsection 21 (5) of the Act, the cancellation of a contract takes effect, (a)  if no electricity or gas, as applicable, has been provided under the contract and no notice of cancellation is given under subsection 19 (5) of the Act or under a contractual right described in clause 16 (1) (e) of this Regulation, on the day the notice of cancellation is given by the consumer to the supplier; (b)  if a notice of cancellation is given under subsection 19 (5) of the Act or under a contractual right described in clause 16 (1) (e) of this Regulation, on the later of, (i)  the end of the notice period, and (ii)  the day electricity or gas ceases to be provided under the contract; or (c)  in any other case, on the day electricity or gas ceases to be provided under the contract.  O. Reg. 389/10, s. 24.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK35\"></a>24. </b>For the purposes of subsection 21 (5) of the Act, the cancellation of a contract takes effect,</p> <p class=\"clause-e\">  (a)  if no electricity or gas, as applicable, has been provided under the contract and no notice of cancellation is given under subsection 19 (5) of the Act or under a contractual right described in clause 16 (1) (e) of this Regulation, on the day the notice of cancellation is given by the consumer to the supplier; </p> <p class=\"clause-e\">  (b)  if a notice of cancellation is given under subsection 19 (5) of the Act or under a contractual right described in clause 16 (1) (e) of this Regulation, on the later of,</p> <p class=\"subclause-e\">  (i)  the end of the notice period, and</p> <p class=\"subclause-e\">  (ii)  the day electricity or gas ceases to be provided under the contract; or</p> <p class=\"clause-e\">  (c)  in any other case, on the day electricity or gas ceases to be provided under the contract.  O. Reg. 389/10, s. 24. </p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "25.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Refunds",
            "content": " 25. (1) For the purposes of subsections 23 (1) and (2) of the Act, the prescribed time period for paying a refund to the consumer is 60 days after the day the cancellation of the contract takes effect.  O. Reg. 389/10, s. 25 (1). (2) For the purposes of subsection 23 (2) of the Act, the prescribed amount of the refund is the total of all amounts, if any, paid by the consumer under the contract.  O. Reg. 389/10, s. 25 (2). (3) For the purposes of section 24 of the Act, a supplier shall pay the refund, if any, to the consumer not more than 15 days after the effective date of the cancellation under subsection 19 (2), (4) or (5) of the Act.  O. Reg. 389/10, s. 25 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK36\"></a><b>25. </b>(1) For the purposes of subsections 23 (1) and (2) of the Act, the prescribed time period for paying a refund to the consumer is 60 days after the day the cancellation of the contract takes effect.  O. Reg. 389/10, s. 25 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 23 (2) of the Act, the prescribed amount of the refund is the total of all amounts, if any, paid by the consumer under the contract.  O. Reg. 389/10, s. 25 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of section 24 of the Act, a supplier shall pay the refund, if any, to the consumer not more than 15 days after the effective date of the cancellation under subsection 19 (2), (4) or (5) of the Act.  O. Reg. 389/10, s. 25 (3).</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "26.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Meter reading",
            "content": " 26. (1) For the purposes of subsection 25 (1) of the Act, the distributor shall read the consumer’s electricity meter, (a)  within 45 days after the notice of cancellation is given to the supplier; or (b)  within such longer period of time as approved by the Board if it is not reasonably possible for the distributor to read the meter within the 45-day period.  O. Reg. 389/10, s. 26. (2) The supplier and distributor are exempt from subsection 25 (1) of the Act if the notice of cancellation is given to a supplier who is a third party generator. O. Reg. 387/22, s. 6. General",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>26. </b>(1) For the purposes of subsection 25 (1) of the Act, the distributor shall read the consumer’s electricity meter,</p> <p class=\"clause-e\">  (a)  within 45 days after the notice of cancellation is given to the supplier; or </p> <p class=\"clause-e\">  (b)  within such longer period of time as approved by the Board if it is not reasonably possible for the distributor to read the meter within the 45-day period.  O. Reg. 389/10, s. 26.</p> <p class=\"subsection-e\">  (2) The supplier and distributor are exempt from subsection 25 (1) of the Act if the notice of cancellation is given to a supplier who is a third party generator. O. Reg. 387/22, s. 6.</p> <p class=\"heading1-e\"><a name=\"BK38\"></a>General</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "General",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "27.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Exemptions",
            "content": " 27. (1) The following persons and entities are exempt from Part II of the Act: 1.  Broader public-sector procurement agents in respect of contracts they enter into with suppliers or broader public-sector account holders for the provision of gas and electricity. 2.  A gas distributor who is not required to hold a gas marketer’s licence under subsection 48 (1) of the Ontario Energy Board Act, 1998. 3.  Ag Energy Co-Operative Ltd. in respect of contracts with its members that it enters into, amends, renews or extends. O. Reg. 389/10, s. 27 (1); O. Reg. 241/16, s. 13. (2) In paragraph 1 of subsection (1), “broader public sector” means health service providers, school boards, colleges, universities, municipalities, community and social service providers and Crown agencies, boards, commissions and authorities that provide public services under the laws of Ontario or under a ministry transfer payment program; “broader public-sector procurement agent” means, with respect to a member of the broader public sector, an entity that is controlled or owned by the member and one or more other members and that procures electricity or gas on behalf of one or more of them.  O. Reg. 389/10, s. 27 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK39\"></a><b>27. </b>(1) The following persons and entities are exempt from Part II of the Act:</p> <p class=\"paragraph-e\">  1.  Broader public-sector procurement agents in respect of contracts they enter into with suppliers or broader public-sector account holders for the provision of gas and electricity.</p> <p class=\"paragraph-e\">  2.  A gas distributor who is not required to hold a gas marketer’s licence under subsection 48 (1) of the<i> Ontario Energy Board Act, 1998</i>.</p> <p class=\"paragraph-e\">  3.  Ag Energy Co-Operative Ltd. in respect of contracts with its members that it enters into, amends, renews or extends. O. Reg. 389/10, s. 27 (1); O. Reg. 241/16, s. 13.</p> <p class=\"subsection-e\">  (2) In paragraph 1 of subsection (1),</p> <p class=\"firstdef-e\">“broader public sector” means health service providers, school boards, colleges, universities, municipalities, community and social service providers and Crown agencies, boards, commissions and authorities that provide public services under the laws of Ontario or under a ministry transfer payment program;</p> <p class=\"definition-e\">“broader public-sector procurement agent” means, with respect to a member of the broader public sector, an entity that is controlled or owned by the member and one or more other members and that procures electricity or gas on behalf of one or more of them.  O. Reg. 389/10, s. 27 (2).</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "28.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Copies of telephone recordings, internet records",
            "content": " 28. (1) If a supplier is required under this Part to make a recording of a telephone call to or by a consumer or maintain a record of communications with a consumer over the internet, or is required to ensure that such a recording is made or such a record is maintained, the supplier shall provide a copy of the recording or record to the consumer not more than 10 days after the consumer requests the copy. O. Reg. 241/16, s. 14. (2) Subsection (1) does not apply if the consumer requests the copy after the later of, (a)  the day that is three years after the day of the telephone call or provision of information over the internet; and (b)  the day that is one year after the effective date of cancellation, termination or expiry of the last contract or last renewed or extended contract between the consumer and the supplier. O. Reg. 241/16, s. 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>28. </b>(1) If a supplier is required under this Part to make a recording of a telephone call to or by a consumer or maintain a record of communications with a consumer over the internet, or is required to ensure that such a recording is made or such a record is maintained, the supplier shall provide a copy of the recording or record to the consumer not more than 10 days after the consumer requests the copy. O. Reg. 241/16, s. 14.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply if the consumer requests the copy after the later of,</p> <p class=\"clause-e\">  (a)  the day that is three years after the day of the telephone call or provision of information over the internet; and</p> <p class=\"clause-e\">  (b)  the day that is one year after the effective date of cancellation, termination or expiry of the last contract or last renewed or extended contract between the consumer and the supplier. O. Reg. 241/16, s. 14.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "29.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Transitional, written copy of contract",
            "content": " 29. (1) This section applies with respect a contract signed by a consumer on or after November 22, 2010 and before January 1, 2011.  O. Reg. 389/10, s. 29 (1). (2) If a written copy of the contract is not delivered to the consumer within 40 days after the consumer signs the contract, the contract ceases to have effect and the consumer has no further obligations under the contract as of the 41st day after the day the consumer signed the contract.  O. Reg. 389/10, s. 29 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK41\"></a><b>29. </b>(1) This section applies with respect a contract signed by a consumer on or after November 22, 2010 and before January 1, 2011.  O. Reg. 389/10, s. 29 (1).</p> <p class=\"subsection-e\">  (2) If a written copy of the contract is not delivered to the consumer within 40 days after the consumer signs the contract, the contract ceases to have effect and the consumer has no further obligations under the contract as of the 41st day after the day the consumer signed the contract.  O. Reg. 389/10, s. 29 (2).</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "30.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Transitional, reaffirmation of contract, etc.",
            "content": " 30. (1) This section applies with respect to a contract signed by a consumer on or after November 22, 2010 and before January 1, 2011 other than, (a)  a contract negotiated and entered into as a result of a consumer contacting a supplier, unless the contact occurred within 30 days after the supplier contacted the consumer; (b)  a contract entered into by a consumer’s response to a direct mail solicitation from a supplier; and (c)  an internet agreement within the meaning of Part IV of the Consumer Protection Act, 2002.  O. Reg. 389/10, s. 30 (1). (2) For the purpose of clause (1) (a), a supplier is deemed not to have contacted a consumer if the only contact by the supplier is through the dissemination of an advertisement that is seen or heard by the consumer.  O. Reg. 389/10, s. 30 (2). (3) If a written copy of the contract has been delivered to the consumer in accordance with subsection 88.9 (1) of the Ontario Energy Board Act, 1998, as it read on December 31, 2010, within 40 days after the consumer signs the contract, the contract ceases to have effect unless it is reaffirmed by the consumer in accordance with this section no earlier than the 10th day after the written copy of the contract is delivered to the consumer and no later than the 60th day following the day on which the written copy of the contract is delivered to the consumer.  O. Reg. 389/10, s. 30 (3). (4) The consumer may give notice to not reaffirm the contract no later than the 60th day following the day on which the written copy of the contract is delivered to the consumer.  O. Reg. 389/10, s. 30 (4). (5) Despite subsection (4), if the consumer has reaffirmed a contract in accordance this section, he or she may not give notice to not reaffirm the contract.  O. Reg. 389/10, s. 30 (5). (6) A consumer may reaffirm a contract or give notice to not reaffirm a contract by giving written notice to the supplier or by any means that indicates an intention of the consumer to reaffirm the contract or to not reaffirm the contract, as the case may be.  O. Reg. 389/10, s. 30 (6). (7) If written notice is given under subsection (6) other than by personal service, it is deemed to have been given when sent.  O. Reg. 389/10, s. 30 (7). (8) Despite the Electronic Commerce Act, 2000, notice under subsection (6) may not be given by telephone unless a voice recording of the telephone notice is made and, on request, is given to the consumer.  O. Reg. 389/10, s. 30 (8). (9) The contract ceases to have effect and the consumer has no further obligations under the contract as of the 61st day following the day on which the written copy of the contract is delivered to the consumer if, (a)  the consumer does not reaffirm the contract in accordance with this section; or (b)  the consumer gives notice not to reaffirm the contract in accordance with this section.  O. Reg. 389/10, s. 30 (9). (10) No cause of action against the consumer arises as a result of a contract ceasing to have effect under this section.  O. Reg. 389/10, s. 30 (10). (11) Within 15 days after a contract ceases to have effect pursuant to this section, the supplier shall refund to the consumer any amount paid under the contract before the day the contract ceased to have effect in respect of electricity or gas that was to be sold on or after that day.  O. Reg. 389/10, s. 30 (11).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK42\"></a><b>30. </b>(1) This section applies with respect to a contract signed by a consumer on or after November 22, 2010 and before January 1, 2011 other than,</p> <p class=\"clause-e\">  (a)  a contract negotiated and entered into as a result of a consumer contacting a supplier, unless the contact occurred within 30 days after the supplier contacted the consumer;</p> <p class=\"clause-e\">  (b)  a contract entered into by a consumer’s response to a direct mail solicitation from a supplier; and</p> <p class=\"clause-e\">  (c)  an internet agreement within the meaning of Part IV of the <i>Consumer Protection Act, 2002</i>.  O. Reg. 389/10, s. 30 (1).</p> <p class=\"subsection-e\">  (2) For the purpose of clause (1) (a), a supplier is deemed not to have contacted a consumer if the only contact by the supplier is through the dissemination of an advertisement that is seen or heard by the consumer.  O. Reg. 389/10, s. 30 (2).</p> <p class=\"subsection-e\">  (3) If a written copy of the contract has been delivered to the consumer in accordance with subsection 88.9 (1) of the<i> Ontario Energy</i> <i>Board Act, 1998</i>, as it read on December 31, 2010, within 40 days after the consumer signs the contract, the contract ceases to have effect unless it is reaffirmed by the consumer in accordance with this section no earlier than the 10th day after the written copy of the contract is delivered to the consumer and no later than the 60th day following the day on which the written copy of the contract is delivered to the consumer.  O. Reg. 389/10, s. 30 (3).</p> <p class=\"subsection-e\">  (4) The consumer may give notice to not reaffirm the contract no later than the 60th day following the day on which the written copy of the contract is delivered to the consumer.  O. Reg. 389/10, s. 30 (4). </p> <p class=\"subsection-e\">  (5) Despite subsection (4), if the consumer has reaffirmed a contract in accordance this section, he or she may not give notice to not reaffirm the contract.  O. Reg. 389/10, s. 30 (5). </p> <p class=\"subsection-e\">  (6) A consumer may reaffirm a contract or give notice to not reaffirm a contract by giving written notice to the supplier or by any means that indicates an intention of the consumer to reaffirm the contract or to not reaffirm the contract, as the case may be.  O. Reg. 389/10, s. 30 (6).</p> <p class=\"subsection-e\">  (7) If written notice is given under subsection (6) other than by personal service, it is deemed to have been given when sent.  O. Reg. 389/10, s. 30 (7).</p> <p class=\"subsection-e\">  (8) Despite the <i>Electronic Commerce Act, 2000</i>, notice under subsection (6) may not be given by telephone unless a voice recording of the telephone notice is made and, on request, is given to the consumer.  O. Reg. 389/10, s. 30 (8).</p> <p class=\"subsection-e\">  (9) The contract ceases to have effect and the consumer has no further obligations under the contract as of the 61st day following the day on which the written copy of the contract is delivered to the consumer if, </p> <p class=\"clause-e\">  (a)  the consumer does not reaffirm the contract in accordance with this section; or</p> <p class=\"clause-e\">  (b)  the consumer gives notice not to reaffirm the contract in accordance with this section.  O. Reg. 389/10, s. 30 (9).</p> <p class=\"subsection-e\">  (10) No cause of action against the consumer arises as a result of a contract ceasing to have effect under this section.  O. Reg. 389/10, s. 30 (10). </p> <p class=\"subsection-e\">  (11) Within 15 days after a contract ceases to have effect pursuant to this section, the supplier shall refund to the consumer any amount paid under the contract before the day the contract ceased to have effect in respect of electricity or gas that was to be sold on or after that day.  O. Reg. 389/10, s. 30 (11).</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "31.",
            "part_id": "PART I  ",
            "part_type": "PART I CONSUMER PROTECTION",
            "section": "Transitional, information required in contract",
            "content": " 31. Subsections 88.10 (1) and (2) and section 88.11 of the Ontario Energy Board Act, 1998, as they read on December 31, 2010, and sections 7, 8 and 9 of Ontario Regulation 200/02 (Consumer Protection) made under that Act, as they read on December 31, 2010, continue to apply to contracts entered into before January 1, 2011.  O. Reg. 389/10, s. 31. Part II   Suite Metering Definitions and Interpretation",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK43\"></a><b>31. </b>Subsections 88.10 (1) and (2) and section 88.11 of the <i>Ontario Energy Board Act, 1998</i>, as they read on December 31, 2010, and sections 7, 8 and 9 of Ontario Regulation 200/02 (Consumer Protection) made under that Act, as they read on December 31, 2010, continue to apply to contracts entered into before January 1, 2011.  O. Reg. 389/10, s. 31.</p> <p class=\"partnum-e\"><a name=\"BK44\"></a>Part II <br/>  Suite Metering</p> <p class=\"heading1-e\"><a name=\"BK45\"></a>Definitions and Interpretation</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II SUITE METERING",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "Definitions and Interpretation",
            "part_id": "PART II  ",
            "part_type": "PART II SUITE METERING",
            "section": "Definitions and Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "32.",
            "part_id": "PART II  ",
            "part_type": "PART II SUITE METERING",
            "section": "Definitions",
            "content": " 32. (1) In this Part,  “board of directors” means the board of directors of a condominium corporation; “commercial building” means a commercial, industrial or office building to which the Commercial Tenancies Act applies; “commercial landlord” means a landlord as defined in section 1 of the Commercial Tenancies Act; “commercial lease” means a lease as contemplated in the Commercial Tenancies Act; “common elements” means, in respect of a multi-unit complex, all of the multi-unit complex other than, (a)  condominium units, (b)  demised premises, (c)  member units, (d)  non-member units, (e)  rental units, and (f)  residential units; “condominium building” means a building as defined in subsection 1 (1) of the Condominium Act, 1998; “condominium corporation” means a corporation as defined in subsection 1 (1) of the Condominium Act, 1998; “condominium unit” means a unit as defined in subsection 1 (1) of the Condominium Act, 1998; “demised premises” means premises in a commercial building that are demised premises for the purposes of the Commercial Tenancies Act; “member unit” has the same meaning as in the Co-operative Corporations Act; “non-member unit” has the same meaning as in the Co-operative Corporations Act; “non-profit housing co-operative” has the same meaning as in the Co-operative Corporations Act; “non-profit housing co-operative building” means a property owned or leased by a non-profit housing corporation that includes one or more housing units each of which is a member unit or a non-member unit; “rental unit” means a rental unit as defined in the Residential Tenancies Act, 2006, including a non-member unit, but does not include any class of accommodation contemplated in section 5 of that Act; “residential complex” means a residential complex as defined in the Residential Tenancies Act, 2006,\r\nbut does not include any class of accommodation contemplated in section 5 of that Act; “residential landlord” means a landlord as defined in the Residential Tenancies Act, 2006; “residential tenant” means a tenant as defined in the Residential Tenancies Act, 2006; “residential unit” has the same meaning as in the Residential Tenancies Act, 2006; “tenancy agreement” has the same meaning as in the Residential Tenancies Act, 2006.  O. Reg. 389/10, s. 32 (1). (2) The definitions in section 31 of the Act apply for the purposes of this Part.  O. Reg. 389/10, s. 32 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK46\"></a><b>32. </b>(1) In this Part, </p> <p class=\"firstdef-e\">“board of directors” means the board of directors of a condominium corporation;</p> <p class=\"definition-e\">“commercial building” means a commercial, industrial or office building to which the <i>Commercial Tenancies Act </i>applies;</p> <p class=\"definition-e\">“commercial landlord” means a landlord as defined in section 1 of the <i>Commercial Tenancies Act</i><i>;</i></p> <p class=\"definition-e\">“commercial lease” means a lease as contemplated in the<i> Commercial Tenancies Act</i><i>;</i></p> <p class=\"definition-e\">“common elements” means, in respect of a multi-unit complex, all of the multi-unit complex other than, </p> <p class=\"defclause-e\">  (a)  condominium units,</p> <p class=\"defclause-e\">  (b)  demised premises,</p> <p class=\"defclause-e\">  (c)  member units,</p> <p class=\"defclause-e\">  (d)  non-member units,</p> <p class=\"defclause-e\">  (e)  rental units, and</p> <p class=\"defclause-e\">  (f)  residential units;</p> <p class=\"definition-e\">“condominium building” means a building as defined in subsection 1 (1) of the <i>Condominium Act, 1998</i>;</p> <p class=\"definition-e\">“condominium corporation” means a corporation as defined in subsection 1 (1) of the <i>Condominium Act, 1998</i>;</p> <p class=\"definition-e\">“condominium unit” means a unit as defined in subsection 1 (1) of the <i>Condominium Act, 1998</i>;</p> <p class=\"definition-e\">“demised premises” means premises in a commercial building that are demised premises for the purposes of the <i>Commercial Tenancies Act</i>; </p> <p class=\"definition-e\">“member unit” has the same meaning as in the <i>Co-operative Corporations Act</i>;</p> <p class=\"definition-e\">“non-member unit” has the same meaning as in the <i>Co-operative Corporations Act</i>;</p> <p class=\"definition-e\">“non-profit housing co-operative” has the same meaning as in the <i>Co-operative Corporations Act</i>;</p> <p class=\"definition-e\">“non-profit housing co-operative building” means a property owned or leased by a non-profit housing corporation that includes one or more housing units each of which is a member unit or a non-member unit;</p> <p class=\"definition-e\">“rental unit” means a rental unit as defined in the <i>Residential Tenancies Act, 2006</i>, including a non-member unit, but does not include any class of accommodation contemplated in section 5 of that Act; </p> <p class=\"definition-e\">“residential complex” means a residential complex as defined in the <i>Residential Tenancies Act, 2006</i><i>,\r\n</i>but does not include any class of accommodation contemplated in section 5 of that Act; </p> <p class=\"definition-e\">“residential landlord” means a landlord as defined in the <i>Residential Tenancies Act, 2006</i>; </p> <p class=\"definition-e\">“residential tenant” means a tenant as defined in the <i>Residential Tenancies Act, 2006</i>; </p> <p class=\"definition-e\">“residential unit” has the same meaning as in the <i>Residential Tenancies Act, 2006</i>;</p> <p class=\"definition-e\">“tenancy agreement” has the same meaning as in the <i>Residential Tenancies Act, 2006</i><i>.  </i>O. Reg. 389/10, s. 32 (1).</p> <p class=\"subsection-e\">  (2) The definitions in section 31 of the Act apply for the purposes of this Part.  O. Reg. 389/10, s. 32 (2).</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "33.",
            "part_id": "PART II  ",
            "part_type": "PART II SUITE METERING",
            "section": "Multi-unit complex",
            "content": " 33. For the purposes of clause (d) of the definition of “multi-unit complex” in section 31 of the Act, the following are prescribed as a multi-unit complex: 1.  A commercial building that contains two or more demised premises. 2.  A non-profit housing co-operative building that contains two or more housing units each of which is a member unit or a non-member unit.  O. Reg. 389/10, s. 33.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK47\"></a><b>33. </b>For the purposes of clause (d) of the definition of “multi-unit complex” in section 31 of the Act, the following are prescribed as a multi-unit complex:</p> <p class=\"paragraph-e\">  1.  A commercial building that contains two or more demised premises.</p> <p class=\"paragraph-e\">  2.  A non-profit housing co-operative building that contains two or more housing units each of which is a member unit or a non-member unit.  O. Reg. 389/10, s. 33.</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "34.",
            "part_id": "PART II  ",
            "part_type": "PART II SUITE METERING",
            "section": "Unit",
            "content": " 34. For the purposes of clause (d) of the definition of “unit” in section 31 of the Act, each of the following is prescribed as a unit: (a)  demised premises in a commercial building; (b)  common elements of a multi-unit complex; (c)  a member unit; and (d)  a non-member unit.  O. Reg. 389/10, s. 34.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK48\"></a><b>34. </b>For the purposes of clause (d) of the definition of “unit” in section 31 of the Act, each of the following is prescribed as a unit:</p> <p class=\"clause-e\">  (a)  demised premises in a commercial building;</p> <p class=\"clause-e\">  (b)  common elements of a multi-unit complex;</p> <p class=\"clause-e\">  (c)  a member unit; and</p> <p class=\"clause-e\">  (d)  a non-member unit.  O. Reg. 389/10, s. 34.</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "35.",
            "part_id": "PART II  ",
            "part_type": "PART II SUITE METERING",
            "section": "Unit smart metering, prescribed activities",
            "content": " 35. The following are prescribed activities for the purposes of the definition of “unit smart metering” in section 31 of the Act: 1.  Distributing electricity in accordance with a licence issued under clause 57 (a) of the Ontario Energy Board Act, 1998. 2.  Providing and maintaining unit smart meters in a multi-unit complex, including billing and collecting payment in respect of the electricity consumed in the multi-unit complex and other associated and ancillary activities. 3.  Any other activities required to be carried out by a unit smart meter provider under Part III of the Act.  O. Reg. 389/10, s. 35.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK49\"></a><b>35. </b>The following are prescribed activities for the purposes of the definition of “unit smart metering” in section 31 of the Act:</p> <p class=\"paragraph-e\">  1.  Distributing electricity in accordance with a licence issued under clause 57 (a) of the <i>Ontario Energy Board Act, 1998</i>.</p> <p class=\"paragraph-e\">  2.  Providing and maintaining unit smart meters in a multi-unit complex, including billing and collecting payment in respect of the electricity consumed in the multi-unit complex and other associated and ancillary activities.</p> <p class=\"paragraph-e\">  3.  Any other activities required to be carried out by a unit smart meter provider under Part III of the Act.  O. Reg. 389/10, s. 35. </p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "36.",
            "part_id": "PART II  ",
            "part_type": "PART II SUITE METERING",
            "section": "Unit sub-metering, prescribed activities",
            "content": " 36. The following are prescribed activities for the purposes of the definition of “unit sub-metering” in section 31 of the Act: 1.  Providing and maintaining unit sub-meters in a multi-unit complex, including billing and collecting payment in respect of the electricity consumed in the multi-unit complex and other associated and ancillary activities. 2.  Any other activities required to be carried out by a unit sub-meter provider under Part III of the Act.  O. Reg. 389/10, s. 36. Suite Meter Specifications",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK50\"></a><b>36. </b>The following are prescribed activities for the purposes of the definition of “unit sub-metering” in section 31 of the Act:</p> <p class=\"paragraph-e\">  1.  Providing and maintaining unit sub-meters in a multi-unit complex, including billing and collecting payment in respect of the electricity consumed in the multi-unit complex and other associated and ancillary activities.</p> <p class=\"paragraph-e\">  2.  Any other activities required to be carried out by a unit sub-meter provider under Part III of the Act.  O. Reg. 389/10, s. 36. </p> <p class=\"heading1-e\"><a name=\"BK51\"></a>Suite Meter Specifications</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "Suite Meter Specifications",
            "part_id": "PART II  ",
            "part_type": "PART II SUITE METERING",
            "section": "Suite Meter Specifications",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "37.",
            "part_id": "PART II  ",
            "part_type": "PART II SUITE METERING",
            "section": "Suite meter specifications",
            "content": " 37. (1) For the purposes of the definition of “suite meter specifications” in subsection 32 (2) of the Act, the prescribed suite meter specifications for unit smart meters installed by a unit smart meter provider on and after January 1, 2011 are the criteria and requirements specified in the Functional Specifications, as defined in Ontario Regulation 425/06 (Criteria and Requirements for Meters and Metering Equipment, Systems and Technology) made under the Electricity Act, 1998.  O. Reg. 389/10, s. 37 (1). (2) For the purposes of the definition of “suite meter specifications” in subsection 32 (2) of the Act, the prescribed suite meter specifications for unit sub-meters installed on and after January 1, 2011 are the criteria and requirements specified in the Functional Specifications, as defined in Ontario Regulation 425/06 (Criteria and Requirements for Meters and Metering Equipment, Systems and Technology) made under the Electricity Act, 1998, with the following modifications: 1.  A reference in the Functional Specifications to a distributor is deemed to be a reference to a unit sub-meter provider. 2.  Unless required by an order or code issued by the Board, unit sub-meter providers are not required to interface or integrate their unit sub-meter systems with the meter data management and data repository operated by the Smart Metering Entity.  O. Reg. 389/10, s. 37 (2). (3) The reference in paragraph 2 of subsection (2) to the Smart Metering Entity is a reference to the entity established under Part IV.2 of the Electricity Act, 1998.  O. Reg. 389/10, s. 37 (3). Installation and Billing",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK52\"></a><b>37. </b>(1) For the purposes of the definition of “suite meter specifications” in subsection 32 (2) of the Act, the prescribed suite meter specifications for unit smart meters installed by a unit smart meter provider on and after January 1, 2011 are the criteria and requirements specified in the Functional Specifications, as defined in Ontario Regulation 425/06 (Criteria and Requirements for Meters and Metering Equipment, Systems and Technology) made under the <i>Electricity Act, 1998</i>.  O. Reg. 389/10, s. 37 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of the definition of “suite meter specifications” in subsection 32 (2) of the Act, the prescribed suite meter specifications for unit sub-meters installed on and after January 1, 2011 are the criteria and requirements specified in the Functional Specifications, as defined in Ontario Regulation 425/06 (Criteria and Requirements for Meters and Metering Equipment, Systems and Technology) made under the <i>Electricity Act, 1998</i>, with the following modifications: </p> <p class=\"paragraph-e\">  1.  A reference in the Functional Specifications to a distributor is deemed to be a reference to a unit sub-meter provider. </p> <p class=\"paragraph-e\">  2.  Unless required by an order or code issued by the Board, unit sub-meter providers are not required to interface or integrate their unit sub-meter systems with the meter data management and data repository operated by the Smart Metering Entity.  O. Reg. 389/10, s. 37 (2).</p> <p class=\"subsection-e\">  (3) The reference in paragraph 2 of subsection (2) to the Smart Metering Entity is a reference to the entity established under Part IV.2 of the <i>Electricity Act, 1998</i>.  O. Reg. 389/10, s. 37 (3).</p> <p class=\"heading1-e\"><a name=\"BK53\"></a>Installation and Billing </p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "Installation and Billing",
            "part_id": "PART II  ",
            "part_type": "PART II SUITE METERING",
            "section": "Installation and Billing",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "38.",
            "part_id": "PART II  ",
            "part_type": "PART II SUITE METERING",
            "section": "When installation of suite meters permitted",
            "content": " 38. (1) Subject to subsection (2), and except as otherwise provided in section 39, for the purpose of subsection 33 (1) of the Act, a suite meter provider may install a suite meter for a unit in a class of units in Column 2 of the following Table at any time during construction or after in the circumstances set out in Column 3 opposite the class of units. Table  Column 1 Item   Column 2 Class of Units   Column 3 Circumstances \n\n  1.   Rental unit   The residential landlord, owner or other person in charge of the residential complex in which the rental unit is located has retained the suite meter provider to install suite meters in the residential complex in which the rental unit is located \n\n  2.   Common elements of a residential complex   The residential landlord, owner or other person in charge of the residential complex in which the common elements are located has retained the suite meter provider to install suite meters in the residential complex \n\n  3.   Condominium unit   With the approval of the condominium corporation’s board of directors, the condominium corporation or other person in charge of the condominium building has retained the suite meter provider to install suite meters in the condominium building. \n\n  4.   Common elements of a condominium building   With the approval of the condominium corporation’s board of directors, the condominium corporation or other person in charge of the condominium building has retained the suite meter provider to install suite meters in the condominium building. \n\n  5.   Member unit   Unless the articles or by-laws of the non-profit housing co-operative provide otherwise, the non-profit housing co-operative has retained the suite meter provider to install suite meters in the non-profit housing co-operative building.  \n\n  6.   Common elements of a non-profit housing co-operative building   Unless the articles or by-laws of the non-profit housing co-operative provide otherwise, the non-profit housing co-operative has retained the suite meter provider to install suite meters in the non-profit housing co-operative building.  \n\n  7.   Demised premises   The commercial landlord, owner or other person in charge of the building in which the demised premises are located has retained the suite meter provider to install suite meters in the building. \n\n  8.   Common elements of a commercial building   The commercial landlord, owner or other person in charge of the building in which the common elements are located has retained the suite meter provider to install suite meters in the building. O. Reg. 389/10, s. 38 (1). (2) Despite subsection (1), a suite meter provider shall not install a suite meter for a rental unit that is occupied by a tenant unless the installation is conducted in accordance with clause 137 (2) (b) of the Residential Tenancies Act, 2006.  O. Reg. 389/10, s. 38 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK54\"></a><b>38. </b>(1) Subject to subsection (2), and except as otherwise provided in section 39, for the purpose of subsection 33 (1) of the Act, a suite meter provider may install a suite meter for a unit in a class of units in Column 2 of the following Table at any time during construction or after in the circumstances set out in Column 3 opposite the class of units.</p> <p class=\"headingx-e\">Table</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td nowrap=\"\" valign=\"top\" width=\"67\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Item</p> </td> <td nowrap=\"\" valign=\"top\" width=\"117\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Class of Units</p> </td> <td nowrap=\"\" valign=\"top\" width=\"488\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Circumstances</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"117\"> <p class=\"table-e\">Rental unit</p> </td> <td valign=\"top\" width=\"488\"> <p class=\"table-e\">The residential landlord, owner or other person in charge of the residential complex in which the rental unit is located has retained the suite meter provider to install suite meters in the residential complex in which the rental unit is located</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"117\"> <p class=\"table-e\">Common elements of a residential complex</p> </td> <td valign=\"top\" width=\"488\"> <p class=\"table-e\">The residential landlord, owner or other person in charge of the residential complex in which the common elements are located has retained the suite meter provider to install suite meters in the residential complex</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"117\"> <p class=\"table-e\">Condominium unit</p> </td> <td valign=\"top\" width=\"488\"> <p class=\"table-e\">With the approval of the condominium corporation’s board of directors, the condominium corporation or other person in charge of the condominium building has retained the suite meter provider to install suite meters in the condominium building.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"117\"> <p class=\"table-e\">Common elements of a condominium building</p> </td> <td valign=\"top\" width=\"488\"> <p class=\"table-e\">With the approval of the condominium corporation’s board of directors, the condominium corporation or other person in charge of the condominium building has retained the suite meter provider to install suite meters in the condominium building.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"117\"> <p class=\"table-e\">Member unit</p> </td> <td valign=\"top\" width=\"488\"> <p class=\"table-e\">Unless the articles or by-laws of the non-profit housing co-operative provide otherwise, the non-profit housing co-operative has retained the suite meter provider to install suite meters in the non-profit housing co-operative building. </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"117\"> <p class=\"table-e\">Common elements of a non-profit housing co-operative building</p> </td> <td valign=\"top\" width=\"488\"> <p class=\"table-e\">Unless the articles or by-laws of the non-profit housing co-operative provide otherwise, the non-profit housing co-operative has retained the suite meter provider to install suite meters in the non-profit housing co-operative building. </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"117\"> <p class=\"table-e\">Demised premises</p> </td> <td valign=\"top\" width=\"488\"> <p class=\"table-e\">The commercial landlord, owner or other person in charge of the building in which the demised premises are located has retained the suite meter provider to install suite meters in the building.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"117\"> <p class=\"table-e\">Common elements of a commercial building</p> </td> <td valign=\"top\" width=\"488\"> <p class=\"table-e\">The commercial landlord, owner or other person in charge of the building in which the common elements are located has retained the suite meter provider to install suite meters in the building.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 389/10, s. 38 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a suite meter provider shall not install a suite meter for a rental unit that is occupied by a tenant unless the installation is conducted in accordance with clause 137 (2) (b) of the <i>Residential Tenancies Act, 2006</i>.  O. Reg. 389/10, s. 38 (2).</p>"
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "39.",
            "part_id": "PART II  ",
            "part_type": "PART II SUITE METERING",
            "section": "When installation of suite meters is required in new buildings",
            "content": " 39. (1) For the purposes of subsection 33 (2) of the Act, the owner or other person in charge of a unit belonging to a class of units described in Column 2 of the following Table shall have a suite meter installed for that unit by a suite meter provider retained by the owner or other person in the circumstances set out in Column 3 opposite the class of units and subject to the conditions set out in Column 4 opposite the class of units. Table  Column 1 Item   Column 2 Class of Units   Column 3 Circumstances   Column 4 Conditions \n\n  1.   Rental unit in a residential complex   Before completion of construction of the residential complex in which the rental unit is located.   Installation must take place in the rental unit before the rental unit  is occupied. \n\n  2.   Common elements of a residential complex   Before completion of construction of the residential complex.   Installation must take place before any rental unit in the residential complex is occupied. \n\n  3.   Condominium unit in a condominium building   Before completion of construction of the condominium building in which the condominium unit is located.   Installation must take place in the condominium unit before the condominium unit is occupied. \n\n  4.   Common elements of a condominium building.   Before completion of construction of the condominium building.   Installation must take place before any condominium unit in the condominium building is occupied. \n\n  5.   Member unit of a non-profit housing co-operative building   Before completion of construction of the non-profit housing co-operative building.   Installation must take place in the member unit before the member unit is occupied. \n\n  6.   Common elements of a non-profit housing co-operative building   Before completion of construction of the non-profit housing co-operative building.   Installation must take place before any member unit in the non-profit housing co-operative building is occupied. O. Reg. 389/10, s. 39 (1). (2) For the purposes of subsection 33 (1) of the Act and despite subsection (1), a suite meter provider retained by the residential landlord or other person in charge of a property may, but is not required to, have a suite meter installed in the following classes of units in the following classes of properties and may do so at the time the property or unit is under construction: 1.  A rental unit to be included in a care home as defined in the Residential Tenancies Act, 2006. 2.  A unit that will be an accommodation contemplated in subsection 6 (1) of the Residential Tenancies Act, 2006.  O. Reg. 389/10, s. 39 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK55\"></a><b>39. </b>(1) For the purposes of subsection 33 (2) of the Act, the owner or other person in charge of a unit belonging to a class of units described in Column 2 of the following Table shall have a suite meter installed for that unit by a suite meter provider retained by the owner or other person in the circumstances set out in Column 3 opposite the class of units and subject to the conditions set out in Column 4 opposite the class of units.</p> <p class=\"headingx-e\">Table</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td nowrap=\"\" valign=\"top\" width=\"65\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Item</p> </td> <td nowrap=\"\" valign=\"top\" width=\"119\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Class of Units</p> </td> <td nowrap=\"\" valign=\"top\" width=\"201\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Circumstances</p> </td> <td nowrap=\"\" valign=\"top\" width=\"287\"> <p class=\"table-e\">Column 4</p> <p class=\"table-e\">Conditions</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"65\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">Rental unit in a residential complex</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Before completion of construction of the residential complex in which the rental unit is located.</p> </td> <td valign=\"top\" width=\"287\"> <p class=\"table-e\">Installation must take place in the rental unit before<b> </b>the rental unit  is occupied.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"65\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">Common elements of a residential complex</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Before completion of construction of the residential complex.</p> </td> <td valign=\"top\" width=\"287\"> <p class=\"table-e\">Installation must take place before any rental unit in the residential complex is occupied.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"65\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">Condominium unit in a condominium building</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Before completion of construction of the condominium building in which the condominium unit is located.</p> </td> <td valign=\"top\" width=\"287\"> <p class=\"table-e\">Installation must take place in the condominium unit before the condominium unit is occupied.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"65\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">Common elements of a condominium building.</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Before completion of construction of the condominium building.</p> </td> <td valign=\"top\" width=\"287\"> <p class=\"table-e\">Installation must take place before any condominium unit in the condominium building is occupied.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"65\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">Member unit of a non-profit housing co-operative building</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Before completion of construction of the non-profit housing co-operative building.</p> </td> <td valign=\"top\" width=\"287\"> <p class=\"table-e\">Installation must take place in the member unit before the member unit is occupied.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"65\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">Common elements of a non-profit housing co-operative building</p> </td> <td valign=\"top\" width=\"201\"> <p class=\"table-e\">Before completion of construction of the non-profit housing co-operative building.</p> </td> <td valign=\"top\" width=\"287\"> <p class=\"table-e\">Installation must take place before any member unit in the non-profit housing co-operative building is occupied.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 389/10, s. 39 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 33 (1) of the Act and despite subsection (1), a suite meter provider retained by the residential landlord or other person in charge of a property may, but is not required to, have a suite meter installed in the following classes of units in the following classes of properties and may do so at the time the property or unit is under construction:</p> <p class=\"paragraph-e\">  1.  A rental unit to be included in a care home as defined in the <i>Residential Tenancies Act, 2006</i>.</p> <p class=\"paragraph-e\">  2.  A unit that will be an accommodation contemplated in subsection 6 (1) of the <i>Residential Tenancies Act, 2006</i>.  O. Reg. 389/10, s. 39 (2).</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "40.",
            "part_id": "PART II  ",
            "part_type": "PART II SUITE METERING",
            "section": "Use of meters for billing purposes in new and existing buildings",
            "content": " 40. (1) No person shall bill a consumer based on the consumption or use of electricity by the consumer in respect of a unit as measured by a suite meter except in accordance with the Act, the Ontario Energy Board Act, 1998, the Electricity Act, 1998, this Part and any applicable code or order issued by the Board.  O. Reg. 389/10, s. 40 (1). (2) For the purposes of subsection 34 (2) of the Act and subject to subsection (3), a suite meter provider shall bill a member of a class of consumers described in Column 2 of the following Table based on the consumption or use of electricity in respect of a unit described in Column 3, opposite the class of consumers, as measured by a suite meter, in the circumstances described in Column 4 opposite the class of consumers. Table  Column 1 Item   Column 2 Class of consumers   Column 3 Class of units   Column 4 Circumstances \n\n  1.   Occupant   Rental unit   The suite meter was installed in respect of the rental unit in accordance with section 33 of the Act and this Part, and the residential landlord, (a) has terminated its obligation to supply electricity to the rental unit under the tenancy agreement pursuant to subsection 137 (3) of the Residential Tenancies Act, 2006; or (b) does not have an obligation under the tenancy agreement for the rental unit to supply electricity to the rental unit. \n\n  2.   Residential landlord, owner or other person in charge of a residential complex    Common elements of the residential complex   The suite meter was installed in respect of the common elements in the residential complex in accordance with section 33 of the Act and this Part. \n\n  3.   Person who is both owner and occupant of a condominium unit   The condominium unit   The suite meter was installed in respect of the condominium unit in accordance with section 33 of the Act and this Part. \n\n  4.   Condominium corporation or other person in charge of the condominium building   Common elements of the condominium building   The suite meter was installed in respect of the common elements of the condominium building in accordance with section 33 of the Act and this Part. \n\n  5.   Occupant   Member unit   The suite meter was installed in respect of the member unit of the non-profit housing co-operative building in accordance with section 33 of the Act and this Part. \n\n  6.   Non-profit housing co-operative   Common elements of the non-profit housing co-operative building   The suite meter was installed in respect of the common elements of the non-profit housing co-operative building in accordance with section 33 of the Act and this Part. \n\n  7.   Occupant   Demised premises   The suite meter was installed in respect of the demised premises in accordance with section 33 of the Act and this Part, and the commercial landlord does not have an obligation under the commercial lease for the demised premises to supply electricity to the demised premises.   \n\n  8.   Commercial landlord, owner or other person in charge of the commercial building   Common elements of the commercial building   The suite meter was installed in respect of the common elements of the commercial building in accordance with section 33 of the Act and this Part. O. Reg. 389/10, s. 40 (2). (3) A suite meter provider shall not bill an occupant of a rental unit or a member unit based on the consumption or use of electricity by the occupant in respect of the unit, as measured by a suite meter, if, (a)  the suite meter was installed after January 1, 2011 but is not deemed under subsection 43 (2) to have been installed after January 1, 2011; (b)  the unit is heated primarily by electricity; and (c)  the electricity measured by the suite meter includes the electricity used in heating the unit.  O. Reg. 389/10, s. 40 (3). (4) For the purposes of subsection 34 (1) of the Act, a suite meter provider is permitted but not required to bill a residential landlord of a rental unit based on the consumption or use of electricity in respect of the rental unit as measured by a suite meter if, (a)  the residential landlord has not terminated its obligation to supply electricity to the rental unit under the tenancy agreement pursuant to subsection 137 (3) of the Residential Tenancies Act, 2006; or (b)  the residential landlord has an obligation under the tenancy agreement to supply electricity to the rental unit.  O. Reg. 389/10, s. 40 (4). (5) For the purposes of subsection 34 (1) of the Act, a suite meter provider is permitted but not required to bill a non-profit housing co-operative based on the consumption or use of electricity in respect of a member unit as measured by a suite meter if the non-profit housing co-operative has an obligation under its by-laws or other binding resolution or decision of the non-profit housing co-operative’s directors or members to supply electricity to the member unit.  O. Reg. 389/10, s. 40 (5). Information and Disclosure",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK56\"></a><b>40. </b>(1) No person shall bill a consumer based on the consumption or use of electricity by the consumer in respect of a unit as measured by a suite meter except in accordance with the Act, the <i>Ontario Energy Board Act, 1998</i>, the <i>Electricity Act, 1998</i>, this Part and any applicable code or order issued by the Board.  O. Reg. 389/10, s. 40 (1).</p> <p class=\"subsection-e\"><b>  (2) For the purposes of subsection 34 (2) of the Act and subject to subsection (3), a suite meter provider shall bill a member of a class of consumers described in Column 2 of the following Table based on the consumption or use of electricity in respect of a unit described in Column 3, opposite the class of consumers, as measured by a suite meter, in the circumstances described in Column 4 opposite the class of consumers.</b></p> <p class=\"headingx-e\">Table</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"65\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Class of consumers</p> </td> <td valign=\"top\" width=\"113\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Class of units</p> </td> <td valign=\"top\" width=\"387\"> <p class=\"table-e\">Column 4</p> <p class=\"table-e\">Circumstances</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"65\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Occupant</p> </td> <td valign=\"top\" width=\"113\"> <p class=\"table-e\">Rental unit</p> </td> <td valign=\"top\" width=\"387\"> <p class=\"table-e\">The suite meter was installed in respect of the rental unit in accordance with section 33 of the Act and this Part, and the residential landlord,</p> <p class=\"table-e\">(a) has terminated its obligation to supply electricity to the rental unit under the tenancy agreement pursuant to subsection 137 (3) of the <i>Residential Tenancies Act, 2006</i>; or</p> <p class=\"table-e\">(b) does not have an obligation under the tenancy agreement for the rental unit to supply electricity to the rental unit.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"65\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Residential landlord, owner or other person in charge of a residential complex </p> </td> <td valign=\"top\" width=\"113\"> <p class=\"table-e\">Common elements of the residential complex</p> </td> <td valign=\"top\" width=\"387\"> <p class=\"table-e\">The suite meter was installed in respect of the common elements in the residential complex in accordance with section 33 of the Act and this Part.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"65\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Person who is both owner and occupant of a condominium unit</p> </td> <td valign=\"top\" width=\"113\"> <p class=\"table-e\">The condominium unit</p> </td> <td valign=\"top\" width=\"387\"> <p class=\"table-e\">The suite meter was installed in respect of the condominium unit in accordance with section 33 of the Act and this Part.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"65\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Condominium corporation or other person in charge of the condominium building</p> </td> <td valign=\"top\" width=\"113\"> <p class=\"table-e\">Common elements of the condominium building</p> </td> <td valign=\"top\" width=\"387\"> <p class=\"table-e\">The suite meter was installed in respect of the common elements of the condominium building in accordance with section 33 of the Act and this Part.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"65\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Occupant</p> </td> <td valign=\"top\" width=\"113\"> <p class=\"table-e\">Member unit</p> </td> <td valign=\"top\" width=\"387\"> <p class=\"table-e\">The suite meter was installed in respect of the member unit of the non-profit housing co-operative building in accordance with section 33 of the Act and this Part.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"65\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Non-profit housing co-operative</p> </td> <td valign=\"top\" width=\"113\"> <p class=\"table-e\">Common elements of the non-profit housing co-operative building</p> </td> <td valign=\"top\" width=\"387\"> <p class=\"table-e\">The suite meter was installed in respect of the common elements of the non-profit housing co-operative building in accordance with section 33 of the Act and this Part.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"65\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Occupant</p> </td> <td valign=\"top\" width=\"113\"> <p class=\"table-e\">Demised premises</p> </td> <td valign=\"top\" width=\"387\"> <p class=\"table-e\">The suite meter was installed in respect of the demised premises in accordance with section 33 of the Act and this Part, and the commercial landlord does not have an obligation under the commercial lease for the demised premises to supply electricity to the demised premises.  </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"65\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Commercial landlord, owner or other person in charge of the commercial building</p> </td> <td valign=\"top\" width=\"113\"> <p class=\"table-e\">Common elements of the commercial building</p> </td> <td valign=\"top\" width=\"387\"> <p class=\"table-e\">The suite meter was installed in respect of the common elements of the commercial building in accordance with section 33 of the Act and this Part.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 389/10, s. 40 (2).</p> <p class=\"subsection-e\">  (3) A suite meter provider shall not bill an occupant of a rental unit or a member unit based on the consumption or use of electricity by the occupant in respect of the unit, as measured by a suite meter, if,</p> <p class=\"clause-e\">  (a)  the suite meter was installed after January 1, 2011 but is not deemed under subsection 43 (2) to have been installed after January 1, 2011;</p> <p class=\"clause-e\">  (b)  the unit is heated primarily by electricity; and</p> <p class=\"clause-e\">  (c)  the electricity measured by the suite meter includes the electricity used in heating the unit.  O. Reg. 389/10, s. 40 (3).</p> <p class=\"subsection-e\">  (4) For the purposes of subsection 34 (1) of the Act, a suite meter provider is permitted but not required to bill a residential landlord of a rental unit based on the consumption or use of electricity in respect of the rental unit as measured by a suite meter if,</p> <p class=\"clause-e\">  (a)  the residential landlord has not terminated its obligation to supply electricity to the rental unit under the tenancy agreement pursuant to subsection 137 (3) of the <i>Residential Tenancies Act, 2006</i>; or</p> <p class=\"clause-e\">  (b)  the residential landlord has an obligation under the tenancy agreement to supply electricity to the rental unit.  O. Reg. 389/10, s. 40 (4).</p> <p class=\"subsection-e\">  (5) For the purposes of subsection 34 (1) of the Act, a suite meter provider is permitted but not required to bill a non-profit housing co-operative based on the consumption or use of electricity in respect of a member unit as measured by a suite meter if the non-profit housing co-operative has an obligation under its by-laws or other binding resolution or decision of the non-profit housing co-operative’s directors or members to supply electricity to the member unit.  O. Reg. 389/10, s. 40 (5).</p> <p class=\"heading1-e\"><a name=\"BK57\"></a>Information and Disclosure </p>"
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "Information and Disclosure",
            "part_id": "PART II  ",
            "part_type": "PART II SUITE METERING",
            "section": "Information and Disclosure",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "41.",
            "part_id": "PART II  ",
            "part_type": "PART II SUITE METERING",
            "section": "Information to be provided",
            "content": " 41. (1) Within 10 days after receiving a request from a residential landlord for any of the following, or within such other period of time as may be required by a code or order issued by the Board, a suite meter provider who provides suite metering in respect of a rental unit in the landlord’s residential complex shall provide the residential landlord with such of the following information as it relates to the rental unit as the landlord requests: 1.  Contact information for the suite meter provider. 2.  For the most recently completed 12-month period for which the following information is available to the suite meter provider: i.  the sum of all amounts charged, including applicable taxes but net of any late payment and one-time set-up charges, on all suite metering invoices for the rental unit for that 12-month period, ii.  the total amount of electricity consumed in the rental unit in kilowatt hours during that 12-month period, iii.  the sum of all amounts charged in respect of just the commodity price of the electricity on all suite metering invoices for the rental unit for that 12-month period. 3.  Information about all fees and charges imposed on the consumer in the rental unit by the suite meter provider. 4.  In the case of a unit sub-meter provider, information about the circumstances in which the amount of fees and charges imposed on the consumer in the rental unit by the unit sub-meter provider may increase. 5.  In the case of a unit sub-meter provider, information about any planned increases in the amount of fees or charges imposed on the consumer in the rental unit by the unit sub-meter provider. 6.  In the case of a unit smart meter provider, a statement that the rates and other charges imposed on the consumer in the rental unit by the unit smart meter provider and any changes to these rates and charges are approved or fixed by the Board. 7.  The suite meter provider’s security deposit policies applicable to the consumer in the rental unit. 8.  The suite meter provider’s disconnection policies applicable to the consumer in the rental unit.  O. Reg. 389/10, s. 41 (1). (2) A unit sub-meter provider shall include with its first invoice to a consumer, in a clearly legible typeface having a font size of at least 12, (a)  detailed information about all applicable fees and charges imposed by the unit sub-meter provider; or (b)  information that there are regular recurring fees and charges imposed by the unit sub-meter provider and the address of the website on which detailed information about the fees and charges may be obtained.  O. Reg. 389/10, s. 41 (2). (3) A unit sub-meter provider who provides suite metering in respect of a unit in a multi-unit complex shall, in accordance with subsection (4), notify a consumer, (a)  about all changes in the fees or charges to be imposed on the consumer in the unit by the unit sub-meter provider and provide information on the amount of the fees and charges before the change and after the change; (b)  about all changes in the commodity price and provide information on the commodity price charged before and after the change; (c)  about any change in the person who sells electricity to the owner or other person in charge of the multi-unit complex and information on the current person who sells electricity and the new person; and (d)  about the date when a change referred to in clause (a), (b) or (c) is scheduled to take effect.  O. Reg. 389/10, s. 41 (3). (4) Information required by subsection (3) to be provided to a consumer must be printed in a clearly legible typeface having a font size of at least 12 and included on the front page of, or as a separate insert with, the first invoice issued to the consumer following the earlier of, (a)  the announcement of the change; and (b)  the day that the change takes effect.  O. Reg. 389/10, s. 41 (4). (5) A suite meter provider who provides suite metering in respect of a multi-unit complex shall provide such other information in such form and manner to consumers or such other persons as may be required in an order or code issued by the Board.  O. Reg. 389/10, s. 41 (5). (6) In this section, “commodity price” means the commodity price for electricity referred to in section 2 of Ontario Regulation 275/04 (Information on Invoices to Certain Classes of Consumers of Electricity) made under the Ontario Energy Board Act, 1998.  O. Reg. 389/10, s. 41 (6); O. Reg. 315/19, s. 1. Transition",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK58\"></a>41. </b>(1) Within 10 days after receiving a request from a residential landlord for any of the following, or within such other period of time as may be required by a code or order issued by the Board, a suite meter provider who provides suite metering in respect of a rental unit in the landlord’s residential complex shall provide the residential landlord with such of the following information as it relates to the rental unit as the landlord requests:</p> <p class=\"paragraph-e\">  1.  Contact information for the suite meter provider. </p> <p class=\"paragraph-e\">  2.  For the most recently completed 12-month period for which the following information is available to the suite meter provider:</p> <p class=\"subpara-e\">  i.  the sum of all amounts charged, including applicable taxes but net of any late payment and one-time set-up charges, on all suite metering invoices for the rental unit for that 12-month period, </p> <p class=\"subpara-e\">  ii.  the total amount of electricity consumed in the rental unit in kilowatt hours during that 12-month period,</p> <p class=\"subpara-e\">  iii.  the sum of all amounts charged in respect of just the commodity price of the electricity on all suite metering invoices for the rental unit for that 12-month period.  </p> <p class=\"paragraph-e\">  3.  Information about all fees and charges imposed on the consumer in the rental unit by the suite meter provider.</p> <p class=\"paragraph-e\">  4.  In the case of a unit sub-meter provider, information about the circumstances in which the amount of fees and charges imposed on the consumer in the rental unit by the unit sub-meter provider may increase. </p> <p class=\"paragraph-e\">  5.  In the case of a unit sub-meter provider, information about any planned increases in the amount of fees or charges imposed on the consumer in the rental unit by the unit sub-meter provider.</p> <p class=\"paragraph-e\">  6.  In the case of a unit smart meter provider, a statement that the rates and other charges imposed on the consumer in the rental unit by the unit smart meter provider and any changes to these rates and charges are approved or fixed by the Board.</p> <p class=\"paragraph-e\">  7.  The suite meter provider’s security deposit policies applicable to the consumer in the rental unit.</p> <p class=\"paragraph-e\">  8.  The suite meter provider’s disconnection policies applicable to the consumer in the rental unit.  O. Reg. 389/10, s. 41 (1).</p> <p class=\"subsection-e\">  (2) A unit sub-meter provider shall include with its first invoice to a consumer, in a clearly legible typeface having a font size of at least 12,</p> <p class=\"clause-e\">  (a)  detailed information about all applicable fees and charges imposed by the unit sub-meter provider; or</p> <p class=\"clause-e\">  (b)  information that there are regular recurring fees and charges imposed by the unit sub-meter provider and the address of the website on which detailed information about the fees and charges may be obtained.  O. Reg. 389/10, s. 41 (2).</p> <p class=\"subsection-e\">  (3) A unit sub-meter provider who provides suite metering in respect of a unit in a multi-unit complex shall, in accordance with subsection (4), notify a consumer,</p> <p class=\"clause-e\">  (a)  about all changes in the fees or charges to be imposed on the consumer in the unit by the unit sub-meter provider and provide information on the amount of the fees and charges before the change and after the change;</p> <p class=\"clause-e\">  (b)  about all changes in the commodity price and provide information on the commodity price charged before and after the change;</p> <p class=\"clause-e\">  (c)  about any change in the person who sells electricity to the owner or other person in charge of the multi-unit complex and information on the current person who sells electricity and the new person; and</p> <p class=\"clause-e\">  (d)  about the date when a change referred to in clause (a), (b) or (c) is scheduled to take effect.  O. Reg. 389/10, s. 41 (3).</p> <p class=\"subsection-e\">  (4) Information required by subsection (3) to be provided to a consumer must be printed in a clearly legible typeface having a font size of at least 12 and included on the front page of, or as a separate insert with, the first invoice issued to the consumer following the earlier of,</p> <p class=\"clause-e\">  (a)  the announcement of the change; and</p> <p class=\"clause-e\">  (b)  the day that the change takes effect.  O. Reg. 389/10, s. 41 (4).</p> <p class=\"subsection-e\">  (5) A suite meter provider who provides suite metering in respect of a multi-unit complex shall provide such other information in such form and manner to consumers or such other persons as may be required in an order or code issued by the Board.  O. Reg. 389/10, s. 41 (5).</p> <p class=\"subsection-e\">  (6) In this section, </p> <p class=\"firstdef-e\">“commodity price” means the commodity price for electricity referred to in section 2 of Ontario Regulation 275/04 (Information on Invoices to Certain Classes of Consumers of Electricity) made under the <i>Ontario Energy Board Act, 1998</i>.  O. Reg. 389/10, s. 41 (6); O. Reg. 315/19, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK59\"></a>Transition </p>"
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "Transition",
            "part_id": "PART II  ",
            "part_type": "PART II SUITE METERING",
            "section": "Transition",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "42.",
            "part_id": "PART II  ",
            "part_type": "PART II SUITE METERING",
            "section": "Residential complexes and condominium buildings",
            "content": " 42. (1) Subsection 39 (1) applies to a residential complex or condominium building for which a permit under section 8 of the Building Code Act, 1992\r\nwas issued on or after January 1, 2011 for the original installation or erection of the residential complex or condominium building.  O. Reg. 389/10, s. 42 (1). (2) Without limiting the generality of subsection (1), if a residential complex or condominium corporation is substantially extended, materially altered or repaired to the extent that it is considered to be newly erected or installed, the extension, material alteration or repair is considered to be an original installation or erection for the purposes of subsection (1).  O. Reg. 389/10, s. 42 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK60\"></a><b>42. </b>(1) Subsection 39 (1) applies to a residential complex or condominium building for which a permit under section 8 of the <i>Building Code Act, 1992</i>\r\nwas issued on or after January 1, 2011 for the original installation or erection of the residential complex or condominium building.  O. Reg. 389/10, s. 42 (1).</p> <p class=\"subsection-e\">  (2) Without limiting the generality of subsection (1), if a residential complex or condominium corporation is substantially extended, materially altered or repaired to the extent that it is considered to be newly erected or installed, the extension, material alteration or repair is considered to be an original installation or erection for the purposes of subsection (1).  O. Reg. 389/10, s. 42 (2).</p>"
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "43.",
            "part_id": "PART II  ",
            "part_type": "PART II SUITE METERING",
            "section": "Smart meters and smart sub-meters",
            "content": " 43. (1) In this section,  “excluded unit sub-meter” means a smart sub-metering system, equipment and technology and any associated equipment, system and technology installed before January 1, 2011, other than a specified unit sub-meter; “licensed distributor” means a distributor licensed under Part V of the Ontario Energy Board Act, 1998 as required under clause 57 (a) of that Act; “specified unit smart meter” includes any smart meter system equipment and technology and any associated equipment, system, and technology installed in a multi-unit complex by a licensed distributor, (a)  before November 3, 2005, (b)  pursuant to section 53.16 of the\r\nElectricity Act, 1998, (c)  pursuant to section 53.17 of the Electricity Act, 1998, as that section read on December 31, 2010, or (d)  pursuant to a regulation made under clause 53.21 (1) (q) of the Electricity Act, 1998\r\nauthorizing activities as discretionary metering activities for the purposes of section 53.18 of that Act; “specified unit sub-meter” includes a smart sub-metering system, equipment and technology and any associated equipment, system and technology installed in a multi-unit complex, (a)  before November 3, 2005, (b)  pursuant to section 53.17 of the\r\nElectricity Act, 1998, as that section read on December 31, 2010, (c)  pursuant to a regulation made under clause 53.21 (1) (q) of the Electricity Act, 1998\r\nauthorizing activities as discretionary metering activities for the purposes of section 53.18 of that Act, or (d)  in accordance with a code or order issued by the Board.  O. Reg. 389/10, s. 43 (1). (2) Every specified unit smart meter, specified unit sub-meter and excluded unit sub-meter installed before January 1, 2011 is deemed for the purposes of Part III of the Act to be a suite meter installed in accordance with section 33 of the Act and this Part.  O. Reg. 389/10, s. 43 (2). (3) Every specified unit smart meter and specified unit sub-meter may be used to bill a consumer under subsection 34 (1) of the Act if, on January 1, 2011, the meter was being used to bill a consumer in accordance with, (a)  the Electricity Act, 1998 or the Residential Tenancies Act, 2006; or (b)  an order or code issued by the Board.  O. Reg. 389/10, s. 43 (3). (4) Every excluded unit sub-meter installed before January 1, 2011 may be used to bill a member of a class of consumers described in Column 2 of the Table set out in subsection 40 (2), based on the consumption or use of electricity in respect of a unit described in Column 3 opposite the class of consumers, as measured by a suite meter, in the circumstances described in Column 4 opposite the class of consumers.  O. Reg. 389/10, s. 43 (4). Part III (omitted) 44. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 389/10, s. 44.    ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK61\"></a><b>43. </b>(1) In this section, </p> <p class=\"firstdef-e\">“excluded unit sub-meter” means a smart sub-metering system, equipment and technology and any associated equipment, system and technology installed before January 1, 2011, other than a specified unit sub-meter;</p> <p class=\"definition-e\">“licensed distributor” means a distributor licensed under Part V of the <i>Ontario Energy Board Act, 1998</i> as required under clause 57 (a) of that Act;</p> <p class=\"definition-e\">“specified unit smart meter” includes any smart meter system equipment and technology and any associated equipment, system, and technology installed in a multi-unit complex by a licensed distributor,</p> <p class=\"defclause-e\">  (a)  before November 3, 2005, </p> <p class=\"defclause-e\">  (b)  pursuant to section 53.16 of the\r\n<i>Electricity Act, 1998</i>,</p> <p class=\"defclause-e\">  (c)  pursuant to section 53.17 of the<i> Electricity Act, 1998</i>, as that section read on December 31, 2010, or</p> <p class=\"defclause-e\">  (d)  pursuant to a regulation made under clause 53.21 (1) (q) of the <i>Electricity Act, 1998</i>\r\nauthorizing activities as discretionary metering activities for the purposes of section 53.18 of that Act;</p> <p class=\"definition-e\">“specified unit sub-meter” includes a smart sub-metering system, equipment and technology and any associated equipment, system and technology installed in a multi-unit complex,</p> <p class=\"defclause-e\">  (a)  before November 3, 2005, </p> <p class=\"defclause-e\">  (b)  pursuant to section 53.17 of the\r\n<i>Electricity Act, 1998</i>, as that section read on December 31, 2010,</p> <p class=\"defclause-e\">  (c)  pursuant to a regulation made under clause 53.21 (1) (q) of the <i>Electricity Act, 1998</i>\r\nauthorizing activities as discretionary metering activities for the purposes of section 53.18 of that Act, or</p> <p class=\"defclause-e\">  (d)  in accordance with a code or order issued by the Board.  O. Reg. 389/10, s. 43 (1).</p> <p class=\"subsection-e\">  (2) Every specified unit smart meter, specified unit sub-meter and excluded unit sub-meter installed before January 1, 2011 is deemed for the purposes of Part III of the Act to be a suite meter installed in accordance with section 33 of the Act and this Part.  O. Reg. 389/10, s. 43 (2).</p> <p class=\"subsection-e\">  (3) Every specified unit smart meter and specified unit sub-meter may be used to bill a consumer under subsection 34 (1) of the Act if, on January 1, 2011, the meter was being used to bill a consumer in accordance with,</p> <p class=\"clause-e\">  (a)  the <i>Electricity Act, 1998</i> or the <i>Residential Tenancies Act, 2006</i>; or </p> <p class=\"clause-e\">  (b)  an order or code issued by the Board.  O. Reg. 389/10, s. 43 (3). </p> <p class=\"subsection-e\">  (4) Every excluded unit sub-meter installed before January 1, 2011 may be used to bill a member of a class of consumers described in Column 2 of the Table set out in subsection 40 (2), based on the consumption or use of electricity in respect of a unit described in Column 3 opposite the class of consumers, as measured by a suite meter, in the circumstances described in Column 4 opposite the class of consumers.  O. Reg. 389/10, s. 43 (4). </p> <p class=\"partnum-e\"><a name=\"BK62\"></a>Part III (omitted)</p> <p class=\"section-e\"> <b>44.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 389/10, s. 44.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}