{
    "reg_info": {
        "full_title": "O. Reg. 305/16: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 305/16: ",
        "act_under": "Safeguarding our Communities Act (Patch for Patch Return Policy), 2015",
        "url": "https://www.ontario.ca/laws/regulation/160305",
        "date_scraped": "2023-12-18 06:16:09"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 11, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/160305/v3",
            "valid_from": "April  6, 2022",
            "valid_to": "April 10, 2022"
        },
        {
            "a_href": "/laws/regulation/160305/v2",
            "valid_from": "October  1, 2016",
            "valid_to": "April  5, 2022"
        },
        {
            "a_href": "/laws/regulation/160305/v1",
            "valid_from": "September 14, 2016",
            "valid_to": "September 30, 2016"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “hospital” means a hospital within the meaning of the Public Hospitals Act or a private hospital within the meaning of the Private Hospitals Act; (“hôpital”) “institution” means a correctional institution, penitentiary, prison or youth custody facility; (“établissement”) “long-term care home” means a long-term care home within the meaning of the Fixing Long-Term Care Act, 2021. (“foyer de soins de longue durée”) O. Reg. 305/16, s. 1 (1); O. Reg. 311/22, s. 1. (2) For the purposes of subsection 1 (1) of the Act, a “dispenser” includes any person, other than a person mentioned in clause (a) of that definition, who is authorized under the laws of Ontario to dispense a fentanyl patch. O. Reg. 305/16, s. 1 (2). (3) For the purposes of subsection 1 (1) of the Act, the following criteria must be satisfied for a fentanyl transdermal patch to meet the definition of a “fentanyl patch”: 1. The patch must deliver its active ingredient across the skin for systemic distribution. 2. The patch must contain fentanyl, a fentanyl salt, a fentanyl derivative, a fentanyl analogue or a salt of a fentanyl derivative or fentanyl analogue as an active ingredient. O. Reg. 305/16, s. 1 (3). General",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“hospital” means a hospital within the meaning of the <i>Public Hospitals Act</i> or a private hospital within the meaning of the <i>Private Hospitals Act</i>; (“hôpital”)</p> <p class=\"definition-e\">“institution” means a correctional institution, penitentiary, prison or youth custody facility; (“établissement”)</p> <p class=\"definition-e\">“long-term care home” means a long-term care home within the meaning of the <i>Fixing Long-Term Care Act, 2021</i>. (“foyer de soins de longue durée”) O. Reg. 305/16, s. 1 (1); O. Reg. 311/22, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 1 (1) of the Act, a “dispenser” includes any person, other than a person mentioned in clause (a) of that definition, who is authorized under the laws of Ontario to dispense a fentanyl patch. O. Reg. 305/16, s. 1 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of subsection 1 (1) of the Act, the following criteria must be satisfied for a fentanyl transdermal patch to meet the definition of a “fentanyl patch”:</p> <p class=\"paragraph-e\">  1. The patch must deliver its active ingredient across the skin for systemic distribution.</p> <p class=\"paragraph-e\">  2. The patch must contain fentanyl, a fentanyl salt, a fentanyl derivative, a fentanyl analogue or a salt of a fentanyl derivative or fentanyl analogue as an active ingredient. O. Reg. 305/16, s. 1 (3).</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>General</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "General",
            "part_id": null,
            "part_type": null,
            "section": "General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Additional requirement, prescriber",
            "content": " 2. For the purposes of clause 2 (1) (c) of the Act, a prescriber who prescribes a fentanyl patch to a patient shall indicate on the prescription that it is the patient’s first prescription for a fentanyl patch if, (a) the prescriber has not previously prescribed a fentanyl patch for the patient; and (b) the prescriber is reasonably satisfied that the patient has not previously obtained a prescription for a fentanyl patch from another prescriber, based on his or her discussions with the patient and any other information available to the prescriber.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2. </b>For the purposes of clause 2 (1) (c) of the Act, a prescriber who prescribes a fentanyl patch to a patient shall indicate on the prescription that it is the patient’s first prescription for a fentanyl patch if,</p> <p class=\"clause-e\">  (a) the prescriber has not previously prescribed a fentanyl patch for the patient; and</p> <p class=\"clause-e\">  (b) the prescriber is reasonably satisfied that the patient has not previously obtained a prescription for a fentanyl patch from another prescriber, based on his or her discussions with the patient and any other information available to the prescriber.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Exceptions, dispensing fentanyl patches",
            "content": " 3. (1) Paragraphs 1 and 2 of subsection 3 (1) of the Act do not apply to a dispenser at a pharmacy if, (a) the prescription for the fentanyl patch has been authorized by a prescriber who is registered and entitled to practise in a province or territory of Canada other than Ontario; and (b) the dispenser contacts the prescriber and verifies the authenticity of the prescription. (2) Paragraphs 1 and 2 of subsection 3 (1) of the Act do not apply to a dispenser at a pharmacy if, (a) the prescription for the fentanyl patch lists the name and location of another pharmacy; (b) the dispenser contacts the prescriber and verifies the authenticity of the prescription; and (c) the dispenser contacts the pharmacy listed on the prescription and, if it is still in operation, verifies that it did not dispense any fentanyl patches under the prescription. (3) A dispenser who contacts a prescriber or pharmacy in accordance with subsection (1) or (2) shall document the interaction in the dispenser’s record of the patient.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>(1) Paragraphs 1 and 2 of subsection 3 (1) of the Act do not apply to a dispenser at a pharmacy if,</p> <p class=\"clause-e\">  (a) the prescription for the fentanyl patch has been authorized by a prescriber who is registered and entitled to practise in a province or territory of Canada other than Ontario; and</p> <p class=\"clause-e\">  (b) the dispenser contacts the prescriber and verifies the authenticity of the prescription.</p> <p class=\"subsection-e\">  (2) Paragraphs 1 and 2 of subsection 3 (1) of the Act do not apply to a dispenser at a pharmacy if,</p> <p class=\"clause-e\">  (a) the prescription for the fentanyl patch lists the name and location of another pharmacy;</p> <p class=\"clause-e\">  (b) the dispenser contacts the prescriber and verifies the authenticity of the prescription; and</p> <p class=\"clause-e\">  (c) the dispenser contacts the pharmacy listed on the prescription and, if it is still in operation, verifies that it did not dispense any fentanyl patches under the prescription.</p> <p class=\"subsection-e\">  (3) A dispenser who contacts a prescriber or pharmacy in accordance with subsection (1) or (2) shall document the interaction in the dispenser’s record of the patient.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Contingency plan",
            "content": " 4. (1) The contingency plan for dispensing fentanyl patches in the circumstances described in paragraph 5 of subsection 3 (1) of the Act is the following: 1. If the prescription indicates that it is the patient’s first prescription for a fentanyl patch, the dispenser shall use his or her professional judgment to dispense an appropriate number of patches based on an assessment of the patient, including an assessment of the patient’s circumstances and the patient’s medical condition. 2. If the prescription does not indicate that it is the patient’s first prescription for a fentanyl patch, the dispenser shall, i. use his or her professional judgment to dispense an appropriate number of patches based on an assessment of the patient, including an assessment of the patient’s circumstances and the patient’s medical condition, and ii. notify the prescriber of, A. the number of fentanyl patches that were dispensed under the prescription at that time, B. if the dispenser collected fewer used fentanyl patches than the quantity of fentanyl patches to be dispensed under the prescription, the number of used fentanyl patches collected, if any, C. if applicable, the dispenser’s belief that the fentanyl patches returned to the pharmacy are counterfeit, have been misused or have been tampered with, as the case may be, and D. if applicable, the dispenser’s contact with or intention to contact a law enforcement agency in accordance with paragraph 3. 3. The dispenser may contact a law enforcement agency in Canada if he or she has reasonable grounds to believe that the missing patches or the suspected counterfeiting, misuse or tampering relate to a contravention of the laws of Ontario or Canada and may disclose to the agency, i. the name of the patient and, if applicable, the name of any authorized representative who attended the pharmacy on behalf of the patient, ii. the fact that some used fentanyl patches are missing or the dispenser’s belief that the fentanyl patches returned to the pharmacy are counterfeit, have been misused or have been tampered with, as the case may be, and iii. any other information that the dispenser reasonably believes will aid in an ongoing investigation by the agency or that will enable the agency to determine whether to conduct an investigation for the purpose of a law enforcement proceeding or from which a law enforcement proceeding is likely to result. (2) A dispenser who notifies a prescriber in accordance with subsection (1) shall document the notification in the dispenser’s record of the patient. Classes of Prescribers and Dispensers",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>(1) The contingency plan for dispensing fentanyl patches in the circumstances described in paragraph 5 of subsection 3 (1) of the Act is the following:</p> <p class=\"paragraph-e\">  1. If the prescription indicates that it is the patient’s first prescription for a fentanyl patch, the dispenser shall use his or her professional judgment to dispense an appropriate number of patches based on an assessment of the patient, including an assessment of the patient’s circumstances and the patient’s medical condition.</p> <p class=\"paragraph-e\">  2. If the prescription does not indicate that it is the patient’s first prescription for a fentanyl patch, the dispenser shall,</p> <p class=\"subpara-e\">  i. use his or her professional judgment to dispense an appropriate number of patches based on an assessment of the patient, including an assessment of the patient’s circumstances and the patient’s medical condition, and</p> <p class=\"subpara-e\">  ii. notify the prescriber of,</p> <p class=\"subsubpara-e\">  A. the number of fentanyl patches that were dispensed under the prescription at that time,</p> <p class=\"subsubpara-e\">  B. if the dispenser collected fewer used fentanyl patches than the quantity of fentanyl patches to be dispensed under the prescription, the number of used fentanyl patches collected, if any,</p> <p class=\"subsubpara-e\">  C. if applicable, the dispenser’s belief that the fentanyl patches returned to the pharmacy are counterfeit, have been misused or have been tampered with, as the case may be, and</p> <p class=\"subsubpara-e\">  D. if applicable, the dispenser’s contact with or intention to contact a law enforcement agency in accordance with paragraph 3.</p> <p class=\"paragraph-e\">  3. The dispenser may contact a law enforcement agency in Canada if he or she has reasonable grounds to believe that the missing patches or the suspected counterfeiting, misuse or tampering relate to a contravention of the laws of Ontario or Canada and may disclose to the agency,</p> <p class=\"subpara-e\">  i. the name of the patient and, if applicable, the name of any authorized representative who attended the pharmacy on behalf of the patient,</p> <p class=\"subpara-e\">  ii. the fact that some used fentanyl patches are missing or the dispenser’s belief that the fentanyl patches returned to the pharmacy are counterfeit, have been misused or have been tampered with, as the case may be, and</p> <p class=\"subpara-e\">  iii. any other information that the dispenser reasonably believes will aid in an ongoing investigation by the agency or that will enable the agency to determine whether to conduct an investigation for the purpose of a law enforcement proceeding or from which a law enforcement proceeding is likely to result.</p> <p class=\"subsection-e\">  (2) A dispenser who notifies a prescriber in accordance with subsection (1) shall document the notification in the dispenser’s record of the patient.</p> <p class=\"heading1-e\"><a name=\"BK6\"></a>Classes of Prescribers and Dispensers</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Classes of Prescribers and Dispensers",
            "part_id": null,
            "part_type": null,
            "section": "Classes of Prescribers and Dispensers",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Classes, prescribers",
            "content": " 5. (1) The following classes of prescribers are established: 1. Prescribers who authorize the dispensing of fentanyl patches for a patient and who personally dispense the fentanyl patches to the patient. 2. Prescribers at a hospital who prescribe fentanyl patches for a patient of the hospital. (2) The following rules apply to a prescriber who is a member of the class referred to in paragraph 1 of subsection (1) and who prescribes and dispenses a fentanyl patch in accordance with that paragraph: 1. Section 2 of the Act does not apply to the prescribing of the fentanyl patch. 2. Paragraphs 3, 4 and 5 of subsection 3 (1) of the Act apply to the dispensing of the fentanyl patch as if the prescriber was a dispenser at a pharmacy. However, if a contingency plan referred to in paragraph 5 of subsection 3 (1) of the Act would require the prescriber to notify himself or herself of certain information, the prescriber shall instead document the information in the prescriber’s record of the patient. (3) Section 2 of the Act does not apply to the prescribing of a fentanyl patch for a patient of a hospital by a prescriber who is a member of the class referred to in paragraph 2 of subsection (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>5. </b>(1) The following classes of prescribers are established:</p> <p class=\"paragraph-e\">  1. Prescribers who authorize the dispensing of fentanyl patches for a patient and who personally dispense the fentanyl patches to the patient.</p> <p class=\"paragraph-e\">  2. Prescribers at a hospital who prescribe fentanyl patches for a patient of the hospital.</p> <p class=\"subsection-e\">  (2) The following rules apply to a prescriber who is a member of the class referred to in paragraph 1 of subsection (1) and who prescribes and dispenses a fentanyl patch in accordance with that paragraph:</p> <p class=\"paragraph-e\">  1. Section 2 of the Act does not apply to the prescribing of the fentanyl patch.</p> <p class=\"paragraph-e\">  2. Paragraphs 3, 4 and 5 of subsection 3 (1) of the Act apply to the dispensing of the fentanyl patch as if the prescriber was a dispenser at a pharmacy. However, if a contingency plan referred to in paragraph 5 of subsection 3 (1) of the Act would require the prescriber to notify himself or herself of certain information, the prescriber shall instead document the information in the prescriber’s record of the patient.</p> <p class=\"subsection-e\">  (3) Section 2 of the Act does not apply to the prescribing of a fentanyl patch for a patient of a hospital by a prescriber who is a member of the class referred to in paragraph 2 of subsection (1).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Classes, dispensers",
            "content": " 6. (1) The following classes of dispensers are established: 1. Dispensers at a pharmacy who dispense fentanyl patches for a resident of a long-term care home or for a person who is confined in an institution. 2. Dispensers operating in a hospital who dispense fentanyl patches for a patient of the hospital. (2) Section 3 of the Act does not apply to a dispenser who is a member of a class referred to in paragraph 1 or 2 of subsection (1) and who dispenses a fentanyl patch in accordance with that paragraph if, (a) the hospital, long-term care home or institution where the patient resides has a written policy establishing a medication management system for the collection and administration of fentanyl patches used in the hospital, long-term care home or institution that safeguards the patches from misuse, abuse and diversion; and (b) the dispenser has a copy of the written policy referred to in clause (a). 7. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>6. </b>(1) The following classes of dispensers are established:</p> <p class=\"paragraph-e\">  1. Dispensers at a pharmacy who dispense fentanyl patches for a resident of a long-term care home or for a person who is confined in an institution.</p> <p class=\"paragraph-e\">  2. Dispensers operating in a hospital who dispense fentanyl patches for a patient of the hospital.</p> <p class=\"subsection-e\">  (2) Section 3 of the Act does not apply to a dispenser who is a member of a class referred to in paragraph 1 or 2 of subsection (1) and who dispenses a fentanyl patch in accordance with that paragraph if,</p> <p class=\"clause-e\">  (a) the hospital, long-term care home or institution where the patient resides has a written policy establishing a medication management system for the collection and administration of fentanyl patches used in the hospital, long-term care home or institution that safeguards the patches from misuse, abuse and diversion; and</p> <p class=\"clause-e\">  (b) the dispenser has a copy of the written policy referred to in clause (a).</p> <p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/160305\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}