{
    "reg_info": {
        "full_title": "O. Reg. 138/15: FUNDING, COST SHARING AND FINANCIAL ASSISTANCE",
        "reg_name_text": "FUNDING, COST SHARING AND FINANCIAL ASSISTANCE",
        "citation": "O. Reg. 138/15: ",
        "act_under": "Child Care and Early Years Act, 2014",
        "url": "https://www.ontario.ca/laws/regulation/150138",
        "date_scraped": "2023-12-18 03:03:53"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September 29, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/150138/v13",
            "valid_from": "September  8, 2023",
            "valid_to": "September 28, 2023"
        },
        {
            "a_href": "/laws/regulation/150138/v12",
            "valid_from": "December  5, 2022",
            "valid_to": "September  7, 2023"
        },
        {
            "a_href": "/laws/regulation/150138/v11",
            "valid_from": "March 28, 2022",
            "valid_to": "December  4, 2022"
        },
        {
            "a_href": "/laws/regulation/150138/v10",
            "valid_from": "March  8, 2021",
            "valid_to": "March 27, 2022"
        },
        {
            "a_href": "/laws/regulation/150138/v9",
            "valid_from": "September  1, 2019",
            "valid_to": "March  7, 2021"
        },
        {
            "a_href": "/laws/regulation/150138/v8",
            "valid_from": "August  2, 2019",
            "valid_to": "August 31, 2019"
        },
        {
            "a_href": "/laws/regulation/150138/v7",
            "valid_from": "July  1, 2018",
            "valid_to": "August  1, 2019"
        },
        {
            "a_href": "/laws/regulation/150138/v6",
            "valid_from": "March  1, 2018",
            "valid_to": "June 30, 2018"
        },
        {
            "a_href": "/laws/regulation/150138/v5",
            "valid_from": "August 29, 2016",
            "valid_to": "February 28, 2018"
        },
        {
            "a_href": "/laws/regulation/150138/v4",
            "valid_from": "June 16, 2016",
            "valid_to": "August 28, 2016"
        },
        {
            "a_href": "/laws/regulation/150138/v3",
            "valid_from": "May  9, 2016",
            "valid_to": "June 15, 2016"
        },
        {
            "a_href": "/laws/regulation/150138/v2",
            "valid_from": "August 31, 2015",
            "valid_to": "May  8, 2016"
        },
        {
            "a_href": "/laws/regulation/150138/v1",
            "valid_from": "June  8, 2015",
            "valid_to": "August 30, 2015"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "General",
            "part_id": null,
            "part_type": null,
            "section": "General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “adjusted income” means adjusted income as defined in section 122.6 of the Income Tax Act (Canada); (“revenu modifié”) “child and family program” has the same meaning as in Ontario Regulation 137/15 (General) made under the Act; (“programme pour l’enfance et la famille”) “children’s recreation program” means, (a)  a program that meets the criteria set out in paragraphs 1 to 4 of subsection 6 (4) of the Act and the criteria set out in section 3.1 of Ontario Regulation 137/15 (General) made under the Act, or (b)  a program that is operated by, (i)  a member of the Ontario Camps Association, or (ii)  an organization recognized under Regulation 797 of the Revised Regulations of Ontario, 1990 (Recreation Programs) made under the Ministry of Tourism and Recreation Act as a children’s recreation service provider by a resolution passed by the local service system manager, municipality, school board or First Nation; (“programme de loisirs pour les enfants”) “child with special needs” means a child whose cognitive, physical, social, emotional or communicative needs, or whose needs relating to overall development, are of such a nature that additional supports are required for the child; (“enfant ayant des besoins particuliers”) “municipalities’ shared costs”, with respect to a service area, means that part of the costs shared by the Minister and service system managers with respect to services described in subsection 6 (1) that are incurred or to be incurred under this Regulation by all of the municipalities located in the service area; (“coûts partagés des municipalités”) “net cost” means operating cost less revenue from fees; (“frais nets”) “operating cost” means the gross expenditure and includes, (a)  administrative costs, (b)  expenditures reasonable and necessary for providing child care at a child care centre, home child care or a children’s recreation program described in paragraph 8 of subsection 6 (1), less income other than revenue from fees, and (c)  expenditures reasonable and necessary for providing a child and family program; (“frais d’exploitation”) O. Reg. 138/15, s. 1 (1); O. Reg. 127/16, s. 1; O. Reg. 52/18, s. 1; O. Reg. 255/19, s. 1; O. Reg. 175/21, s. 1. (2) For greater certainty, a children’s recreation program shall be considered to be a program described in paragraph 7 of subsection 4 (1) of the Act only if it meets the requirements of that provision.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“adjusted income” means adjusted income as defined in section 122.6 of the <i>Income Tax Act</i> (Canada); (“revenu modifié”)</p> <p class=\"definition-e\">“child and family program” has the same meaning as in Ontario Regulation 137/15 (General) made under the Act; (“programme pour l’enfance et la famille”)</p> <p class=\"definition-e\">“children’s recreation program” means,</p> <p class=\"defclause-e\">  (a)  a program that meets the criteria set out in paragraphs 1 to 4 of subsection 6 (4) of the Act and the criteria set out in section 3.1 of Ontario Regulation 137/15 (General) made under the Act, or </p> <p class=\"defclause-e\">  (b)  a program that is operated by,</p> <p class=\"defsubclause-e\">  (i)  a member of the Ontario Camps Association, or</p> <p class=\"defsubclause-e\">  (ii)  an organization recognized under Regulation 797 of the Revised Regulations of Ontario, 1990 (Recreation Programs) made under the <i>Ministry of Tourism and Recreation Act</i> as a children’s recreation service provider by a resolution passed by the local service system manager, municipality, school board or First Nation; (“programme de loisirs pour les enfants”)</p> <p class=\"definition-e\">“child with special needs” means a child whose cognitive, physical, social, emotional or communicative needs, or whose needs relating to overall development, are of such a nature that additional supports are required for the child; (“enfant <span>ayant des besoins particuliers</span>”)</p> <p class=\"definition-e\">“municipalities’ shared costs”, with respect to a service area, means that part of the costs shared by the Minister and service system managers with respect to services described in subsection 6 (1) that are incurred or to be incurred under this Regulation by all of the municipalities located in the service area; (“coûts partagés des municipalités”)</p> <p class=\"definition-e\">“net cost” means operating cost less revenue from fees; (“frais nets”)</p> <p class=\"definition-e\">“operating cost” means the gross expenditure and includes,</p> <p class=\"defclause-e\">  (a)  administrative costs,</p> <p class=\"defclause-e\">  (b)  expenditures reasonable and necessary for providing child care at a child care centre, home child care or a children’s recreation program described in paragraph 8 of subsection 6 (1), less income other than revenue from fees, and</p> <p class=\"defclause-e\">  (c)  expenditures reasonable and necessary for providing a child and family program; (“frais d’exploitation”) O. Reg. 138/15, s. 1 (1); O. Reg. 127/16, s. 1; O. Reg. 52/18, s. 1; O. Reg. 255/19, s. 1; O. Reg. 175/21, s. 1.</p> <p class=\"subsection-e\">  (2) For greater certainty, a children’s recreation program shall be considered to be a program described in paragraph 7 of subsection 4 (1) of the Act only if it meets the requirements of that provision.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Service areas",
            "content": " 2. The geographic areas, as constituted from time to time, of the municipalities and district social services administration boards set out in Column 2 of Schedule 2 to Ontario Regulation 367/11 (General) under the Housing Services Act, 2011 are designated as service areas and the entity set out opposite each service area in Column 1 of the Schedule is designated as the service system manager for that service area. O. Reg. 175/21, s. 2. Funding Agreements with First Nations",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>The geographic areas, as constituted from time to time, of the municipalities and district social services administration boards set out in Column 2 of Schedule 2 to Ontario Regulation 367/11 (General) under the <i>Housing Services Act, 2011</i> are designated as service areas and the entity set out opposite each service area in Column 1 of the Schedule is designated as the service system manager for that service area. O. Reg. 175/21, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK3\"></a>Funding Agreements with First Nations</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Funding Agreements with First Nations",
            "part_id": null,
            "part_type": null,
            "section": "Funding Agreements with First Nations",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Agreements with First Nations",
            "content": " 3. For the purposes of subsection 54 (3) of the Act, a First Nation is prescribed as a person with whom the Minister may enter into agreements under subsection 54 (1) of the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>For the purposes of subsection 54 (3) of the Act, a First Nation is prescribed as a person with whom the Minister may enter into agreements under subsection 54 (1) of the Act.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Computation of provincial grant",
            "content": " 4. (1) Every First Nation claiming payment of funds under clause 54 (1) (a) of the Act pursuant to a funding agreement entered into under subsection 54 (3) of the Act shall, annually before a date fixed by a director in each year, prepare and submit to a director, on a form approved by the Minister, an estimate of the costs and revenue and of the amount the Minister is to pay for the next fiscal year. (2) A First Nation may at any time during the fiscal year after the estimate has been approved by a director submit an amendment to the estimate for the fiscal year. (3) The director may approve the amount of any estimate or amendment to it submitted under subsection (1) or (2) or the director may vary the amount of the estimate or the amendment and approve the amount as varied. (4) Subject to subsection (5), an amount payable to a First Nation shall be calculated in accordance with section 5 but the total amount payable shall not exceed the total amount of the estimate as finally approved by a director. (5) An amount paid under section 5 for a fiscal year may be adjusted upon receipt of the financial records of a First Nation referred to in section 76 of Ontario Regulation 137/15 (General) made under the Act. (6) The amount of an adjustment referred to in subsection (5) shall either be paid to the First Nation by Ontario or refunded by the First Nation to Ontario, as the case may be. (7) The money paid under this section to a First Nation shall be expended by it in accordance with the estimate, as approved by the director.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>(1) Every First Nation claiming payment of funds under clause 54 (1) (a) of the Act pursuant to a funding agreement entered into under subsection 54 (3) of the Act shall, annually before a date fixed by a director in each year, prepare and submit to a director, on a form approved by the Minister, an estimate of the costs and revenue and of the amount the Minister is to pay for the next fiscal year.</p> <p class=\"subsection-e\">  (2) A First Nation may at any time during the fiscal year after the estimate has been approved by a director submit an amendment to the estimate for the fiscal year.</p> <p class=\"subsection-e\">  (3) The director may approve the amount of any estimate or amendment to it submitted under subsection (1) or (2) or the director may vary the amount of the estimate or the amendment and approve the amount as varied.</p> <p class=\"subsection-e\">  (4) Subject to subsection (5), an amount payable to a First Nation shall be calculated in accordance with section 5 but the total amount payable shall not exceed the total amount of the estimate as finally approved by a director.</p> <p class=\"subsection-e\">  (5) An amount paid under section 5 for a fiscal year may be adjusted upon receipt of the financial records of a First Nation referred to in section 76 of Ontario Regulation 137/15 (General) made under the Act.</p> <p class=\"subsection-e\">  (6) The amount of an adjustment referred to in subsection (5) shall either be paid to the First Nation by Ontario or refunded by the First Nation to Ontario, as the case may be.</p> <p class=\"subsection-e\">  (7) The money paid under this section to a First Nation shall be expended by it in accordance with the estimate, as approved by the director.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Amount for First Nation",
            "content": " 5. (1) Subject to subsection (2), the amount payable by the Minister to a First Nation under a funding agreement entered into under subsection 54 (3) of the Act is, (a)  80 per cent of the net cost of providing child care to children in attendance at child care centres operated by the First Nation; and (b)  80 per cent of the net cost incurred under agreements to provide child care at a child care centre or in home child care, or both, to children whose parents are eligible for assistance with the cost of the services under subsection 8 (1). (2) The amount payable by the Minister to a First Nation under a funding agreement entered into under subsection 54 (3) of the Act in respect of children with special needs is, (a)  100 per cent of the net cost for the children with special needs who are five years old or older; and (b)  87 per cent of the operating costs for the children with special needs who are under five years old or, if the fees payable by their parents exceed 13 per cent of those operating costs, the amount necessary to ensure that the sum of the amount payable under a funding agreement entered into under subsection 54 (3) of the Act and the fees payable by the parents equals those operating costs. Cost Sharing",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>(1) Subject to subsection (2), the amount payable by the Minister to a First Nation under a funding agreement entered into under subsection 54 (3) of the Act is,</p> <p class=\"clause-e\">  (a)  80 per cent of the net cost of providing child care to children in attendance at child care centres operated by the First Nation; and</p> <p class=\"clause-e\">  (b)  80 per cent of the net cost incurred under agreements to provide child care at a child care centre or in home child care, or both, to children whose parents are eligible for assistance with the cost of the services under subsection 8 (1).</p> <p class=\"subsection-e\">  (2) The amount payable by the Minister to a First Nation under a funding agreement entered into under subsection 54 (3) of the Act in respect of children with special needs is,</p> <p class=\"clause-e\">  (a)  100 per cent of the net cost for the children with special needs who are five years old or older; and</p> <p class=\"clause-e\">  (b)  87 per cent of the operating costs for the children with special needs who are under five years old or, if the fees payable by their parents exceed 13 per cent of those operating costs, the amount necessary to ensure that the sum of the amount payable under a funding agreement entered into under subsection 54 (3) of the Act and the fees payable by the parents equals those operating costs.</p> <p class=\"heading1-e\"><a name=\"BK7\"></a>Cost Sharing</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "Cost Sharing",
            "part_id": null,
            "part_type": null,
            "section": "Cost Sharing",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Services",
            "content": " 6. (1) The following are the services referred to in sections 7 and 8: 1.  The provision of in-home services purchased for a child pursuant to an agreement between a service system manager and a person. 2.  The provision of in-home services purchased for a child pursuant to an agreement between the Minister and a person. 3.  Revoked: O. Reg. 52/18, s. 2 (1). 4.  The provision of staff, equipment, supplies or services for children with special needs, i.  in a premises where home child care is provided, i.1  in a premises where in-home services are provided, ii.  in a place where a children’s recreation program described in paragraph 8 is provided, ii.1  in a place where child and family programs are provided, iii.  in a camp described in paragraph 9 of subsection 4 (1) of the Act, or iv.  in a child care centre. 5.  The provision of child care by a child care centre. 6.  The provision of home child care in a premises overseen by a home child care agency. 7.  The provision of funding to participants in employment assistance activities under the Ontario Works Act, 1997 for the temporary care for and supervision of a child where the care and supervision is provided to enable the participants to so participate. 8.  The provision of children’s recreation programs for children who are four years old or older or, if the program is provided on or after September 1 in a calendar year, will attain the age of four in that year. 9.  The provision of a camp described in paragraph 9 of subsection 4 (1) of the Act. 10.  The provision of a child and family program. 11.  The provision of extended day programs. O. Reg. 138/15, s. 6 (1); O. Reg. 127/16, s. 2; O. Reg. 52/18, s. 2 (1-3); O. Reg. 255/19, s. 2. (2) The services set out in paragraphs 4, 7, 8, 9 and 11 of subsection (1) are prescribed for the purposes of clauses 54 (1) (c) and 57 (1) (c) of the Act as programs or services, in addition to those set out in the Act, for which the Minister may provide funding and financial assistance. O. Reg. 138/15, s. 6 (2); O. Reg. 52/18, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK8\"></a>6. </b>(1) The following are the services referred to in sections 7 and 8:</p> <p class=\"paragraph-e\">  1.  The provision of in-home services purchased for a child pursuant to an agreement between a service system manager and a person.</p> <p class=\"paragraph-e\">  2.  The provision of in-home services purchased for a child pursuant to an agreement between the Minister and a person.</p> <p class=\"paragraph-e\">  3.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 52/18, s. 2 (1).</p> <p class=\"paragraph-e\">  4.  The provision of staff, equipment, supplies or services for children with special needs,</p> <p class=\"subpara-e\">  i.  in a premises where home child care is provided,</p> <p class=\"subpara-e\">  i.1  in a premises where in-home services are provided,</p> <p class=\"subpara-e\">  ii.  in a place where a children’s recreation program described in paragraph 8 is provided,</p> <p class=\"subpara-e\">  ii.1  in a place where child and family programs are provided,</p> <p class=\"subpara-e\">  iii.  in a camp described in paragraph 9 of subsection 4 (1) of the Act, or</p> <p class=\"subpara-e\">  iv.  in a child care centre.</p> <p class=\"paragraph-e\">  5.  The provision of child care by a child care centre.</p> <p class=\"paragraph-e\">  6.  The provision of home child care in a premises overseen by a home child care agency.</p> <p class=\"paragraph-e\">  7.  The provision of funding to participants in employment assistance activities under the <i>Ontario Works Act, 1997</i> for the temporary care for and supervision of a child where the care and supervision is provided to enable the participants to so participate.</p> <p class=\"paragraph-e\">  8.  The provision of children’s recreation programs for children who are four years old or older or, if the program is provided on or after September 1 in a calendar year, will attain the age of four in that year.</p> <p class=\"paragraph-e\">  9.  The provision of a camp described in paragraph 9 of subsection 4 (1) of the Act.</p> <p class=\"paragraph-e\">  10.  The provision of a child and family program.</p> <p class=\"paragraph-e\">  11.  The provision of extended day programs. O. Reg. 138/15, s. 6 (1); O. Reg. 127/16, s. 2; O. Reg. 52/18, s. 2 (1-3); O. Reg. 255/19, s. 2.</p> <p class=\"subsection-e\">  (2) The services set out in paragraphs 4, 7, 8, 9 and 11 of subsection (1) are prescribed for the purposes of clauses 54 (1) (c) and 57 (1) (c) of the Act as programs or services, in addition to those set out in the Act, for which the Minister may provide funding and financial assistance. O. Reg. 138/15, s. 6 (2); O. Reg. 52/18, s. 2 (4).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Funding and cost sharing arrangements",
            "content": " 7. (1) Any funding agreement entered into between the Minister and a service system manager or First Nation under subsection 54 (3) of the Act with respect to the funding of services described in subsection 6 (1) shall include the cost sharing arrangements set out in this section. (2) The amount payable to a service system manager with respect to the services described in subsection 6 (1) is, (a)  for those services that are provided in municipalities no less than, (i)  80 per cent of the total costs to be paid for the services, as set out in the agreement, and (ii)  50 per cent of the service system manager’s costs of administration attributable to the agreement in respect the services, as approved by the director; and (b)  for those services that are provided in territory without municipal organization, (i)  100 per cent of the total costs to be paid for the services, as set out in the agreement, and (ii)  100 per cent of the service system manager’s costs of administration attributable to the agreement in respect of the services, as approved by the director. O. Reg. 138/15, s. 7 (2); O. Reg. 127/16, s. 3 (1, 2). (3) Every service system manager claiming payment of funds under subsection 54 (1) of the Act pursuant to a funding agreement entered into under subsection 54 (3) of the Act shall, at the times and in the manner required by the Minister, provide such financial reports as the Minister may require. O. Reg. 127/16, s. 3 (3). (4)-(6) Revoked: O. Reg. 127/16, s. 3 (3). (7) In this section, services provided in respect of the Town of Moosonee shall be considered as if they were provided in territory without municipal organization. Financial Assistance for Parents",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>7. </b>(1) Any funding agreement entered into between the Minister and a service system manager or First Nation under subsection 54 (3) of the Act with respect to the funding of services described in subsection 6 (1) shall include the cost sharing arrangements set out in this section.</p> <p class=\"subsection-e\">  (2) The amount payable to a service system manager with respect to the services described in subsection 6 (1) is,</p> <p class=\"clause-e\">  (a)  for those services that are provided in municipalities no less than,</p> <p class=\"subclause-e\">  (i)  80 per cent of the total costs to be paid for the services, as set out in the agreement, and</p> <p class=\"subclause-e\">  (ii)  50 per cent of the service system manager’s costs of administration attributable to the agreement in respect the services, as approved by the director; and</p> <p class=\"clause-e\">  (b)  for those services that are provided in territory without municipal organization,</p> <p class=\"subclause-e\">  (i)  100 per cent of the total costs to be paid for the services, as set out in the agreement, and</p> <p class=\"subclause-e\">  (ii)  100 per cent of the service system manager’s costs of administration attributable to the agreement in respect of the services, as approved by the director. O. Reg. 138/15, s. 7 (2); O. Reg. 127/16, s. 3 (1, 2).</p> <p class=\"subsection-e\">  (3) Every service system manager claiming payment of funds under subsection 54 (1) of the Act pursuant to a funding agreement entered into under subsection 54 (3) of the Act shall, at the times and in the manner required by the Minister, provide such financial reports as the Minister may require. O. Reg. 127/16, s. 3 (3).</p> <p class=\"subsection-e\">  (4)-(6) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 127/16, s. 3 (3).</p> <p class=\"subsection-e\">  (7) In this section, services provided in respect of the Town of Moosonee shall be considered as if they were provided in territory without municipal organization.</p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Financial Assistance for Parents</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Financial Assistance for Parents",
            "part_id": null,
            "part_type": null,
            "section": "Financial Assistance for Parents",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Eligibility for assistance",
            "content": " 8. (1) The following persons are eligible, as parents, for assistance with the cost of a service listed in paragraph 1, 2, 5, 6, 7, 8 or 9 of subsection 6 (1): 1.  Persons eligible for income support under the Ontario Disability Support Program Act, 1997. 2.  Persons eligible for income assistance under the Ontario Works Act, 1997 who are employed or participating in employment assistance activities under that Act or both. 3.  Persons who are eligible for assistance on the basis of their adjusted income. O. Reg. 138/15, s. 8 (1); O. Reg. 52/18, s. 3. (2) A parent described in paragraph 1 or 2 of subsection (1) who is the recipient of a subsidy, (a)  shall, subject to clause (b), be fully subsidized for the cost of the service; or (b)  shall be provided with the amount of funding for the service described in paragraph 7 of subsection 6 (1), if applicable. (3) A parent described in paragraph 3 of subsection (1) who is the recipient of a subsidy shall be provided with an amount of funding for the service determined under section 10. (4) The document entitled “Policy Statement: Access to Subsidized Child Care,” as amended from time to time, which is available on a Government of Ontario website, shall be referred to for the purposes of determining a person’s eligibility for financial assistance under this section and sections 9 to 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>8. </b>(1) The following persons are eligible, as parents, for assistance with the cost of a service listed in paragraph 1, 2, 5, 6, 7, 8 or 9 of subsection 6 (1):</p> <p class=\"paragraph-e\">  1.  Persons eligible for income support under the <i>Ontario Disability Support Program Act, 1997</i>.</p> <p class=\"paragraph-e\">  2.  Persons eligible for income assistance under the <i>Ontario Works Act, 1997</i> who are employed or participating in employment assistance activities under that Act or both.</p> <p class=\"paragraph-e\">  3.  Persons who are eligible for assistance on the basis of their adjusted income. O. Reg. 138/15, s. 8 (1); O. Reg. 52/18, s. 3.</p> <p class=\"subsection-e\">  (2) A parent described in paragraph 1 or 2 of subsection (1) who is the recipient of a subsidy,</p> <p class=\"clause-e\">  (a)  shall, subject to clause (b), be fully subsidized for the cost of the service; or</p> <p class=\"clause-e\">  (b)  shall be provided with the amount of funding for the service described in paragraph 7 of subsection 6 (1), if applicable.</p> <p class=\"subsection-e\">  (3) A parent described in paragraph 3 of subsection (1) who is the recipient of a subsidy shall be provided with an amount of funding for the service determined under section 10.</p> <p class=\"subsection-e\">  (4) The document entitled “Policy Statement: Access to Subsidized Child Care,” as amended from time to time, which is available on a Government of Ontario website, shall be referred to for the purposes of determining a person’s eligibility for financial assistance under this section and sections 9 to 12.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Application for assistance",
            "content": " 9. (1) Every year parents may apply to a service system manager for assistance with the cost of a service referred to in subsection 8 (1). O. Reg. 138/15, s. 9 (1). (2) Subject to subsection (3), parents applying for assistance with the cost of a service referred to in subsection 8 (1) on the basis of their adjusted income shall file with the service system manager a copy of their most recent Notice of Assessment or notice of payment under section 122.61 of the Income Tax Act (Canada). O. Reg. 226/16, s. 1. (3) Parents who are applying for assistance with the cost of a service referred to in subsection 8 (1) on the basis of their adjusted income that were non-residents in Canada in the previous year are not required to file the documents referred to in subsection (2) and their adjusted income is deemed to be $0 for the purpose of their application for assistance. O. Reg. 138/15, s. 9 (3). (4) Service system managers shall process completed applications for assistance in the order they are received. O. Reg. 312/23, s. 1. (5) Service system managers shall make reasonable efforts to facilitate the provision of assistance to an applicant for the cost of a service operated in a service area other than the service area in which the applicant resides. O. Reg. 312/23, s. 1. (6) Subsections (4) and (5) shall not be applied in a manner that affects an applicant’s eligibility or priority for assistance. O. Reg. 312/23, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>9. </b>(1) Every year parents may apply to a service system manager for assistance with the cost of a service referred to in subsection 8 (1). O. Reg. 138/15, s. 9 (1).</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), parents applying for assistance with the cost of a service referred to in subsection 8 (1) on the basis of their adjusted income shall file with the service system manager a copy of their most recent Notice of Assessment or notice of payment under section 122.61 of the <i>Income Tax Act</i> (Canada). O. Reg. 226/16, s. 1.</p> <p class=\"subsection-e\">  (3) Parents who are applying for assistance with the cost of a service referred to in subsection 8 (1) on the basis of their adjusted income that were non-residents in Canada in the previous year are not required to file the documents referred to in subsection (2) and their adjusted income is deemed to be $0 for the purpose of their application for assistance. O. Reg. 138/15, s. 9 (3).</p> <p class=\"subsection-e\">  (4) Service system managers shall process completed applications for assistance in the order they are received. O. Reg. 312/23, s. 1.</p> <p class=\"subsection-e\">  (5) Service system managers shall make reasonable efforts to facilitate the provision of assistance to an applicant for the cost of a service operated in a service area other than the service area in which the applicant resides. O. Reg. 312/23, s. 1.</p> <p class=\"subsection-e\">  (6) Subsections (4) and (5) shall not be applied in a manner that affects an applicant’s eligibility or priority for assistance. O. Reg. 312/23, s. 1.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Amount of subsidy",
            "content": " 10. (1) The amount of the subsidy for a service referred to in subsection 8 (1) for which a parent is eligible on the basis of their adjusted income is calculated as follows: 1.  Determine the amount the parent would pay for the service if the parent did not receive any subsidy. 2.  Determine the amount the parent shall pay as calculated under subsections (2) to (5). 3.  Subtract the number determined under paragraph 2 from the number determined under paragraph 1. O. Reg. 138/15, s. 10 (1); O. Reg. 237/22, s. 1 (1). (2) A parent shall not pay any of the cost of the service for their children if the parent, (a)  has a total adjusted income of $20,000 or less; or (b)  the amount the parent would contribute on the basis of their adjusted income for each month of child care, as calculated under subsection (3), is less than $10. O. Reg. 138/15, s. 10 (2). (3) If a parent has a total adjusted income of more than $20,000 and the child is in receipt of the service on a full-time basis, the service system manager shall calculate a monthly amount that the parent shall pay, as follows: [(A × 0.10) + (B × 0.30)] ÷ 12 where, A  is the amount by which their adjusted income exceeds $20,000 but is not more than $40,000, and B  is the amount by which their adjusted income exceeds $40,000. O. Reg. 138/15, s. 10 (3). (4) If a parent has a total adjusted income of more than $20,000 and the child is in receipt of the service on a part-time basis, the service system manager shall calculate a daily amount that the parent shall pay as follows: A ÷ (B × 4.35) where, A  is the monthly amount paid by the parent for the service determined under subsection (3), and B  is the number of days per week the child is in receipt of the service. O. Reg. 138/15, s. 10 (4). (5) If a parent has at least one eligible child, as defined in Ontario Regulation 137/15 (General) made under the Act, who is enrolled in a child care centre or home child care that is part of the Canada-Wide Early Learning and Child Care System, the service system manager shall reduce the amount calculated under subsection (3) or (4) that the parent shall pay by the following amount: A ÷ B × C × D where, A  is the amount determined under subsection (3) or (4), as the case may be, B  is the number of children in respect of whom the parent must pay an amount in accordance with subsection (3) or (4), as the case may be, C  is the number of children in respect of whom the parent must pay an amount in accordance with subsection (3) or (4), as the case may be, who are eligible children enrolled in a child care centre or home child care that is part of the Canada-Wide Early Learning and Child Care System, and D  is 0.25, if the amount determined under subsection (3) or (4) is in respect of services rendered before December 31, 2022, and is 0.5, if the amount determined under subsection (3) or (4) is in respect of services rendered on or after December 31, 2022. O. Reg. 237/22, s. 1 (2); O. Reg. 543/22, s. 1 (1, 2). (6) Subsection (5) shall apply as of the first day the licensee that operates the child care centre or home child care agency that oversees the home child care is enrolled in the Canada-Wide Early Learning and Child Care System. O. Reg. 237/22, s. 1 (2). (7) If a parent paid any part of an amount determined under subsection (5) for child care services on or after the day specified in subsection (6), the service system manager shall ensure that a refund of the amount is provided to the parent. O. Reg. 543/22, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>10. </b>(1) The amount of the subsidy for a service referred to in subsection 8 (1) for which a parent is eligible on the basis of their adjusted income is calculated as follows:</p> <p class=\"paragraph-e\">  1.  Determine the amount the parent would pay for the service if the parent did not receive any subsidy.</p> <p class=\"paragraph-e\">  2.  Determine the amount the parent shall pay as calculated under subsections (2) to (5).</p> <p class=\"paragraph-e\">  3.  Subtract the number determined under paragraph 2 from the number determined under paragraph 1. O. Reg. 138/15, s. 10 (1); O. Reg. 237/22, s. 1 (1).</p> <p class=\"subsection-e\">  (2) A parent shall not pay any of the cost of the service for their children if the parent,</p> <p class=\"clause-e\">  (a)  has a total adjusted income of $20,000 or less; or</p> <p class=\"clause-e\">  (b)  the amount the parent would contribute on the basis of their adjusted income for each month of child care, as calculated under subsection (3), is less than $10. O. Reg. 138/15, s. 10 (2).</p> <p class=\"subsection-e\">  (3) If a parent has a total adjusted income of more than $20,000 and the child is in receipt of the service on a full-time basis, the service system manager shall calculate a monthly amount that the parent shall pay, as follows:</p> <p class=\"equation-e\">[(A × 0.10) + (B × 0.30)] ÷ 12</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A  is the amount by which their adjusted income exceeds $20,000 but is not more than $40,000, and</p> <p class=\"equationind1-e\">  B  is the amount by which their adjusted income exceeds $40,000.</p> <p class=\"footnote-e\">O. Reg. 138/15, s. 10 (3).</p> <p class=\"subsection-e\">  (4) If a parent has a total adjusted income of more than $20,000 and the child is in receipt of the service on a part-time basis, the service system manager shall calculate a daily amount that the parent shall pay as follows:</p> <p class=\"equation-e\">A ÷ (B × 4.35)</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A  is the monthly amount paid by the parent for the service determined under subsection (3), and</p> <p class=\"equationind1-e\">  B  is the number of days per week the child is in receipt of the service.</p> <p class=\"footnote-e\">O. Reg. 138/15, s. 10 (4).</p> <p class=\"subsection-e\">  (5) If a parent has at least one eligible child, as defined in Ontario Regulation 137/15 (General) made under the Act, who is enrolled in a child care centre or home child care that is part of the Canada-Wide Early Learning and Child Care System, the service system manager shall reduce the amount calculated under subsection (3) or (4) that the parent shall pay by the following amount:</p> <p class=\"equation-e\"><span>A ÷ B × C × D</span></p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A  is the amount determined under subsection (3) or (4), as the case may be,</p> <p class=\"equationind1-e\">  B  is the number of children in respect of whom the parent must pay an amount in accordance with subsection (3) or (4), as the case may be,</p> <p class=\"equationind1-e\">  C  is the number of children in respect of whom the parent must pay an amount in accordance with subsection (3) or (4), as the case may be, who are eligible children enrolled in a child care centre or home child care that is part of the Canada-Wide Early Learning and Child Care System, and</p> <p class=\"equationind1-e\"><span>  D  is 0.25, if the amount determined under subsection (3) or (4) is in respect of services rendered before December 31, 2022, and is 0.5, if the amount determined under subsection (3) or (4) is in respect of services rendered on or after December 31, 2022.</span></p> <p class=\"footnote-e\">O. Reg. 237/22, s. 1 (2); O. Reg. 543/22, s. 1 (1, 2).</p> <p class=\"subsection-e\">  (6) Subsection (5) shall apply as of the first day the licensee that operates the child care centre or home child care agency that oversees the home child care is enrolled in the Canada-Wide Early Learning and Child Care System. O. Reg. 237/22, s. 1 (2).</p> <p class=\"subsection-e\"><span>  (7) If a parent paid any part of an amount determined under subsection (5) for child care services on or after the day specified in subsection (6), the service system manager shall ensure that a refund of the amount is provided to the parent.</span> O. Reg. 543/22, s. 1 (3).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Reductions in adjusted income",
            "content": " 11. (1) Despite the definition of “adjusted income” in subsection 1 (1), if a parent of a child has a disability or the child is a child with special needs, the service system manager shall reduce the adjusted income of the parent by the amount of any expenses related to the parent’s disability or to the child’s special needs for which the parent is not reimbursed and for which there are no deductions under the Income Tax Act (Canada) and the reduced adjusted income shall be treated as the parent’s adjusted income for the purposes of section 10. (2) For the purposes of this section, a parent has a disability if, (a)  the person has a substantial physical or mental impairment that is continuous or recurrent and that is expected to last one year or more; and (b)  the direct and cumulative effect of the impairment on the person’s ability to attend to his or her personal care, function in the community and function in a workplace results in a substantial restriction in one or more of these activities of daily living. (3) For the purposes of this section, a determination regarding whether a person has a disability or a child is a child with special needs may only be made by a health practitioner whose profession is regulated under the Regulated Health Professions Act, 1991 and who is acting within the scope of his or her practice.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>11. </b>(1) Despite the definition of “adjusted income” in subsection 1 (1), if a parent of a child has a disability or the child is a child with special needs, the service system manager shall reduce the adjusted income of the parent by the amount of any expenses related to the parent’s disability or to the child’s special needs for which the parent is not reimbursed and for which there are no deductions under the <i>Income Tax Act </i>(Canada) and the reduced adjusted income shall be treated as the parent’s adjusted income for the purposes of section 10.</p> <p class=\"subsection-e\">  (2) For the purposes of this section, a parent has a disability if,</p> <p class=\"clause-e\">  (a)  the person has a substantial physical or mental impairment that is continuous or recurrent and that is expected to last one year or more; and</p> <p class=\"clause-e\">  (b)  the direct and cumulative effect of the impairment on the person’s ability to attend to his or her personal care, function in the community and function in a workplace results in a substantial restriction in one or more of these activities of daily living.</p> <p class=\"subsection-e\">  (3) For the purposes of this section, a determination regarding whether a person has a disability or a child is a child with special needs may only be made by a health practitioner whose profession is regulated under the <i>Regulated Health Professions Act, 1991</i> and who is acting within the scope of his or her practice.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Changes to amount of financial assistance",
            "content": " 12. (1) A parent may apply to the service system manager during the year for a reduction in the amount he or she pays for the cost of a service referred to in subsection 8 (1) if the parent has a reduction in their adjusted income of 20 per cent or more during the year compared to their adjusted income, (a)  in the previous year; or (b)  in the year before the previous year, if proof of their adjusted income is not available for the previous year. (2) In applying for a reduction under subsection (1), the parent shall provide satisfactory evidence of the amount of the reduction in income to the service system manager. (3) If a service system manager is satisfied that there has been a reduction of 20 per cent or more in adjusted income, the service system manager shall re-calculate the amount that the parent pays for the service using the reduced adjusted income as the basis of the calculation under section 10. Apportionment of Costs Among Municipalities",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>12. </b>(1) A parent may apply to the service system manager during the year for a reduction in the amount he or she pays for the cost of a service referred to in subsection 8 (1) if the parent has a reduction in their adjusted income of 20 per cent or more during the year compared to their adjusted income,</p> <p class=\"clause-e\">  (a)  in the previous year; or</p> <p class=\"clause-e\">  (b)  in the year before the previous year, if proof of their adjusted income is not available for the previous year.</p> <p class=\"subsection-e\">  (2) In applying for a reduction under subsection (1), the parent shall provide satisfactory evidence of the amount of the reduction in income to the service system manager.</p> <p class=\"subsection-e\">  (3) If a service system manager is satisfied that there has been a reduction of 20 per cent or more in adjusted income, the service system manager shall re-calculate the amount that the parent pays for the service using the reduced adjusted income as the basis of the calculation under section 10.</p> <p class=\"heading1-e\"><a name=\"BK16\"></a>Apportionment of Costs Among Municipalities</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Apportionment of Costs Among Municipalities",
            "part_id": null,
            "part_type": null,
            "section": "Apportionment of Costs Among Municipalities",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Apportionment",
            "content": " 13. If a service area includes more than one municipality, the apportionment among the municipalities of the service system manager’s costs incurred pursuant to a cost sharing arrangement included in an agreement under subsection 54 (3) of the Act shall be in accordance with, (a)  an agreement entered into by the municipalities under section 14; or (b)  if there is no agreement, an award given pursuant to an arbitration under section 16, 17, 18 or 19. (c)  Revoked: O. Reg. 175/21, s. 3. O. Reg. 138/15, s. 13; O. Reg. 175/21, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>13. </b>If a service area includes more than one municipality, the apportionment among the municipalities of the service system manager’s costs incurred pursuant to a cost sharing arrangement included in an agreement under subsection 54 (3) of the Act shall be in accordance with,</p> <p class=\"clause-e\">  (a)  an agreement entered into by the municipalities under section 14; or</p> <p class=\"clause-e\">  (b)  if there is no agreement, an award given pursuant to an arbitration under section 16, 17, 18 or 19.</p> <p class=\"clause-e\">  (c)  <span class=\"ovsmallcap\">Revoked: </span>O. Reg. 175/21, s. 3.</p> <p class=\"footnote-e\">O. Reg. 138/15, s. 13; O. Reg. 175/21, s. 3.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Agreement",
            "content": " 14. (1) The municipalities included in a service area may enter into an agreement under which the municipalities’ shared costs payable or to be payable under this Regulation are apportioned among the municipalities. (2) The agreement becomes effective on the day it is made. (3) The agreement may be effective with respect to a period before it is made and, in that case, shall provide for a monetary reconciliation among the parties.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>14. </b>(1) The municipalities included in a service area may enter into an agreement under which the municipalities’ shared costs payable or to be payable under this Regulation are apportioned among the municipalities.</p> <p class=\"subsection-e\">  (2) The agreement becomes effective on the day it is made.</p> <p class=\"subsection-e\">  (3) The agreement may be effective with respect to a period before it is made and, in that case, shall provide for a monetary reconciliation among the parties.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "District social services administration board",
            "content": " 15. Sections 16 to 19 do not apply with respect to a service area whose service system manager is a district social services administration board.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>15. </b>Sections 16 to 19 do not apply with respect to a service area whose service system manager is a district social services administration board.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Initial arbitrations",
            "content": " 16. Arbitrations under sections 17 and 18 are governed by the Arbitration Act, 1991, subject to those sections and to the following rules: 1.  The parties may jointly appoint a single arbitrator on or after the day the arbitration is commenced. 2.  If the parties have not appointed an arbitrator, the Superior Court of Justice may make the appointment on a party’s application under section 10 of the Arbitration Act, 1991. 3.  The arbitrator shall make a final award that disposes of the issue, within three months after being appointed. 4.  The date by which the arbitrator is required to make an award shall not be extended by a court, despite section 39 of the Arbitration Act, 1991.  However, that date may be extended by agreement of the parties. 5.  The final award shall apportion among the parties the municipalities’ shared costs. 6.  The final award may be effective with respect to a period before it is made and, in that case, shall provide for a monetary reconciliation among the parties. 7.  A party may appeal the final award to the Superior Court of Justice only on a question of law, with leave, which the court shall grant only if it is satisfied that the conditions in clauses 45 (1) (a) and (b) of the Arbitration Act, 1991\r\nare met. No appeal lies on a question of fact or of mixed law and fact, despite any agreement by the parties. 8.  The arbitrator shall provide a copy of the final award to the Minister as soon as possible after it is made. 9.  At any time during the arbitration, the parties may enter into an agreement under section 14 that includes an agreement apportioning the costs of the arbitration, in which case the arbitration terminates. 10.  The parties may, at any time, amend the final award by agreement or replace the award with an agreement under section 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>16. </b>Arbitrations under sections 17 and 18 are governed by the <i>Arbitration Act, 1991</i>, subject to those sections and to the following rules:</p> <p class=\"paragraph-e\">  1.  The parties may jointly appoint a single arbitrator on or after the day the arbitration is commenced.</p> <p class=\"paragraph-e\">  2.  If the parties have not appointed an arbitrator, the Superior Court of Justice may make the appointment on a party’s application under section 10 of the <i>Arbitration Act, 1991</i>.</p> <p class=\"paragraph-e\">  3.  The arbitrator shall make a final award that disposes of the issue, within three months after being appointed.</p> <p class=\"paragraph-e\">  4.  The date by which the arbitrator is required to make an award shall not be extended by a court, despite section 39 of the <i>Arbitration Act, 1991</i>.  However, that date may be extended by agreement of the parties.</p> <p class=\"paragraph-e\">  5.  The final award shall apportion among the parties the municipalities’ shared costs.</p> <p class=\"paragraph-e\">  6.  The final award may be effective with respect to a period before it is made and, in that case, shall provide for a monetary reconciliation among the parties.</p> <p class=\"paragraph-e\">  7.  A party may appeal the final award to the Superior Court of Justice only on a question of law, with leave, which the court shall grant only if it is satisfied that the conditions in clauses 45 (1) (a) and (b) of the <i>Arbitration Act, 1991</i>\r\nare met. No appeal lies on a question of fact or of mixed law and fact, despite any agreement by the parties.</p> <p class=\"paragraph-e\">  8.  The arbitrator shall provide a copy of the final award to the Minister as soon as possible after it is made.</p> <p class=\"paragraph-e\">  9.  At any time during the arbitration, the parties may enter into an agreement under section 14 that includes an agreement apportioning the costs of the arbitration, in which case the arbitration terminates.</p> <p class=\"paragraph-e\">  10.  The parties may, at any time, amend the final award by agreement or replace the award with an agreement under section 14.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "New arbitration",
            "content": " 17. (1) If a final award has been in effect for at least two years, a party may, by serving a notice on the other parties, commence a new arbitration to deal with the apportionment among the parties of the municipalities’ shared costs. (2) The rules set out in section 16 and the following rule apply to an arbitration under subsection (1): 1.  The final award shall come into effect and supersede the previous award or be deemed to have come into effect and superseded the previous award on the later of the day that is three years after the effective date of the last award and the day the notice is served.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>17. </b>(1) If a final award has been in effect for at least two years, a party may, by serving a notice on the other parties, commence a new arbitration to deal with the apportionment among the parties of the municipalities’ shared costs.</p> <p class=\"subsection-e\">  (2) The rules set out in section 16 and the following rule apply to an arbitration under subsection (1):</p> <p class=\"paragraph-e\">  1.  The final award shall come into effect and supersede the previous award or be deemed to have come into effect and superseded the previous award on the later of the day that is three years after the effective date of the last award and the day the notice is served.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Termination of agreement",
            "content": " 18. (1) If an agreement described in section 14 expires or is terminated in accordance with the agreement and the parties have not entered into a new agreement, they shall be deemed to have commenced, on the day of expiry or termination, an arbitration of the apportionment among them of the municipalities’ shared costs. (2) The date of expiry or termination of the agreement, (a)  shall be the date determined in accordance with the agreement or notice of termination, if that date is the last day of a month; or (b)  otherwise, shall be deemed to be the last day of the month in which that date falls. (3) A party may commence an arbitration of the apportionment by serving a notice on the other parties, (a)  if a notice of termination of the agreement is served, on or after the day it is served; or (b)  otherwise, at any time during the 12 months preceding the date of expiry of an agreement. (4) The rules set out in section 16 and the following rules apply to an arbitration under this section: 1.  Subject to paragraph 2, the final award shall come into effect or be deemed to have come into effect on the day the agreement expires or is terminated. 2.  If the agreement expires or is terminated before the final award is made, i.  the agreement shall be deemed to be in effect until the final award is made, and ii.  the final award shall provide for a monetary reconciliation among the parties.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>18. </b>(1) If an agreement described in section 14 expires or is terminated in accordance with the agreement and the parties have not entered into a new agreement, they shall be deemed to have commenced, on the day of expiry or termination, an arbitration of the apportionment among them of the municipalities’ shared costs.</p> <p class=\"subsection-e\">  (2) The date of expiry or termination of the agreement,</p> <p class=\"clause-e\">  (a)  shall be the date determined in accordance with the agreement or notice of termination, if that date is the last day of a month; or</p> <p class=\"clause-e\">  (b)  otherwise, shall be deemed to be the last day of the month in which that date falls.</p> <p class=\"subsection-e\">  (3) A party may commence an arbitration of the apportionment by serving a notice on the other parties,</p> <p class=\"clause-e\">  (a)  if a notice of termination of the agreement is served, on or after the day it is served; or</p> <p class=\"clause-e\">  (b)  otherwise, at any time during the 12 months preceding the date of expiry of an agreement.</p> <p class=\"subsection-e\">  (4) The rules set out in section 16 and the following rules apply to an arbitration under this section:</p> <p class=\"paragraph-e\">  1.  Subject to paragraph 2, the final award shall come into effect or be deemed to have come into effect on the day the agreement expires or is terminated.</p> <p class=\"paragraph-e\">  2.  If the agreement expires or is terminated before the final award is made,</p> <p class=\"subpara-e\">  i.  the agreement shall be deemed to be in effect until the final award is made, and</p> <p class=\"subpara-e\">  ii.  the final award shall provide for a monetary reconciliation among the parties.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Multiple arbitrations",
            "content": " 19. (1) If an arbitration is commenced or deemed to have been commenced under this Regulation and an arbitration involving the same parties is also commenced under a regulation made under provisions listed in subsection (2) but an arbitrator has not yet been appointed for any of the arbitrations, (a)  one arbitrator shall be appointed for all of the arbitrations; and (b)  the arbitrations shall be held as one arbitration. (2) Subsection (1) applies with respect to an arbitration commenced under any of the following provisions or a regulation made under the provision: 1.  Clause 22 (1) (e.2) and paragraph 2 of subsection 22 (2.1) of the Ambulance Act. 2.  Clause 22 (1) (e.5) and paragraph 2 of subsection 22 (2.3) of the Ambulance Act. 3.  Subsection 22.0.1 (1), clause 22.0.1 (2) (b) and paragraph 2 of subsection 22.0.1 (2.1) of the Ambulance Act. 4.  Paragraph 42 of subsection 55 (1) and paragraph 2 of subsection 55 (8) of the Ontario Disability Support Program Act, 1997. 5.  Paragraph 38 of subsection 74 (1) and paragraph 2 of subsection 74 (7) of the Ontario Works Act, 1997. 6.  Subsections 111 (3) and 112 (3) and paragraph 2 of section 113 of the Housing Services Act, 2011. (3) An arbitration under this section is governed by the Arbitration Act, 1991, subject to the following rules: 1.  The parties may jointly appoint a single arbitrator on or after the day the arbitrations are consolidated. 2.  If the parties are entitled to appoint an arbitrator jointly but have not done so, the Superior Court of Justice may make the appointment on a party’s application under section 10 of the Arbitration Act, 1991. 3.  The arbitrator shall make a final award that disposes of the issue within three months after being appointed. 4.  The date by which the arbitrator is required to make an award shall not be extended by a court, despite section 39 of the Arbitration Act, 1991.  However, that date may be extended by agreement of the parties. 5.  The final award shall apportion among the parties the municipalities’ shared costs. 6.  The final award may be effective with respect to a period or periods before it is made and, in that case, shall provide for a monetary reconciliation among the parties. 7.  A party may appeal the final award to the Superior Court of Justice only on a question of law, with leave, which the court shall grant only if it is satisfied that the conditions in clauses 45 (1) (a) and (b) of the Arbitration Act, 1991 are met.  No appeal lies on a question of fact or of mixed law and fact, despite any agreement by the parties. 8.  The arbitrator shall provide a copy of the final award to the Minister as soon as possible after it is made. 9.  At any time during the arbitration, the parties may enter into an agreement under section 14 that includes an agreement apportioning among the parties that part of the costs of the arbitration attributable to the municipalities’ shared costs, in which case that part of the arbitration terminates. 10.  The parties may at any time amend that part of the final award concerning the municipalities’ shared costs by agreement or replace that part of the award with an agreement under section 14. 11.  That part of the final award in the consolidated arbitration attributable to the municipalities’ shared costs comes into effect in accordance with subsection 17 (2) or 18 (4), as the case may be. 20.-27. Revoked: O. Reg. 175/21, s. 4. Financial Records",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK23\"></a>19. </b>(1) If an arbitration is commenced or deemed to have been commenced under this Regulation and an arbitration involving the same parties is also commenced under a regulation made under provisions listed in subsection (2) but an arbitrator has not yet been appointed for any of the arbitrations,</p> <p class=\"clause-e\">  (a)  one arbitrator shall be appointed for all of the arbitrations; and</p> <p class=\"clause-e\">  (b)  the arbitrations shall be held as one arbitration.</p> <p class=\"subsection-e\">  (2) Subsection (1) applies with respect to an arbitration commenced under any of the following provisions or a regulation made under the provision:</p> <p class=\"paragraph-e\">  1.  Clause 22 (1) (e.2) and paragraph 2 of subsection 22 (2.1) of the <i>Ambulance Act</i>.</p> <p class=\"paragraph-e\">  2.  Clause 22 (1) (e.5) and paragraph 2 of subsection 22 (2.3) of the <i>Ambulance Act</i>.</p> <p class=\"paragraph-e\">  3.  Subsection 22.0.1 (1), clause 22.0.1 (2) (b) and paragraph 2 of subsection 22.0.1 (2.1) of the <i>Ambulance Act</i>.</p> <p class=\"paragraph-e\">  4.  Paragraph 42 of subsection 55 (1) and paragraph 2 of subsection 55 (8) of the <i>Ontario Disability Support Program Act, 1997</i>.</p> <p class=\"paragraph-e\">  5.  Paragraph 38 of subsection 74 (1) and paragraph 2 of subsection 74 (7) of the <i>Ontario Works Act, 1997</i>.</p> <p class=\"paragraph-e\">  6.  Subsections 111 (3) and 112 (3) and paragraph 2 of section 113 of the <i>Housing Services Act, 2011</i>.</p> <p class=\"subsection-e\">  (3) An arbitration under this section is governed by the <i>Arbitration Act, 1991</i>, subject to the following rules:</p> <p class=\"paragraph-e\">  1.  The parties may jointly appoint a single arbitrator on or after the day the arbitrations are consolidated.</p> <p class=\"paragraph-e\">  2.  If the parties are entitled to appoint an arbitrator jointly but have not done so, the Superior Court of Justice may make the appointment on a party’s application under section 10 of the <i>Arbitration Act, 1991</i>.</p> <p class=\"paragraph-e\">  3.  The arbitrator shall make a final award that disposes of the issue within three months after being appointed.</p> <p class=\"paragraph-e\">  4.  The date by which the arbitrator is required to make an award shall not be extended by a court, despite section 39 of the <i>Arbitration Act, 1991</i>.  However, that date may be extended by agreement of the parties.</p> <p class=\"paragraph-e\">  5.  The final award shall apportion among the parties the municipalities’ shared costs.</p> <p class=\"paragraph-e\">  6.  The final award may be effective with respect to a period or periods before it is made and, in that case, shall provide for a monetary reconciliation among the parties.</p> <p class=\"paragraph-e\">  7.  A party may appeal the final award to the Superior Court of Justice only on a question of law, with leave, which the court shall grant only if it is satisfied that the conditions in clauses 45 (1) (a) and (b) of the <i>Arbitration Act, 1991</i> are met.  No appeal lies on a question of fact or of mixed law and fact, despite any agreement by the parties.</p> <p class=\"paragraph-e\">  8.  The arbitrator shall provide a copy of the final award to the Minister as soon as possible after it is made.</p> <p class=\"paragraph-e\">  9.  At any time during the arbitration, the parties may enter into an agreement under section 14 that includes an agreement apportioning among the parties that part of the costs of the arbitration attributable to the municipalities’ shared costs, in which case that part of the arbitration terminates.</p> <p class=\"paragraph-e\">  10.  The parties may at any time amend that part of the final award concerning the municipalities’ shared costs by agreement or replace that part of the award with an agreement under section 14.</p> <p class=\"paragraph-e\">  11.  That part of the final award in the consolidated arbitration attributable to the municipalities’ shared costs comes into effect in accordance with subsection 17 (2) or 18 (4), as the case may be.</p> <p class=\"section-e\"><b>  20.-27. </b><span class=\"ovsmallcap\">Revoked: </span>O. Reg. 175/21, s. 4.</p> <p class=\"heading1-e\"><a name=\"BK24\"></a>Financial Records</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "Financial Records",
            "part_id": null,
            "part_type": null,
            "section": "Financial Records",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "27.1",
            "part_id": null,
            "part_type": null,
            "section": "27.1",
            "content": " 27.1 (1) Every licensee shall keep financial records for each child care centre or home child care agency it operates and shall keep such financial records for at least six years from the time of their making. O. Reg. 52/18, s. 4. (2) The financial records referred to in subsection (1) shall show at least the assets, liabilities, income, expenses and accumulated surplus and deficit of the child care centre or home child care agency. O. Reg. 52/18, s. 4. Transition and Commencement",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>27.1 </b>(1) Every licensee shall keep financial records for each child care centre or home child care agency it operates and shall keep such financial records for at least six years from the time of their making. O. Reg. 52/18, s. 4.</p> <p class=\"subsection-e\">  (2) The financial records referred to in subsection (1) shall show at least the assets, liabilities, income, expenses and accumulated surplus and deficit of the child care centre or home child care agency. O. Reg. 52/18, s. 4.</p> <p class=\"heading1-e\"><a name=\"BK26\"></a>Transition and Commencement</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "Transition and Commencement",
            "part_id": null,
            "part_type": null,
            "section": "Transition and Commencement",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "28.",
            "part_id": null,
            "part_type": null,
            "section": "28.",
            "content": " 28. (1) Revoked: O. Reg. 175/21, s. 5. (2) A person who has special needs is deemed to be a child for the purposes of Part VI of the Act until the day the person attains the age of 18 if, before August 31, 2017, (a)  the person was in receipt of a service set out in subsection 66.1 (2) of Regulation 262 of the Revised Regulations of Ontario, 1990 (General) made under the Day Nurseries Act; (b)  the individual’s parent was in receipt of financial assistance for care for the individual under that Regulation; or (c)  the person was in receipt of a service set out in subsection 6 (1). O. Reg. 138/15, s. 28 (2); O. Reg. 52/18, s. 5. 29. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK27\"></a>28. </b>(1) <span class=\"ovsmallcap\">Revoked: </span>O. Reg. 175/21, s. 5.</p> <p class=\"subsection-e\">  (2) A person who has special needs is deemed to be a child for the purposes of Part VI of the Act until the day the person attains the age of 18 if, before August 31, 2017, </p> <p class=\"clause-e\">  (a)  the person was in receipt of a service set out in subsection 66.1 (2) of Regulation 262 of the Revised Regulations of Ontario, 1990 (General) made under the <i>Day Nurseries Act</i>;</p> <p class=\"clause-e\">  (b)  the individual’s parent was in receipt of financial assistance for care for the individual under that Regulation; or</p> <p class=\"clause-e\">  (c)  the person was in receipt of a service set out in subsection 6 (1). O. Reg. 138/15, s. 28 (2); O. Reg. 52/18, s. 5.</p> <p class=\"section-e\"> <b>29.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation)</span>.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/150138\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "None",
            "TOCid": "None",
            "part_id": null,
            "part_type": null,
            "section": "None",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}