{
    "reg_info": {
        "full_title": "O. Reg. 273/09: INFORMATION SHARING WITH THE COLLEGE OF PHYSICIANS AND SURGEONS OF ONTARIO",
        "reg_name_text": "information sharing with the college of physicians and surgeons of ontario",
        "citation": "O. Reg. 273/09: INFORMATION SHARING WITH THE COLLEGE OF PHYSICIANS AND SURGEONS OF ONTARIO",
        "act_under": "Coroners Act",
        "url": "https://www.ontario.ca/laws/regulation/090273",
        "date_scraped": "2023-12-18 20:26:50"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 19, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/090273/v2",
            "valid_from": "July 27, 2009",
            "valid_to": "June 18, 2020"
        },
        {
            "a_href": "/laws/regulation/090273/v1",
            "valid_from": "July 17, 2009",
            "valid_to": "July 26, 2009"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Chief Coroner to notify College re coroners",
            "content": " 1. The Chief Coroner shall notify the Registrar of the College of Physicians and Surgeons of Ontario in writing if, (a)  a coroner’s appointment is revoked; (b)  the Chief Coroner, based on his or her concern that a coroner has committed an act of professional misconduct, is incompetent or is incapacitated, imposes a restriction on the ability of the coroner to provide services under the Act, including a requirement that the coroner provide specified services only under supervision; (c)  the Chief Coroner has reasonable grounds to believe that a coroner has committed an act of professional misconduct, is incompetent or is incapacitated; (d)  the Chief Coroner has reasonable grounds to believe that a member of the College of Physicians and Surgeons of Ontario who provides services under section 28 of the Act, other than a coroner or pathologist, has committed an act of professional misconduct, is incompetent or is incapacitated; or (e)  a coroner resigns his or her position as a coroner before the conclusion of an investigation or review by the Chief Coroner of the coroner’s conduct, competence or capacity, and it appears to the Chief Coroner that the coroner may have committed an act of professional misconduct, may be incompetent or may be incapacitated.  O. Reg. 273/09, s. 1; O. Reg. 291/20, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The Chief Coroner shall notify the Registrar of the College of Physicians and Surgeons of Ontario in writing if,</p> <p class=\"clause-e\">  (a)  a coroner’s appointment is revoked;</p> <p class=\"clause-e\">  (b)  the Chief Coroner, based on his or her concern that a coroner has committed an act of professional misconduct, is incompetent or is incapacitated, imposes a restriction on the ability of the coroner to provide services under the Act, including a requirement that the coroner provide specified services only under supervision; </p> <p class=\"clause-e\">  (c)  the Chief Coroner has reasonable grounds to believe that a coroner has committed an act of professional misconduct, is incompetent or is incapacitated;</p> <p class=\"clause-e\">  (d)  the Chief Coroner has reasonable grounds to believe that a member of the College of Physicians and Surgeons of Ontario who provides services under section 28 of the Act, other than a coroner or pathologist, has committed an act of professional misconduct, is incompetent or is incapacitated; or</p> <p class=\"clause-e\">  (e)  a coroner resigns his or her position as a coroner before the conclusion of an investigation or review by the Chief Coroner of the coroner’s conduct, competence or capacity, and it appears to the Chief Coroner that the coroner may have committed an act of professional misconduct, may be incompetent or may be incapacitated.  O. Reg. 273/09, s. 1; O. Reg. 291/20, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Chief Forensic Pathologist to notify College re pathologists",
            "content": " 2. The Chief Forensic Pathologist shall notify the Registrar of the College of Physicians and Surgeons of Ontario in writing if, (a)  the Chief Forensic Pathologist removes a pathologist’s name from the register of pathologists under section 7.1 of the Act; (b)  the Chief Forensic Pathologist, based on his or her concern that a pathologist has committed an act of professional misconduct, is incompetent or is incapacitated, imposes a restriction on the ability of the pathologist to provide services under the Act, including a requirement that the pathologist provide specified services only under supervision; (c)  the Chief Forensic Pathologist has reasonable grounds to believe that a pathologist has committed an act of professional misconduct, is incompetent or is incapacitated; (d)  the Chief Forensic Pathologist has reasonable grounds to believe that a member of the College of Physicians and Surgeons of Ontario who provides services under section 28 of the Act, other than a pathologist or coroner, has committed an act of professional misconduct, is incompetent or is incapacitated; or (e)  a pathologist withdraws his or her name from the register of pathologists before the conclusion of an investigation or review by the Chief Forensic Pathologist of the pathologist’s conduct, competence or capacity, and it appears to the Chief Forensic Pathologist that the pathologist may have committed an act of professional misconduct, may be incompetent or may be incapacitated.  O. Reg. 273/09, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The Chief Forensic Pathologist shall notify the Registrar of the College of Physicians and Surgeons of Ontario in writing if,</p> <p class=\"clause-e\">  (a)  the Chief Forensic Pathologist removes a pathologist’s name from the register of pathologists under section 7.1 of the Act; </p> <p class=\"clause-e\">  (b)  the Chief Forensic Pathologist, based on his or her concern that a pathologist has committed an act of professional misconduct, is incompetent or is incapacitated, imposes a restriction on the ability of the pathologist to provide services under the Act, including a requirement that the pathologist provide specified services only under supervision; </p> <p class=\"clause-e\">  (c)  the Chief Forensic Pathologist has reasonable grounds to believe that a pathologist has committed an act of professional misconduct, is incompetent or is incapacitated;</p> <p class=\"clause-e\">  (d)  the Chief Forensic Pathologist has reasonable grounds to believe that a member of the College of Physicians and Surgeons of Ontario who provides services under section 28 of the Act, other than a pathologist or coroner, has committed an act of professional misconduct, is incompetent or is incapacitated; or</p> <p class=\"clause-e\">  (e)  a pathologist withdraws his or her name from the register of pathologists before the conclusion of an investigation or review by the Chief Forensic Pathologist of the pathologist’s conduct, competence or capacity, and it appears to the Chief Forensic Pathologist that the pathologist may have committed an act of professional misconduct, may be incompetent or may be incapacitated.  O. Reg. 273/09, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Complaints committee to notify College re coroners or pathologists",
            "content": " 3. The complaints committee of the Oversight Council shall notify the Registrar of the College of Physicians and Surgeons of Ontario in writing if, (a)  the committee has reasonable grounds to believe that a coroner or pathologist has committed an act of professional misconduct, is incompetent or is incapacitated; (b)  a coroner resigns his or her position as a coroner before the conclusion of an investigation or review by the committee of the coroner’s conduct, competence or capacity, and it appears to the committee that the coroner may have committed an act of professional misconduct, may be incompetent or may be incapacitated; or (c)  a pathologist withdraws his or her name from the register of pathologists before the conclusion of an investigation or review by the committee of the pathologist’s conduct, competence or capacity, and it appears to the committee that the pathologist may have committed an act of professional misconduct, may be incompetent or may be incapacitated.  O. Reg. 273/09, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The complaints committee of the Oversight Council shall notify the Registrar of the College of Physicians and Surgeons of Ontario in writing if,</p> <p class=\"clause-e\">  (a)  the committee has reasonable grounds to believe that a coroner or pathologist has committed an act of professional misconduct, is incompetent or is incapacitated; </p> <p class=\"clause-e\">  (b)  a coroner resigns his or her position as a coroner before the conclusion of an investigation or review by the committee of the coroner’s conduct, competence or capacity, and it appears to the committee that the coroner may have committed an act of professional misconduct, may be incompetent or may be incapacitated; or</p> <p class=\"clause-e\">  (c)  a pathologist withdraws his or her name from the register of pathologists before the conclusion of an investigation or review by the committee of the pathologist’s conduct, competence or capacity, and it appears to the committee that the pathologist may have committed an act of professional misconduct, may be incompetent or may be incapacitated.  O. Reg. 273/09, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "College to notify Chief Coroner re members other than pathologists",
            "content": " 4. (1) The Registrar of the College of Physicians and Surgeons of Ontario shall notify the Chief Coroner in writing if, (a)  the Registrar has reasonable grounds to believe that a coroner has committed an act of professional misconduct, is incompetent or is incapacitated; (b)  the Registrar has reasonable grounds to believe that a member of the College of Physicians and Surgeons of Ontario who provides services under section 28 of the Act, other than a coroner or pathologist, has committed an act of professional misconduct, is incompetent or is incapacitated; (c)  the Registrar receives a report under subsection 85.5 (2) of the Health Professions Procedural Code in Schedule 2 to the Regulated Health Professions Act, 1991\r\nrelating to a coroner; or (d)  the Registrar receives a report under subsection 85.5 (2) of the Health Professions Procedural Code in Schedule 2 to the Regulated Health Professions Act, 1991 relating to a member of the College of Physicians and Surgeons of Ontario who provides services under section 28 of the Act, other than a coroner or pathologist.  O. Reg. 273/09, s. 4 (1). (2) Clauses (1) (b) and (d) apply only if the Registrar has actual knowledge that the member of the College of Physicians and Surgeons of Ontario provides services under section 28 of the Act.  O. Reg. 273/09, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The Registrar of the College of Physicians and Surgeons of Ontario shall notify the Chief Coroner in writing if,</p> <p class=\"clause-e\">  (a)  the Registrar has reasonable grounds to believe that a coroner has committed an act of professional misconduct, is incompetent or is incapacitated; </p> <p class=\"clause-e\">  (b)  the Registrar has reasonable grounds to believe that a member of the College of Physicians and Surgeons of Ontario who provides services under section 28 of the Act, other than a coroner or pathologist, has committed an act of professional misconduct, is incompetent or is incapacitated; </p> <p class=\"clause-e\">  (c)  the Registrar receives a report under subsection 85.5 (2) of the Health Professions Procedural Code in Schedule 2 to the <i>Regulated Health Professions Act, 1991</i>\r\nrelating to a coroner; or</p> <p class=\"clause-e\">  (d)  the Registrar receives a report under subsection 85.5 (2) of the Health Professions Procedural Code in Schedule 2 to the <i>Regulated Health Professions Act, 1991</i> relating to a member of the College of Physicians and Surgeons of Ontario who provides services under section 28 of the Act, other than a coroner or pathologist.  O. Reg. 273/09, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Clauses (1) (b) and (d) apply only if the Registrar has actual knowledge that the member of the College of Physicians and Surgeons of Ontario provides services under section 28 of the Act.  O. Reg. 273/09, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "College to notify Chief Forensic Pathologist re members other than coroners",
            "content": " 5. (1) The Registrar of the College of Physicians and Surgeons of Ontario shall notify the Chief Forensic Pathologist in writing if, (a)  the Registrar has reasonable grounds to believe that a pathologist has committed an act of professional misconduct, is incompetent or is incapacitated; (b)  the Registrar has reasonable grounds to believe that a member of the College of Physicians and Surgeons of Ontario who provides services under section 28 of the Act, other than a pathologist or coroner, has committed an act of professional misconduct, is incompetent or is incapacitated; (c)  the Registrar receives a report under subsection 85.5 (2) of the Health Professions Procedural Code in Schedule 2 to the Regulated Health Professions Act, 1991\r\nrelating to a pathologist; or (d)  the Registrar receives a report under subsection 85.5 (2) of the Health Professions Procedural Code in Schedule 2 to the Regulated Health Professions Act, 1991\r\nrelating to a member of the College of Physicians and Surgeons of Ontario who provides services under section 28 of the Act, other than a pathologist or coroner.  O. Reg. 273/09, s. 5 (1). (2) Clauses (1) (b) and (d) apply only if the Registrar has actual knowledge that the member of the College of Physicians and Surgeons of Ontario provides services under section 28 of the Act.  O. Reg. 273/09, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The Registrar of the College of Physicians and Surgeons of Ontario shall notify the Chief Forensic Pathologist in writing if,</p> <p class=\"clause-e\">  (a)  the Registrar has reasonable grounds to believe that a pathologist has committed an act of professional misconduct, is incompetent or is incapacitated; </p> <p class=\"clause-e\">  (b)  the Registrar has reasonable grounds to believe that a member of the College of Physicians and Surgeons of Ontario who provides services under section 28 of the Act, other than a pathologist or coroner, has committed an act of professional misconduct, is incompetent or is incapacitated; </p> <p class=\"clause-e\">  (c)  the Registrar receives a report under subsection 85.5 (2) of the Health Professions Procedural Code in Schedule 2 to the <i>Regulated Health Professions Act, 1991</i>\r\nrelating to a pathologist; or </p> <p class=\"clause-e\">  (d)  the Registrar receives a report under subsection 85.5 (2) of the Health Professions Procedural Code in Schedule 2 to the <i>Regulated Health Professions Act, 1991</i>\r\nrelating to a member of the College of Physicians and Surgeons of Ontario who provides services under section 28 of the Act, other than a pathologist or coroner.  O. Reg. 273/09, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Clauses (1) (b) and (d) apply only if the Registrar has actual knowledge that the member of the College of Physicians and Surgeons of Ontario provides services under section 28 of the Act.  O. Reg. 273/09, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "College to notify Chief Forensic Pathologist re members other than coroners",
            "content": " 6. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 273/09, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 273/09, s. 6.</p>"
        },
        {
            "id": null,
            "section": "College to notify Chief Forensic Pathologist re members other than coroners",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/090273\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}