{
    "reg_info": {
        "full_title": "O. Reg. 426/04: IESO PROCUREMENT PROCESS",
        "reg_name_text": "IESO PROCUREMENT PROCESS",
        "citation": "O. Reg. 426/04: ",
        "act_under": "Electricity Act, 1998   Loi de 1998 sur l’électricité",
        "url": "https://www.ontario.ca/laws/regulation/040426",
        "date_scraped": "2023-12-19 03:26:04"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/040426/v5",
            "valid_from": "June  9, 2016",
            "valid_to": "June 30, 2016"
        },
        {
            "a_href": "/laws/regulation/040426/v4",
            "valid_from": "January  1, 2015",
            "valid_to": "June  8, 2016"
        },
        {
            "a_href": "/laws/regulation/040426/v3",
            "valid_from": "December 16, 2014",
            "valid_to": "December 31, 2014"
        },
        {
            "a_href": "/laws/regulation/040426/v2",
            "valid_from": "January  1, 2005",
            "valid_to": "December 15, 2014"
        },
        {
            "a_href": "/laws/regulation/040426/v1",
            "valid_from": "December 20, 2004",
            "valid_to": "December 31, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Assessment of capability of IESO-administered markets",
            "content": " 1. The IESO shall not commence the procurement process under section 25.32 of the Act unless it has, in consultation with interested parties, made an assessment of the capability of the IESO-administered markets to, or the likelihood that investment by other persons will, (a) meet the need for electricity supply or capacity as identified in an assessment made under section 25.29 of the Act; or (b) deliver measures that will manage electricity demand or result in the improved management of electricity demand as described in clause 25.32 (1) (b) of the Act.  O. Reg. 426/04, s. 1; O. Reg. 290/14, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The IESO shall not commence the procurement process under section 25.32 of the Act unless it has, in consultation with interested parties, made an assessment of the capability of the IESO-administered markets to, or the likelihood that investment by other persons will,</p> <p class=\"clause-e\">  (a) meet the need for electricity supply or capacity as identified in an assessment made under section 25.29 of the Act; or</p> <p class=\"clause-e\">  (b) deliver measures that will manage electricity demand or result in the improved management of electricity demand as described in clause 25.32 (1) (b) of the Act.  O. Reg. 426/04, s. 1; O. Reg. 290/14, s. 2.</p>"
        },
        {
            "id": "2.",
            "section": "Factors for consideration",
            "content": " 2. The IESO shall not commence the procurement process under section 25.32 of the Act unless,  (a) it has considered the factors identified in the integrated power system plan in respect of the advisability of entering into contracts; or (b) in the opinion of the IESO, extraordinary circumstances exist that justify proceeding with a procurement process without consideration of the factors mentioned in clause (a). O. Reg. 290/14, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The IESO shall not commence the procurement process under section 25.32 of the Act unless, </p> <p class=\"clause-e\">  (a) it has considered the factors identified in the integrated power system plan in respect of the advisability of entering into contracts; or</p> <p class=\"clause-e\">  (b) in the opinion of the IESO, extraordinary circumstances exist that justify proceeding with a procurement process without consideration of the factors mentioned in clause (a). O. Reg. 290/14, s. 3.</p>"
        },
        {
            "id": "3.",
            "section": "Principles in the procurement process",
            "content": " 3. In developing procurement processes under section 25.31 of the Act, the IESO shall comply with the following principles: 1. Procurement processes and selection criteria must be fair and clearly stated and, wherever possible, open and accessible to a broad range of interested bidders. 2. To the greatest extent possible, the procurement process must be a competitive process. 3. There must be no conflicts of interest or unfair advantage allowed in the selection process. 4. To the greatest extent possible, the procurement process must not have an adverse impact outside of the IESO procurement process on investment in electricity supply or capacity or in measures that will manage electricity demand as described in subsection 25.32 (1) of the Act.  O. Reg. 426/04, s. 3; O. Reg. 290/14, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>In developing procurement processes under section 25.31 of the Act, the IESO shall comply with the following principles:</p> <p class=\"paragraph-e\">  1. Procurement processes and selection criteria must be fair and clearly stated and, wherever possible, open and accessible to a broad range of interested bidders.</p> <p class=\"paragraph-e\">  2. To the greatest extent possible, the procurement process must be a competitive process.</p> <p class=\"paragraph-e\">  3. There must be no conflicts of interest or unfair advantage allowed in the selection process.</p> <p class=\"paragraph-e\">  4. To the greatest extent possible, the procurement process must not have an adverse impact outside of the IESO procurement process on investment in electricity supply or capacity or in measures that will manage electricity demand as described in subsection 25.32 (1) of the Act.  O. Reg. 426/04, s. 3; O. Reg. 290/14, s. 4.</p>"
        },
        {
            "id": "4.",
            "section": "No adverse impact of contract",
            "content": " 4. The IESO shall ensure that, to the greatest extent possible, any contract it enters into under subsection 25.32 (1) of the Act does not contain any terms or conditions that have an adverse impact on investment by persons who are not parties to such a contract with the IESO in electricity supply or capacity or in measures that will manage electricity demand as described in subsection 25.32 (1) of the Act.  O. Reg. 426/04, s. 4; O. Reg. 290/14, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The IESO shall ensure that, to the greatest extent possible, any contract it enters into under subsection 25.32 (1) of the Act does not contain any terms or conditions that have an adverse impact on investment by persons who are not parties to such a contract with the IESO in electricity supply or capacity or in measures that will manage electricity demand as described in subsection 25.32 (1) of the Act.  O. Reg. 426/04, s. 4; O. Reg. 290/14, s. 5.</p>"
        },
        {
            "id": "5.",
            "section": "No adverse impact of contract",
            "content": " 5. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 426/04, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 426/04, s. 5.</p>"
        },
        {
            "id": null,
            "section": "No adverse impact of contract",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}