{
    "reg_info": {
        "full_title": "O. Reg. 748/93: ELECTIONS",
        "reg_name_text": "ELECTIONS",
        "citation": "O. Reg. 748/93: ",
        "act_under": "Dental Technology Act, 1991   Loi de 1991 sur les technologues dentaires",
        "url": "https://www.ontario.ca/laws/regulation/930748",
        "date_scraped": "2023-12-19 23:32:00"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1.The following electoral districts are established for the purpose of the election of members to the Council: 1. Electoral district 1, the Metropolitan Toronto District, composed of The Municipality of Metropolitan Toronto. 2. Electoral district 2, the western district, composed of the counties of Bruce, Grey, Elgin, Essex, Huron, Kent, Lambton, Middlesex, Oxford, Perth, Brant, Wellington and Dufferin, the regional municipalities of Haldimand-Norfolk, Hamilton-Wentworth, Halton, Niagara and Waterloo and the territorial districts of Rainy River, Thunder Bay, Kenora, Algoma, Sudbury and Manitoulin. 3. Electoral district 3, the eastern district, composed of the regional municipalities of Peel, York, Durham and Ottawa-Carleton, the counties of Simcoe, Northumberland, Peterborough, Prince Edward, Victoria, Haliburton, Stormont, Dundas, Glengarry, Prescott, Russell and Renfrew, Hastings, Prince Edward, Frontenac, Lennox and Addington, Lanark, Leeds and Grenville and the territorial districts of Cochrane, Muskoka, Parry Sound, Nipissing and Timiskaming. O.Reg. 748/93, s.1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>The following electoral districts are established for the purpose of the election of members to the Council:</p> <p class=\"paragraph-e\">1. Electoral district 1, the Metropolitan Toronto District, composed of The Municipality of Metropolitan Toronto.</p> <p class=\"paragraph-e\">2. Electoral district 2, the western district, composed of the counties of Bruce, Grey, Elgin, Essex, Huron, Kent, Lambton, Middlesex, Oxford, Perth, Brant, Wellington and Dufferin, the regional municipalities of Haldimand-Norfolk, Hamilton-Wentworth, Halton, Niagara and Waterloo and the territorial districts of Rainy River, Thunder Bay, Kenora, Algoma, Sudbury and Manitoulin.</p> <p class=\"paragraph-e\">3. Electoral district 3, the eastern district, composed of the regional municipalities of Peel, York, Durham and Ottawa-Carleton, the counties of Simcoe, Northumberland, Peterborough, Prince Edward, Victoria, Haliburton, Stormont, Dundas, Glengarry, Prescott, Russell and Renfrew, Hastings, Prince Edward, Frontenac, Lennox and Addington, Lanark, Leeds and Grenville and the territorial districts of Cochrane, Muskoka, Parry Sound, Nipissing and Timiskaming. O.Reg. 748/93, s.1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2.The number of members to be elected is, (a) three in electoral district 1; and (b) two in each of the other electoral districts. O.Reg. 748/93, s.2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>The number of members to be elected is,</p> <p class=\"clause-e\">(a) three in electoral district 1; and</p> <p class=\"clause-e\">(b) two in each of the other electoral districts. O.Reg. 748/93, s.2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3.The electoral district in which a member is eligible to vote is the district in which, twenty-one days prior to the election, the member principally practises or, if the member is not engaged in the practice of dental technology, in which, on that day, the member principally resides. O.Reg. 748/93, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>The electoral district in which a member is eligible to vote is the district in which, twenty-one days prior to the election, the member principally practises or, if the member is not engaged in the practice of dental technology, in which, on that day, the member principally resides. O.Reg. 748/93, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4.The first election of members from each electoral district shall take place on a date fixed by the Transitional Council, and the elected members shall take office no later than January, 1995. O.Reg. 748/93, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b>The first election of members from each electoral district shall take place on a date fixed by the Transitional Council, and the elected members shall take office no later than January, 1995. O.Reg. 748/93, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) The term of office of members of the Council from electoral district 3 who are elected in the first election of members to the Council shall expire immediately prior to the commencement of the first meeting of the Council held in 1996. (2) The term of office of members of the Council from electoral district 2 who are elected in the first election of members to the Council shall expire immediately prior to the commencement of the first meeting of the Council held in 1997. (3) The term of office of members of the Council from electoral district 1 who are elected in the first election of members to the Council shall expire immediately prior to the commencement of the first meeting of the Council held in 1998. O.Reg. 748/93, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) The term of office of members of the Council from electoral district 3 who are elected in the first election of members to the Council shall expire immediately prior to the commencement of the first meeting of the Council held in 1996.</p> <p class=\"subsection-e\">(2) The term of office of members of the Council from electoral district 2 who are elected in the first election of members to the Council shall expire immediately prior to the commencement of the first meeting of the Council held in 1997.</p> <p class=\"subsection-e\">(3) The term of office of members of the Council from electoral district 1 who are elected in the first election of members to the Council shall expire immediately prior to the commencement of the first meeting of the Council held in 1998. O.Reg. 748/93, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) Elections for each electoral district shall be held in November in the year prior to the year in which the term of office of that electoral district’s member or members expires. (2) The Council shall set the date within the month of November for each election of members to the Council. O.Reg. 748/93, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) Elections for each electoral district shall be held in November in the year prior to the year in which the term of office of that electoral district’s member or members expires.</p> <p class=\"subsection-e\">(2) The Council shall set the date within the month of November for each election of members to the Council. O.Reg. 748/93, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) Subject to section 5, the term of office of a member elected to the Council in an election is three years. (2) The term of office commences at the first regular meeting of the Council to which the member has been elected in the calendar year following his or her election. (3) The serving elected members of the Council shall continue in office until their successors take office at the first regular meeting of the Council in the calendar year following the election. O.Reg. 748/93, s.7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) Subject to section 5, the term of office of a member elected to the Council in an election is three years.</p> <p class=\"subsection-e\">(2) The term of office commences at the first regular meeting of the Council to which the member has been elected in the calendar year following his or her election.</p> <p class=\"subsection-e\">(3) The serving elected members of the Council shall continue in office until their successors take office at the first regular meeting of the Council in the calendar year following the election. O.Reg. 748/93, s.7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8.  (1) A member is eligible for election to the Council in an electoral district if, on the date of the election, (a) the member is engaged in the practice of dental technology in the electoral district for which he or she is nominated and such district is the location of the member’s principal practice, or, if the member is not engaged in the practice of dental technology, the member maintains his or her principal residence in the electoral district for which he or she is nominated; (b) the member is not in default of payment of any prescribed fees; (c) the member is not the subject of any disciplinary or incapacity proceeding; (d) a period of six years before the date of the election has elapsed since the member complied with all aspects of an order of the Discipline Committee or Fitness to Practise Committee; and (e) the member’s certificate of registration is not subject to a term, condition or limitation imposed by the Discipline Committee or Fitness to Practise Committee. (2) A member who has served on the Council for more than nine consecutive years is not eligible for election again until at least three years have passed since the member last served on the Council as an elected member. O.Reg. 748/93, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b> (1) A member is eligible for election to the Council in an electoral district if, on the date of the election,</p> <p class=\"clause-e\">(a) the member is engaged in the practice of dental technology in the electoral district for which he or she is nominated and such district is the location of the member’s principal practice, or, if the member is not engaged in the practice of dental technology, the member maintains his or her principal residence in the electoral district for which he or she is nominated;</p> <p class=\"clause-e\">(b) the member is not in default of payment of any prescribed fees;</p> <p class=\"clause-e\">(c) the member is not the subject of any disciplinary or incapacity proceeding;</p> <p class=\"clause-e\">(d) a period of six years before the date of the election has elapsed since the member complied with all aspects of an order of the Discipline Committee or Fitness to Practise Committee; and</p> <p class=\"clause-e\">(e) the member’s certificate of registration is not subject to a term, condition or limitation imposed by the Discipline Committee or Fitness to Practise Committee.</p> <p class=\"subsection-e\">(2) A member who has served on the Council for more than nine consecutive years is not eligible for election again until at least three years have passed since the member last served on the Council as an elected member. O.Reg. 748/93, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9.The Registrar shall supervise the nomination of candidates. O.Reg. 748/93, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b>The Registrar shall supervise the nomination of candidates. O.Reg. 748/93, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10.  (1) The Registrar shall supervise and administer the election of candidates and, for the purpose of carrying out that duty, the Registrar may, subject to the by-laws, (a) appoint returning officers and scrutineers; (b) establish a deadline for the receiving of ballots; (c) establish procedures for the opening and counting of ballots; (d) provide for the notification of all candidates and members of the results of the election; and (e) provide for the destruction of ballots following an election and any recounts. (2) Where there is an interruption of mail service during a nomination or election, the Registrar shall extend the holding of the nomination or election for such period of time as the Registrar considers necessary to compensate for the interruption. (3) No later than fourteen days before the date of an election, the Registrar shall send to every member eligible to vote in an electoral district in which an election is to take place a list of the candidates in the electoral district, a ballot and an explanation of the voting procedure as set out in the by-laws. O.Reg. 748/93, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b>  (1) The Registrar shall supervise and administer the election of candidates and, for the purpose of carrying out that duty, the Registrar may, subject to the by-laws,</p> <p class=\"clause-e\">(a) appoint returning officers and scrutineers;</p> <p class=\"clause-e\">(b) establish a deadline for the receiving of ballots;</p> <p class=\"clause-e\">(c) establish procedures for the opening and counting of ballots;</p> <p class=\"clause-e\">(d) provide for the notification of all candidates and members of the results of the election; and</p> <p class=\"clause-e\">(e) provide for the destruction of ballots following an election and any recounts.</p> <p class=\"subsection-e\">(2) Where there is an interruption of mail service during a nomination or election, the Registrar shall extend the holding of the nomination or election for such period of time as the Registrar considers necessary to compensate for the interruption.</p> <p class=\"subsection-e\">(3) No later than fourteen days before the date of an election, the Registrar shall send to every member eligible to vote in an electoral district in which an election is to take place a list of the candidates in the electoral district, a ballot and an explanation of the voting procedure as set out in the by-laws. O.Reg. 748/93, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11.Voting for candidates for election to the Council shall be by secret ballot using the ballot forms supplied by the Registrar. O.Reg. 748/93, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b>Voting for candidates for election to the Council shall be by secret ballot using the ballot forms supplied by the Registrar. O.Reg. 748/93, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12.No later than forty-five days before the date of an election, the Registrar shall notify every member who is eligible to vote of the date, time and place of the election and the nomination procedure. O.Reg. 748/93, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b>No later than forty-five days before the date of an election, the Registrar shall notify every member who is eligible to vote of the date, time and place of the election and the nomination procedure. O.Reg. 748/93, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13.  (1) The nomination of a candidate for election as a member of the Council shall be in writing and shall be given to the Registrar at least thirty days before the date of the election. (2) The nomination shall be signed by the candidate and by at least five members who support the nomination and who are eligible to vote in the electoral district in which the election is to be held. (3) In order to be eligible for nomination, the candidate must certify that, as of the date of the filing of the nomination, the candidate is not a voting member of the provincial board of directors of, or an appointed official of, either the Association of Registered Dental Technicians of Ontario or the Commercial Dental Laboratory Conference. (4) A candidate may withdraw his or her nomination for election to the Council by advising the Registrar in writing not less than twenty-four days prior to the election. O.Reg. 748/93, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b>  (1) The nomination of a candidate for election as a member of the Council shall be in writing and shall be given to the Registrar at least thirty days before the date of the election.</p> <p class=\"subsection-e\">(2) The nomination shall be signed by the candidate and by at least five members who support the nomination and who are eligible to vote in the electoral district in which the election is to be held.</p> <p class=\"subsection-e\">(3) In order to be eligible for nomination, the candidate must certify that, as of the date of the filing of the nomination, the candidate is not a voting member of the provincial board of directors of, or an appointed official of, either the Association of Registered Dental Technicians of Ontario or the Commercial Dental Laboratory Conference.</p> <p class=\"subsection-e\">(4) A candidate may withdraw his or her nomination for election to the Council by advising the Registrar in writing not less than twenty-four days prior to the election. O.Reg. 748/93, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14.If the number of candidates nominated for an electoral district is less than or equal to the number of members to be elected in the electoral district, the Registrar shall declare the candidates to be elected by acclamation. O.Reg. 748/93, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b>If the number of candidates nominated for an electoral district is less than or equal to the number of members to be elected in the electoral district, the Registrar shall declare the candidates to be elected by acclamation. O.Reg. 748/93, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15.  (1) A member may cast as many votes on a ballot in an election of members to the Council as there are members to be elected to the Council from the electoral district in which the member is eligible to vote. (2) A member shall not cast more than one vote for any one candidate. O.Reg. 748/93, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b>  (1) A member may cast as many votes on a ballot in an election of members to the Council as there are members to be elected to the Council from the electoral district in which the member is eligible to vote.</p> <p class=\"subsection-e\">(2) A member shall not cast more than one vote for any one candidate. O.Reg. 748/93, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16.If there is a tie in an election of members to the Council, the Registrar shall break the tie by lot. O.Reg. 748/93, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b>If there is a tie in an election of members to the Council, the Registrar shall break the tie by lot. O.Reg. 748/93, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17.  (1) A candidate may require a recount by giving a written request to the Registrar no more than ten days after the date of an election and paying the prescribed fee. (2) The Registrar shall hold the recount no more than ten days after receiving the request. O.Reg. 748/93, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17. </b> (1) A candidate may require a recount by giving a written request to the Registrar no more than ten days after the date of an election and paying the prescribed fee.</p> <p class=\"subsection-e\">(2) The Registrar shall hold the recount no more than ten days after receiving the request. O.Reg. 748/93, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. (1) The Council shall disqualify an elected member from sitting on the Council if the elected member, (a) is found by a panel of the Discipline Committee to have committed an act of professional misconduct or to be incompetent; (b) is found by a panel of the Fitness to Practise Committee to be an incapacitated member; (c) fails, without cause, to attend two consecutive regular meetings of the Council; (d) fails, without cause, to attend two consecutive regular meetings of a committee for which he or she is a member; (e) fails, without cause, to attend a hearing or review of a panel for which he or she has been selected; (f) ceases to qualify for election in the electoral district for which the member was elected; (g) breaches section 36 of the Regulated Health Professions Act. 1991; or (h) ceases to be a member. (2) An elected member who is disqualified from sitting on the Council ceases to be a member of the Council. O.Reg. 748/93, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>(1) The Council shall disqualify an elected member from sitting on the Council if the elected member,</p> <p class=\"clause-e\">(a) is found by a panel of the Discipline Committee to have committed an act of professional misconduct or to be incompetent;</p> <p class=\"clause-e\">(b) is found by a panel of the Fitness to Practise Committee to be an incapacitated member;</p> <p class=\"clause-e\">(c) fails, without cause, to attend two consecutive regular meetings of the Council;</p> <p class=\"clause-e\">(d) fails, without cause, to attend two consecutive regular meetings of a committee for which he or she is a member;</p> <p class=\"clause-e\">(e) fails, without cause, to attend a hearing or review of a panel for which he or she has been selected;</p> <p class=\"clause-e\">(f) ceases to qualify for election in the electoral district for which the member was elected;</p> <p class=\"clause-e\">(g) breaches section 36 of the <i>Regulated Health Professions Act. 1991</i>; or</p> <p class=\"clause-e\">(h) ceases to be a member.</p> <p class=\"subsection-e\">(2) An elected member who is disqualified from sitting on the Council ceases to be a member of the Council. O.Reg. 748/93, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": "19.The seat of a Council member shall be deemed to be vacant upon the death, resignation or disqualification of the Council member. O.Reg.748/93, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19.</b>The seat of a Council member shall be deemed to be vacant upon the death, resignation or disqualification of the Council member. O.Reg.748/93, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": "20.  (1) If the seat of an elected Council member becomes vacant in an electoral district not more than twelve months before the expiry of the member’s term of office, the Council may, (a) leave the seat vacant; (b) appoint as an elected member, the candidate, if any, who had the most votes of all the unsuccessful candidates in the last election of Council members for that electoral district; or (c) direct the Registrar to hold an election in accordance with this Regulation for that electoral district. (2) If the seat of an elected Council member becomes vacant in an electoral district more than twelve months before the expiry of the member’s term of office, the Council shall direct the Registrar to hold an election in accordance with this Regulation for that electoral district. (3) The term of a member appointed under clause (1) (b) or elected in an election under clause (1) (c) or subsection (2) shall continue until the former Council member’s term of office would have expired. O.Reg. 748/93, s. 20. ",
            "raw_html": "<p class=\"section-e\"><b>20.</b>  (1) If the seat of an elected Council member becomes vacant in an electoral district not more than twelve months before the expiry of the member’s term of office, the Council may,</p> <p class=\"clause-e\">(a) leave the seat vacant;</p> <p class=\"clause-e\">(b) appoint as an elected member, the candidate, if any, who had the most votes of all the unsuccessful candidates in the last election of Council members for that electoral district; or</p> <p class=\"clause-e\">(c) direct the Registrar to hold an election in accordance with this Regulation for that electoral district.</p> <p class=\"subsection-e\">(2) If the seat of an elected Council member becomes vacant in an electoral district more than twelve months before the expiry of the member’s term of office, the Council shall direct the Registrar to hold an election in accordance with this Regulation for that electoral district.</p> <p class=\"subsection-e\">(3) The term of a member appointed under clause (1) (b) or elected in an election under clause (1) (c) or subsection (2) shall continue until the former Council member’s term of office would have expired. O.Reg. 748/93, s. 20.</p> <p class=\"Normal\"></p>"
        }
    ]
}