{
    "reg_info": {
        "full_title": "O. Reg. 32/13: QUALITY ASSURANCE PROGRAM",
        "reg_name_text": "QUALITY ASSURANCE PROGRAM",
        "citation": "O. Reg. 32/13: ",
        "act_under": "Homeopathy Act, 2007",
        "url": "https://www.ontario.ca/laws/regulation/130032",
        "date_scraped": "2023-12-19 04:03:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  1, 2015",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/130032/v2",
            "valid_from": "January 31, 2014",
            "valid_to": "March 31, 2015"
        },
        {
            "a_href": "/laws/regulation/130032/v1",
            "valid_from": "January 25, 2013",
            "valid_to": "January 30, 2014"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions ",
            "content": "  1. In this Regulation, “assessor” means a person appointed under section 81 of the Health Professions Procedural Code; (“évaluateur”) “Committee” means the Quality Assurance Committee and includes a panel of the Committee; (“comité”) “program” means the quality assurance program required by section 80 of the Health Professions Procedural Code; (“programme”) “stratified random sampling” means a sampling where groups of members are, (a) removed from the pool of members to be sampled, or (b) weighted to increase or decrease the likelihood of their being selected. (“échantillonnage aléatoire stratifié”) O. Reg. 32/13, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“assessor” means a person appointed under section 81 of the Health Professions Procedural Code; (“évaluateur”)</p> <p class=\"definition-e\">“Committee” means the Quality Assurance Committee and includes a panel of the Committee; (“comité”)</p> <p class=\"definition-e\">“program” means the quality assurance program required by section 80 of the Health Professions Procedural Code; (“programme”)</p> <p class=\"definition-e\">“stratified random sampling” means a sampling where groups of members are,</p> <p class=\"defclause-e\">  (a) removed from the pool of members to be sampled, or</p> <p class=\"defclause-e\">  (b) weighted to increase or decrease the likelihood of their being selected. (“échantillonnage aléatoire stratifié”) O. Reg. 32/13, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Program",
            "content": " 2. (1) The program shall include the following components: 1. Continuing education or professional development designed to, i. promote continuing competence and continuing quality improvement among the members, ii. address changes in practice environments, and iii. incorporate standards of practice, advances in technology, changes made to entry to practice competencies and other relevant issues in the discretion of the Council. 2. Self, peer and practice assessments. 3. A mechanism for the College to monitor members’ participation in, and compliance with, the program. O. Reg. 32/13, s. 2 (1). (2) The Committee shall administer the program. O. Reg. 32/13, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The program shall include the following components:</p> <p class=\"paragraph-e\">  1. Continuing education or professional development designed to,</p> <p class=\"subpara-e\">  i. promote continuing competence and continuing quality improvement among the members,</p> <p class=\"subpara-e\">  ii. address changes in practice environments, and</p> <p class=\"subpara-e\">  iii. incorporate standards of practice, advances in technology, changes made to entry to practice competencies and other relevant issues in the discretion of the Council.</p> <p class=\"paragraph-e\">  2. Self, peer and practice assessments.</p> <p class=\"paragraph-e\">  3. A mechanism for the College to monitor members’ participation in, and compliance with, the program. O. Reg. 32/13, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The Committee shall administer the program. O. Reg. 32/13, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Panels ",
            "content": " 3. (1) A panel of the Committee shall be composed of at least three persons, at least one of whom shall be a member of the Council appointed to the Council by the Lieutenant Governor in Council. O. Reg. 32/13, s. 3 (1). (2) Two members of a panel of the Committee constitute a quorum if at least one of the two members is a member of the Council appointed by the Lieutenant Governor in Council. O. Reg. 32/13, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A panel of the Committee shall be composed of at least three persons, at least one of whom shall be a member of the Council appointed to the Council by the Lieutenant Governor in Council. O. Reg. 32/13, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Two members of a panel of the Committee constitute a quorum if at least one of the two members is a member of the Council appointed by the Lieutenant Governor in Council. O. Reg. 32/13, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Members must participate",
            "content": " 4. Every member shall participate in the program. O. Reg. 32/13, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Every member shall participate in the program. O. Reg. 32/13, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Self-assessment, continuing education and professional development",
            "content": " 5. Every member shall participate in annual self-assessment, continuing education and professional development activities in order to maintain the knowledge, skill and judgment required to practise the profession in accordance with the standards of practice and ethics set by the College. O. Reg. 32/13, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>Every member shall participate in annual self-assessment, continuing education and professional development activities in order to maintain the knowledge, skill and judgment required to practise the profession in accordance with the standards of practice and ethics set by the College. O. Reg. 32/13, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Records and information",
            "content": " 6. (1) Every member shall keep records of his or her participation in self-assessment, continuing education and professional development activities, in the form and manner approved by the Committee and for the period of time specified by the Committee. O. Reg. 32/13, s. 6 (1). (2) At the request of the Committee, an assessor or an employee of the College, a member shall provide to the Committee, (a) accurate information about his or her self-assessment, continuing education or professional development activities; and (b) his or her records described in subsection (1). O. Reg. 32/13, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Every member shall keep records of his or her participation in self-assessment, continuing education and professional development activities, in the form and manner approved by the Committee and for the period of time specified by the Committee. O. Reg. 32/13, s. 6 (1).</p> <p class=\"subsection-e\">  (2) At the request of the Committee, an assessor or an employee of the College, a member shall provide to the Committee,</p> <p class=\"clause-e\">  (a) accurate information about his or her self-assessment, continuing education or professional development activities; and</p> <p class=\"clause-e\">  (b) his or her records described in subsection (1). O. Reg. 32/13, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": "Peer and practice assessment remediation",
            "content": " 7. (1) Each year, the Committee shall select members to undergo peer and practice assessments in order to assess the members’ knowledge, skill and judgment. O. Reg. 32/13, s. 7 (1). (2) A member shall undergo a peer and practice assessment if, (a) his or her name is selected at random, including by stratified random sampling; (b) a request is made under subsection 6 (2) and, either, (i) insufficient information is provided by the member, or (ii) the member’s records do not demonstrate that the member has engaged in adequate self-assessment, continuing education or professional development activities; (c) the member is selected on the basis of other criteria specified by the Committee and published on the College’s website at least three months before the member is selected on the basis of those criteria; or (d) the member is referred for a peer and practice assessment under subsection 7 (3) or 10 (3) of Ontario Regulation 18/14 (Registration) made under the Act. O. Reg. 32/13, s. 7 (2); O. Reg. 19/14, s. 1. (3) The Committee shall appoint an assessor to carry out the peer and practice assessment which may include, but is not limited to, inspecting the member’s records described in subsection 6 (1). O. Reg. 32/13, s. 7 (3). (4) The assessor shall prepare a written report on the member’s peer and practice assessment and shall provide it to the Committee. O. Reg. 32/13, s. 7 (4). (5) The Committee shall provide a copy of the results of the assessment to the member. O. Reg. 32/13, s. 7 (5). (6) If, after considering the assessor’s report and any other information relevant to the assessment, the Committee is of the opinion that the member’s knowledge, skill or judgment is not satisfactory, the Committee shall provide notice to the member of its opinion and the action it is considering taking under section 80.2 of the Health Professions Procedural Code, and the member shall have 14 days to make written submissions to the Committee. O. Reg. 32/13, s. 7 (6). (7) If, after considering any written submissions made by the member, the Committee is still of the opinion that the member’s knowledge, skill or judgment is not satisfactory, the Committee may exercise any of the powers under section 80.2 of the Health Professions Procedural Code. O. Reg. 32/13, s. 7 (7).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) Each year, the Committee shall select members to undergo peer and practice assessments in order to assess the members’ knowledge, skill and judgment. O. Reg. 32/13, s. 7 (1).</p> <p class=\"subsection-e\">  (2) A member shall undergo a peer and practice assessment if,</p> <p class=\"clause-e\">  (a) his or her name is selected at random, including by stratified random sampling;</p> <p class=\"clause-e\">  (b) a request is made under subsection 6 (2) and, either,</p> <p class=\"subclause-e\">  (i) insufficient information is provided by the member, or</p> <p class=\"subclause-e\">  (ii) the member’s records do not demonstrate that the member has engaged in adequate self-assessment, continuing education or professional development activities;</p> <p class=\"clause-e\">  (c) the member is selected on the basis of other criteria specified by the Committee and published on the College’s website at least three months before the member is selected on the basis of those criteria; or</p> <p class=\"clause-e\">  (d) the member is referred for a peer and practice assessment under subsection 7 (3) or 10 (3) of Ontario Regulation 18/14 (Registration) made under the Act. O. Reg. 32/13, s. 7 (2); O. Reg. 19/14, s. 1.</p> <p class=\"subsection-e\">  (3) The Committee shall appoint an assessor to carry out the peer and practice assessment which may include, but is not limited to, inspecting the member’s records described in subsection 6 (1). O. Reg. 32/13, s. 7 (3).</p> <p class=\"subsection-e\">  (4) The assessor shall prepare a written report on the member’s peer and practice assessment and shall provide it to the Committee. O. Reg. 32/13, s. 7 (4).</p> <p class=\"subsection-e\">  (5) The Committee shall provide a copy of the results of the assessment to the member. O. Reg. 32/13, s. 7 (5).</p> <p class=\"subsection-e\">  (6) If, after considering the assessor’s report and any other information relevant to the assessment, the Committee is of the opinion that the member’s knowledge, skill or judgment is not satisfactory, the Committee shall provide notice to the member of its opinion and the action it is considering taking under section 80.2 of the Health Professions Procedural Code, and the member shall have 14 days to make written submissions to the Committee. O. Reg. 32/13, s. 7 (6).</p> <p class=\"subsection-e\">  (7) If, after considering any written submissions made by the member, the Committee is still of the opinion that the member’s knowledge, skill or judgment is not satisfactory, the Committee may exercise any of the powers under section 80.2 of the Health Professions Procedural Code. O. Reg. 32/13, s. 7 (7).</p>"
        },
        {
            "id": "8.",
            "section": "Peer and practice assessment remediation",
            "content": " 8. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 32/13, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>). O. Reg. 32/13, s. 8.</p>"
        },
        {
            "id": null,
            "section": "Peer and practice assessment remediation",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/130032\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}