{
    "reg_info": {
        "full_title": "O. Reg. 160/16: ASSESSMENT OF EXPENSES AND EXPENDITURES - STATUTORY ACCIDENT BENEFITS",
        "reg_name_text": "ASSESSMENT OF EXPENSES AND EXPENDITURES - STATUTORY ACCIDENT BENEFITS",
        "citation": "O. Reg. 160/16: ",
        "act_under": "Insurance Act",
        "url": "https://www.ontario.ca/laws/regulation/160160",
        "date_scraped": "2023-12-19 03:30:03"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  3, 2016",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "s1",
            "section": "Definitions",
            "content": " 1. In this Regulation, “assessment period” means the six-month period of time with respect to which the Lieutenant Governor in Council makes an assessment under section 282 of the Act; (“période de cotisation”) “electronic hearing” means a hearing held by conference telephone or some other form of electronic technology allowing persons to hear, or to see and hear, one another; (“audience électronique”) “oral hearing” means a hearing at which the parties or their representatives attend before the tribunal in person; (“audience orale”) “written hearing” means a hearing held by means of the exchange of documents, whether in written form or by electronic means. (“audience écrite”)",
            "raw_html": "<p class=\"section-e\"><a name=\"s1\"></a><b> <a href=\"http://www.ontario.ca/fr/lois/reglement/160160#s1\"><span lang=\"EN-US\">1.</span></a> </b>In this Regulation,</p> <p class=\"firstdef-e\">“assessment period” means the six-month period of time with respect to which the Lieutenant Governor in Council makes an assessment under section 282 of the Act; (“période de cotisation”)</p> <p class=\"definition-e\">“electronic hearing” means a hearing held by conference telephone or some other form of electronic technology allowing persons to hear, or to see and hear, one another; (“audience électronique”)</p> <p class=\"definition-e\">“oral hearing” means a hearing at which the parties or their representatives attend before the tribunal in person; (“audience orale”)</p> <p class=\"definition-e\">“written hearing” means a hearing held by means of the exchange of documents, whether in written form or by electronic means. (“audience écrite”)</p>"
        },
        {
            "id": "s2s1",
            "section": "Assessment of dispute resolution costs",
            "content": " 2. (1) An insurer’s share of an assessment under section 282 of the Act for an assessment period shall be determined in accordance with the following rules: 1. The total amount to be used in determining shares of the assessment shall be equal to the total of all expenses incurred and expenditures made by the Tribunal in respect of disputes described in subsection 280 (1) of the Act for the assessment period, less any fees received from insurers and insured persons in respect of those disputes during the assessment period. 2. Subject to subsection (2), an insurer shall be assigned the following points: i. Two points for each application to which the insurer is a party that is commenced under subsection 280 (2) of the Act during the assessment period. ii. One point for each case conference held by the Tribunal to which the insurer is a party during the assessment period, if the case conference is the first case conference held in respect of the relevant application. iii. Four points for the first day or portion of a day of an oral hearing held by the Tribunal to which the insurer is a party during the assessment period. iv. One point for each additional day or portion of a day of oral hearings held by the Tribunal to which the insurer is a party during the assessment period. v. One point for each written hearing held by the Tribunal to which the insurer is a party during the assessment period. vi. Two points for the first day or portion of a day of an electronic hearing held by the Tribunal to which the insurer is a party during the assessment period. vii. One point for each additional day or portion of a day of electronic hearings held by the Tribunal to which the insurer is a party during the assessment period. 3. Divide the total amount described in paragraph 1 by the total number of points assigned to all insurers under paragraph 2 during the assessment period. 4. The insurer’s share of the assessment under section 282 of the Act shall be determined by multiplying the number of points assigned to the insurer during the assessment period by the number calculated under paragraph 3 for the assessment period. (2) An insurer shall not be assigned points under paragraph 2 of subsection (1) in the following circumstances: 1. The parties settle the dispute, or the dispute is otherwise concluded before the scheduled day of hearings and the day of hearings is cancelled in accordance with the applicable Tribunal rules, policies or procedures. 2. A scheduled oral or electronic hearing day is rescheduled in accordance with the applicable Tribunal rules, policies or procedures.",
            "raw_html": "<p class=\"section-e\"><a name=\"s2s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160160#s2s1\"><span lang=\"EN-US\">2. (1)</span></a> An insurer’s share of an assessment under section 282 of the Act for an assessment period shall be determined in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. The total amount to be used in determining shares of the assessment shall be equal to the total of all expenses incurred and expenditures made by the Tribunal in respect of disputes described in subsection 280 (1) of the Act for the assessment period, less any fees received from insurers and insured persons in respect of those disputes during the assessment period.</p> <p class=\"paragraph-e\">  2. Subject to subsection (2), an insurer shall be assigned the following points:</p> <p class=\"subpara-e\">  i. Two points for each application to which the insurer is a party that is commenced under subsection 280 (2) of the Act during the assessment period.</p> <p class=\"subpara-e\">  ii. One point for each case conference held by the Tribunal to which the insurer is a party during the assessment period, if the case conference is the first case conference held in respect of the relevant application.</p> <p class=\"subpara-e\">  iii. Four points for the first day or portion of a day of an oral hearing held by the Tribunal to which the insurer is a party during the assessment period.</p> <p class=\"subpara-e\">  iv. One point for each additional day or portion of a day of oral hearings held by the Tribunal to which the insurer is a party during the assessment period.</p> <p class=\"subpara-e\">  v. One point for each written hearing held by the Tribunal to which the insurer is a party during the assessment period.</p> <p class=\"subpara-e\">  vi. Two points for the first day or portion of a day of an electronic hearing held by the Tribunal to which the insurer is a party during the assessment period.</p> <p class=\"subpara-e\">  vii. One point for each additional day or portion of a day of electronic hearings held by the Tribunal to which the insurer is a party during the assessment period.</p> <p class=\"paragraph-e\">  3. Divide the total amount described in paragraph 1 by the total number of points assigned to all insurers under paragraph 2 during the assessment period.</p> <p class=\"paragraph-e\">  4. The insurer’s share of the assessment under section 282 of the Act shall be determined by multiplying the number of points assigned to the insurer during the assessment period by the number calculated under paragraph 3 for the assessment period.</p> <p class=\"subsection-e\"><a name=\"s2s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160160#s2s2\"><span lang=\"EN-US\">(2)</span></a> An insurer shall not be assigned points under paragraph 2 of subsection (1) in the following circumstances:</p> <p class=\"paragraph-e\">  1. The parties settle the dispute, or the dispute is otherwise concluded before the scheduled day of hearings and the day of hearings is cancelled in accordance with the applicable Tribunal rules, policies or procedures.</p> <p class=\"paragraph-e\">  2. A scheduled oral or electronic hearing day is rescheduled in accordance with the applicable Tribunal rules, policies or procedures.</p>"
        },
        {
            "id": "s3",
            "section": "Assessment of dispute resolution costs",
            "content": " 3. Omitted\r\n(provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"><a name=\"s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160160#s3\"><span lang=\"EN-US\">3.</span></a> <span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Assessment of dispute resolution costs",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/160160\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}