{
    "reg_info": {
        "full_title": "O. Reg. 351/12: REGISTRATIONS UNDER PART II.2 OF THE ACT - WASTE MANAGEMENT SYSTEMS",
        "reg_name_text": "REGISTRATIONS UNDER PART II.2 OF THE ACT - WASTE MANAGEMENT SYSTEMS",
        "citation": "O. Reg. 351/12: ",
        "act_under": "Environmental Protection Act",
        "url": "https://www.ontario.ca/laws/regulation/120351",
        "date_scraped": "2023-12-18 19:15:59"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/120351/v8",
            "valid_from": "July  1, 2020",
            "valid_to": "December 31, 2020"
        },
        {
            "a_href": "/laws/regulation/120351/v7",
            "valid_from": "June 12, 2020",
            "valid_to": "June 30, 2020"
        },
        {
            "a_href": "/laws/regulation/120351/v6",
            "valid_from": "December  4, 2019",
            "valid_to": "June 11, 2020"
        },
        {
            "a_href": "/laws/regulation/120351/v5",
            "valid_from": "March 31, 2016",
            "valid_to": "December  3, 2019"
        },
        {
            "a_href": "/laws/regulation/120351/v4",
            "valid_from": "March  6, 2015",
            "valid_to": "March 30, 2016"
        },
        {
            "a_href": "/laws/regulation/120351/v3",
            "valid_from": "November 18, 2013",
            "valid_to": "March  5, 2015"
        },
        {
            "a_href": "/laws/regulation/120351/v2",
            "valid_from": "November 18, 2012",
            "valid_to": "November 17, 2013"
        },
        {
            "a_href": "/laws/regulation/120351/v1",
            "valid_from": "November  6, 2012",
            "valid_to": "November 17, 2012"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "  1. In this Regulation, “business day” means a day that is not a Saturday or a holiday within the meaning of section 87 of the Legislation Act, 2006; (“jour ouvrable”) “characteristic waste” has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 (General - Waste Management) made under the Act; (“déchets caractéristiques”) “highway” has the same meaning as in the\r\nHighway Traffic Act; (“voie publique”) “motor vehicle” has the same meaning as in the Highway Traffic Act; (“véhicule automobile”) “pollutant” has the same meaning as in Part X of the Act; (“polluant”) “spill” has the same meaning as in Part X of the Act; (“déversement” et “déverser”) “transfer” has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Act; (“transfert”) “waste” has the same meaning as in Part V of the Act; (“déchets”) “waste management system” has the same meaning as in Part V of the Act; (“système de gestion des déchets”) “waste transportation system” has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Act; (“système de transport des déchets”) “waste transportation vehicle” means a motor vehicle that is used for transporting waste on a highway and includes any trailer or other vehicle drawn by it or operated in combination with it. (“véhicule de transport des déchets”) O. Reg. 351/12, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“business day” means a day that is not a Saturday or a holiday within the meaning of section 87 of the <i>Legislation Act, 2006</i>; (“jour ouvrable”)</p> <p class=\"definition-e\">“characteristic waste” has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 (General - Waste Management) made under the Act; (“déchets caractéristiques”)</p> <p class=\"definition-e\">“highway” has the same meaning as in the\r\n<i>Highway Traffic Act</i>; (“voie publique”)</p> <p class=\"definition-e\">“motor vehicle” has the same meaning as in the <i>Highway Traffic Act</i>; (“véhicule automobile”)</p> <p class=\"definition-e\">“pollutant” has the same meaning as in Part X of the Act; (“polluant”)</p> <p class=\"definition-e\">“spill” has the same meaning as in Part X of the Act; (“déversement” et “déverser”)</p> <p class=\"definition-e\">“transfer”<span> </span>has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Act; (“transfert”)</p> <p class=\"definition-e\">“waste” has the same meaning as in Part V of the Act; (“déchets”)</p> <p class=\"definition-e\">“waste management system” has the same meaning as in Part V of the Act; (“système de gestion des déchets”)</p> <p class=\"definition-e\">“waste transportation system”<span> </span>has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Act; (“système de transport des déchets”)</p> <p class=\"definition-e\">“waste transportation vehicle” means a motor vehicle that is used for transporting waste on a highway and includes any trailer or other vehicle drawn by it or operated in combination with it. (“véhicule de transport des déchets”) O. Reg. 351/12, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Prescribed activities, s. 20.21 (1) and (5) of the Act",
            "content": "  2. (1) Subject to subsections (3) and (4), the following are prescribed activities for the purposes of subsections 20.21 (1) and (5) of the Act: 1.  The use, operation, establishment, alteration, enlargement or extension of a waste management system that meets the criteria set out in subsection (2). O. Reg. 351/12, s. 2 (1). (2) The criteria referred to in subsection (1) with respect to a waste management system are the following: 1.  The waste management system is a waste transportation system. 2.  The only waste management done by the waste management system is the collection, handling, transportation and transfer of waste. O. Reg. 351/12, s. 2 (2). (3) This section does not apply in respect of activities of a waste management system that meets any of the following criteria: 1.  A waste management system that uses a vehicle that is not a waste transportation vehicle to transport waste. 2.  A waste management system that manages one or more of the following wastes: i.  Asbestos waste within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Act. ii.  Biomedical waste as defined in the Ministry publication entitled “Guideline C-4: The Management of Biomedical Waste in Ontario” dated November 2009, as amended from time to time and available from the Ministry. iii.  Treated biomedical waste as defined in the Ministry publication entitled “Guideline C-4: The Management of Biomedical Waste in Ontario” dated November 2009, as amended from time to time and available from the Ministry. iv.  Hazardous waste within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Act. v.  Liquid industrial waste within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Act. vi.  Waste that was characteristic waste but that has been treated so that it is no longer characteristic waste, if the waste may not be disposed of by land disposal under subsection 79 (1) of Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Act. O. Reg. 351/12, s. 2 (3). (4) This section does not apply in respect of activities relating to, (a)  a waste that is exempt from Part V of the Act under section 3 of Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Act; or (b)  a truck or a waste management system, if, under a regulation listed in subsection (5), (i)  the truck or waste management system is exempt from Part V of the Act or subsection 27 (1) of the Act, or (ii)  Part V of the Act or subsection 27 (1) of the Act does not apply in respect of the truck or waste management system. O. Reg. 351/12, s. 2 (4); O. Reg. 87/16, s. 1; O. Reg. 273/20, s. 1 (1). (5) For the purposes of clause (4) (b), the regulations are the following: 1.  Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Act. 2.  Ontario Regulation 101/94 (Recycling and Composting of Municipal Waste) made under the Act. 3.  Ontario Regulation 406/19 (On-Site and Excess Soil Management) made under the Act. O. Reg. 273/20, s. 1 (2, 3).",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>(1) Subject to subsections (3) and (4), the following are prescribed activities for the purposes of subsections 20.21 (1) and (5) of the Act:</p> <p class=\"paragraph-e\">  1.  The use, operation, establishment, alteration, enlargement or extension of a waste management system that meets the criteria set out in subsection (2). O. Reg. 351/12, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The criteria referred to in subsection (1) with respect to a waste management system are the following:</p> <p class=\"paragraph-e\">  1.  The waste management system is a waste transportation system.</p> <p class=\"paragraph-e\">  2.  The only waste management done by the waste management system is the collection, handling, transportation and transfer of waste. O. Reg. 351/12, s. 2 (2).</p> <p class=\"subsection-e\">  (3) This section does not apply in respect of activities of a waste management system that meets any of the following criteria:</p> <p class=\"paragraph-e\">  1.  A waste management system that uses a vehicle that is not a waste transportation vehicle to transport waste.</p> <p class=\"paragraph-e\">  2.  A waste management system that manages one or more of the following wastes:</p> <p class=\"subpara-e\">  i.  Asbestos waste within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Act.  </p> <p class=\"subpara-e\">  ii.  Biomedical waste as defined in the Ministry publication entitled “Guideline C-4: The Management of Biomedical Waste in Ontario” dated November 2009, as amended from time to time and available from the Ministry.</p> <p class=\"subpara-e\">  iii.  Treated biomedical waste as defined in the Ministry publication entitled “Guideline C-4: The Management of Biomedical Waste in Ontario” dated November 2009, as amended from time to time and available from the Ministry.</p> <p class=\"subpara-e\">  iv.  Hazardous waste within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Act.</p> <p class=\"subpara-e\">  v.  Liquid industrial waste within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Act.</p> <p class=\"subpara-e\">  vi.  Waste that was characteristic waste but that has been treated so that it is no longer characteristic waste, if the waste may not be disposed of by land disposal under subsection 79 (1) of Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Act. O. Reg. 351/12, s. 2 (3).</p> <p class=\"subsection-e\">  (4) This section does not apply in respect of activities relating to,</p> <p class=\"clause-e\">  (a)  a waste that is exempt from Part V of the Act under section 3 of Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Act; or</p> <p class=\"clause-e\">  (b)  a truck or a waste management system, if, under a regulation listed in subsection (5),</p> <p class=\"subclause-e\">  (i)  the truck or waste management system is exempt from Part V of the Act or subsection 27 (1) of the Act, or</p> <p class=\"subclause-e\">  (ii)  Part V of the Act or subsection 27 (1) of the Act does not apply in respect of the truck or waste management system. O. Reg. 351/12, s. 2 (4); O. Reg. 87/16, s. 1; O. Reg. 273/20, s. 1 (1).</p> <p class=\"subsection-e\">  (5) For the purposes of clause (4) (b), the regulations are the following:</p> <p class=\"paragraph-e\">  1.  Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Act.</p> <p class=\"paragraph-e\">  2.  Ontario Regulation 101/94 (Recycling and Composting of Municipal Waste) made under the Act.</p> <p class=\"paragraph-e\">  3.  Ontario Regulation 406/19 (On-Site and Excess Soil Management) made under the Act. O. Reg. 273/20, s. 1 (2, 3).</p>"
        },
        {
            "id": "3.",
            "section": "Registration exemptions, s. 20.21 (1) (a) and (b) of the Act",
            "content": "  3. A person who engages in an activity prescribed by section 2 is exempt from clauses 20.21 (1) (a) and (b) of the Act in respect of the activity if, (a)  the activity is engaged in with respect to a waste management system in respect of which the person has previously registered an activity prescribed by section 2 of this Regulation; and (b)  the registration in respect of the previously registered activity is not suspended and has not been removed from the Registry. O. Reg. 351/12, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>A person who engages in an activity prescribed by section 2 is exempt from clauses 20.21 (1) (a) and (b) of the Act in respect of the activity if,</p> <p class=\"clause-e\">  (a)  the activity is engaged in with respect to a waste management system in respect of which the person has previously registered an activity prescribed by section 2 of this Regulation; and</p> <p class=\"clause-e\">  (b)  the registration in respect of the previously registered activity is not suspended and has not been removed from the Registry. O. Reg. 351/12, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Activity requirements, s. 20.21 (1) (c) of the Act",
            "content": "  4. (1) For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation shall ensure that the following requirements with respect to the waste management system and the waste transportation vehicles that are part of the waste management system are complied with: 1.  The only waste managed by the waste management system shall be a waste in respect of which information is filed in the Registry. 2.  Every waste transportation vehicle used for transporting the waste shall be clearly marked with the registration number appearing on the confirmation of registration in respect of the activity. 3.  Every waste transportation vehicle used for transporting the waste shall be insured under an insurance policy under which the minimum coverage is $2,000,000 and that includes coverage for liability resulting from spills from that vehicle. 4.  The following documents shall be kept in every waste transportation vehicle used for transporting the waste: i.  A copy of the confirmation of registration in respect of the activity. ii.  A copy of a certificate or other proof that a waste transportation vehicle used for transporting waste has the insurance mentioned in paragraph 3. iii.  A copy of a certificate or other proof that the driver of the waste transportation vehicle has received the training required by paragraph 9 of subsection 16 (1) of Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Act. 5.  If the person receives a complaint with respect to the waste management system and the complaint relates to the natural environment, the district manager of the Ministry for the district in which the events leading to the complaint are alleged to have occurred shall be notified of the complaint no later than two business days after the complaint is received. O. Reg. 351/12, ss. 4 (1), 7 (1). (2) Paragraph 2 does not apply if the waste transportation vehicle is owned and operated by or operated exclusively for a municipality or the Crown. O. Reg. 351/12, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>  4. </b>(1) For the purposes of clause 20.21 (1) (c) of the Act, a person who engages in an activity prescribed by section 2 of this Regulation shall ensure that the following requirements with respect to the waste management system and the waste transportation vehicles that are part of the waste management system are complied with:</p> <p class=\"paragraph-e\">  1.  The only waste managed by the waste management system shall be a waste in respect of which information is filed in the Registry.</p> <p class=\"paragraph-e\">  2.  Every waste transportation vehicle used for transporting the waste shall be clearly marked with the registration number appearing on the confirmation of registration in respect of the activity.</p> <p class=\"paragraph-e\">  3.  Every waste transportation vehicle used for transporting the waste shall be insured under an insurance policy under which the minimum coverage is $2,000,000 and that includes coverage for liability resulting from spills from that vehicle.</p> <p class=\"paragraph-e\">  4.  The following documents shall be kept in every waste transportation vehicle used for transporting the waste:</p> <p class=\"subpara-e\">  i.  A copy of the confirmation of registration in respect of the activity.</p> <p class=\"subpara-e\">  ii.  A copy of a certificate or other proof that a waste transportation vehicle used for transporting waste has the insurance mentioned in paragraph 3.</p> <p class=\"subpara-e\">  iii.  A copy of a certificate or other proof that the driver of the waste transportation vehicle has received the training required by paragraph 9 of subsection 16 (1) of Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Act.</p> <p class=\"paragraph-e\">  5.  If the person receives a complaint with respect to the waste management system and the complaint relates to the natural environment, the district manager of the Ministry for the district in which the events leading to the complaint are alleged to have occurred shall be notified of the complaint no later than two business days after the complaint is received. O. Reg. 351/12, ss. 4 (1), 7 (1).</p> <p class=\"subsection-e\">  (2) Paragraph 2 does not apply if the waste transportation vehicle is owned and operated by or operated exclusively for a municipality or the Crown. O. Reg. 351/12, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Records",
            "content": " 5. (1) A person who engages in an activity prescribed by section 2 shall ensure that each of the following records with respect to the waste management system and the waste transportation vehicles that are part of the waste management system is retained for a period of five years from the day it is created: 1.  A record of the following information with respect to any spill of a pollutant from a waste transportation vehicle: i.  The date and time when the spill occurred. ii.  The quantity and type of the pollutant spilled. iii.  The location of the spill. iv.  The cause of the spill. v.  A summary of the action taken with respect to the spill, including whether the Ministry, a municipality or person has been notified with respect to the circumstances of the spill. vi.  A summary of any operational or equipment changes that have been made to prevent a similar spill from occurring. 2.  A record of the following information with respect to each complaint received by the person with respect to the waste management system, if the complaint relates to the natural environment: i.  The date and time when the complaint was received. ii.  A copy of the complaint, if it is a written complaint. iii.  A summary of the complaint, if it is not a written complaint. iv.  A summary of measures taken, if any, to address the complaint. O. Reg. 351/12, s. 5. (2) A person who engages in an activity prescribed by section 2 shall ensure that a copy of all materials that are used for the training required by paragraph 9 of subsection 16 (1) of Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Act of the drivers of waste transportation vehicles that are part of the waste management system are retained for the period during which the waste management system operates. O. Reg. 351/12, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A person who engages in an activity prescribed by section 2 shall ensure that each of the following records with respect to the waste management system and the waste transportation vehicles that are part of the waste management system is retained for a period of five years from the day it is created:</p> <p class=\"paragraph-e\">  1.  A record of the following information with respect to any spill of a pollutant from a waste transportation vehicle:</p> <p class=\"subpara-e\">  i.  The date and time when the spill occurred.</p> <p class=\"subpara-e\">  ii.  The quantity and type of the pollutant spilled.</p> <p class=\"subpara-e\">  iii.  The location of the spill.</p> <p class=\"subpara-e\">  iv.  The cause of the spill.</p> <p class=\"subpara-e\">  v.  A summary of the action taken with respect to the spill, including whether the Ministry, a municipality or person has been notified with respect to the circumstances of the spill.</p> <p class=\"subpara-e\">  vi.  A summary of any operational or equipment changes that have been made to prevent a similar spill from occurring.</p> <p class=\"paragraph-e\">  2.  A record of the following information with respect to each complaint received by the person with respect to the waste management system, if the complaint relates to the natural environment:</p> <p class=\"subpara-e\">  i.  The date and time when the complaint was received.</p> <p class=\"subpara-e\">  ii.  A copy of the complaint, if it is a written complaint.</p> <p class=\"subpara-e\">  iii.  A summary of the complaint, if it is not a written complaint.</p> <p class=\"subpara-e\">  iv.  A summary of measures taken, if any, to address the complaint. O. Reg. 351/12, s. 5.</p> <p class=\"subsection-e\">  (2) A person who engages in an activity prescribed by section 2 shall ensure that a copy of all materials that are used for the training required by paragraph 9 of subsection 16 (1) of Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Act of the drivers of waste transportation vehicles that are part of the waste management system are retained for the period during which the waste management system operates. O. Reg. 351/12, s. 7 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Prescribed date approval ceases to have effect",
            "content": " 6. For the purposes of clause 20.17 (b) of the Act, November 18, 2022 is prescribed as the day on which an environmental compliance approval issued in respect of any activity to which this Regulation applies ceases to apply to that activity. O. Reg. 351/12, s. 6; O. Reg. 45/15, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>For the purposes of clause 20.17 (b) of the Act, November 18, 2022 is prescribed as the day on which an environmental compliance approval issued in respect of any activity to which this Regulation applies ceases to apply to that activity. O. Reg. 351/12, s. 6; O. Reg. 45/15, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": "Prescribed date approval ceases to have effect",
            "content": " 7. Omitted (provides for amendments to this Regulation). O. Reg. 351/12, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for amendments to this Regulation</span>). O. Reg. 351/12, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Prescribed date approval ceases to have effect",
            "content": " 8. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 351/12, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>). O. Reg. 351/12, s. 8.</p>"
        },
        {
            "id": null,
            "section": "Prescribed date approval ceases to have effect",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/120351\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}