{
    "reg_info": {
        "full_title": "O. Reg. 854/93: PROFESSIONAL MISCONDUCT",
        "reg_name_text": "PROFESSIONAL MISCONDUCT",
        "citation": "O. Reg. 854/93: ",
        "act_under": "Denturism Act, 1991   Loi de 1991 sur les denturologistes",
        "url": "https://www.ontario.ca/laws/regulation/930854",
        "date_scraped": "2023-12-19 10:02:32"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  5, 2007",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/930854/v1",
            "valid_from": "November 19, 1998",
            "valid_to": "July  4, 2007"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code: The Practice of the Profession and the Care of, and Relationship with, Patients 1. Failing to abide by any term, condition or limitation imposed on the member’s certificate of registration. 2. Failing to maintain the standards of practice of the profession. 3. Delegating a controlled act, except to a person who is acting under the supervision of a member and who is, i. a student attending a course of study leading to a diploma or degree in denturism at an institution recognized by the Registration Committee, or ii. a candidate who is eligible to participate in entry-to-practice examinations, and whose application for a certificate of registration has not been finally refused by the Registration Committee. 4. Abusing a patient verbally or physically. 5. Practising the profession while the member’s ability to do so is impaired by alcohol, drugs or any other substance. 6. Discontinuing denturist services to a patient without adequate reason unless, i. the member has entered into an agreement to provide denturist services and the period specified in the agreement has expired, or the member has given the patient five working days’ notice of the member’s intention to discontinue the services agreed upon, ii. the services are no longer required, iii. the patient requests the discontinuation, iv. the patient has had a reasonable opportunity to arrange for the services of another member, or v. alternative services are arranged. 7. Failing to fulfil the terms of an agreement with a patient, except in accordance with paragraph 6. 8. Practising the profession while the member is in a conflict of interest. 9. Giving confidential information about a patient to a person other than the patient or his or her authorized representative except with the consent of the patient or his or her authorized representative or as required by law. 10. Making a misrepresentation to a patient including a misrepresentation respecting a remedy, treatment, device or procedure. 11. Performing a controlled act that has been delegated to the member unless the delegation is authorized by the regulations. 12. Using or having in the member’s office premises dental instruments or equipment, other than instruments or equipment appropriate to the practice of denturism, unless, i. a dental surgeon practises dentistry in the same office premises, or ii. the member has obtained the consent of the Executive Committee. 13. Using or having in the member’s office a drug as defined in subsection 117 (1) of the Drug and Pharmacies Regulation Act other than, i. drugs or anaesthetics prescribed for the personal use of the member, or ii. drugs in the exclusive custody of a dental surgeon practising dentistry in the same office premises. 14. Failing to refer to a dental surgeon or a physician a patient who has an apparent intra oral condition that the member recognizes or ought to recognize is outside the scope of practice of denturism. 15. Permitting, assisting or counselling any person to perform a controlled act except in accordance with the Regulated Health Professions Act, 1991, an Act listed in Schedule 1 to that Act and the regulations under those Acts. 16. Practising denturism in a public place or in a vehicle or other movable contrivance without the approval of the Executive Committee. 17. Recommending or providing unnecessary denturist services. Representations about Members and their Qualifications 18. Using a term, title or designation other than one authorized by the Act or the regulations, or as provided in section 2. Record Keeping and Reports 19. Failing to maintain records as required by the regulations. 20. Falsifying a record of the examination or treatment of a patient or otherwise relating to the member’s practice. 21. Failing, without reasonable cause, to provide a report or certificate relating to an examination or treatment performed by the member, within thirty days of a request from the patient or his or her authorized representative. 22. Signing or issuing, in the member’s professional capacity, a document that the member knows or ought to know is false or misleading. 23. Failing to make arrangements with a patient for the transfer of the patient’s records when, i. the member ceases practice, or ii. the patient requests the transfer. Business Practices 24. Submitting an account or charge for services that the member knows or ought to know is false or misleading. 25. Failing to disclose all relevant fees before providing services when requested to do so by the patient. 26. Charging a fee that is excessive or unreasonable in relation to the services performed. 27. Failing to itemize an account for professional services, using terminology understandable to a patient, i. if requested to do so by the patient or the person or agency who is to pay, in whole or in part, for the services, or ii. if the account includes a commercial laboratory fee. 28. Failing to issue a receipt when requested to do so. 29. Selling or assigning any debt owed to the member for professional services, but a member may retain an agent to collect unpaid accounts and may accept payment for professional services by a credit card. 30. Failing, while providing denturist services, to carry professional liability insurance in the minimum amount of $1,000,000 for each occurrence or failing, when requested by the College, to provide proof of carrying such insurance. 31. Accepting an amount in full payment of a fee or account that is less than the amount submitted by or on behalf of the member to a third party payer unless the member has made reasonable efforts to collect the balance or has obtained the written consent of the third party payer. 32. Contacting or communicating, directly or indirectly, with a person, either in person or by telephone, in an attempt to solicit patients. Miscellaneous 33. Contravening by act or omission the Act, the Regulated Health Professions Act, 1991,\r\nor the regulations under either of those Acts. 34. Contravening a federal, provincial or territorial law or a municipal by-law relevant to the member’s suitability to practise. 35. Influencing a patient to change his or her will or other testamentary instrument. 36. Directly or indirectly benefiting from the practice of denturism while the member’s certificate of registration is suspended unless full disclosure is made by the member to the College of the nature of the benefit to be obtained and prior approval is obtained from the Executive Committee. 37. Participating in an arrangement that would result in a member or former member committing the act of misconduct described in paragraph 36. 38. Failing to abide by a written undertaking given by the member to the College or failing to carry out an agreement entered into with the College. 39. Failing to attend an oral caution of the Complaints Committee or an oral reprimand of the Discipline Committee. 40. Failing to co-operate with a representative of the College upon production of an appointment in accordance with section 76 of the Health Professions Procedural Code and to provide access to and copies of all records, documents and things that are relevant to the investigation. 41. Failing to co-operate with a representative of another College upon production of an appointment in accordance with section 76 of the Health Professions Procedural Code and to provide access to and copies of all records, documents and things that are relevant to the investigation. 42. Failing to permit entry at a reasonable time and to co-operate with an authorized representative of the College conducting an inspection and examination of the member’s office, records, equipment or practice. 43. Failing to take all reasonable steps to ensure that any information provided by or on behalf of the member to the College is accurate. 44. Failing to reply appropriately in writing within thirty days to any written communication from the College that requests a response. 45. Failing to pay a fee or amount owed to the College, including an amount under section 53.1 of the Health Professions Procedural Code, after reasonable notice of the payment due has been given to the member. 46. Where a member engages in the practice of denturism with another member, failing to prevent another member from committing an act of professional misconduct or incompetence unless the member did not know and, in the exercise of reasonable diligence, would not have known of the other member’s misconduct or incompetence. 47. Engaging in conduct or performing an act, relevant to the practice of denturism, that, having regard to all the circumstances, would reasonably be regarded by members as disgraceful, dishonourable, unethical or unprofessional.  O. Reg. 854/93, s. 1; O. Reg. 405/94, s. 1; O. Reg. 602/98, s. 1; O. Reg. 325/07, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code:</p> <p class=\"heading1-e\">The Practice of the Profession and the Care of, and Relationship with, Patients</p> <p class=\"paragraph-e\">  1. Failing to abide by any term, condition or limitation imposed on the member’s certificate of registration.</p> <p class=\"paragraph-e\">  2. Failing to maintain the standards of practice of the profession.</p> <p class=\"paragraph-e\">  3. Delegating a controlled act, except to a person who is acting under the supervision of a member and who is,</p> <p class=\"subpara-e\">  i. a student attending a course of study leading to a diploma or degree in denturism at an institution recognized by the Registration Committee, or</p> <p class=\"subpara-e\">  ii. a candidate who is eligible to participate in entry-to-practice examinations, and whose application for a certificate of registration has not been finally refused by the Registration Committee. </p> <p class=\"paragraph-e\">  4. Abusing a patient verbally or physically.</p> <p class=\"paragraph-e\">  5. Practising the profession while the member’s ability to do so is impaired by alcohol, drugs or any other substance.</p> <p class=\"paragraph-e\">  6. Discontinuing denturist services to a patient without adequate reason unless,</p> <p class=\"subpara-e\">  i. the member has entered into an agreement to provide denturist services and the period specified in the agreement has expired, or the member has given the patient five working days’ notice of the member’s intention to discontinue the services agreed upon,</p> <p class=\"subpara-e\">  ii. the services are no longer required,</p> <p class=\"subpara-e\">  iii. the patient requests the discontinuation,</p> <p class=\"subpara-e\">  iv. the patient has had a reasonable opportunity to arrange for the services of another member, or</p> <p class=\"subpara-e\">  v. alternative services are arranged.</p> <p class=\"paragraph-e\">  7. Failing to fulfil the terms of an agreement with a patient, except in accordance with paragraph 6.</p> <p class=\"paragraph-e\">  8. Practising the profession while the member is in a conflict of interest.</p> <p class=\"paragraph-e\">  9. Giving confidential information about a patient to a person other than the patient or his or her authorized representative except with the consent of the patient or his or her authorized representative or as required by law.</p> <p class=\"paragraph-e\">  10. Making a misrepresentation to a patient including a misrepresentation respecting a remedy, treatment, device or procedure.</p> <p class=\"paragraph-e\">  11. Performing a controlled act that has been delegated to the member unless the delegation is authorized by the regulations.</p> <p class=\"paragraph-e\">  12. Using or having in the member’s office premises dental instruments or equipment, other than instruments or equipment appropriate to the practice of denturism, unless,</p> <p class=\"subpara-e\">  i. a dental surgeon practises dentistry in the same office premises, or</p> <p class=\"subpara-e\">  ii. the member has obtained the consent of the Executive Committee.</p> <p class=\"paragraph-e\">  13. Using or having in the member’s office a drug as defined in subsection 117 (1) of the <i>Drug and Pharmacies Regulation Act</i> other than,</p> <p class=\"subpara-e\">  i. drugs or anaesthetics prescribed for the personal use of the member, or</p> <p class=\"subpara-e\">  ii. drugs in the exclusive custody of a dental surgeon practising dentistry in the same office premises.</p> <p class=\"paragraph-e\">  14. Failing to refer to a dental surgeon or a physician a patient who has an apparent intra oral condition that the member recognizes or ought to recognize is outside the scope of practice of denturism.</p> <p class=\"paragraph-e\">  15. Permitting, assisting or counselling any person to perform a controlled act except in accordance with the <i>Regulated Health Professions Act, 1991</i>, an Act listed in Schedule 1 to that Act and the regulations under those Acts.</p> <p class=\"paragraph-e\">  16. Practising denturism in a public place or in a vehicle or other movable contrivance without the approval of the Executive Committee.</p> <p class=\"paragraph-e\">  17. Recommending or providing unnecessary denturist services.</p> <p class=\"heading1-e\">Representations about Members and their Qualifications</p> <p class=\"paragraph-e\">  18. Using a term, title or designation other than one authorized by the Act or the regulations, or as provided in section 2.</p> <p class=\"heading1-e\">Record Keeping and Reports</p> <p class=\"paragraph-e\">  19. Failing to maintain records as required by the regulations.</p> <p class=\"paragraph-e\">  20. Falsifying a record of the examination or treatment of a patient or otherwise relating to the member’s practice.</p> <p class=\"paragraph-e\">  21. Failing, without reasonable cause, to provide a report or certificate relating to an examination or treatment performed by the member, within thirty days of a request from the patient or his or her authorized representative.</p> <p class=\"paragraph-e\">  22. Signing or issuing, in the member’s professional capacity, a document that the member knows or ought to know is false or misleading.</p> <p class=\"paragraph-e\">  23. Failing to make arrangements with a patient for the transfer of the patient’s records when,</p> <p class=\"subpara-e\">  i. the member ceases practice, or</p> <p class=\"subpara-e\">  ii. the patient requests the transfer.</p> <p class=\"heading1-e\">Business Practices</p> <p class=\"paragraph-e\">  24. Submitting an account or charge for services that the member knows or ought to know is false or misleading.</p> <p class=\"paragraph-e\">  25. Failing to disclose all relevant fees before providing services when requested to do so by the patient.</p> <p class=\"paragraph-e\">  26. Charging a fee that is excessive or unreasonable in relation to the services performed.</p> <p class=\"paragraph-e\">  27. Failing to itemize an account for professional services, using terminology understandable to a patient,</p> <p class=\"subpara-e\">  i. if requested to do so by the patient or the person or agency who is to pay, in whole or in part, for the services, or</p> <p class=\"subpara-e\">  ii. if the account includes a commercial laboratory fee.</p> <p class=\"paragraph-e\">  28. Failing to issue a receipt when requested to do so.</p> <p class=\"paragraph-e\">  29. Selling or assigning any debt owed to the member for professional services, but a member may retain an agent to collect unpaid accounts and may accept payment for professional services by a credit card.</p> <p class=\"paragraph-e\">  30. Failing, while providing denturist services, to carry professional liability insurance in the minimum amount of $1,000,000 for each occurrence or failing, when requested by the College, to provide proof of carrying such insurance.</p> <p class=\"paragraph-e\">  31. Accepting an amount in full payment of a fee or account that is less than the amount submitted by or on behalf of the member to a third party payer unless the member has made reasonable efforts to collect the balance or has obtained the written consent of the third party payer.</p> <p class=\"paragraph-e\">  32. Contacting or communicating, directly or indirectly, with a person, either in person or by telephone, in an attempt to solicit patients.</p> <p class=\"heading1-e\">Miscellaneous</p> <p class=\"paragraph-e\">  33. Contravening by act or omission the Act, the <i>Regulated Health Professions Act, 1991,</i>\r\nor the regulations under either of those Acts.</p> <p class=\"paragraph-e\">  34. Contravening a federal, provincial or territorial law or a municipal by-law relevant to the member’s suitability to practise.</p> <p class=\"paragraph-e\">  35. Influencing a patient to change his or her will or other testamentary instrument.</p> <p class=\"paragraph-e\">  36. Directly or indirectly benefiting from the practice of denturism while the member’s certificate of registration is suspended unless full disclosure is made by the member to the College of the nature of the benefit to be obtained and prior approval is obtained from the Executive Committee.</p> <p class=\"paragraph-e\">  37. Participating in an arrangement that would result in a member or former member committing the act of misconduct described in paragraph 36.</p> <p class=\"paragraph-e\">  38. Failing to abide by a written undertaking given by the member to the College or failing to carry out an agreement entered into with the College.</p> <p class=\"paragraph-e\">  39. Failing to attend an oral caution of the Complaints Committee or an oral reprimand of the Discipline Committee.</p> <p class=\"paragraph-e\">  40. Failing to co-operate with a representative of the College upon production of an appointment in accordance with section 76 of the Health Professions Procedural Code and to provide access to and copies of all records, documents and things that are relevant to the investigation.</p> <p class=\"paragraph-e\">  41. Failing to co-operate with a representative of another College upon production of an appointment in accordance with section 76 of the Health Professions Procedural Code and to provide access to and copies of all records, documents and things that are relevant to the investigation.</p> <p class=\"paragraph-e\">  42. Failing to permit entry at a reasonable time and to co-operate with an authorized representative of the College conducting an inspection and examination of the member’s office, records, equipment or practice.</p> <p class=\"paragraph-e\">  43. Failing to take all reasonable steps to ensure that any information provided by or on behalf of the member to the College is accurate.</p> <p class=\"paragraph-e\">  44. Failing to reply appropriately in writing within thirty days to any written communication from the College that requests a response.</p> <p class=\"paragraph-e\">  45. Failing to pay a fee or amount owed to the College, including an amount under section 53.1 of the Health Professions Procedural Code, after reasonable notice of the payment due has been given to the member.</p> <p class=\"paragraph-e\">  46. Where a member engages in the practice of denturism with another member, failing to prevent another member from committing an act of professional misconduct or incompetence unless the member did not know and, in the exercise of reasonable diligence, would not have known of the other member’s misconduct or incompetence.</p> <p class=\"paragraph-e\">  47. Engaging in conduct or performing an act, relevant to the practice of denturism, that, having regard to all the circumstances, would reasonably be regarded by members as disgraceful, dishonourable, unethical or unprofessional.  O. Reg. 854/93, s. 1; O. Reg. 405/94, s. 1; O. Reg. 602/98, s. 1; O. Reg. 325/07, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Miscellaneous",
            "content": " 2. (1) A member shall not use a name or title other than his or her name as set out in the register in the course of providing or offering to provide denturist services, unless the name or title, (a) reasonably refers to and describes the location of the practice; (b) has been approved by the Executive Committee; and (c) is accompanied by the name of the member, as set out in the register.  O. Reg. 854/93, s. 2 (1). (2) When a member practises denturism in association or in partnership with one or more other members and uses a name or title approved under subsection (1), the member shall notify the College within thirty days of a change in the association or partnership.  O. Reg. 854/93, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) A member shall not use a name or title other than his or her name as set out in the register in the course of providing or offering to provide denturist services, unless the name or title,</p> <p class=\"clause-e\">  (a) reasonably refers to and describes the location of the practice;</p> <p class=\"clause-e\">  (b) has been approved by the Executive Committee; and</p> <p class=\"clause-e\">  (c) is accompanied by the name of the member, as set out in the register.  O. Reg. 854/93, s. 2 (1).</p> <p class=\"subsection-e\">  (2) When a member practises denturism in association or in partnership with one or more other members and uses a name or title approved under subsection (1), the member shall notify the College within thirty days of a change in the association or partnership.  O. Reg. 854/93, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Miscellaneous",
            "content": " 3. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 854/93, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span>Omitted (provides for coming into force of provisions of this Regulation).</span>  O. Reg. 854/93, s. 3.</p>"
        },
        {
            "id": null,
            "section": "Miscellaneous",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}