{
    "reg_info": {
        "full_title": "O. Reg. 123/08: CORPORATE GOVERNANCE - PART II.2 OF THE ACT",
        "reg_name_text": "Corporate Governance — Part II.2 of the Act",
        "citation": "O. Reg. 123/08: CORPORATE GOVERNANCE - PART II.2 OF THE ACT",
        "act_under": "Insurance Act",
        "url": "https://www.ontario.ca/laws/regulation/080123",
        "date_scraped": "2023-12-18 23:02:30"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/080123/v3",
            "valid_from": "June  3, 2019",
            "valid_to": "June  7, 2019"
        },
        {
            "a_href": "/laws/regulation/080123/v2",
            "valid_from": "May  5, 2008",
            "valid_to": "June  2, 2019"
        },
        {
            "a_href": "/laws/regulation/080123/v1",
            "valid_from": "May  2, 2008",
            "valid_to": "May  4, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions and interpretation",
            "content": " 1. (1) In this Regulation, “subsidiary” means, in respect of an entity, another entity that is controlled by the entity.  O. Reg. 123/08, s. 1 (1). (2) In this Regulation and subject to subsection (3), “officer” means, (a) in respect of a corporation, (i) an individual who holds the office of chief executive officer, president, vice-president, secretary, treasurer or controller of the corporation, (ii) the manager of the corporation, if the corporation is a mutual insurance corporation, or (iii) an individual who is designated as an officer under the by-laws of the corporation or by a resolution of the board of directors of the corporation, or (b) in respect of an entity other than a corporation, an individual designated as an officer of the entity by by-law or resolution of the members of the entity or who performs functions normally expected to be performed by an officer of an entity.  O. Reg. 123/08, s. 1 (2). (3) For the purposes of this Regulation, an individual shall not be considered to be an officer of a corporation in the following circumstances: 1. The individual acts solely as a chair or a vice-chair of the board of directors of the corporation or of a committee of the board of directors on a part-time basis and does not receive any remuneration from the corporation other than fees for acting as a member of the board or committee or as the part-time chair or vice-chair of the board or committee. 2. If the corporation is a mutual insurance corporation, the individual holds the office of president or vice-president and acts as the chair or vice-chair of the board of directors of the corporation or of a committee of the board of directors on a part-time basis and does not receive any remuneration from the corporation other than fees for acting as a member of the board or committee or as the part-time chair or vice-chair of the board or committee.  O. Reg. 123/08, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“subsidiary” means, in respect of an entity, another entity that is controlled by the entity.  O. Reg. 123/08, s. 1 (1).</p> <p class=\"subsection-e\">  (2) In this Regulation and subject to subsection (3),</p> <p class=\"firstdef-e\">“officer” means, </p> <p class=\"defclause-e\">  (a) in respect of a corporation,</p> <p class=\"defsubclause-e\">  (i) an individual who holds the office of chief executive officer, president, vice-president, secretary, treasurer or controller of the corporation,</p> <p class=\"defsubclause-e\">  (ii) the manager of the corporation, if the corporation is a mutual insurance corporation, or</p> <p class=\"defsubclause-e\">  (iii) an individual who is designated as an officer under the by-laws of the corporation or by a resolution of the board of directors of the corporation, or</p> <p class=\"defclause-e\">  (b) in respect of an entity other than a corporation, an individual designated as an officer of the entity by by-law or resolution of the members of the entity or who performs functions normally expected to be performed by an officer of an entity.  O. Reg. 123/08, s. 1 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of this Regulation, an individual shall not be considered to be an officer of a corporation in the following circumstances:</p> <p class=\"paragraph-e\">  1. The individual acts solely as a chair or a vice-chair of the board of directors of the corporation or of a committee of the board of directors on a part-time basis and does not receive any remuneration from the corporation other than fees for acting as a member of the board or committee or as the part-time chair or vice-chair of the board or committee.</p> <p class=\"paragraph-e\">  2. If the corporation is a mutual insurance corporation, the individual holds the office of president or vice-president and acts as the chair or vice-chair of the board of directors of the corporation or of a committee of the board of directors on a part-time basis and does not receive any remuneration from the corporation other than fees for acting as a member of the board or committee or as the part-time chair or vice-chair of the board or committee.  O. Reg. 123/08, s. 1 (3).</p>"
        },
        {
            "id": "2.",
            "section": "Affiliated individuals, Part II.2 of the Act",
            "content": " 2. (1) In this section, “affiliated entity” means, in respect of an insurer, an entity that is affiliated with the insurer for the purposes of Part XVII of the Act; (“entité du même groupe”) “loan” includes, (a) indebtedness in respect of commercial paper or an acceptance, and (b) money borrowed through the withdrawal of money under the terms of a line of credit; (“prêt”) “significant borrower” means, with respect to an insurer at a particular time, (a) an individual who has obtained a loan from the insurer or an affiliated entity of the insurer, other than a margin loan or a loan secured by a mortgage or charge on the individual’s principal residence, and the principal amount of the loan outstanding at the particular time exceeds the greater of, (i) $200,000, and (ii) 0.02 per cent of the insurer’s capital as determined under, (A) subsection 2 (2) of Ontario Regulation 122/08 (Investment and Lending Activities — Property and Casualty Insurers and Fraternal Societies) made under the Act, if that regulation applies to the insurer, or (B) subsection 2 (3) of Ontario Regulation 121/08 (Investment and Lending Activities — Life Insurers) made under the Act, if that regulation applies to the insurer, (b) a director or officer of an insurer who has obtained a margin loan from the insurer, the principal amount of which that is outstanding at the particular time exceeds the greater of the amounts set out in subclauses (a) (i) and (ii), or (c) an entity other than an individual that has obtained a loan from the insurer or an affiliated entity of the insurer and the principal amount of the loan outstanding at the particular time exceeds the greatest of, (i) $500,000, (ii) 0.05 per cent of the insurer’s capital as determined under subclause (a) (ii), and (iii) 25 per cent of the value of the assets of the entity; (“emprunteur important”) “substantial investment” means an investment that would be a substantial investment for the purposes of Part XVII of the Act. (“intérêt de groupe financier”)  O. Reg. 123/08, s. 2 (1). (2) For the purposes of Part II.2 of the Act and this Regulation, an individual is affiliated with an insurer in the following circumstances: 1. The individual is an officer or employee of the insurer or an affiliated entity of the insurer. 2. The individual has a significant interest, within the meaning of subsection 437.12 (3) of the Act, in a class of shares of the insurer. 3. The individual has a substantial investment in an affiliated entity of the insurer. 4. The individual is a significant borrower with respect to the insurer. 5. The individual, i. is an officer or employee of an entity that is a significant borrower with respect to the insurer, or ii. controls an entity that is a significant borrower with respect to the insurer. 6. The individual controls two or more entities that have obtained loans from the insurer or from the insurer and one or more affiliated entities of the insurer, and the loans, if they were owed by only one of the entities, would be sufficient to make that entity a significant borrower with respect to the insurer. 7. The individual provides goods or services to the insurer, is a partner in or an employee of a partnership that provides goods or services to the insurer or is an employee of, or a person who has a substantial investment in, a corporation that provides goods or services to the insurer, and the total annual billings to the insurer in respect of those goods and services exceeds 10 per cent of the total annual billings for goods and services of the individual, partnership or corporation, as the case may be. 8. A loan made to the individual by the insurer or an affiliated entity of the insurer is not in good standing. 9. A loan made by the insurer or an affiliated entity of the insurer to an entity controlled by the individual, or of which the individual is a director, officer or employee, is not in good standing. 10. The individual is the spouse of an individual referred to in any of paragraphs 1 to 9. 11. The individual is an insurance agent or broker who acts in placing, negotiating, renewing or continuing a contract of insurance with the insurer.  O. Reg. 123/08, s. 2 (2). (3) For the purposes of paragraphs 8 and 9 of subsection (2), a loan shall be considered not to be in good standing at a particular time only if, at that time, (a) a payment of principal or interest has become due and payable and has remained unpaid for at least 90 days; (b) the lender is not accruing interest in respect of the loan on the lender’s books of account because the lender reasonably believes that it is doubtful that the balance of the principal or interest then remaining unpaid will ever be collected from the borrower or otherwise recovered; or (c) the rate of interest on the loan has been reduced by the lender because of a reasonable belief that the borrower is financially weak.  O. Reg. 123/08, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) In this section,</p> <p class=\"firstdef-e\">“affiliated entity” means, in respect of an insurer, an entity that is affiliated with the insurer for the purposes of Part XVII of the Act; (“entité du même groupe”)</p> <p class=\"definition-e\">“loan” includes,</p> <p class=\"defclause-e\">  (a) indebtedness in respect of commercial paper or an acceptance, and</p> <p class=\"defclause-e\">  (b) money borrowed through the withdrawal of money under the terms of a line of credit; (“prêt”)</p> <p class=\"definition-e\">“significant borrower” means, with respect to an insurer at a particular time,</p> <p class=\"defclause-e\">  (a) an individual who has obtained a loan from the insurer or an affiliated entity of the insurer, other than a margin loan or a loan secured by a mortgage or charge on the individual’s principal residence, and the principal amount of the loan outstanding at the particular time exceeds the greater of,</p> <p class=\"defsubclause-e\">  (i) $200,000, and</p> <p class=\"defsubclause-e\">  (ii) 0.02 per cent of the insurer’s capital as determined under,</p> <p class=\"defsubsubclause-e\">  (A) subsection 2 (2) of Ontario Regulation 122/08<i> </i>(Investment and Lending Activities — Property and Casualty Insurers and Fraternal Societies) made under the Act, if that regulation applies to the insurer, or</p> <p class=\"defsubsubclause-e\">  (B) subsection 2 (3) of Ontario Regulation 121/08<i> </i>(Investment and Lending Activities — Life Insurers) made under the Act, if that regulation applies to the insurer,</p> <p class=\"defclause-e\">  (b) a director or officer of an insurer who has obtained a margin loan from the insurer, the principal amount of which that is outstanding at the particular time exceeds the greater of the amounts set out in subclauses (a) (i) and (ii), or</p> <p class=\"defclause-e\">  (c) an entity other than an individual that has obtained a loan from the insurer or an affiliated entity of the insurer<b> </b>and the principal amount of the loan outstanding at the particular time exceeds the greatest of,</p> <p class=\"defsubclause-e\">  (i) $500,000,</p> <p class=\"defsubclause-e\">  (ii) 0.05 per cent of the insurer’s capital as determined under subclause (a) (ii), and</p> <p class=\"defsubclause-e\">  (iii) 25 per cent of the value of the assets of the entity; (“emprunteur important”)</p> <p class=\"definition-e\">“substantial investment” means an investment that would be a substantial investment for the purposes of Part XVII of the Act. (“intérêt de groupe financier”)  O. Reg. 123/08, s. 2 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of Part II.2 of the Act and this Regulation, an individual is affiliated with an insurer in the following circumstances:</p> <p class=\"paragraph-e\">  1. The individual is an officer or employee of the insurer or an affiliated entity of the insurer.</p> <p class=\"paragraph-e\">  2. The individual has a significant interest, within the meaning of subsection 437.12 (3) of the Act, in a class of shares of the insurer.</p> <p class=\"paragraph-e\">  3. The individual has a substantial investment in an affiliated entity of the insurer.</p> <p class=\"paragraph-e\">  4. The individual is a significant borrower with respect to the insurer.</p> <p class=\"paragraph-e\">  5. The individual,</p> <p class=\"subpara-e\">  i. is an officer or employee of an entity that is a significant borrower with respect to the insurer, or</p> <p class=\"subpara-e\">  ii. controls an entity that is a significant borrower with respect to the insurer.</p> <p class=\"paragraph-e\">  6. The individual controls two or more entities that have obtained loans from the insurer or from the insurer and one or more affiliated entities of the insurer, and the loans, if they were owed by only one of the entities, would be sufficient to make that entity a significant borrower with respect to the insurer.</p> <p class=\"paragraph-e\">  7. The individual provides goods or services to the insurer, is a partner in or an employee of a partnership that provides goods or services to the insurer or is an employee of, or a person who has a substantial investment in, a corporation that provides goods or services to the insurer, and the total annual billings to the insurer in respect of those goods and services exceeds 10 per cent of the total annual billings for goods and services of the individual, partnership or corporation, as the case may be.</p> <p class=\"paragraph-e\">  8. A loan made to the individual by the insurer or an affiliated entity of the insurer is not in good standing.</p> <p class=\"paragraph-e\">  9. A loan made by the insurer or an affiliated entity of the insurer to an entity controlled by the individual, or of which the individual is a director, officer or employee, is not in good standing.</p> <p class=\"paragraph-e\">  10. The individual is the spouse of an individual referred to in any of paragraphs 1 to 9.</p> <p class=\"paragraph-e\">  11. The individual is an insurance agent or broker who acts in placing, negotiating, renewing or continuing a contract of insurance with the insurer.  O. Reg. 123/08, s. 2 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of paragraphs 8 and 9 of subsection (2), a loan shall be considered not to be in good standing at a particular time only if, at that time,</p> <p class=\"clause-e\">  (a) a payment of principal or interest has become due and payable and has remained unpaid for at least 90 days;</p> <p class=\"clause-e\">  (b) the lender is not accruing interest in respect of the loan on the lender’s books of account because the lender reasonably believes that it is doubtful that the balance of the principal or interest then remaining unpaid will ever be collected from the borrower or otherwise recovered; or</p> <p class=\"clause-e\">  (c) the rate of interest on the loan has been reduced by the lender because of a reasonable belief that the borrower is financially weak.  O. Reg. 123/08, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": "Audit committee",
            "content": " 3. (1) The audit committee of an insurer must have a minimum of three members appointed by the directors of the insurer from among themselves.  O. Reg. 123/08, s. 3 (1). (2) A majority of the members of the audit committee must be directors who are not affiliated with the insurer.  O. Reg. 123/08, s. 3 (2). (3) The directors of an insurer shall not appoint to the audit committee any director who is an officer or employee of the insurer or of a subsidiary of the insurer.  O. Reg. 123/08, s. 3 (3). (4) Subject to subsections (2) and (3), all of the directors of the insurer may be members of the audit committee.  O. Reg. 123/08, s. 3 (4). (5) The audit committee of an insurer has the following powers and duties: 1. The audit committee shall review the following and make such recommendations to the directors of the insurer with respect to the following as the committee considers advisable: i. The annual financial statements of the insurer, before the annual financial statements are considered for approval by the directors. ii. The annual statement of the condition of the affairs of the insurer under clause 102 (1) (a) of the Act, any interim statement under clause 102 (1) (b) of the Act and such other returns of the insurer as the Chief Executive Officer may specify, before any of those statements or returns are considered for approval by the directors. iii. Any other financial statement or return of the insurer specified by the Chief Executive Officer. 2. The audit committee shall review, evaluate and make such recommendations to the directors of the insurer as the committee considers advisable with respect to the insurer’s internal financial control procedures and may, with the directors’ approval, give such directions to members of the management staff of the insurer for implementing and maintaining internal financial control procedures as the committee considers advisable. 3. The audit committee shall review such investments and transactions as the insurer’s auditor or a member of the management staff of the insurer may bring to the attention of the committee and shall make such recommendations to the directors of the insurer as the committee considers advisable if the committee considers that an investment or transaction could adversely affect the financial condition of the insurer. 4. For the purposes of carrying out its duties under paragraphs 1 to 3, the audit committee shall meet with and obtain necessary information from the following persons: i. the insurer’s auditor, with respect to the audit committee’s duties under paragraphs 1 and 3, ii. if an actuary is required to be appointed, the actuary of the insurer appointed under subsection 121.24 (1) of the Act, with respect to the portions of the statements and returns referred to in paragraph 1 that were prepared by or with information provided by the actuary. iii. the chief internal auditor of the insurer or the employee of the insurer acting in a similar capacity, with respect to internal financial control procedures, and iv. members of the management staff of the insurer, with respect to internal financial control procedures. 5. The audit committee may, when it considers it appropriate, call a meeting of the board of directors of the insurer to consider any matter of concern to the committee.  O. Reg. 123/08, s. 3 (5); O. Reg. 133/19, s. 1. (6) The insurer’s auditor or any member of the audit committee may call a meeting of the audit committee on such reasonable notice as may be determined by the committee.  O. Reg. 123/08, s. 3 (6). (7) The audit committee shall ensure that accurate minutes are kept of the committee’s meetings.  O. Reg. 123/08, s. 3 (7). (8) The insurer’s auditor is entitled to receive notice of every meeting of the audit committee and, at the insurer’s expense, is entitled to attend and be heard at the meeting.  O. Reg. 123/08, s. 3 (8). (9) A member of an audit committee of an insurer may request the auditor of the insurer to attend, at the insurer’s expense, any or all meetings of the audit committee.  O. Reg. 123/08, s. 3 (9). (10) A director or officer of an insurer who becomes aware of a material error or misstatement in a financial statement on which the insurer’s current auditor or a former auditor of the insurer has reported shall promptly notify the audit committee and the insurer’s current auditor of the error or misstatement.  O. Reg. 123/08, s. 3 (10).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The audit committee of an insurer must have a minimum of three members appointed by the directors of the insurer from among themselves.  O. Reg. 123/08, s. 3 (1).</p> <p class=\"subsection-e\">  (2) A majority of the members of the audit committee must be directors who are not affiliated with the insurer.  O. Reg. 123/08, s. 3 (2).</p> <p class=\"subsection-e\">  (3) The directors of an insurer shall not appoint to the audit committee any director who is an officer or employee of the insurer or of a subsidiary of the insurer.  O. Reg. 123/08, s. 3 (3).</p> <p class=\"subsection-e\">  (4) Subject to subsections (2) and (3), all of the directors of the insurer may be members of the audit committee.  O. Reg. 123/08, s. 3 (4).</p> <p class=\"subsection-e\">  (5) The audit committee of an insurer has the following powers and duties:</p> <p class=\"paragraph-e\">  1. The audit committee shall review the following and make such recommendations to the directors of the insurer with respect to the following as the committee considers advisable:</p> <p class=\"subpara-e\">  i. The annual financial statements of the insurer, before the annual financial statements are considered for approval by the directors.</p> <p class=\"subpara-e\">  ii. The annual statement of the condition of the affairs of the insurer under clause 102 (1) (a) of the Act, any interim statement under clause 102 (1) (b) of the Act and such other returns of the insurer as the Chief Executive Officer may specify, before any of those statements or returns are considered for approval by the directors.</p> <p class=\"subpara-e\">  iii. Any other financial statement or return of the insurer specified by the Chief Executive Officer.</p> <p class=\"paragraph-e\">  2. The audit committee shall review, evaluate and make such recommendations to the directors of the insurer as the committee considers advisable with respect to the insurer’s internal financial control procedures and may, with the directors’ approval, give such directions to members of the management staff of the insurer for implementing and maintaining internal financial control procedures as the committee considers advisable.</p> <p class=\"paragraph-e\">  3. The audit committee shall review such investments and transactions as the insurer’s auditor or a member of the management staff of the insurer may bring to the attention of the committee and shall make such recommendations to the directors of the insurer as the committee considers advisable if the committee considers that an investment or transaction could adversely affect the financial condition of the insurer.</p> <p class=\"paragraph-e\">  4. For the purposes of carrying out its duties under paragraphs 1 to 3, the audit committee shall meet with and obtain necessary information from the following persons:</p> <p class=\"subpara-e\">  i. the insurer’s auditor, with respect to the audit committee’s duties under paragraphs 1 and 3,</p> <p class=\"subpara-e\">  ii. if an actuary is required to be appointed, the actuary of the insurer appointed under subsection 121.24 (1) of the Act, with respect to the portions of the statements and returns referred to in paragraph 1 that were prepared by or with information provided by the actuary.</p> <p class=\"subpara-e\">  iii. the chief internal auditor of the insurer or the employee of the insurer acting in a similar capacity, with respect to internal financial control procedures, and</p> <p class=\"subpara-e\">  iv. members of the management staff of the insurer, with respect to internal financial control procedures.</p> <p class=\"paragraph-e\">  5. The audit committee may, when it considers it appropriate, call a meeting of the board of directors of the insurer to consider any matter of concern to the committee.  O. Reg. 123/08, s. 3 (5); O. Reg. 133/19, s. 1.</p> <p class=\"subsection-e\">  (6) The insurer’s auditor or any member of the audit committee may call a meeting of the audit committee on such reasonable notice as may be determined by the committee.  O. Reg. 123/08, s. 3 (6).</p> <p class=\"subsection-e\">  (7) The audit committee shall ensure that accurate minutes are kept of the committee’s meetings.  O. Reg. 123/08, s. 3 (7).</p> <p class=\"subsection-e\">  (8) The insurer’s auditor is entitled to receive notice of every meeting of the audit committee and, at the insurer’s expense, is entitled to attend and be heard at the meeting.  O. Reg. 123/08, s. 3 (8).</p> <p class=\"subsection-e\">  (9) A member of an audit committee of an insurer may request the auditor of the insurer to attend, at the insurer’s expense, any or all meetings of the audit committee.  O. Reg. 123/08, s. 3 (9).</p> <p class=\"subsection-e\">  (10) A director or officer of an insurer who becomes aware of a material error or misstatement in a financial statement on which the insurer’s current auditor or a former auditor of the insurer has reported shall promptly notify the audit committee and the insurer’s current auditor of the error or misstatement.  O. Reg. 123/08, s. 3 (10).</p>"
        },
        {
            "id": "4.",
            "section": "Conduct review committee",
            "content": " 4. (1) The conduct review committee of an insurer must have a minimum of three members appointed by the directors of the insurers from among themselves.  O. Reg. 123/08, s. 4 (1). (2) A majority of the members of the conduct review committee must be directors who are not affiliated with the insurer.  O. Reg. 123/08, s. 4 (2). (3) The directors of an insurer shall not appoint to the conduct review committee any director who is an officer or employee of the insurer or of a subsidiary of the insurer.  O. Reg. 123/08, s. 4 (3). (4) Subject to subsections (2) and (3), all of the directors of the insurer may be members of the conduct review committee.  O. Reg. 123/08, s. 4 (4). (5) The conduct review committee of an insurer has the following powers and duties: 1. The conduct review committee shall direct the appropriate members of the management staff of the insurer to develop procedures and standards to be implemented by the insurer for the purpose of ensuring compliance with Part XVII.1 of the Act. 2. Before procedures and standards referred to in paragraph 1 are implemented, the conduct review committee shall review the procedures and standards and make such recommendations and give such directions as the committee considers advisable. 3. The conduct review committee shall provide a report to the directors of the insurer and the Chief Executive Officer on the procedures and standards approved by the committee and shall report any change to those procedures and standards to the directors and the Chief Executive Officer as soon as possible after the change is made. 4. The conduct review committee shall periodically review the practices of the insurer to ensure that the insurer is complying with the provisions of Part XVII.1 of the Act and the procedures and standards approved by the committee. 5. The conduct review committee shall ensure that all transactions are identified that, i. are between the insurer and persons who are related parties for the purposes of Part XVII.1 of the Act, and ii. may have a material effect on the stability or solvency of the insurer.  O. Reg. 123/08, s. 4 (5); O. Reg. 133/19, s. 1. (6) Any member of the conduct review committee may call a meeting of the committee on such reasonable notice as may be determined by the committee.  O. Reg. 123/08, s. 4 (6). (7) The conduct review committee shall ensure that accurate minutes are kept of the committee’s meetings.  O. Reg. 123/08, s. 4 (7). (8) The insurer’s auditor is entitled to receive notice of every meeting of the conduct review committee and, at the insurer’s expense, is entitled to attend and be heard at the meeting.  O. Reg. 123/08, s. 4 (8). (9) Following each meeting of the conduct review committee, the committee shall provide a report to the directors of the insurer concerning the matters reviewed by the committee at the meeting and may make such recommendations as the committee considers advisable.  O. Reg. 123/08, s. 4 (9).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The conduct review committee of an insurer must have a minimum of three members appointed by the directors of the insurers from among themselves.  O. Reg. 123/08, s. 4 (1).</p> <p class=\"subsection-e\">  (2) A majority of the members of the conduct review committee must be directors who are not affiliated with the insurer.  O. Reg. 123/08, s. 4 (2).</p> <p class=\"subsection-e\">  (3) The directors of an insurer shall not appoint to the conduct review committee any director who is an officer or employee of the insurer or of a subsidiary of the insurer.  O. Reg. 123/08, s. 4 (3).</p> <p class=\"subsection-e\">  (4) Subject to subsections (2) and (3), all of the directors of the insurer may be members of the conduct review committee.  O. Reg. 123/08, s. 4 (4).</p> <p class=\"subsection-e\">  (5) The conduct review committee of an insurer has the following powers and duties:</p> <p class=\"paragraph-e\">  1. The conduct review committee shall direct the appropriate members of the management staff of the insurer to develop procedures and standards to be implemented by the insurer for the purpose of ensuring compliance with Part XVII.1 of the Act.</p> <p class=\"paragraph-e\">  2. Before procedures and standards referred to in paragraph 1 are implemented, the conduct review committee shall review the procedures and standards and make such recommendations and give such directions as the committee considers advisable.</p> <p class=\"paragraph-e\">  3. The conduct review committee shall provide a report to the directors of the insurer and the Chief Executive Officer on the procedures and standards approved by the committee and shall report any change to those procedures and standards to the directors and the Chief Executive Officer as soon as possible after the change is made.</p> <p class=\"paragraph-e\">  4. The conduct review committee shall periodically review the practices of the insurer to ensure that the insurer is complying with the provisions of Part XVII.1 of the Act and the procedures and standards approved by the committee.</p> <p class=\"paragraph-e\">  5. The conduct review committee shall ensure that all transactions are identified that,</p> <p class=\"subpara-e\">  i. are between the insurer and persons who are related parties for the purposes of Part XVII.1 of the Act, and</p> <p class=\"subpara-e\">  ii. may have a material effect on the stability or solvency of the insurer.  O. Reg. 123/08, s. 4 (5); O. Reg. 133/19, s. 1.</p> <p class=\"subsection-e\">  (6) Any member of the conduct review committee may call a meeting of the committee on such reasonable notice as may be determined by the committee.  O. Reg. 123/08, s. 4 (6).</p> <p class=\"subsection-e\">  (7) The conduct review committee shall ensure that accurate minutes are kept of the committee’s meetings.  O. Reg. 123/08, s. 4 (7).</p> <p class=\"subsection-e\">  (8) The insurer’s auditor is entitled to receive notice of every meeting of the conduct review committee and, at the insurer’s expense, is entitled to attend and be heard at the meeting.  O. Reg. 123/08, s. 4 (8).</p> <p class=\"subsection-e\">  (9) Following each meeting of the conduct review committee, the committee shall provide a report to the directors of the insurer concerning the matters reviewed by the committee at the meeting and may make such recommendations as the committee considers advisable.  O. Reg. 123/08, s. 4 (9).</p>"
        },
        {
            "id": "5.",
            "section": "Exemption",
            "content": " 5. An insurer is exempt from the requirement under subsection 121.24 (1) of the Act that its directors establish an audit committee or a conduct review committee if the following conditions are satisfied: 1. All of the voting shares of the insurer, other than director’s qualifying shares, if any, are beneficially owned by a financial institution incorporated by or under an Act of the Legislature. 2. The financial institution referred to in paragraph 1 has a committee or other internal body that, for and on behalf of the insurer, performs functions that are substantially similar to the functions required to be performed by the audit committee or conduct review committee, as the case may be. 3. The insurer’s policyholders are not entitled to vote at a general or annual meeting of the insurer.  O. Reg. 123/08, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>An insurer is exempt from the requirement under subsection 121.24 (1) of the Act that its directors establish an audit committee or a conduct review committee if the following conditions are satisfied:</p> <p class=\"paragraph-e\">  1. All of the voting shares of the insurer, other than director’s qualifying shares, if any, are beneficially owned by a financial institution incorporated by or under an Act of the Legislature.</p> <p class=\"paragraph-e\">  2. The financial institution referred to in paragraph 1 has a committee or other internal body that, for and on behalf of the insurer, performs functions that are substantially similar to the functions required to be performed by the audit committee or conduct review committee, as the case may be.</p> <p class=\"paragraph-e\">  3. The insurer’s policyholders are not entitled to vote at a general or annual meeting of the insurer.  O. Reg. 123/08, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Exemption",
            "content": " 6. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 123/08, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 123/08, s. 6.</p>"
        },
        {
            "id": null,
            "section": "Exemption",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/080123\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}