{
    "reg_info": {
        "full_title": "O. Reg. 130/08: RELATED PARTIES - PART XVII.1 OF THE ACT",
        "reg_name_text": "Related Parties — Part XVII.1 of the Act",
        "citation": "O. Reg. 130/08: RELATED PARTIES - PART XVII.1 OF THE ACT",
        "act_under": "Insurance Act",
        "url": "https://www.ontario.ca/laws/regulation/080130",
        "date_scraped": "2023-12-18 12:32:09"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/080130/v5",
            "valid_from": "February 28, 2022",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/regulation/080130/v4",
            "valid_from": "June  8, 2019",
            "valid_to": "February 27, 2022"
        },
        {
            "a_href": "/laws/regulation/080130/v3",
            "valid_from": "June  3, 2019",
            "valid_to": "June  7, 2019"
        },
        {
            "a_href": "/laws/regulation/080130/v2",
            "valid_from": "May  5, 2008",
            "valid_to": "June  2, 2019"
        },
        {
            "a_href": "/laws/regulation/080130/v1",
            "valid_from": "May  2, 2008",
            "valid_to": "May  4, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Exemption: prescribed holding company",
            "content": " 1. For the purposes of clause 437.13 (2) (c) of the Act, a credit union or central within the meaning of the Credit Unions and Caisses Populaires Act, 2020\r\nor a predecessor of that Act that is a holding company of an insurer is prescribed not to be a related party in respect of the insurer. O. Reg. 122/22, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>For the purposes of clause 437.13 (2) (c) of the Act, a credit union or central within the meaning of the<i> Credit Unions and Caisses Populaires Act, 2020</i>\r\nor a predecessor of that Act that is a holding company of an insurer is prescribed not to be a related party in respect of the insurer. O. Reg. 122/22, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Criteria for approval of transaction not subject to Part XVII.1 of the Act",
            "content": " 2. For the purposes of subsection 437.15 (3) of the Act, the Chief Executive Officer shall consider the following criteria in determining whether to give an approval required under subparagraph 2 v of subsection 437.15 (2) of the Act with respect to the issue of shares by an insurer in exchange for shares of another corporation: 1.  The reason for the share exchange. 2.  The number, value and attributes of the shares to be issued by the insurer on the share exchange. 3.  The number, value and attributes of the shares to be acquired by the insurer on the share exchange. 4.  Whether it is reasonable to believe that the share exchange would expose the insurer to an undue degree of risk. 5.  Whether it is reasonable to believe that the share exchange would hinder the supervision and regulation of the insurer.  O. Reg. 130/08, s. 2; O. Reg. 134/19, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>For the purposes of subsection 437.15 (3) of the Act, the Chief Executive Officer shall consider the following criteria in determining whether to give an approval required under subparagraph 2 v of subsection 437.15 (2) of the Act with respect to the issue of shares by an insurer in exchange for shares of another corporation:</p> <p class=\"paragraph-e\">  1.  The reason for the share exchange.</p> <p class=\"paragraph-e\">  2.  The number, value and attributes of the shares to be issued by the insurer on the share exchange.</p> <p class=\"paragraph-e\">  3.  The number, value and attributes of the shares to be acquired by the insurer on the share exchange.</p> <p class=\"paragraph-e\">  4.  Whether it is reasonable to believe that the share exchange would expose the insurer to an undue degree of risk.</p> <p class=\"paragraph-e\">  5.  Whether it is reasonable to believe that the share exchange would hinder the supervision and regulation of the insurer.  O. Reg. 130/08, s. 2; O. Reg. 134/19, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Exception to indirect transaction rules",
            "content": " 3. (1) For the purposes of paragraph 2 of subsection 437.17 (2) of the Act, an insurer is not deemed for the purposes of Part XVII.1 of the Act to have indirectly entered into a transaction entered into by a subsidiary of the insurer in any of the following circumstances: 1.  The subsidiary is, i.  a foreign company entitled to insure a risk in Canada under Part XIII of the Insurance Companies Act (Canada), ii.  an authorized foreign bank within the meaning of section 2 of the Bank Act\r\n(Canada), iii.  a provincial company within the meaning of clause 1 (aaa) of the Insurance Act\r\n(Alberta), or iv.  a financial institution within the meaning of subsection 1 (1) of the Financial Institutions Act (British Columbia) that is authorized under that Act to carry on business. 2.  The terms and conditions of the transaction are at least as favourable to the insurer as market terms and conditions and the subsidiary’s business is restricted to providing services, i.  to the insurer, a subsidiary of the insurer or an entity in which the insurer has a substantial investment that is permitted under the Act and the regulations, or ii.  to one or more of the entities listed in subparagraph i and one or more of the following: A.  a financial services entity, B.  an entity that is a permitted entity of the insurer and in which a financial services entity has a substantial investment.  O. Reg. 130/08, s. 3 (1). (2) Subsection 437.18 (5) of the Act applies with necessary modifications in determining for the purposes of paragraph 2 of subsection (1) if the terms and conditions of a transaction between a subsidiary and another person are at least as favourable to the insurer as market terms and conditions.  O. Reg. 130/08, s. 3 (2). (3) In this section, “financial services entity” means an entity that is a financial services entity under subsection 2 (1) of Ontario Regulation 121/08 (Investment and Lending Activities — Life Insurers) made under the Act or under subsection 2 (1) of Ontario Regulation 122/08 (Investment and Lending Activities — Property and Casualty Insurers and Fraternal Societies) made under the Act.  O. Reg. 130/08, s. 3 (3). Permitted Transactions with Related Parties",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) For the purposes of paragraph 2 of subsection 437.17 (2) of the Act, an insurer is not deemed for the purposes of Part XVII.1 of the Act to have indirectly entered into a transaction entered into by a subsidiary of the insurer in any of the following circumstances:</p> <p class=\"paragraph-e\">  1.  The subsidiary is,</p> <p class=\"subpara-e\">  i.  a foreign company entitled to insure a risk in Canada under Part XIII of the <i>Insurance Companies Act</i> (Canada),</p> <p class=\"subpara-e\">  ii.  an authorized foreign bank within the meaning of section 2 of the <i>Bank Act</i>\r\n(Canada),</p> <p class=\"subpara-e\">  iii.  a provincial company within the meaning of clause 1 (aaa) of the <i>Insurance Act</i>\r\n(Alberta), or</p> <p class=\"subpara-e\">  iv.  a financial institution within the meaning of subsection 1 (1) of the <i>Financial Institutions Act</i> (British Columbia) that is authorized under that Act to carry on business.</p> <p class=\"paragraph-e\">  2.  The terms and conditions of the transaction are at least as favourable to the insurer as market terms and conditions and the subsidiary’s business is restricted to providing services,</p> <p class=\"subpara-e\">  i.  to the insurer, a subsidiary of the insurer or an entity in which the insurer has a substantial investment that is permitted under the Act and the regulations, or</p> <p class=\"subpara-e\">  ii.  to one or more of the entities listed in subparagraph i and one or more of the following:</p> <p class=\"subsubpara-e\">  A.  a financial services entity,</p> <p class=\"subsubpara-e\">  B.  an entity that is a permitted entity of the insurer and in which a financial services entity has a substantial investment.  O. Reg. 130/08, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Subsection 437.18 (5) of the Act applies with necessary modifications in determining for the purposes of paragraph 2 of subsection (1) if the terms and conditions of a transaction between a subsidiary and another person are at least as favourable to the insurer as market terms and conditions.  O. Reg. 130/08, s. 3 (2).</p> <p class=\"subsection-e\">  (3) In this section,</p> <p class=\"firstdef-e\">“financial services entity” means an entity that is a financial services entity under subsection 2 (1) of Ontario Regulation 121/08 (Investment and Lending Activities — Life Insurers) made under the Act or under subsection 2 (1) of Ontario Regulation 122/08 (Investment and Lending Activities — Property and Casualty Insurers and Fraternal Societies) made under the Act.  O. Reg. 130/08, s. 3 (3).</p> <p class=\"heading1-e\">Permitted Transactions with Related Parties</p>"
        },
        {
            "id": "4.",
            "section": "When value of a transaction is considered nominal or immaterial",
            "content": " 4. (1) For the purposes of paragraph 1 of subsection 437.18 (1) of the Act, the value of a transaction between an insurer and a related party is considered to be nominal or immaterial to the insurer in each of the following circumstances: 1.  The transaction is a loan from the insurer to the related party and the amount of the loan plus the outstanding balance of all other loans made to the same related party is less than 0.1 per cent of the insurer’s capital for the fiscal year immediately preceding the fiscal year in which the transaction occurs. 2.  If the transaction is not a loan to the related party, the sum of the following amounts is less than 0.1 per cent of the insurer’s capital for the fiscal year immediately preceding the fiscal year in which the transaction occurs: i.  the value of the transaction, and ii.  the value of all other transactions with the same related party, other than loans that are considered nominal or immaterial in value for the purposes of paragraph 1 of subsection 437.18 (1) of the Act, that occur in the same fiscal year of the insurer as the transaction.  O. Reg. 130/08, s. 4 (1). (2) For the purposes of subsection (1), an insurer’s capital for a fiscal year is the amount by which its total assets exceed its total liabilities as reported on its balance sheet for the year prepared in accordance with section 104 of the Act.  O. Reg. 130/08, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) For the purposes of paragraph 1 of subsection 437.18 (1) of the Act, the value of a transaction between an insurer and a related party is considered to be nominal or immaterial to the insurer in each of the following circumstances:</p> <p class=\"paragraph-e\">  1.  The transaction is a loan from the insurer to the related party and the amount of the loan plus the outstanding balance of all other loans made to the same related party is less than 0.1 per cent of the insurer’s capital for the fiscal year immediately preceding the fiscal year in which the transaction occurs.</p> <p class=\"paragraph-e\">  2.  If the transaction is not a loan to the related party, the sum of the following amounts is less than 0.1 per cent of the insurer’s capital for the fiscal year immediately preceding the fiscal year in which the transaction occurs:</p> <p class=\"subpara-e\">  i.  the value of the transaction, and</p> <p class=\"subpara-e\">  ii.  the value of all other transactions with the same related party, other than loans that are considered nominal or immaterial in value for the purposes of paragraph 1 of subsection 437.18 (1) of the Act, that occur in the same fiscal year of the insurer as the transaction.  O. Reg. 130/08, s. 4 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), an insurer’s capital for a fiscal year is the amount by which its total assets exceed its total liabilities as reported on its balance sheet for the year prepared in accordance with section 104 of the Act.  O. Reg. 130/08, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Rules for loans and guarantees",
            "content": " 5. For the purposes of subparagraph 4 ii of subsection 437.18 (1) of the Act, the loan or guarantee must be fully secured by securities issued or guaranteed by the Government of Canada or the government of a province of Canada.  O. Reg. 130/08, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>For the purposes of subparagraph 4 ii of subsection 437.18 (1) of the Act, the loan or guarantee must be fully secured by securities issued or guaranteed by the Government of Canada or the government of a province of Canada.  O. Reg. 130/08, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Additional permitted transactions with related parties",
            "content": " 6. For the purposes of paragraph 16 of subsection 437.18 (1) of the Act, each of the following transactions between an insurer and a related party is permitted, subject to subsection 437.18 (4) of the Act: 1.  The acceptance or retention by the insurer, on the direction of the related party who is a policy holder or beneficiary under a policy, of amounts that are payable as policy dividends, policy bonuses or policy proceeds on the surrender or maturity of a policy or on the death of the person whose life is insured, if the liability of the insurer in respect of those amounts varies in amount depending on the market value of a group of assets constituting a separate and distinct fund under section 109 of the Act. 2.  The acquisition by the insurer from the related party of, i.  securities issued or guaranteed by the Government of Canada or a province of Canada, or ii.  assets fully secured by securities issued or guaranteed by the Government of Canada or a province of Canada. 3.  The leasing by the insurer from the related party of property to be used in the ordinary course of the insurer’s business, if the lease payments are made in money. 4.  The leasing of property by the insurer to the related party, if the lease payments are made in money. 5.  The allocation of an amount by or to the insurer made pursuant to subsection 18 (2.3), 125 (3), 127 (10.3), 181.5 (2), 190.15 (2), 190.16 (2) or 191.1 (3) of the Income Tax Act (Canada). 6.  An allocation of an amount by or to the insurer made pursuant to subsection 74.1 (10) of the Corporations Tax Act. 7.  An agreement or amended agreement described in subsection 191.3 (1) of the Income Tax Act (Canada) under which, i.  the insurer agrees to pay all or a portion of the tax of the related party, and ii.  the related party agrees to pay the insurer an amount equal to or greater than the additional costs incurred by the insurer, including additional taxes payable under the Income Tax Act (Canada), as a result of the insurer entering into the agreement or amended agreement. 8.  An agreement or amended agreement described in subsection 191.3 (1) of the Income Tax Act (Canada) under which the related party agrees to pay all or a portion of the insurer’s tax. 9.  The issue by or to the insurer of conversion privileges, options or rights to acquire securities, the issuance of which is not otherwise provided for in the terms and conditions pursuant to which a security is or has been issued. 10.  The purchase, for the purpose of cancellation, of any shares or debt obligations issued by or to the insurer, the purchase of which is not otherwise provided for in the terms and conditions pursuant to which the shares or debt obligations were issued. 11.  The redemption of any redeemable shares or any debt obligations issued by or to the insurer, the redemption of which is not otherwise provided for in the terms and conditions pursuant to which the shares or debt obligations were issued. 12.  The payment or delivery of money or property by or to the insurer as a consequence of a reduction in the stated capital of the insurer or the related party.  O. Reg. 130/08, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>For the purposes of paragraph 16 of subsection 437.18 (1) of the Act, each of the following transactions between an insurer and a related party is permitted, subject to subsection 437.18 (4) of the Act:</p> <p class=\"paragraph-e\">  1.  The acceptance or retention by the insurer, on the direction of the related party who is a policy holder or beneficiary under a policy, of amounts that are payable as policy dividends, policy bonuses or policy proceeds on the surrender or maturity of a policy or on the death of the person whose life is insured, if the liability of the insurer in respect of those amounts varies in amount depending on the market value of a group of assets constituting a separate and distinct fund under section 109 of the Act.</p> <p class=\"paragraph-e\">  2.  The acquisition by the insurer from the related party of,</p> <p class=\"subpara-e\">  i.  securities issued or guaranteed by the Government of Canada or a province of Canada, or</p> <p class=\"subpara-e\">  ii.  assets fully secured by securities issued or guaranteed by the Government of Canada or a province of Canada.</p> <p class=\"paragraph-e\">  3.  The leasing by the insurer from the related party of property to be used in the ordinary course of the insurer’s business, if the lease payments are made in money.</p> <p class=\"paragraph-e\">  4.  The leasing of property by the insurer to the related party, if the lease payments are made in money.<span class=\"MsoFootnoteReference\"> </span></p> <p class=\"paragraph-e\">  5.  The allocation of an amount by or to the insurer made pursuant to subsection 18 (2.3), 125 (3), 127 (10.3), 181.5 (2), 190.15 (2), 190.16 (2) or 191.1 (3) of the <i>Income Tax Act</i> (Canada).</p> <p class=\"paragraph-e\">  6.  An allocation of an amount by or to the insurer made pursuant to subsection 74.1 (10) of the <i>Corporations Tax Act</i>.</p> <p class=\"paragraph-e\">  7.  An agreement or amended agreement described in subsection 191.3 (1) of the <i>Income Tax Act</i> (Canada) under which, </p> <p class=\"subpara-e\">  i.  the insurer agrees to pay all or a portion of the tax of the related party, and</p> <p class=\"subpara-e\">  ii.  the related party agrees to pay the insurer an amount equal to or greater than the additional costs incurred by the insurer, including additional taxes payable under the <i>Income Tax Act</i> (Canada), as a result of the insurer entering into the agreement or amended agreement.</p> <p class=\"paragraph-e\">  8.  An agreement or amended agreement described in subsection 191.3 (1) of the <i>Income Tax Act</i> (Canada) under which the related party agrees to pay all or a portion of the insurer’s tax.</p> <p class=\"paragraph-e\">  9.  The issue by or to the insurer of conversion privileges, options or rights to acquire securities, the issuance of which is not otherwise provided for in the terms and conditions pursuant to which a security is or has been issued.</p> <p class=\"paragraph-e\">  10.  The purchase, for the purpose of cancellation, of any shares or debt obligations issued by or to the insurer, the purchase of which is not otherwise provided for in the terms and conditions pursuant to which the shares or debt obligations were issued.</p> <p class=\"paragraph-e\">  11.  The redemption of any redeemable shares or any debt obligations issued by or to the insurer, the redemption of which is not otherwise provided for in the terms and conditions pursuant to which the shares or debt obligations were issued.</p> <p class=\"paragraph-e\">  12.  The payment or delivery of money or property by or to the insurer as a consequence of a reduction in the stated capital of the insurer or the related party.  O. Reg. 130/08, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Criteria for Chief Executive Officer’s approval under s. 437.18 of the Act",
            "content": " 7. (1) For the purposes of subsection 437.18 (2) of the Act, the Chief Executive Officer shall consider the following criteria in determining whether to give an approval required under subparagraph 2 ii of subsection 437.18 (1) of the Act: 1.  The type of reinsurance and the amount of consideration received for the reinsurance. 2.  Whether it is reasonable to believe that the transaction or series of transactions would expose the insurer to an undue degree of risk. 3.  Whether it is reasonable to believe the transaction or series of transactions would hinder the supervision and regulation of the insurer. 4.  Whether the transaction or series of transactions is otherwise in compliance with prudent reinsurance standards.  O. Reg. 130/08, s. 7 (1); O. Reg. 134/19, s. 1. (2) For the purposes of subsection 437.18 (2) of the Act, the Chief Executive Officer shall consider the following criteria in determining whether to give an approval required under paragraph 9 or 11 of subsection 437.18 (1) of the Act: 1.  The nature of the transaction or series of transactions, including the reasons for the transaction or series of transactions, the type of assets involved and their value and the value of any other consideration paid or received by each party. 2.  The criteria set out in paragraphs 2 and 3 of subsection (1).  O. Reg. 130/08, s. 7 (2); O. Reg. 134/19, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) For the purposes of subsection 437.18 (2) of the Act, the Chief Executive Officer shall consider the following criteria in determining whether to give an approval required under subparagraph 2 ii of subsection 437.18 (1) of the Act:</p> <p class=\"paragraph-e\">  1.  The type of reinsurance and the amount of consideration received for the reinsurance.</p> <p class=\"paragraph-e\">  2.  Whether it is reasonable to believe that the transaction or series of transactions would expose the insurer to an undue degree of risk.</p> <p class=\"paragraph-e\">  3.  Whether it is reasonable to believe the transaction or series of transactions would hinder the supervision and regulation of the insurer.</p> <p class=\"paragraph-e\">  4.  Whether the transaction or series of transactions is otherwise in compliance with prudent reinsurance standards.  O. Reg. 130/08, s. 7 (1); O. Reg. 134/19, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 437.18 (2) of the Act, the Chief Executive Officer shall consider the following criteria in determining whether to give an approval required under paragraph 9 or 11 of subsection 437.18 (1) of the Act:</p> <p class=\"paragraph-e\">  1.  The nature of the transaction or series of transactions, including the reasons for the transaction or series of transactions, the type of assets involved and their value and the value of any other consideration paid or received by each party.</p> <p class=\"paragraph-e\">  2.  The criteria set out in paragraphs 2 and 3 of subsection (1).  O. Reg. 130/08, s. 7 (2); O. Reg. 134/19, s. 1.</p>"
        },
        {
            "id": "8.",
            "section": "Qualifying loans to officers",
            "content": " 8. For the purposes of subsection 437.19 (2) of the Act, the prescribed amount is the greater of, (a)  twice the annual salary of the senior officer to whom the qualifying loan is made; and (b)  $100,000.  O. Reg. 130/08, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>For the purposes of subsection 437.19 (2) of the Act, the prescribed amount is the greater of,</p> <p class=\"clause-e\">  (a)  twice the annual salary of the senior officer to whom the qualifying loan is made; and</p> <p class=\"clause-e\">  (b)  $100,000.  O. Reg. 130/08, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Limit on transactions with directors, senior officers, etc.",
            "content": " 9. (1) For the purposes of subsection 437.19 (6) of the Act, an insurer shall not enter into a transaction prescribed by subsection (2) with a related party described in clause 437.19 (1) (a) or (b) of the Act if, immediately after the transaction, the amount, if any, calculated using the following formula would exceed 50 per cent of the insurer’s capital, as described in subsection (3): (A + B + C) – D in which, “A”  is the principal amount of all outstanding loans to related parties of the insurer described in subsection 437.19 (1) of the Act that are held by the insurer or a subsidiary of the insurer, other than loans that satisfy the requirements of subparagraph 4 i of subsection 437.18 (1) of the Act or subsection 437.19 (2) of the Act, “B”  is the sum of all amounts each of which is an amount guaranteed by the insurer or a subsidiary of the insurer on behalf of a related party of the insurer described in subsection 437.19 (1) of the Act, not exceeding the amount of the liability then outstanding to which the guarantee relates, “C”  is the book value of all investments in securities of related parties described in clause 437.19 (1) (b) of the Act, each of which is held by the insurer or a subsidiary of the insurer, and “D”  is the sum of all loans, investments and guarantees made or given by the insurer or a subsidiary of the insurer in transactions with related parties described in subsection 437.19 (1) of the Act in which the value of the transactions was nominal or immaterial to the insurer for the purposes of paragraph 1 of subsection 437.18 (1) of the Act. O. Reg. 130/08, s. 9 (1). (2) Each of the following transactions with the related party, other than a transaction that satisfies the requirements of paragraph 1 of subsection 437.18 (1) of the Act, is prescribed for the purposes of subsection (1): 1.  A loan to the related party, an acceptance of an assignment of a loan to the related party or the acquisition in any other manner of a loan made to the related party. 2.  The guarantee of a debt owed by the related party. 3.  An investment in securities issued by the related party, in the case of a related party described in clause 437.19 (1) (b) of the Act.  O. Reg. 130/08, s. 9 (2). (3) For the purposes of subsection (1), an insurer’s capital is determined as follows: 1.  If the insurer carries on the business of a life insurer and is not a fraternal society, its capital is the amount determined under subsection 2 (3) of Ontario Regulation 121/08 (Investment and Lending Activities — Life Insurers) made under the Act. 2.  If the insurer carries on the business of a property or casualty insurer or is a fraternal society, its capital is the amount determined under subsection 2 (2) of Ontario Regulation 122/08 (Investment and Lending Activities — Property and Casualty Insurers and Fraternal Societies) made under the Act.  O. Reg. 130/08, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) For the purposes of subsection 437.19 (6) of the Act, an insurer shall not enter into a transaction prescribed by subsection (2) with a related party described in clause 437.19 (1) (a) or (b) of the Act if, immediately after the transaction, the amount, if any, calculated using the following formula would exceed 50 per cent of the insurer’s capital, as described in subsection (3):</p> <p class=\"equation-e\">(A + B + C) – D</p> <p class=\"Ssection-e\">in which,</p> <p class=\"equationind1-e\">  “A”  is the principal amount of all outstanding loans to related parties of the insurer described in subsection 437.19 (1) of the Act that are held by the insurer or a subsidiary of the insurer, other than loans that satisfy the requirements of subparagraph 4 i of subsection 437.18 (1) of the Act or subsection 437.19 (2) of the Act,</p> <p class=\"equationind1-e\">  “B”  is the sum of all amounts each of which is an amount guaranteed by the insurer or a subsidiary of the insurer on behalf of a related party of the insurer described in subsection 437.19 (1) of the Act, not exceeding the amount of the liability then outstanding to which the guarantee relates,</p> <p class=\"equationind1-e\">  “C”  is the book value of all investments in securities of related parties described in clause 437.19 (1) (b) of the Act, each of which is held by the insurer or a subsidiary of the insurer, and</p> <p class=\"equationind1-e\">  “D”  is the sum of all loans, investments and guarantees made or given by the insurer or a subsidiary of the insurer in transactions with related parties described in subsection 437.19 (1) of the Act in which the value of the transactions was nominal or immaterial to the insurer for the purposes of paragraph 1 of subsection 437.18 (1) of the Act.</p> <p class=\"footnote-e\">O. Reg. 130/08, s. 9 (1).</p> <p class=\"subsection-e\">  (2) Each of the following transactions with the related party, other than a transaction that satisfies the requirements of paragraph 1 of subsection 437.18 (1) of the Act, is prescribed for the purposes of subsection (1):</p> <p class=\"paragraph-e\">  1.  A loan to the related party, an acceptance of an assignment of a loan to the related party or the acquisition in any other manner of a loan made to the related party.</p> <p class=\"paragraph-e\">  2.  The guarantee of a debt owed by the related party.</p> <p class=\"paragraph-e\">  3.  An investment in securities issued by the related party, in the case of a related party described in clause 437.19 (1) (b) of the Act.  O. Reg. 130/08, s. 9 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of subsection (1), an insurer’s capital is determined as follows:</p> <p class=\"paragraph-e\">  1.  If the insurer carries on the business of a life insurer and is not a fraternal society, its capital is the amount determined under subsection 2 (3) of Ontario Regulation 121/08 (Investment and Lending Activities — Life Insurers) made under the Act.</p> <p class=\"paragraph-e\">  2.  If the insurer carries on the business of a property or casualty insurer or is a fraternal society, its capital is the amount determined under subsection 2 (2) of Ontario Regulation 122/08 (Investment and Lending Activities — Property and Casualty Insurers and Fraternal Societies) made under the Act.  O. Reg. 130/08, s. 9 (3).</p>"
        },
        {
            "id": "10.",
            "section": "Transactions requiring directors’ approval",
            "content": "  10. (1) For the purposes of clause 437.19 (7) (a) of the Act, a transaction described in paragraph 1, 2 or 3 of subsection 9 (2) of this Regulation with a related party of an insurer described in clause 437.19 (1) (a) or (b) of the Act, other than a transaction that satisfies the requirements of paragraph 1 of subsection 437.18 (1) of the Act, requires the approval of the insurer’s directors if, immediately following the transaction, the amount determined under subsection (2) would exceed 2 per cent of the capital of the insurer as determined under subsection 9 (3) of this Regulation.  O. Reg. 130/08, s. 10 (1). (2) For the purposes of subsection (1), the amount, if any, is calculated using the formula, (E + F + G) – H in which, “E”  is the principal amount of all outstanding loans to the related party that are held by the insurer or a subsidiary of the insurer, other than loans that satisfy the requirements of subparagraph 4 i of subsection 437.18 (1) of the Act or subsection 437.19 (2) of the Act, “F”  is the sum of all amounts each of which is an amount guaranteed by the insurer or a subsidiary of the insurer on behalf of the related party, not exceeding the amount of the liability then outstanding to which the guarantee relates, “G”  is the book value of all investments in securities of the related party, each of which is held by the insurer or a subsidiary of the insurer, and “H”  is the sum of all loans, investments and guarantees made or given by the insurer or a subsidiary of the insurer in transactions with the related party in which the value of the transactions was nominal or immaterial to the insurer for the purposes of paragraph 1 of subsection 437.18 (1) of the Act. O. Reg. 130/08, s. 10 (2). (3) For the purposes of this section and subsection 437.19 (7) of the Act, the approval of the directors of an insurer means a resolution of the board of directors of the insurer passed by not less than a two-thirds majority of the directors present and entitled to vote at the meeting of the board at which the matter is put to a vote.  O. Reg. 130/08, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"><b>  10. </b>(1) For the purposes of clause 437.19 (7) (a) of the Act, a transaction described in paragraph 1, 2 or 3 of subsection 9 (2) of this Regulation with a related party of an insurer described in clause 437.19 (1) (a) or (b) of the Act, other than a transaction that satisfies the requirements of paragraph 1 of subsection 437.18 (1) of the Act, requires the approval of the insurer’s directors if, immediately following the transaction, the amount determined under subsection (2) would exceed 2 per cent of the capital of the insurer as determined under subsection 9 (3) of this Regulation.  O. Reg. 130/08, s. 10 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the amount, if any, is calculated using the formula,</p> <p class=\"equation-e\">(E + F + G) – H</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “E”  is the principal amount of all outstanding loans to the related party that are held by the insurer or a subsidiary of the insurer, other than loans that satisfy the requirements of subparagraph 4 i of subsection 437.18 (1) of the Act or subsection 437.19 (2) of the Act,</p> <p class=\"equationind1-e\">  “F”  is the sum of all amounts each of which is an amount guaranteed by the insurer or a subsidiary of the insurer on behalf of the related party, not exceeding the amount of the liability then outstanding to which the guarantee relates,</p> <p class=\"equationind1-e\">  “G”  is the book value of all investments in securities of the related party, each of which is held by the insurer or a subsidiary of the insurer, and</p> <p class=\"equationind1-e\">  “H”  is the sum of all loans, investments and guarantees made or given by the insurer or a subsidiary of the insurer in transactions with the related party in which the value of the transactions was nominal or immaterial to the insurer for the purposes of paragraph 1 of subsection 437.18 (1) of the Act.</p> <p class=\"footnote-e\">O. Reg. 130/08, s. 10 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of this section and subsection 437.19 (7) of the Act, the approval of the directors of an insurer means a resolution of the board of directors of the insurer passed by not less than a two-thirds majority of the directors present and entitled to vote at the meeting of the board at which the matter is put to a vote.  O. Reg. 130/08, s. 10 (3).</p>"
        },
        {
            "id": "11.",
            "section": "Transactions requiring directors’ approval",
            "content": " 11. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 130/08, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 130/08, s. 11.</p>"
        },
        {
            "id": null,
            "section": "Transactions requiring directors’ approval",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/080130\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}