{
    "reg_info": {
        "full_title": "O. Reg. 345/07: WORK PERMITS",
        "reg_name_text": "WORK PERMITS",
        "citation": "O. Reg. 345/07: ",
        "act_under": "Provincial Parks and Conservation Reserves Act, 2006   Loi de 2006 sur les parcs provinciaux et les réserves de conservation",
        "url": "https://www.ontario.ca/laws/regulation/070345",
        "date_scraped": "2023-12-19 09:48:26"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September  4, 2007",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070345/v1",
            "valid_from": "July  9, 2007",
            "valid_to": "September  3, 2007"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Requirement for work permit",
            "content": "1. (1) A park superintendent or conservation reserve manager shall issue a work permit authorizing work to be performed in a provincial park or conservation reserve to any person who applies for the permit, unless he or she is of the opinion that the work for which the permit is required, (a) is contrary to law; (b) is inconsistent with or does not conform to, (i) the management direction for a provincial park or conservation reserve, (ii) a policy, procedure or directive of the Ministry of Natural Resources; or (c) is likely to create a threat to the environment, public safety or to a natural resource, including lands, waters and watercourses, forests, flora, wildlife and fisheries. O. Reg. 345/07, s. 1 (1). (2) A person is exempt from the requirement to obtain a work permit if the person erects a portable hunting blind or portable tree stand in a wildlife management unit no more than seven days prior to the beginning of the hunting season prescribed for that management unit by Ontario Regulation 670/98 (Open Seasons — Wildlife) made under the Fish and Wildlife Conservation Act, 1997, and removes the hunting blind or tree stand no more than seven days after the end of the hunting season. O. Reg. 345/07, s. 1 (2). (3) An application for a work permit shall be on a form provided by the Ministry. O. Reg. 345/07, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) A park superintendent or conservation reserve manager shall issue a work permit authorizing work to be performed in a provincial park or conservation reserve to any person who applies for the permit, unless he or she is of the opinion that the work for which the permit is required,</p> <p class=\"clause-e\">(a) is contrary to law;</p> <p class=\"clause-e\">(b) is inconsistent with or does not conform to,</p> <p class=\"subclause-e\">(i) the management direction for a provincial park or conservation reserve, </p> <p class=\"subclause-e\">(ii) a policy, procedure or directive of the Ministry of Natural Resources; or</p> <p class=\"clause-e\">(c) is likely to create a threat to the environment, public safety or to a natural resource, including lands, waters and watercourses, forests, flora, wildlife and fisheries. O. Reg. 345/07, s. 1 (1).</p> <p class=\"subsection-e\"><a name=\"P17_1033\"></a><a name=\"2.(2)\"></a>(2) A person is exempt from the requirement to obtain a work permit if the person erects a portable hunting blind or portable tree stand in a wildlife management unit no more than seven days prior to the beginning of the hunting season prescribed for that management unit by Ontario Regulation 670/98 (Open Seasons — Wildlife) made under the <i>Fish and Wildlife Conservation Act, 1997</i>, and removes the hunting blind or tree stand no more than seven days after the end of the hunting season. O. Reg. 345/07, s. 1 (2).</p> <p class=\"subsection-e\">(3) An application for a work permit shall be on a form provided by the Ministry. O. Reg. 345/07, s. 1 (3).</p>"
        },
        {
            "id": "P20_1698",
            "section": "Display of permit and validity",
            "content": "2. (1) A holder of a work permit shall post the permit in a prominent place where the work authorized by the permit is being performed. O. Reg. 345/07, s. 2 (1). (2) A work permit is valid during the period and for the geographic area specified in the permit. O. Reg. 345/07, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P20_1698\"></a><a name=\"3.\"></a>2. </b>(1) A holder of a work permit shall post the permit in a prominent place where the work authorized by the permit is being performed. O. Reg. 345/07, s. 2 (1).</p> <p class=\"subsection-e\">(2) A work permit is valid during the period and for the geographic area specified in the permit. O. Reg. 345/07, s. 2 (2).</p>"
        },
        {
            "id": "P23_2045",
            "section": "Cancellation or refusal to issue a work permit  ",
            "content": "3. (1) A park superintendent or conservation reserve manager may cancel a work permit if, (a) the holder of the permit has contravened or failed to comply with the terms and conditions of the permit; (b) the holder of the permit did not perform or is not performing the work in an expeditious manner; or (c) one of the grounds for refusing to issue a permit under subsection 1 (1) exists or would exist if the work were continued. O. Reg. 345/07, s. 3 (1). (2) Subject to subsection (8), before refusing to issue a work permit or cancelling a work permit, a superintendent or conservation reserve manager shall give notice in writing to the applicant or holder of the permit of his or her intention to do so and give the applicant or holder an opportunity to request a reconsideration of the decision. O. Reg. 345/07, s. 3 (2). (3) A superintendent or conservation reserve manager who proposes to attach conditions to a work permit shall give notice in writing of his or her intention to do so to the applicant or holder of the permit and, if the applicant or holder objects on the grounds that the proposed conditions are unduly onerous or unnecessary given the nature or location of the work to be performed, the superintendent or conservation reserve manager shall give the applicant or holder an opportunity to request a reconsideration of the decision. O. Reg. 345/07, s. 3 (3). (4) After a reconsideration under subsection (2) or (3), the superintendent or conservation reserve manager shall notify the applicant or holder of the permit in writing of his or her decision and the reasons for it, and inform the applicant or holder of the permit of the right to appeal the decision, the person to whom submissions are to be made under subsection (5) and the address of that person. O. Reg. 345/07, s. 3 (4). (5) Within 15 days of the date of mailing of the decision and reasons, the applicant or holder of the permit may file written submissions, (a) if the decision was made by a superintendent, with the zone manager having charge of two or more parks, one of which is the park in which the work is to be performed; or (b) if the decision was made by a conservation reserve manager, with the Regional Director of the Ministry for the region in which the work is to be performed. O. Reg. 345/07, s. 3 (5). (6) The zone manager, the Regional Director, or a delegate appointed by them for the purpose, shall consider any written submissions filed under subsection (5), after which he or she shall notify the applicant or permit holder of his or her decision. O. Reg. 345/07, s. 3 (6). (7) The decision under subsection (6) is final. O. Reg. 345/07, s. 3 (7). (8) A superintendent or conservation reserve manager may cancel a work permit under which work is being performed without giving the permit holder an opportunity to request a reconsideration under subsection (2) if, (a) the continuation of the work is, in his or her opinion, an immediate threat to the environment or public interest; and (b) written notice of the cancellation, with reasons, is given to the holder. O. Reg. 345/07, s. 3 (8). (9) A superintendent or conservation reserve manager shall, immediately after cancelling a work permit under subsection (8), refer the matter for review to the zone manager or Regional Director, as the case requires, and the permit holder shall be given an opportunity to make written submissions on the review. O. Reg. 345/07, s. 3 (9). (10) Subsections (6) and (7) apply to a review under subsection (9). O. Reg. 345/07, s. 3 (10).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P23_2045\"></a><a name=\"4.(1)\"></a>3. </b>(1) A park superintendent or conservation reserve manager may cancel a work permit if,</p> <p class=\"clause-e\">(a) the holder of the permit has contravened or failed to comply with the terms and conditions of the permit;  </p> <p class=\"clause-e\">(b) the holder of the permit did not perform or is not performing the work in an expeditious manner; or  </p> <p class=\"clause-e\">(c) one of the grounds for refusing to issue a permit under subsection 1 (1) exists or would exist if the work were continued. O. Reg. 345/07, s. 3 (1).</p> <p class=\"subsection-e\"><a name=\"P27_2509\"></a><a name=\"4.(2)\"></a>(2) Subject to subsection (8), before refusing to issue a work permit or cancelling a work permit, a superintendent or conservation reserve manager shall give notice in writing to the applicant or holder of the permit of his or her intention to do so and give the applicant or holder an opportunity to request a reconsideration of the decision. O. Reg. 345/07, s. 3 (2).</p> <p class=\"subsection-e\"><a name=\"P28_2885\"></a><a name=\"4.(4)\"></a>(3) A superintendent or conservation reserve manager who proposes to attach conditions to a work permit shall give notice in writing<b> </b>of his or her intention to do so to the applicant or holder of the permit and, if the applicant or holder objects on the grounds that the proposed conditions are unduly onerous or unnecessary given the nature or location of the work to be performed, the superintendent or conservation reserve manager shall give the applicant or holder an opportunity to request a reconsideration of the decision. O. Reg. 345/07, s. 3 (3).</p> <p class=\"subsection-e\">(4) After a reconsideration under subsection (2) or (3), the superintendent or conservation reserve manager shall notify the applicant or holder of the permit in writing of his or her decision and the reasons for it, and inform the applicant or holder of the permit of the right to appeal the decision, the person to whom submissions are to be made under subsection (5) and the address of that person. O. Reg. 345/07, s. 3 (4).</p> <p class=\"subsection-e\">(5) Within 15 days of the date of mailing of the decision and reasons, the applicant or holder of the permit may file written submissions,</p> <p class=\"clause-e\">(a) if the decision was made by a superintendent, with the zone manager having charge of two or more parks, one of which is the park in which the work is to be performed; or</p> <p class=\"clause-e\">(b) if the decision was made by a conservation reserve manager, with the Regional Director of the Ministry for the region in which the work is to be performed. O. Reg. 345/07, s. 3 (5).</p> <p class=\"subsection-e\">(6) The zone manager, the Regional Director, or a delegate appointed by them for the purpose, shall consider any written submissions filed under subsection (5), after which he or she shall notify the applicant or permit holder of his or her decision. O. Reg. 345/07, s. 3 (6).</p> <p class=\"subsection-e\">(7) The decision under subsection (6) is final. O. Reg. 345/07, s. 3 (7).</p> <p class=\"subsection-e\">(8) A superintendent or conservation reserve manager may cancel a work permit under which work is being performed without giving the permit holder an opportunity to request a reconsideration under subsection (2) if,</p> <p class=\"clause-e\">(a) the continuation of the work is, in his or her opinion, an immediate threat to the environment or public interest; and</p> <p class=\"clause-e\">(b) written notice of the cancellation, with reasons, is given to the holder. O. Reg. 345/07, s. 3 (8).</p> <p class=\"subsection-e\">(9) A superintendent or conservation reserve manager shall, immediately after cancelling a work permit under subsection (8), refer the matter for review to the zone manager or Regional Director, as the case requires, and the permit holder shall be given an opportunity to make written submissions on the review. O. Reg. 345/07, s. 3 (9).</p> <p class=\"subsection-e\">(10) Subsections (6) and (7) apply to a review under subsection (9). O. Reg. 345/07, s. 3 (10).</p>"
        },
        {
            "id": "4.",
            "section": "Cancellation or refusal to issue a work permit  ",
            "content": "4. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 345/07, s. 4. ",
            "raw_html": "<p class=\"section-e\"><b>4.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 345/07, s. 4.</p> <p class=\"Normal\"></p>"
        }
    ]
}