{
    "reg_info": {
        "full_title": "O. Reg. 453/07: FINANCIAL PLANS",
        "reg_name_text": "financial plans",
        "citation": "O. Reg. 453/07: FINANCIAL PLANS",
        "act_under": "Safe Drinking Water Act, 2002",
        "url": "https://www.ontario.ca/laws/regulation/070453",
        "date_scraped": "2023-12-19 09:38:19"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  1, 2008",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070453/v1",
            "valid_from": "August 14, 2007",
            "valid_to": "March 31, 2008"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Requirement to prepare financial plans",
            "content": "  1. (1) A person who makes an application under clause 32 (1) (b) of the Act for a municipal drinking water licence shall, before making the application, prepare and approve financial plans for the system that satisfy the requirements prescribed under section 2.  O. Reg. 453/07, s. 1 (1). (2) A person who makes an application under subsection 32 (4) of the Act for the renewal of a municipal drinking water licence shall, before making the application, prepare and approve financial plans for the system that satisfy the requirements prescribed under section 3.  O. Reg. 453/07, s. 1 (2). (3) As a condition in a municipal drinking water licence that is issued in response to an application made under section 33 of the Act for a municipal drinking water licence, the Director shall include a requirement that the owner of the drinking water system, by the later of July 1, 2010 and the date that is six months after the date the first licence for the system is issued, prepare and approve financial plans for the system that satisfy the requirements prescribed under section 3.  O. Reg. 453/07, s. 1 (3). (4) The Director shall include, as a condition in a municipal drinking water licence, the requirement set out in subsection (3) in any amendments to a license made after the application, if the condition is not satisfied at the time when the amendment is made.  O. Reg. 453/07, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) A person who makes an application under clause 32 (1) (b) of the Act for a municipal drinking water licence shall, before making the application, prepare and approve financial plans for the system that satisfy the requirements prescribed under section 2.  O. Reg. 453/07, s. 1 (1).</p> <p class=\"subsection-e\"><b> </b>(2) A person who makes an application under subsection 32 (4) of the Act for the renewal of a municipal drinking water licence shall, before making the application, prepare and approve financial plans for the system that satisfy the requirements prescribed under section 3.  O. Reg. 453/07, s. 1 (2).</p> <p class=\"subsection-e\">  (3) As a condition in a municipal drinking water licence that is issued<b> </b>in response to an application made<b> </b>under section 33 of the Act for a municipal drinking water licence, the Director shall include a requirement that the owner of the drinking water system, by the later of July 1, 2010 and the date that is six months after the date the first licence for the system is issued, prepare and approve financial plans for the system that satisfy the requirements prescribed under section 3.  O. Reg. 453/07, s. 1 (3).</p> <p class=\"subsection-e\">  (4) The Director shall include, as a condition in a municipal drinking water licence, the requirement set out in subsection (3) in any amendments to a license made after the application, if the condition is not satisfied at the time when the amendment is made.  O. Reg. 453/07, s. 1 (4).</p>"
        },
        {
            "id": "2.",
            "section": "Financial plan requirements; new systems",
            "content": "  2. For the purposes of clause (b) of the definition of “financial plans” in subsection 30 (1) of the Act, the following requirements are prescribed for financial plans that are required by subsection 1 (1) to satisfy the requirements of this section: 1. The financial plans must be approved by a resolution that indicates that the drinking water system is financially viable and that is passed by, i. the council of the municipality, if the owner of the drinking water system is a municipality, or ii. the governing body of the owner, if the owner of the drinking water system has a governing body and is not a municipality. 2. The financial plans, i. must include a statement that the financial impacts of the drinking water system have been considered, and ii. must apply for a period of at least six years. 3. The first year to which the financial plan must apply is the year in which the drinking water system is expected to first serve the public. 4. For each year in which the financial plans apply, the financial plans must include details of the proposed or projected financial operations of the drinking water system itemized by, i. total revenues, further itemized by water rates, user charges and other revenues, ii. total expenses, further itemized by amortization expenses, interest expenses and other expenses, iii. annual surplus or deficit, and iv. accumulated surplus or deficit. 5. The owner of the drinking water system must, i. make the financial plans available, on request, to members of the public who are served by the drinking water system without charge, ii. make the financial plans available to members of the public without charge through publication on the Internet, if the owner maintains a website on the Internet, and iii. provide notice advising the public of the availability of the financial plans under subparagraphs i and ii, if applicable, in a manner that, in the opinion of the owner, will bring the notice to the attention of members of the public who are served by the drinking water system. 6. The owner of the drinking water system must give a copy of the financial plans to the Ministry of Municipal Affairs and Housing.  O. Reg. 453/07, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>For the purposes of clause (b) of the definition of “financial plans” in subsection 30 (1) of the Act, the following requirements are prescribed for financial plans that are required by subsection 1 (1) to satisfy the requirements of this section:</p> <p class=\"paragraph-e\">  1. The financial plans must be approved by a resolution that indicates that the drinking water system is financially viable and that is passed by,</p> <p class=\"subpara-e\">  i. the council of the municipality, if the owner of the drinking water system is a municipality, or</p> <p class=\"subpara-e\">  ii. the governing body of the owner, if the owner of the drinking water system has a governing body and is not a municipality.</p> <p class=\"paragraph-e\">  2. The financial plans, </p> <p class=\"subpara-e\">  i. must include a statement that the financial impacts of<b> </b>the drinking water system have been considered, and </p> <p class=\"subpara-e\">  ii. must apply for a period of at least six years.</p> <p class=\"paragraph-e\">  3. The first year to which the financial plan must apply is the year in which the drinking water system is expected to first serve the public.</p> <p class=\"paragraph-e\">  4. For each year in which the financial plans apply, the financial plans must include details of the proposed or projected financial operations of the drinking water system itemized by,</p> <p class=\"subpara-e\">  i. total revenues, further itemized by water rates, user charges and other revenues,</p> <p class=\"subpara-e\">  ii. total expenses, further itemized by amortization expenses, interest expenses and other expenses,</p> <p class=\"subpara-e\">  iii. annual surplus or deficit, and</p> <p class=\"subpara-e\">  iv. accumulated surplus or deficit.</p> <p class=\"paragraph-e\">  5. The owner of the drinking water system must,</p> <p class=\"subpara-e\">  i. make the financial plans available, on request, to members of the public who are served by the drinking water system without charge,</p> <p class=\"subpara-e\">  ii. make the financial plans available to members of the public without charge through publication on the Internet, if the owner maintains a website on the Internet, and</p> <p class=\"subpara-e\">  iii. provide notice advising the public of the availability of the financial plans under subparagraphs i and ii, if applicable, in a manner that, in the opinion of the owner, will bring the notice to the attention of members of the public who are served by the drinking water system.</p> <p class=\"paragraph-e\">  6. The owner of the drinking water system must give a copy of the financial plans to the Ministry of Municipal Affairs and Housing.  O. Reg. 453/07, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Financial plan requirements; licence renewal",
            "content": "  3. (1) For the purposes of clause (b) of the definition of “financial plans” in subsection 30 (1) of the Act, the following requirements are prescribed for financial plans that are required by subsection 1 (2) or a condition that is included in a municipal drinking water licence under subsection 1 (3) to satisfy the requirements of this section: 1. The financial plans must be approved by a resolution that is passed by, i. the council of the municipality, if the owner of the drinking water system is a municipality, or ii. the governing body of the owner, if the owner of the drinking water system has a governing body and is not a municipality. 2. The financial plans must apply to a period of at least six years. 3. The first year to which the financial plans must apply must be the year determined in accordance with the following rules: i. If the financial plans are required by subsection 1 (2), the first year to which the financial plans must apply must be the year in which the drinking water system’s existing municipal drinking water licence would otherwise expire. ii. If the financial plans are required by a condition that was included in a municipal drinking water licence under subsection 1 (3), the first year to which the financial plans must apply must be the later of 2010 and the year in which the first licence for the system was issued. 4. Subject to subsection (2), for each year to which the financial plans apply, the financial plans must include the following: i. Details of the proposed or projected financial position of the drinking water system itemized by, A. total financial assets, B. total liabilities, C. net debt, D. non-financial assets that are tangible capital assets, tangible capital assets under construction, inventories of supplies and prepaid expenses, and E. changes in tangible capital assets that are additions, donations, write downs and disposals. ii. Details of the proposed or projected financial operations of the drinking water system itemized by, A. total revenues, further itemized by water rates, user charges and other revenues, B. total expenses, further itemized by amortization expenses, interest expenses and other expenses, C. annual surplus or deficit, and D. accumulated surplus or deficit. iii. Details of the drinking water system’s proposed or projected gross cash receipts and gross cash payments itemized by, A. operating transactions that are cash received from revenues, cash paid for operating expenses and finance charges, B. capital transactions that are proceeds on the sale of tangible capital assets and cash used to acquire capital assets, C. investing transactions that are acquisitions and disposal of investments, D. financing transactions that are proceeds from the issuance of debt and debt repayment, E. changes in cash and cash equivalents during the year, and F. cash and cash equivalents at the beginning and end of the year. iv. Details of the extent to which the information described in subparagraphs i, ii and iii relates directly to the replacement of lead service pipes as defined in section 15.1- 3 of Schedule 15.1 to Ontario Regulation 170/03 (Drinking Water Systems), made under the Act. 5. The owner of the drinking water system must, i. make the financial plans available, on request, to members of the public who are served by the drinking water system without charge, ii. make the financial plans available to members of the public without charge through publication on the Internet, if the owner maintains a website on the Internet, and iii. provide notice advising the public of the availability of the financial plans under subparagraphs i and ii, if applicable, in a manner that, in the opinion of the owner, will bring the notice to the attention of members of the public who are served by the drinking water system. 6. The owner of the drinking water system must give a copy of the financial plans to the Ministry of Municipal Affairs and Housing.  O. Reg. 453/07, s. 3 (1). (2) Each of the following sub-subparagraphs applies only if the information referred to in the sub-subparagraph is known to the owner at the time the financial plans are prepared: 1. Sub-subparagraphs 4 i A, B and C of subsection (1). 2. Sub-subparagraphs 4 iii A, C, E and F of subsection (1).  O. Reg. 453/07, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>(1) For the purposes of clause (b) of the definition of “financial plans” in subsection 30 (1) of the Act, the following requirements are prescribed for financial plans that are required by subsection 1 (2) or a condition that is included in a municipal drinking water licence under subsection 1 (3) to satisfy the requirements of this section:</p> <p class=\"paragraph-e\">  1. The financial plans must be approved by a resolution that is passed by,</p> <p class=\"subpara-e\">  i. the council of the municipality, if the owner of the drinking water system is a municipality, or</p> <p class=\"subpara-e\">  ii. the governing body of the owner, if the owner of the drinking water system has a governing body and is not a municipality. </p> <p class=\"paragraph-e\">  2. The financial plans must apply to a period of at least six years.</p> <p class=\"paragraph-e\">  3. The first year to which the financial plans must apply must be the year determined in accordance with the following rules:</p> <p class=\"subpara-e\">  i. If the financial plans are required by subsection 1 (2), the first year to which the financial plans must apply must be the year in which the drinking water system’s existing municipal drinking water licence would otherwise expire.</p> <p class=\"subpara-e\">  ii. If the financial plans are required by a condition that was included in a municipal drinking water licence under subsection 1 (3), the first year to which the financial plans must apply must be the later of 2010 and the year in which the first licence for the system was issued.</p> <p class=\"paragraph-e\">  4. Subject to subsection (2), for each year to which the financial plans apply, the financial plans must include the following:</p> <p class=\"subpara-e\">  i. Details of the proposed or projected financial position of the drinking water system itemized by,  </p> <p class=\"subsubpara-e\">  A. total financial assets,</p> <p class=\"subsubpara-e\">  B. total liabilities, </p> <p class=\"subsubpara-e\">  C. net debt,</p> <p class=\"subsubpara-e\">  D. non-financial assets that are tangible capital assets, tangible capital assets under construction, inventories of supplies and prepaid expenses, and</p> <p class=\"subsubpara-e\">  E. changes in tangible capital assets that are additions, donations, write downs and disposals.</p> <p class=\"subpara-e\">  ii. Details of the proposed or projected financial operations of<b> </b>the drinking water system itemized by, </p> <p class=\"subsubpara-e\">  A. total revenues, further itemized by water rates, user charges and other revenues,</p> <p class=\"subsubpara-e\">  B. total expenses, further itemized by amortization expenses, interest expenses and other expenses,</p> <p class=\"subsubpara-e\">  C. annual surplus or deficit, and</p> <p class=\"subsubpara-e\">  D. accumulated surplus or deficit.</p> <p class=\"subpara-e\">  iii. Details of the drinking water system’s proposed or projected gross cash receipts and gross cash payments itemized by,</p> <p class=\"subsubpara-e\">  A. operating transactions that are cash received from revenues, cash paid for operating expenses and finance charges, </p> <p class=\"subsubpara-e\">  B. capital transactions that are proceeds on the sale of tangible capital assets and cash used to acquire capital assets, </p> <p class=\"subsubpara-e\">  C. investing transactions that are acquisitions and disposal of investments,</p> <p class=\"subsubpara-e\">  D. financing transactions that are proceeds from the issuance of debt and debt repayment,</p> <p class=\"subsubpara-e\">  E. changes in cash and cash equivalents during the year, and</p> <p class=\"subsubpara-e\">  F. cash and cash equivalents at the beginning and end of the year.</p> <p class=\"subpara-e\">  iv. Details of the extent to which the information described in subparagraphs i, ii and iii relates directly to the replacement of lead service pipes as defined in section 15.1- 3 of Schedule 15.1 to Ontario Regulation 170/03 (Drinking Water Systems), made under the Act. </p> <p class=\"paragraph-e\">  5. The owner of the drinking water system must,</p> <p class=\"subpara-e\">  i. make the financial plans available, on request, to members of the public who are served by the drinking water system without charge,</p> <p class=\"subpara-e\">  ii. make the financial plans available to members of the public without charge through publication on the Internet, if the owner maintains a website on the Internet, and </p> <p class=\"subpara-e\">  iii. provide notice advising the public of the availability of the financial plans under subparagraphs i and ii, if applicable, in a manner that, in the opinion of the owner, will bring the notice to the attention of members of the public who are served by the drinking water system.</p> <p class=\"paragraph-e\">  6. The owner of the drinking water system must give a copy of the financial plans to the Ministry of Municipal Affairs and Housing.  O. Reg. 453/07, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Each of the following sub-subparagraphs applies only if the information referred to in the sub-subparagraph is known to the owner at the time the financial plans are prepared:</p> <p class=\"paragraph-e\">  1. Sub-subparagraphs 4 i A, B and C of subsection (1).</p> <p class=\"paragraph-e\">  2. Sub-subparagraphs 4 iii A, C, E and F of subsection (1).  O. Reg. 453/07, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Alternative requirements for two or more drinking water systems",
            "content": "  4. If section 3 applies to the financial plans of two or more drinking water systems that are solely owned by the same owner, the requirements prescribed by the section may, as an alternative, be satisfied by financial plans that comply with the section but treat those systems as if they were one drinking water system.  O. Reg. 453/07, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>  4. </b>If section 3 applies to the financial plans of two or more drinking water systems that are solely owned by the same owner, the requirements prescribed by the section may, as an alternative, be satisfied by financial plans that comply with the section but treat those systems as if they were one drinking water system.  O. Reg. 453/07, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Amendment of financial plans",
            "content": " 5. Sections 2 and 3 do not prevent financial plans from being amended.  O. Reg. 453/07, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>Sections 2 and 3 do not prevent financial plans from being amended.  O. Reg. 453/07, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Additional information",
            "content": " 6. The requirements of this Regulation do not prevent a person from providing additional information in financial plans prepared for the purpose of meeting the requirements of the Act.  O. Reg. 453/07, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The requirements of this Regulation do not prevent a person from providing additional information in financial plans prepared for the purpose of meeting the requirements of the Act.  O. Reg. 453/07, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Additional information",
            "content": " 7. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 453/07, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 453/07, s. 7.</p>"
        },
        {
            "id": null,
            "section": "Additional information",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070453\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}