{
    "reg_info": {
        "full_title": "O. Reg. 368/19: VARIABLE BENEFITS",
        "reg_name_text": "VARIABLE BENEFITS",
        "citation": "O. Reg. 368/19: ",
        "act_under": "Pension Benefits Act",
        "url": "https://www.ontario.ca/laws/regulation/190368",
        "date_scraped": "2023-12-18 22:11:26"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/190368/v1",
            "valid_from": "November  8, 2019",
            "valid_to": "December 31, 2019"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “General Regulation” means Regulation 909 (General) of the Revised Regulations of Ontario, 1990 made under the Act. (2) Expressions used in this Regulation have the same meaning as in the General Regulation, unless the context requires otherwise.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“General Regulation” means Regulation 909 (General) of the Revised Regulations of Ontario, 1990 made under the Act.</p> <p class=\"subsection-e\">  (2) Expressions used in this Regulation have the same meaning as in the General Regulation, unless the context requires otherwise.</p>"
        },
        {
            "id": "2.",
            "section": "Basic rules re variable benefit accounts",
            "content": "  2. The following requirements and restrictions are prescribed with respect to the payment of pension benefits that are variable benefits for the purposes of subsection 39.1 (2) of the Act: 1. A member who has received a statement under subsection 44 (1) of the General Regulation that includes the information set out in subsection (1.1) of that section may elect to receive variable benefits from a pension plan by delivering a direction to the administrator to establish a variable benefit account for the retired member. 2. If a variable benefit account is established for a retired member, the entire amount credited to the retired member in his or her defined contribution account shall be transferred to the retired member’s variable benefit account. However, if the pension plan permits a portion of the entire amount credited to the retired member in his or her defined contribution account to be transferred to the retired member’s variable benefit account, the retired member may elect to have a portion of the entire amount transferred to the variable benefit account. 3. An administrator shall make a payment out of a variable benefit account only once in a calendar year, unless the pension plan permits payments out of a variable benefit account more than once in a calendar year. 4. After a retired member or specified beneficiary receives an initial statement under section 3 or 4, as the case may be, the retired member or specified beneficiary must notify the administrator in writing of, i. the amount of income to be paid out of the variable benefit account in respect of the calendar year, subject to the minimum and maximum limits set out in paragraphs 9 and 10, ii. the frequency of the payment, if the pension plan permits payment out of the variable benefit account more than once in a calendar year, and iii. the method of payment. 5. If the retired member does not notify the administrator under paragraph 4 within 120 days after the administrator sent the initial statement under section 3, i. the administrator shall, in the calendar year that includes the 120th day after the initial statement is sent, pay to the retired member once an amount equal to the minimum required to be paid from the variable benefit account under the Income Tax Act (Canada), and ii. the administrator shall continue to pay an amount equal to the minimum required to be paid from the variable benefit account under the Income Tax Act (Canada) in every subsequent calendar year until the retired member gives a notice under paragraph 7. 6. If the specified beneficiary does not notify the administrator under paragraph 4 within 120 days after the administrator sent the initial statement under section 4, i. the administrator shall pay to the specified beneficiary the same amount of income, subject to the minimum and maximum limits set out in paragraphs 9 and 10, in the same frequency as in the calendar year of the retired member’s death, and ii. the administrator shall continue to pay the amount as required by subparagraph i in every subsequent calendar year until the specified beneficiary gives a notice under paragraph 7. 7. After a retired member or specified beneficiary has received an annual statement under section 5 or 6, as the case may be, the retired member or specified beneficiary may, once in a calendar year or more than once in the same calendar year if permitted to do so by the pension plan, notify the administrator in writing of, i. any change to the amount of income to be paid out of the variable benefit account in a calendar year, subject to the minimum and maximum limits set out in paragraphs 9 and 10, ii. any change to the frequency of the payment, if the pension plan permits payment out of the variable benefit account more than once in a calendar year, and iii. any change in the method of payment. 8. If a retired member or specified beneficiary has given the administrator a notice under paragraph 7, the administrator shall continue to pay the same amount of income, in the same frequency and using the same method of payment in accordance with the most recent notice until the retired member or specified beneficiary gives another notice under paragraph 7. 9. The amount of income paid during a calendar year out of a variable benefit account must not be less than the minimum amount required to be paid from the account under the Income Tax Act (Canada). 10. The amount of income paid during a calendar year out of a variable benefit account must not exceed the maximum amount of income that would be permitted under subsection 6 (1), (3) or (4) of Schedule 1.1 to the General Regulation as if the variable benefit account were a life income fund, except if during the calendar year the minimum amount specified by paragraph 9 for the year is greater than the maximum amount of income for the year.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>The following requirements and restrictions are prescribed with respect to the payment of pension benefits that are variable benefits for the purposes of subsection 39.1 (2) of the Act:</p> <p class=\"paragraph-e\">  1. A member who has received a statement under subsection 44 (1) of the General Regulation that includes the information set out in subsection (1.1) of that section may elect to receive variable benefits from a pension plan by delivering a direction to the administrator to establish a variable benefit account for the retired member.</p> <p class=\"paragraph-e\">  2. If a variable benefit account is established for a retired member, the entire amount credited to the retired member in his or her defined contribution account shall be transferred to the retired member’s variable benefit account. However, if the pension plan permits a portion of the entire amount credited to the retired member in his or her defined contribution account to be transferred to the retired member’s variable benefit account, the retired member may elect to have a portion of the entire amount transferred to the variable benefit account.</p> <p class=\"paragraph-e\">  3. An administrator shall make a payment out of a variable benefit account only once in a calendar year, unless the pension plan permits payments out of a variable benefit account more than once in a calendar year.</p> <p class=\"paragraph-e\">  4. After a retired member or specified beneficiary receives an initial statement under section<b> </b>3 or 4, as the case may be, the retired member or specified beneficiary must notify the administrator in writing of,</p> <p class=\"subpara-e\">  i. the amount of income to be paid out of the variable benefit account in respect of the calendar year, subject to the minimum and maximum limits set out in paragraphs 9 and 10,</p> <p class=\"subpara-e\">  ii. the frequency of the payment, if the pension plan permits payment out of the variable benefit account more than once in a calendar year, and</p> <p class=\"subpara-e\">  iii. the method of payment.</p> <p class=\"paragraph-e\">  5. If the retired member does not notify the administrator under paragraph 4 within 120 days after the administrator sent the initial statement under section 3,</p> <p class=\"subpara-e\">  i. the administrator shall, in the calendar year that includes the 120th day after the initial statement is sent, pay to the retired member once an amount equal to the minimum required to be paid from the variable benefit account under the <i>Income Tax Act </i>(Canada), and</p> <p class=\"subpara-e\">  ii. the administrator shall continue to pay an amount equal to the minimum required to be paid from the variable benefit account under the <i>Income Tax Act </i>(Canada) in every subsequent calendar year until the retired member gives a notice under paragraph 7.</p> <p class=\"paragraph-e\">  6. If the specified beneficiary does not notify the administrator under paragraph 4 within 120 days after the administrator sent the initial statement under section 4,</p> <p class=\"subpara-e\">  i. the administrator shall pay to the specified beneficiary the same amount of income, subject to the minimum and maximum limits set out in paragraphs 9 and 10, in the same frequency as in the calendar year of the retired member’s death, and</p> <p class=\"subpara-e\">  ii. the administrator shall continue to pay the amount as required by subparagraph i in every subsequent calendar year until the specified beneficiary gives a notice under paragraph 7.</p> <p class=\"paragraph-e\">  7. After a retired member or specified beneficiary has received an annual statement under section 5 or 6, as the case may be, the retired member or specified beneficiary may, once in a calendar year or more than once in the same calendar year if permitted to do so by the pension plan, notify the administrator in writing of,</p> <p class=\"subpara-e\">  i. any change to the amount of income to be paid out of the variable benefit account in a calendar year, subject to the minimum and maximum limits set out in paragraphs 9 and 10,</p> <p class=\"subpara-e\">  ii. any change to the frequency of the payment, if the pension plan permits payment out of the variable benefit account more than once in a calendar year, and</p> <p class=\"subpara-e\">  iii. any change in the method of payment.</p> <p class=\"paragraph-e\">  8. If a retired member or specified beneficiary has given the administrator a notice under paragraph 7, the administrator shall continue to pay the same amount of income, in the same frequency and using the same method of payment in accordance with the most recent notice until the retired member or specified beneficiary gives another notice under paragraph 7.</p> <p class=\"paragraph-e\">  9. The amount of income paid during a calendar year out of a variable benefit account must not be less than the minimum amount required to be paid from the account under the <i>Income Tax Act </i>(Canada).</p> <p class=\"paragraph-e\">  10. The amount of income paid during a calendar year out of a variable benefit account must not exceed the maximum amount of income that would be permitted under subsection 6 (1), (3) or (4) of Schedule 1.1 to the General Regulation as if the variable benefit account were a life income fund, except if during the calendar year the minimum amount specified by paragraph 9 for the year is greater than the maximum amount of income for the year.</p>"
        },
        {
            "id": "3.",
            "section": "Initial statement — retired member",
            "content": " 3. Within 30 days after a variable benefit account is established for a retired member, the administrator shall provide a statement in writing to the retired member which must contain, as recorded in the records of the administrator, at least the following information: 1. The name of the pension plan and its provincial registration number. 2. The retired member’s name and date of birth. 3. Where applicable, the name of the last person recorded as the retired member’s spouse. 4. A statement that the retired member may designate a beneficiary who would be entitled to receive the balance remaining in the retired member’s variable benefit account in a lump sum payment unless, on the date of the death, the retired member has a spouse. 5. A description of the benefits to be provided on the death of the retired member. 6. The date the variable benefit account was established and the amount transferred on that date from the retired member’s defined contribution account to the variable benefit account. 7. The amount and nature of the fees and expenses, if any, that will be charged to the variable benefit account during the calendar year. 8. An explanation about the notice required under paragraph 4 of section 2 and about the amount that would be paid to the retired member, if the retired member does not give the notice within 120 days after the statement is sent. 9. If the retired member has a spouse, a statement that the retired member may designate the spouse to be a specified beneficiary for the purposes of subsection 8506 (8) of the Income Tax Regulations (Canada), and information about how the retired member can go about doing so and about the rights of a specified beneficiary under sections 39.1.1 and 39.1.2 of the Act. 10. A statement that the retired member is entitled, within 60 days after the establishment of his or her variable benefit account, to apply to the administrator in accordance with section 9 to withdraw from the variable benefit account or transfer from it to a registered retirement savings arrangement an amount representing up to 50 per cent of the amount transferred to the account at the time it was established.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Within 30 days after a variable benefit account is established for a retired member, the administrator shall provide a statement in writing to the retired member which must contain, as recorded in the records of the administrator, at least the following information:</p> <p class=\"paragraph-e\">  1. The name of the pension plan and its provincial registration number.</p> <p class=\"paragraph-e\">  2. The retired member’s name and date of birth.</p> <p class=\"paragraph-e\">  3. Where applicable, the name of the last person recorded as the retired member’s spouse.</p> <p class=\"paragraph-e\">  4. A statement that the retired member may designate a beneficiary who would be entitled to receive the balance remaining in the retired member’s variable benefit account in a lump sum payment unless, on the date of the death, the retired member has a spouse.</p> <p class=\"paragraph-e\">  5. A description of the benefits to be provided on the death of the retired member.</p> <p class=\"paragraph-e\">  6. The date the variable benefit account was established and the amount transferred on that date from the retired member’s defined contribution account to the variable benefit account.</p> <p class=\"paragraph-e\">  7. The amount and nature of the fees and expenses, if any, that will be charged to the variable benefit account during the calendar year.</p> <p class=\"paragraph-e\">  8. An explanation about the notice required under paragraph 4 of section 2 and about the amount that would be paid to the retired member, if the retired member does not give the notice within 120 days after the statement is sent.</p> <p class=\"paragraph-e\">  9. If the retired member has a spouse, a statement that the retired member may designate the spouse to be a specified beneficiary for the purposes of subsection 8506 (8) of the <i>Income Tax Regulations </i>(Canada),<b> </b>and information about how the retired member can go about doing so and about the rights of a specified beneficiary under sections 39.1.1 and 39.1.2 of the Act.</p> <p class=\"paragraph-e\">  10. A statement that the retired member is entitled, within 60 days after the establishment of his or her variable benefit account, to apply to the administrator in accordance with section 9 to withdraw from the variable benefit account or transfer from it to a registered retirement savings arrangement an amount representing up to 50 per cent of the amount transferred to the account at the time it was established.</p>"
        },
        {
            "id": "4.",
            "section": "Initial statement — specified beneficiary",
            "content": " 4. Within 30 days after a specified beneficiary elects to continue receiving variable benefits under subsection 39.1.1 (9) of the Act, the administrator shall provide a statement in writing to the specified beneficiary which must contain, as recorded in the records of the administrator, at least the information required under paragraphs 1 and 7 of section 3 as well as the following information: 1. The specified beneficiary’s name and date of birth. 2. A description of the benefits to be provided on the death of the specified beneficiary. 3. The balance of the variable benefit account on the retired member’s date of death and the balance of the account on the date of the initial statement required under this section. 4. An explanation about the notice required under paragraph 4 of section 2 and about the amount that would be paid to the specified beneficiary, if the specified beneficiary does not give the notice within 120 days after the statement is sent. 5. A statement that the specified beneficiary may designate a beneficiary for the purpose of subsection 39.1.2 (1) of the Act and information about how the specified beneficiary can do so.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Within 30 days after a specified beneficiary elects to continue receiving variable benefits under subsection 39.1.1 (9) of the Act, the administrator shall provide a statement in writing to the specified beneficiary which must contain, as recorded in the records of the administrator, at least the information required under paragraphs 1 and 7 of section 3 as well as the following information:</p> <p class=\"paragraph-e\">  1. The specified beneficiary’s name and date of birth.</p> <p class=\"paragraph-e\">  2. A description of the benefits to be provided on the death of the specified beneficiary.</p> <p class=\"paragraph-e\">  3. The balance of the variable benefit account on the retired member’s date of death and the balance of the account on the date of the initial statement required under this section.</p> <p class=\"paragraph-e\">  4. An explanation about the notice required under paragraph 4 of section 2 and about the amount that would be paid to the specified beneficiary, if the specified beneficiary does not give the notice within 120 days after the statement is sent.</p> <p class=\"paragraph-e\">  5. A statement that the specified beneficiary may designate a beneficiary for the purpose of subsection 39.1.2 (1) of the Act and information about how the specified beneficiary can do so.</p>"
        },
        {
            "id": "5.",
            "section": "Annual statement — retired member",
            "content": " 5. (1) Section 40.2 of the General Regulation does not apply with respect to a retired member’s variable benefit account and instead a statement to the retired member required under subsection 27 (2) of the Act shall contain, as recorded in the records of the administrator, at least the following information: 1. The name of the pension plan and its provincial registration number. 2. The retired member’s name and date of birth. 3. The calendar year covered by the statement. 4. Where applicable, the name of the person recorded as the retired member’s spouse and whether the spouse has been designated as a specified beneficiary. 5. The name of the last person designated by the retired member as a beneficiary for the purposes of subsection 39.1.1 (5) of the Act. 6. The balance of the variable benefit account at the beginning of the calendar year and the balance of the account at the end of that calendar year. 7. Any amounts transferred to the variable benefit account under subsection 39.1 (3) of the Act during the calendar year and the source of any transfers. 8. Any amounts that were paid or transferred out of the variable benefit account during the calendar year under subsection 39.1 (4) of the Act and where the amounts were transferred to. 9. Any accumulated investment earnings, including any unrealized capital gains or losses, during the calendar year. 10. The total of the amounts paid as variable benefits during the calendar year and the frequency of payments and method of payment during the calendar year. 11. The amount and nature of the fees and expenses, if any, charged to the variable benefit account during the calendar year. 12. Information about the notice that the retired member may give under paragraph 7 of section 2. 13. If the retired member has not given the administrator a notice referred to in paragraph 4 or 7 of section 2, information about the amount the administrator will, until a notice under paragraph 7 of section 2 is given, pay to the retired member once in the calendar year. (2) For greater certainty, if a retired member has a variable benefit account under a pension plan and either has a defined contribution account under the pension plan or is receiving defined benefits under the pension plan, or both, section 40.2 of the General Regulation applies in respect of the defined contribution account or the defined benefits, or both, as the case may be. (3) The administrator shall provide the statement required under subsection (1) annually to the retired member.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Section 40.2 of the General Regulation does not apply with respect to a retired member’s variable benefit account and instead a statement to the retired member required under subsection 27 (2) of the Act shall contain, as recorded in the records of the administrator, at least the following information:</p> <p class=\"paragraph-e\">  1. The name of the pension plan and its provincial registration number.</p> <p class=\"paragraph-e\">  2. The retired member’s name and date of birth.</p> <p class=\"paragraph-e\">  3. The calendar year covered by the statement.</p> <p class=\"paragraph-e\">  4. Where applicable, the name of the person recorded as the retired member’s spouse and whether the spouse has been designated as a specified beneficiary.</p> <p class=\"paragraph-e\">  5. The name of the last person designated by the retired member as a beneficiary for the purposes of subsection 39.1.1 (5) of the Act.</p> <p class=\"paragraph-e\">  6. The balance of the variable benefit account at the beginning of the calendar year<b> </b>and the balance of the account at the end of that calendar year.</p> <p class=\"paragraph-e\">  7. Any amounts transferred to the variable benefit account under subsection 39.1 (3) of the Act during the calendar year<b> </b>and the source of any transfers.</p> <p class=\"paragraph-e\">  8. Any amounts that were paid or transferred out of the variable benefit account during the calendar year under subsection 39.1 (4) of the Act and where the amounts were transferred to.</p> <p class=\"paragraph-e\">  9. Any accumulated investment earnings, including any unrealized capital gains or losses, during the calendar year.</p> <p class=\"paragraph-e\">  10. The total of the amounts paid as variable benefits during the calendar year and the frequency of payments and method of payment during the calendar year.</p> <p class=\"paragraph-e\">  11. The amount and nature of the fees and expenses, if any, charged to the variable benefit account during the calendar year.</p> <p class=\"paragraph-e\">  12. Information about the notice that the retired member may give under paragraph 7 of section 2.</p> <p class=\"paragraph-e\">  13. If the retired member has not given the administrator a notice referred to in paragraph 4 or 7 of section 2, information about the amount the administrator will, until a notice under paragraph 7 of section 2 is given, pay to the retired member once in the calendar year.</p> <p class=\"subsection-e\">  (2) For greater certainty, if a retired member has a variable benefit account under a pension plan and either has a defined contribution account under the pension plan or is receiving defined benefits under the pension plan, or both, section 40.2 of the General Regulation applies in respect of the defined contribution account or the defined benefits, or both, as the case may be.</p> <p class=\"subsection-e\">  (3) The administrator shall provide the statement required under subsection (1) annually to the retired member.</p>"
        },
        {
            "id": "6.",
            "section": "Annual statement — specified beneficiary",
            "content": " 6. (1) For the purposes of subsection 39.1.1 (10.1) of the Act, the written statement to be given to a specified beneficiary must contain, as recorded in the records of the administrator, at least the information set out in paragraphs 1, 3, 6, 8, 9, 10 and 11 of subsection 5 (1) as well as the following information: 1. The specified beneficiary’s name and date of birth. 2. The name of any person designated by the specified beneficiary as a beneficiary for the purposes of subsection 39.1.2 (1) of the Act. 3. Information about the notice that the specified beneficiary may give under paragraph 7 of section 2. 4. If the specified beneficiary has not given the administrator a notice referred to in paragraph 4 or 7 of section 2, information about the amount the administrator will, until a notice under paragraph 7 of section 2 is given, pay to the specified beneficiary in the calendar year. (2) The administrator shall provide the statement required under subsection 39.1.1 (10.1) of the Act annually to a specified beneficiary who has elected under subsection 39.1.1 (9) of the Act to continue receiving variable benefits.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) For the purposes of subsection 39.1.1 (10.1) of the Act, the written statement to be given to a specified beneficiary must contain, as recorded in the records of the administrator, at least the information set out in paragraphs 1, 3, 6, 8, 9, 10 and 11 of subsection 5 (1) as well as the following information:</p> <p class=\"paragraph-e\">  1. The specified beneficiary’s name and date of birth.</p> <p class=\"paragraph-e\">  2. The name of any person designated by the specified beneficiary as a beneficiary for the purposes of subsection 39.1.2 (1) of the Act.</p> <p class=\"paragraph-e\">  3. Information about the notice that the specified beneficiary may give under paragraph 7 of section 2.</p> <p class=\"paragraph-e\">  4. If the specified beneficiary has not given the administrator a notice referred to in paragraph 4 or 7 of section 2, information about the amount the administrator will, until a notice under paragraph 7 of section 2 is given, pay to the specified beneficiary in the calendar year.</p> <p class=\"subsection-e\">  (2) The administrator shall provide the statement required under subsection 39.1.1 (10.1) of the Act annually to a specified beneficiary who has elected under subsection 39.1.1 (9) of the Act to continue receiving variable benefits.</p>"
        },
        {
            "id": "7.",
            "section": "Transfers in — s. 39.1 (3) (b) of Act",
            "content": "  7. The following retirement savings arrangements are prescribed for the purposes of clause 39.1 (3) (b) of the Act: 1. A life income fund. 2. A locked-in retirement account. 3. A locked-in retirement income fund.",
            "raw_html": "<p class=\"section-e\"><b>  7. </b>The following retirement savings arrangements are prescribed for the purposes of clause 39.1 (3) (b) of the Act:</p> <p class=\"paragraph-e\">  1. A life income fund.</p> <p class=\"paragraph-e\">  2. A locked-in retirement account.</p> <p class=\"paragraph-e\">  3. A locked-in retirement income fund.</p>"
        },
        {
            "id": "8.",
            "section": "Transfers out — s. 39.1 (4) of Act",
            "content": " 8. (1) The following retirement savings arrangements are prescribed for the purposes of clause 39.1 (4) (b) of the Act: 1. A life income fund. 2. A locked-in retirement account. (2) An insurance contract for the purchase of a life annuity under clause 39.1 (4) (c) of the Act must meet the requirements of section 22 of the General Regulation. (3) If a retired member or specified beneficiary exercises his or her entitlement under subsection 39.1 (4) of the Act, the direction to be delivered to the administrator must be in a form approved by the Chief Executive Officer. (4) The administrator shall comply with the direction delivered under subsection 39.1 (7) of the Act within 60 days after receipt of the direction.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The following retirement savings arrangements are prescribed for the purposes of clause 39.1 (4) (b) of the Act:</p> <p class=\"paragraph-e\">  1. A life income fund.</p> <p class=\"paragraph-e\">  2. A locked-in retirement account.</p> <p class=\"subsection-e\">  (2) An insurance contract for the purchase of a life annuity under clause 39.1 (4) (c) of the Act must meet the requirements of section 22 of the General Regulation.</p> <p class=\"subsection-e\">  (3) If a retired member or specified beneficiary exercises his or her entitlement under subsection 39.1 (4) of the Act, the direction to be delivered to the administrator must be in a form approved by the Chief Executive Officer.</p> <p class=\"subsection-e\">  (4) The administrator shall comply with the direction delivered under subsection 39.1 (7) of the Act within 60 days after receipt of the direction.</p>"
        },
        {
            "id": "9.",
            "section": "Withdrawal — s. 39.1 (5) of Act",
            "content": " 9. (1) For the purposes of subsection 39.1 (5) of the Act, an application to the administrator must be made on a form approved by the Chief Executive Officer and must specify the amount to be withdrawn from the retired member’s variable benefit account or transferred from it to a registered retirement savings arrangement. (2) Within 60 days after receiving the application, the administrator shall pay the amount to the retired member or pay the amount into the registered retirement savings arrangement. (3) A retired member may make only one application for the purposes of subsection 39.1 (5) of the Act.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) For the purposes of subsection 39.1 (5) of the Act, an application to the administrator must be made on a form approved by the Chief Executive Officer and must specify the amount to be withdrawn from the retired member’s variable benefit account or transferred from it to a registered retirement savings arrangement.</p> <p class=\"subsection-e\">  (2) Within 60 days after receiving the application, the administrator shall pay the amount to the retired member or pay the amount into the registered retirement savings arrangement.</p> <p class=\"subsection-e\">  (3) A retired member may make only one application for the purposes of subsection 39.1 (5) of the Act.</p>"
        },
        {
            "id": "10.",
            "section": "Cessation of variable benefits — s. 39.1 (6) of Act — no wind up",
            "content": " 10. Within 60 days before a pension plan ceases to provide for the payment of a variable benefit other than in the case of a wind up, the administrator shall provide a statement in writing to the retired member or specified beneficiary, as the case may be, which must include the information set out in paragraph 1 of subsection 5 (1), as well as the following information: 1. The retired member’s or the specified beneficiary’s name and date of birth, as the case may be. 2. The date on which the retired member or specified beneficiary, as the case may be, commenced receiving variable benefit payments. 3. The date on which the pension plan will cease to provide for the payment of variable benefits. 4. The balance of the variable benefit account at the beginning of the calendar year and the balance of the account on the date of the statement. 5. Any accumulated investment earnings, including any unrealized capital gains or losses, during the calendar year up to the date of the statement. 6. The amount and nature of the fees and expenses, if any, charged to the variable benefit account during the calendar year up to the date of the statement. 7. Information about the options available under subsection 39.1 (4) of the Act and the date by which the retired member or specified beneficiary, as the case may be, must deliver the direction to the administrator.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>Within 60 days before a pension plan ceases to provide for the payment of a variable benefit other than in the case of a wind up, the administrator shall provide a statement in writing to the retired member or specified beneficiary, as the case may be, which must include the information set out in paragraph 1 of subsection 5 (1), as well as the following information:</p> <p class=\"paragraph-e\">  1. The retired member’s or the specified beneficiary’s name and date of birth, as the case may be.</p> <p class=\"paragraph-e\">  2. The date on which the retired member or specified beneficiary, as the case may be, commenced receiving variable benefit payments.</p> <p class=\"paragraph-e\">  3. The date on which the pension plan will cease to provide for the payment of variable benefits.</p> <p class=\"paragraph-e\">  4. The balance of the variable benefit account at the beginning of the calendar year and the balance of the account on the date of the statement.</p> <p class=\"paragraph-e\">  5. Any accumulated investment earnings, including any unrealized capital gains or losses, during the calendar year up to the date of the statement.</p> <p class=\"paragraph-e\">  6. The amount and nature of the fees and expenses, if any, charged to the variable benefit account during the calendar year up to the date of the statement.</p> <p class=\"paragraph-e\">  7. Information about the options available under subsection 39.1 (4) of the Act and the date by which the retired member or specified beneficiary, as the case may be, must deliver the direction to the administrator.</p>"
        },
        {
            "id": "11.",
            "section": "Cessation of variable benefit payments — wind up",
            "content": "  11. (1) If a pension plan that provides for the payment of variable benefits will cease to provide variable benefits because it is to be wound up, subsection 28 (2) of the General Regulation does not apply with respect to a retired member’s variable benefit account and instead the statement to the retired member or specified beneficiary, as the case may be, required by subsection 72 (1) of the Act must include the information set out in paragraphs 1, 3, 4, 5, 17, 18 and 19 of subsection 28 (2) of the General Regulation and in paragraphs 1, 2 and 7 of section 10 of this Regulation, as well as the following information: 1. The balance of the variable benefit account at the beginning of the calendar year and the balance of the account on the date of the wind up. 2. Any accumulated investment earnings, including any unrealized capital gains or losses, during the calendar year up to the date of the wind up. 3. The amount and nature of the fees and expenses, if any, charged to the variable benefit account during the calendar year up to the date of the wind up. (2) For greater certainty, (a) if a retired member has a variable benefit account under a pension plan and either has a defined contribution account under the pension plan or is receiving defined benefits under the pension plan, or both, subsection 28 (2) of the General Regulation applies in respect of the defined contribution account or the defined benefits, or both, as the case may be; and (b) if a specified beneficiary is receiving variable benefits from a retired member’s variable benefit account under a pension plan and is receiving a joint and survivor pension under the pension plan, subsection 28 (2) of the General Regulation applies in respect of the joint and survivor pension.",
            "raw_html": "<p class=\"section-e\"><b>  11. </b>(1) If a pension plan that provides for the payment of variable benefits will cease to provide variable benefits because it is to be wound up, subsection 28 (2) of the General Regulation does not apply with respect to a retired member’s variable benefit account and instead the statement to the retired member or specified beneficiary, as the case may be, required by subsection 72 (1) of the Act must include the information set out in paragraphs 1, 3, 4, 5, 17, 18 and 19 of subsection 28 (2) of the General Regulation and in paragraphs 1, 2 and 7 of section 10 of this Regulation, as well as the following information:</p> <p class=\"paragraph-e\">  1. The balance of the variable benefit account at the beginning of the calendar year and the balance of the account on the date of the wind up.</p> <p class=\"paragraph-e\">  2. Any accumulated investment earnings, including any unrealized capital gains or losses, during the calendar year up to the date of the wind up.</p> <p class=\"paragraph-e\">  3. The amount and nature of the fees and expenses, if any, charged to the variable benefit account during the calendar year up to the date of the wind up.</p> <p class=\"subsection-e\">  (2) For greater certainty,</p> <p class=\"clause-e\">  (a) if a retired member has a variable benefit account under a pension plan and either has a defined contribution account under the pension plan or is receiving defined benefits under the pension plan, or both, subsection 28 (2) of the General Regulation applies in respect of the defined contribution account or the defined benefits, or both, as the case may be; and</p> <p class=\"clause-e\">  (b) if a specified beneficiary is receiving variable benefits from a retired member’s variable benefit account under a pension plan and is receiving a joint and survivor pension under the pension plan, subsection 28 (2) of the General Regulation applies in respect of the joint and survivor pension.</p>"
        },
        {
            "id": "12.",
            "section": "Direction under s. 39.1 (7) of Act",
            "content": "  12. If a retired member or specified beneficiary receives a statement under section 10 or 11 and wishes to exercise his or her entitlement under subsection 39.1 (4) of the Act, the retired member or specified beneficiary must deliver the direction under subsection 39.1 (7) of the Act to the administrator within 90 days after receipt of the statement.",
            "raw_html": "<p class=\"section-e\"><b>  12. </b>If a retired member or specified beneficiary receives a statement under section 10 or 11 and wishes to exercise his or her entitlement under subsection 39.1 (4) of the Act, the retired member or specified beneficiary must deliver the direction under subsection 39.1 (7) of the Act to the administrator within 90 days after receipt of the statement.</p>"
        },
        {
            "id": "13.",
            "section": "Death — statement",
            "content": " 13. (1) If the spouse, beneficiary or personal representative of a retired member becomes entitled to a lump sum payment under subsection 39.1.1 (1), (5) or (6) of the Act, section 43 of the General Regulation does not apply with respect to the retired member’s variable benefit account and instead the administrator shall, within 30 days after the administrator receives notice of the death of the retired member, give a statement containing at least the following information to the spouse, beneficiary or personal representative, as the case may be: 1. The name of the pension plan and its provincial registration number. 2. The amount and method of payment of the benefit. 3. In the case of a spouse who is entitled to a lump sum payment under subsection 39.1.1 (1) of the Act, information about the option to require the administrator to pay the lump sum into a registered retirement savings arrangement under subsection 39.1.1 (7) of the Act and the date by which the spouse must deliver a direction to the administrator. 4. In the case of a spouse who is a specified beneficiary in relation to the retired member, information about the election that the spouse may make under subsection 39.1.1 (9) of the Act to continue receiving the variable benefits, including, i. a statement that the election must be made in the form approved by the Chief Executive Officer and the deadline for making the election, ii. a description of the specified beneficiary’s options with respect to receiving the balance remaining in the variable benefit account if the specified beneficiary does not make the election, and iii. the date by which the spouse’s election under subsection 39.1.1 (9) of the Act must be delivered to the administrator. (2) If the beneficiary or personal representative of a specified beneficiary becomes entitled to a lump sum payment under subsection 39.1.2 (2) or (3) of the Act, the administrator shall, within 30 days after the administrator receives notice of the death of the specified beneficiary, give a statement containing at least the information set out in paragraphs 1 and 2 of subsection (1) of this section to the beneficiary or personal representative, as the case may be. (3) For greater certainty, if, at the date of a retired member’s death, the retired member has a variable benefit account under a pension plan and either has a defined contribution account under the pension plan or is receiving defined benefits under the pension plan, or both, section 43 of the General Regulation applies in respect of the defined contribution account or the defined benefits, or both, as the case may be.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) If the spouse, beneficiary or personal representative of a retired member becomes entitled to a lump sum payment under subsection 39.1.1 (1), (5) or (6) of the Act, section 43 of the General Regulation does not apply<b> </b>with respect to the retired member’s variable benefit account and instead the administrator shall, within 30 days after the administrator receives notice of the death of the retired member, give a statement containing at least the following information to the spouse, beneficiary or personal representative, as the case may be:</p> <p class=\"paragraph-e\">  1. The name of the pension plan and its provincial registration number.</p> <p class=\"paragraph-e\">  2. The amount and method of payment of the benefit.</p> <p class=\"paragraph-e\">  3. In the case of a spouse who is entitled to a lump sum payment under subsection 39.1.1 (1) of the Act, information about the option to require the administrator to pay the lump sum into a registered retirement savings arrangement under subsection 39.1.1 (7) of the Act and the date by which the spouse must deliver a direction to the administrator.</p> <p class=\"paragraph-e\">  4. In the case of a spouse who is a specified beneficiary in relation to the retired member, information about the election that the spouse may make under subsection 39.1.1 (9) of the Act to continue receiving the variable benefits, including,</p> <p class=\"subpara-e\">  i. a statement that the election must be made in the form approved by the Chief Executive Officer and the deadline for making the election,</p> <p class=\"subpara-e\">  ii. a description of the specified beneficiary’s options with respect to receiving the balance remaining in the variable benefit account if the specified beneficiary does not make the election, and</p> <p class=\"subpara-e\">  iii. the date by which the spouse’s election under subsection 39.1.1 (9) of the Act must be delivered to the administrator.</p> <p class=\"subsection-e\">  (2) If the beneficiary or personal representative of a specified beneficiary becomes entitled to a lump sum payment under subsection 39.1.2 (2) or (3) of the Act, the administrator shall, within 30 days after the administrator receives notice of the death of the specified beneficiary, give a statement containing at least the information set out in paragraphs 1 and 2 of subsection (1) of this section to the beneficiary or personal representative, as the case may be.</p> <p class=\"subsection-e\">  (3) For greater certainty, if, at the date of a retired member’s death, the retired member has a variable benefit account under a pension plan and either has a defined contribution account under the pension plan or is receiving defined benefits under the pension plan, or both, section 43 of the General Regulation applies in respect of the defined contribution account or the defined benefits, or both, as the case may be.</p>"
        },
        {
            "id": "14.",
            "section": "Prescribed periods, ss. 39.1 and 39.1.1 of Act",
            "content": " 14. (1) For the purposes of paragraphs 1 and 2 of subsection 39.1 (2.2) of the Act, the prescribed period is 60 days. (2) For the purpose of subsection 39.1.1 (7) of the Act, the prescribed period is 90 days after the spouse receives the statement required by subsection 13 (1) of this Regulation. (3) For the purpose of subsection 39.1.1 (10) of the Act, the prescribed period is 90 days after the retired member’s death. (4) If an administrator receives a direction under subsection 39.1.1 (7) of the Act, the administrator shall comply with the direction within 60 days after receipt of the direction. (5) If an administrator receives an election under subsection 39.1.1 (10) of the Act, the administrator shall comply with the election within 15 days after receipt of the election.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) For the purposes of paragraphs 1 and 2 of subsection 39.1 (2.2) of the Act, the prescribed period is 60 days.</p> <p class=\"subsection-e\">  (2) For the purpose of subsection 39.1.1 (7) of the Act, the prescribed period is 90 days after the spouse receives the statement required by subsection 13 (1) of this Regulation.</p> <p class=\"subsection-e\">  (3) For the purpose of subsection 39.1.1 (10) of the Act, the prescribed period is 90 days after the retired member’s death.</p> <p class=\"subsection-e\">  (4) If an administrator receives a direction under subsection 39.1.1 (7) of the Act, the administrator shall comply with the direction within 60 days after receipt of the direction.</p> <p class=\"subsection-e\">  (5) If an administrator receives an election under subsection 39.1.1 (10) of the Act, the administrator shall comply with the election within 15 days after receipt of the election.</p>"
        },
        {
            "id": "15.",
            "section": "Prescribed periods, ss. 39.1 and 39.1.1 of Act",
            "content": " 15. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>15.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Prescribed periods, ss. 39.1 and 39.1.1 of Act",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/190368\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}