{
    "reg_info": {
        "full_title": "O. Reg. 104/94: PACKAGING AUDITS AND PACKAGING REDUCTION WORK PLANS",
        "reg_name_text": "PACKAGING AUDITS AND PACKAGING REDUCTION WORK PLANS",
        "citation": "O. Reg. 104/94: ",
        "act_under": "Environmental Protection Act   Loi sur la protection de l’environnement",
        "url": "https://www.ontario.ca/laws/regulation/940104",
        "date_scraped": "2023-12-20 01:33:44"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  3, 1994",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “owner” includes an operator of an establishment but does not include a landlord; “packaging audit” means an examination of the impact of packaging on waste management needs, activities and opportunities; “packaging reduction work plan” means a waste management plan to reduce the amount of waste resulting from packaging; “site” means one property and includes nearby properties owned or leased by the same person where passage from one property to another involves crossing, but not travelling along, a public highway; “waste” means municipal waste as defined in Regulation 347 of the Revised Regulations of Ontario, 1990. O. Reg. 104/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“owner” includes an operator of an establishment but does not include a landlord;</p> <p class=\"definition-e\">“packaging audit” means an examination of the impact of packaging on waste management needs, activities and opportunities;</p> <p class=\"definition-e\">“packaging reduction work plan” means a waste management plan to reduce the amount of waste resulting from packaging;</p> <p class=\"definition-e\">“site” means one property and includes nearby properties owned or leased by the same person where passage from one property to another involves crossing, but not travelling along, a public highway;</p> <p class=\"definition-e\">“waste” means municipal waste as defined in Regulation 347 of the Revised Regulations of Ontario, 1990. O. Reg. 104/94, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. A packaging audit required under this Regulation shall include examinations of, (a) the type and amount of the packaging; (b) the extent to which the packaging consists of reused or recycled materials; (c) the management decisions and policies that relate to packaging, including decisions and policies that relate to product design that affect packaging; (d) the reusability and recyclability of the packaging after use; and (e) the impacts of packaging that becomes waste, including the final destination of the packaging after use. O. Reg. 104/94, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>A packaging audit required under this Regulation shall include examinations of,</p> <p class=\"clause-e\">(a) the type and amount of the packaging;</p> <p class=\"clause-e\">(b) the extent to which the packaging consists of reused or recycled materials;</p> <p class=\"clause-e\">(c) the management decisions and policies that relate to packaging, including decisions and policies that relate to product design that affect packaging;</p> <p class=\"clause-e\">(d) the reusability and recyclability of the packaging after use; and</p> <p class=\"clause-e\">(e) the impacts of packaging that becomes waste, including the final destination of the packaging after use. O. Reg. 104/94, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) A packaging reduction work plan required under this Regulation shall include, to the extent that is reasonable, plans, (a) to reduce the amount of packaging used; (b) to increase the extent to which packaging consists of reused or recycled materials; (c) to increase the reusability and recyclability of the packaging after use; and (d) to reduce the impacts of packaging that becomes waste. (2) A packaging reduction work plan required under this Regulation shall also set out who will implement each part of the plan, when each part will be implemented and what the expected results are. (3) In developing the work plan, regard shall be had to the following principles: 1. Reduction is the first objective. 2. If reduction is not possible, then reuse is the next objective. 3. If reduction and reuse are not possible, then recycling is the final objective. O. Reg. 104/94, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) A packaging reduction work plan required under this Regulation shall include, to the extent that is reasonable, plans,</p> <p class=\"clause-e\">(a) to reduce the amount of packaging used;</p> <p class=\"clause-e\">(b) to increase the extent to which packaging consists of reused or recycled materials;</p> <p class=\"clause-e\">(c) to increase the reusability and recyclability of the packaging after use; and</p> <p class=\"clause-e\">(d) to reduce the impacts of packaging that becomes waste.</p> <p class=\"subsection-e\">(2) A packaging reduction work plan required under this Regulation shall also set out who will implement each part of the plan, when each part will be implemented and what the expected results are.</p> <p class=\"subsection-e\">(3) In developing the work plan, regard shall be had to the following principles:</p> <p class=\"paragraph-e\">1. Reduction is the first objective.</p> <p class=\"paragraph-e\">2. If reduction is not possible, then reuse is the next objective.</p> <p class=\"paragraph-e\">3. If reduction and reuse are not possible, then recycling is the final objective. O. Reg. 104/94, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. A person who is required under this Regulation to prepare a report of a packaging audit or a packaging reduction work plan shall prepare it on a form provided by the Ministry or in the same format as such a form. O. Reg. 104/94, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>A person who is required under this Regulation to prepare a report of a packaging audit or a packaging reduction work plan shall prepare it on a form provided by the Ministry or in the same format as such a form. O. Reg. 104/94, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) A person who becomes subject to an obligation under this Regulation to prepare a report of a packaging audit or a packaging reduction work plan shall do so within six months of becoming subject to the obligation. (2) This section does not apply with respect to updated reports or plans. O. Reg. 104/94, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) A person who becomes subject to an obligation under this Regulation to prepare a report of a packaging audit or a packaging reduction work plan shall do so within six months of becoming subject to the obligation.</p> <p class=\"subsection-e\">(2) This section does not apply with respect to updated reports or plans. O. Reg. 104/94, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. A person who is required to prepare a report of a packaging audit or a packaging reduction work plan shall submit to the Director on request the required report and plan within seven days of the Director requesting them. O. Reg. 104/94, s. 6. PART II   LARGE FOOD OR BEVERAGE MANUFACTURING ESTABLISHMENTS",
            "raw_html": "<p class=\"section-e\"><b>6. </b>A person who is required to prepare a report of a packaging audit or a packaging reduction work plan shall submit to the Director on request the required report and plan within seven days of the Director requesting them. O. Reg. 104/94, s. 6.</p> <p class=\"partnum-e\"><b>PART II <br/>  LARGE FOOD OR BEVERAGE MANUFACTURING ESTABLISHMENTS</b></p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) Subject to this section, this Part applies to the owner of an establishment in respect of a site at which packaged food or beverage products are manufactured or packaged. (2) This Part does not apply to an owner of a site in a particular calendar year if, (a) during the two preceding calendar years there was no calendar month in which the hours worked by the persons employed at the site exceeded 16,000 hours; and (b) the owner is able to demonstrate this fact, within seven days of a request from the Director, through evidence satisfactory to the Director. (3) Copies of the records related to hours of employment maintained under section 11 of the Employment Standards Act shall be deemed to be sufficient evidence of hours worked at a site if the copies are certified by the owner or the owner’s representative as to the accuracy of the records. O. Reg. 104/94, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) Subject to this section, this Part applies to the owner of an establishment in respect of a site at which packaged food or beverage products are manufactured or packaged.</p> <p class=\"subsection-e\">(2) This Part does not apply to an owner of a site in a particular calendar year if,</p> <p class=\"clause-e\">(a) during the two preceding calendar years there was no calendar month in which the hours worked by the persons employed at the site exceeded 16,000 hours; and</p> <p class=\"clause-e\">(b) the owner is able to demonstrate this fact, within seven days of a request from the Director, through evidence satisfactory to the Director.</p> <p class=\"subsection-e\">(3) Copies of the records related to hours of employment maintained under section 11 of the <i>Employment Standards Act</i> shall be deemed to be sufficient evidence of hours worked at a site if the copies are certified by the owner or the owner’s representative as to the accuracy of the records. O. Reg. 104/94, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) The owner shall conduct a packaging audit covering the packaging of the products manufactured or packaged at the site. (2) After conducting the packaging audit, the owner shall prepare a written report of the audit. (3) Within every two-year period after the conducting of the initial packaging audit, the owner shall update the audit and prepare an updated written report. O. Reg. 104/94, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) The owner shall conduct a packaging audit covering the packaging of the products manufactured or packaged at the site.</p> <p class=\"subsection-e\">(2) After conducting the packaging audit, the owner shall prepare a written report of the audit.</p> <p class=\"subsection-e\">(3) Within every two-year period after the conducting of the initial packaging audit, the owner shall update the audit and prepare an updated written report. O. Reg. 104/94, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) The owner shall prepare a written packaging reduction work plan, based on the packaging audit, relating to the packaging of the products manufactured or packaged at the site. (2) Within every two-year period after the preparation of the initial packaging reduction work plan, the owner shall prepare an updated written plan. O. Reg. 104/94, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) The owner shall prepare a written packaging reduction work plan, based on the packaging audit, relating to the packaging of the products manufactured or packaged at the site.</p> <p class=\"subsection-e\">(2) Within every two-year period after the preparation of the initial packaging reduction work plan, the owner shall prepare an updated written plan. O. Reg. 104/94, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. (1) If the owner manufactures or packages, under a licence or other contractual arrangement with the person controlling a brand name, a product identified by the brand name, the owner shall, in preparing the packaging reduction work plan, seek the co-operation of the person in relation to the matters set out in subsection 3 (1). (2) The packaging reduction work plan shall set out, (a) the names of the persons from whom the owner sought co-operation as required under subsection (1); and (b) a description of the co-operation the owner obtained from each person. O. Reg. 104/94, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) If the owner manufactures or packages, under a licence or other contractual arrangement with the person controlling a brand name, a product identified by the brand name, the owner shall, in preparing the packaging reduction work plan, seek the co-operation of the person in relation to the matters set out in subsection 3 (1).</p> <p class=\"subsection-e\">(2) The packaging reduction work plan shall set out,</p> <p class=\"clause-e\">(a) the names of the persons from whom the owner sought co-operation as required under subsection (1); and</p> <p class=\"clause-e\">(b) a description of the co-operation the owner obtained from each person. O. Reg. 104/94, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. The owner shall implement the packaging reduction work plan as updated. O. Reg. 104/94, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>The owner shall implement the packaging reduction work plan as updated. O. Reg. 104/94, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. The packaging reduction work plan shall include measures for communicating the plan to the owner’s employees who work at the site and, as a minimum, those measures shall require, (a) that the plan or a summary be posted in places where most employees will see it; and (b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 104/94, s. 12. PART III   PAPER MANUFACTURING ESTABLISHMENTS",
            "raw_html": "<p class=\"section-e\"><b>12. </b>The packaging reduction work plan shall include measures for communicating the plan to the owner’s employees who work at the site and, as a minimum, those measures shall require,</p> <p class=\"clause-e\">(a) that the plan or a summary be posted in places where most employees will see it; and</p> <p class=\"clause-e\">(b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 104/94, s. 12.</p> <p class=\"partnum-e\"><b>PART III <br/>  PAPER MANUFACTURING ESTABLISHMENTS</b></p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) Subject to this section, this Part applies to the owner of an establishment in respect of a site at which packaged products made primarily of paper or wood fibre, including packaged paper but not including printed materials, are manufactured or packaged. (2) This Part does not apply to an owner of a site in a particular calendar year if, (a) during the two preceding calendar years there was no calendar month in which the hours worked by the persons employed at the site exceeded 16,000 hours; and (b) the owner is able to demonstrate this fact, within seven days of a request from the Director, through evidence satisfactory to the Director. (3) Copies of the records related to hours of employment maintained under section 11 of the Employment Standards Act shall be deemed to be sufficient evidence of hours worked at a site if the copies are certified by the owner or the owner’s representative as to the accuracy of the records. (4) This Part does not apply to a publishing establishment. O. Reg. 104/94, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) Subject to this section, this Part applies to the owner of an establishment in respect of a site at which packaged products made primarily of paper or wood fibre, including packaged paper but not including printed materials, are manufactured or packaged.</p> <p class=\"subsection-e\">(2) This Part does not apply to an owner of a site in a particular calendar year if,</p> <p class=\"clause-e\">(a) during the two preceding calendar years there was no calendar month in which the hours worked by the persons employed at the site exceeded 16,000 hours; and</p> <p class=\"clause-e\">(b) the owner is able to demonstrate this fact, within seven days of a request from the Director, through evidence satisfactory to the Director.</p> <p class=\"subsection-e\">(3) Copies of the records related to hours of employment maintained under section 11 of the <i>Employment Standards Act</i> shall be deemed to be sufficient evidence of hours worked at a site if the copies are certified by the owner or the owner’s representative as to the accuracy of the records.</p> <p class=\"subsection-e\">(4) This Part does not apply to a publishing establishment. O. Reg. 104/94, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. (1) The owner shall conduct a packaging audit covering the packaging of the products manufactured or packaged at the site. (2) After conducting the packaging audit, the owner shall prepare a written report of the audit. (3) Within every two-year period after the conducting of the initial packaging audit, the owner shall update the audit and prepare an updated written report. O. Reg. 104/94, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) The owner shall conduct a packaging audit covering the packaging of the products manufactured or packaged at the site.</p> <p class=\"subsection-e\">(2) After conducting the packaging audit, the owner shall prepare a written report of the audit.</p> <p class=\"subsection-e\">(3) Within every two-year period after the conducting of the initial packaging audit, the owner shall update the audit and prepare an updated written report. O. Reg. 104/94, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. (1) The owner shall prepare a written packaging reduction work plan, based on the packaging audit, relating to the packaging of the products manufactured or packaged at the site. (2) Within every two-year period after the preparation of the initial packaging reduction work plan, the owner shall prepare an updated written plan. O. Reg. 104/94, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) The owner shall prepare a written packaging reduction work plan, based on the packaging audit, relating to the packaging of the products manufactured or packaged at the site.</p> <p class=\"subsection-e\">(2) Within every two-year period after the preparation of the initial packaging reduction work plan, the owner shall prepare an updated written plan. O. Reg. 104/94, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. (1) If the owner manufactures or packages, under a licence or other contractual arrangement with the person controlling a brand name, a product identified by the brand name, the owner shall, in preparing the packaging reduction work plan, seek the co-operation of the person in relation to the matters set out in subsection 3 (1). (2) The packaging reduction work plan shall set out, (a) the names of the persons from whom the owner sought co-operation as required under subsection (1); and (b) a description of the co-operation the owner obtained from each person. O. Reg. 104/94, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) If the owner manufactures or packages, under a licence or other contractual arrangement with the person controlling a brand name, a product identified by the brand name, the owner shall, in preparing the packaging reduction work plan, seek the co-operation of the person in relation to the matters set out in subsection 3 (1).</p> <p class=\"subsection-e\">(2) The packaging reduction work plan shall set out,</p> <p class=\"clause-e\">(a) the names of the persons from whom the owner sought co-operation as required under subsection (1); and</p> <p class=\"clause-e\">(b) a description of the co-operation the owner obtained from each person. O. Reg. 104/94, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. The owner shall implement the packaging reduction work plan as updated. O. Reg. 104/94, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>The owner shall implement the packaging reduction work plan as updated. O. Reg. 104/94, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. The packaging reduction work plan shall include measures for communicating the plan to the owner’s employees who work at the site and, as a minimum, those measures shall require, (a) that the plan or a summary be posted in places where most employees will see it; and (b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 104/94, s. 18. PART IV   CHEMICAL MANUFACTURING ESTABLISHMENTS",
            "raw_html": "<p class=\"section-e\"><b>18. </b>The packaging reduction work plan shall include measures for communicating the plan to the owner’s employees who work at the site and, as a minimum, those measures shall require,</p> <p class=\"clause-e\">(a) that the plan or a summary be posted in places where most employees will see it; and</p> <p class=\"clause-e\">(b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 104/94, s. 18.</p> <p class=\"partnum-e\"><b>PART IV <br/>  CHEMICAL MANUFACTURING ESTABLISHMENTS</b></p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": "19. (1) Subject to this section, this Part applies to the owner of an establishment in respect of a site at which packaged chemicals or packaged chemical products are manufactured or packaged. (2) This Part does not apply to an owner of a site in a particular calendar year if, (a) during the two preceding calendar years there was no calendar month in which the hours worked by the persons employed at the site exceeded 16,000 hours; and (b) the owner is able to demonstrate this fact, within seven days of a request from the Director, through evidence satisfactory to the Director. (3) Copies of the records related to hours of employment maintained under section 11 of the Employment Standards Act shall be deemed to be sufficient evidence of hours worked at a site if the copies are certified by the owner or the owner’s representative as to the accuracy of the records. O. Reg. 104/94, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>(1) Subject to this section, this Part applies to the owner of an establishment in respect of a site at which packaged chemicals or packaged chemical products are manufactured or packaged.</p> <p class=\"subsection-e\">(2) This Part does not apply to an owner of a site in a particular calendar year if,</p> <p class=\"clause-e\">(a) during the two preceding calendar years there was no calendar month in which the hours worked by the persons employed at the site exceeded 16,000 hours; and</p> <p class=\"clause-e\">(b) the owner is able to demonstrate this fact, within seven days of a request from the Director, through evidence satisfactory to the Director.</p> <p class=\"subsection-e\">(3) Copies of the records related to hours of employment maintained under section 11 of the <i>Employment Standards Act</i> shall be deemed to be sufficient evidence of hours worked at a site if the copies are certified by the owner or the owner’s representative as to the accuracy of the records. O. Reg. 104/94, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": "20. (1) The owner shall conduct a packaging audit covering the packaging of the products manufactured or packaged at the site. (2) After conducting the packaging audit, the owner shall prepare a written report of the audit. (3) Within every two-year period after the conducting of the initial packaging audit, the owner shall update the audit and prepare an updated written report. O. Reg. 104/94, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(1) The owner shall conduct a packaging audit covering the packaging of the products manufactured or packaged at the site.</p> <p class=\"subsection-e\">(2) After conducting the packaging audit, the owner shall prepare a written report of the audit.</p> <p class=\"subsection-e\">(3) Within every two-year period after the conducting of the initial packaging audit, the owner shall update the audit and prepare an updated written report. O. Reg. 104/94, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": null,
            "content": "21. (1) The owner shall prepare a written packaging reduction work plan, based on the packaging audit, relating to the packaging of the products manufactured or packaged at the site. (2) Within every two-year period after the preparation of the initial packaging reduction work plan, the owner shall prepare an updated written plan. O. Reg. 104/94, s. 21.",
            "raw_html": "<p class=\"section-e\"><b>21. </b>(1) The owner shall prepare a written packaging reduction work plan, based on the packaging audit, relating to the packaging of the products manufactured or packaged at the site.</p> <p class=\"subsection-e\">(2) Within every two-year period after the preparation of the initial packaging reduction work plan, the owner shall prepare an updated written plan. O. Reg. 104/94, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": null,
            "content": "22. (1) If the owner manufactures or packages, under a licence or other contractual arrangement with the person controlling a brand name, a product identified by the brand name, the owner shall, in preparing the packaging reduction work plan, seek the co-operation of the person in relation to the matters set out in subsection 3 (1). (2) The packaging reduction work plan shall set out, (a) the names of the persons from whom the owner sought co-operation as required under subsection (1); and (b) a description of the co-operation the owner obtained from each person. O. Reg. 104/94, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22. </b>(1) If the owner manufactures or packages, under a licence or other contractual arrangement with the person controlling a brand name, a product identified by the brand name, the owner shall, in preparing the packaging reduction work plan, seek the co-operation of the person in relation to the matters set out in subsection 3 (1).</p> <p class=\"subsection-e\">(2) The packaging reduction work plan shall set out,</p> <p class=\"clause-e\">(a) the names of the persons from whom the owner sought co-operation as required under subsection (1); and</p> <p class=\"clause-e\">(b) a description of the co-operation the owner obtained from each person. O. Reg. 104/94, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": null,
            "content": "23. The owner shall implement the packaging reduction work plan as updated. O. Reg. 104/94, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23. </b>The owner shall implement the packaging reduction work plan as updated. O. Reg. 104/94, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": null,
            "content": "24. The packaging reduction work plan shall include measures for communicating the plan to the owner’s employees who work at the site and, as a minimum, those measures shall require, (a) that the plan or a summary be posted in places where most employees will see it; and (b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 104/94, s. 24. PART V   IMPORTERS",
            "raw_html": "<p class=\"section-e\"><b>24. </b>The packaging reduction work plan shall include measures for communicating the plan to the owner’s employees who work at the site and, as a minimum, those measures shall require,</p> <p class=\"clause-e\">(a) that the plan or a summary be posted in places where most employees will see it; and</p> <p class=\"clause-e\">(b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 104/94, s. 24.</p> <p class=\"partnum-e\"><b>PART V <br/>  IMPORTERS</b></p>"
        },
        {
            "id": "25.",
            "section": null,
            "content": "25. (1) Subject to this section, this Part applies to a person who imports into Ontario packaged products of one or more of the categories set out in subsection (2). (2) The categories of packaged products referred to in subsection (1) are the following: 1. Packaged food or beverage products. 2. Packaged products made primarily of paper or wood fibre, including packaged paper but not including printed materials. 3. Packaged chemical products, including packaged chemicals. (3) This Part does not apply to an importer in a particular calendar year if, (a) during the two preceding calendar years there was no year in which the value of goods imported into Ontario by the importer equalled or exceeded $20,000,000; and (b) the importer is able to demonstrate this fact, within seven days of a request from the Director, through evidence satisfactory to the Director. (4) Copies of the records related to purchase and sale maintained under section 40 of the Customs Act (Canada) or under section 16 of the Retail Sales Tax Act shall be deemed to be sufficient evidence of the value of the goods imported into Ontario if the copies are certified by the importer or the importer’s representative as to the accuracy of the records. (5) In subsections (3) and (4), “goods” means goods of the categories set out in subsection (2). O. Reg. 104/94, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>25. </b>(1) Subject to this section, this Part applies to a person who imports into Ontario packaged products of one or more of the categories set out in subsection (2).</p> <p class=\"subsection-e\">(2) The categories of packaged products referred to in subsection (1) are the following:</p> <p class=\"paragraph-e\">1. Packaged food or beverage products.</p> <p class=\"paragraph-e\">2. Packaged products made primarily of paper or wood fibre, including packaged paper but not including printed materials.</p> <p class=\"paragraph-e\">3. Packaged chemical products, including packaged chemicals.</p> <p class=\"subsection-e\">(3) This Part does not apply to an importer in a particular calendar year if,</p> <p class=\"clause-e\">(a) during the two preceding calendar years there was no year in which the value of goods imported into Ontario by the importer equalled or exceeded $20,000,000; and</p> <p class=\"clause-e\">(b) the importer is able to demonstrate this fact, within seven days of a request from the Director, through evidence satisfactory to the Director.</p> <p class=\"subsection-e\">(4) Copies of the records related to purchase and sale maintained under section 40 of the <i>Customs Act</i> (Canada) or under section 16 of the <i>Retail Sales Tax Act</i> shall be deemed to be sufficient evidence of the value of the goods imported into Ontario if the copies are certified by the importer or the importer’s representative as to the accuracy of the records.</p> <p class=\"subsection-e\">(5) In subsections (3) and (4), </p> <p class=\"firstdef-e\">“goods” means goods of the categories set out in subsection (2). O. Reg. 104/94, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": null,
            "content": "26. (1) The importer shall conduct a packaging audit covering the packaging of the products referred to in subsection 25 (1) that are imported and sold by the importer. (2) After conducting the packaging audit, the importer shall prepare a written report of the audit. (3) Within every two-year period after the conducting of the initial packaging audit, the importer shall update the audit and prepare an updated written report. O. Reg. 104/94, s. 26.",
            "raw_html": "<p class=\"section-e\"><b>26. </b>(1) The importer shall conduct a packaging audit covering the packaging of the products referred to in subsection 25 (1) that are imported and sold by the importer.</p> <p class=\"subsection-e\">(2) After conducting the packaging audit, the importer shall prepare a written report of the audit.</p> <p class=\"subsection-e\">(3) Within every two-year period after the conducting of the initial packaging audit, the importer shall update the audit and prepare an updated written report. O. Reg. 104/94, s. 26.</p>"
        },
        {
            "id": "27.",
            "section": null,
            "content": "27. (1) The importer shall prepare a written packaging reduction work plan, based on the packaging audit, relating to the packaging of the products in the categories referred to in subsection 25 (1) imported and sold by the importer. (2) Within every two-year period after the preparation of the initial packaging reduction work plan, the importer shall prepare an updated written plan. O. Reg. 104/94, s. 27.",
            "raw_html": "<p class=\"section-e\"><b>27. </b>(1) The importer shall prepare a written packaging reduction work plan, based on the packaging audit, relating to the packaging of the products in the categories referred to in subsection 25 (1) imported and sold by the importer.</p> <p class=\"subsection-e\">(2) Within every two-year period after the preparation of the initial packaging reduction work plan, the importer shall prepare an updated written plan. O. Reg. 104/94, s. 27.</p>"
        },
        {
            "id": "28.",
            "section": null,
            "content": "28. (1) In preparing the packaging reduction work plan, the importer shall, (a) consider changing the importer’s buying policies; and (b) seek the co-operation, in relation to the matters set out in subsection 3 (1), of the persons from whom the importer buys products. (2) The packaging reduction work plan shall set out, (a) the names of the persons from whom the importer sought co-operation as required under subsection (1); and (b) a description of the co-operation the importer obtained from each person. O. Reg. 104/94, s. 28.",
            "raw_html": "<p class=\"section-e\"><b>28. </b>(1) In preparing the packaging reduction work plan, the importer shall,</p> <p class=\"clause-e\">(a) consider changing the importer’s buying policies; and</p> <p class=\"clause-e\">(b) seek the co-operation, in relation to the matters set out in subsection 3 (1), of the persons from whom the importer buys products.</p> <p class=\"subsection-e\">(2) The packaging reduction work plan shall set out,</p> <p class=\"clause-e\">(a) the names of the persons from whom the importer sought co-operation as required under subsection (1); and</p> <p class=\"clause-e\">(b) a description of the co-operation the importer obtained from each person. O. Reg. 104/94, s. 28.</p>"
        },
        {
            "id": "29.",
            "section": null,
            "content": "29. The importer shall implement the packaging reduction work plan as updated. O. Reg. 104/94, s. 29.",
            "raw_html": "<p class=\"section-e\"><b>29. </b>The importer shall implement the packaging reduction work plan as updated. O. Reg. 104/94, s. 29.</p>"
        },
        {
            "id": "30.",
            "section": null,
            "content": "30. The packaging reduction work plan shall include measures for communicating the plan to the importer’s employees and, as a minimum, those measures shall require, (a) that the plan or a summary be posted in places where most employees will see it; and (b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 104/94, s. 30. ",
            "raw_html": "<p class=\"section-e\"><b>30. </b>The packaging reduction work plan shall include measures for communicating the plan to the importer’s employees and, as a minimum, those measures shall require,</p> <p class=\"clause-e\">(a) that the plan or a summary be posted in places where most employees will see it; and</p> <p class=\"clause-e\">(b) if a summary is posted, that any employee who requests to look at the plan be allowed to do so. O. Reg. 104/94, s. 30.</p> <p class=\"Normal\"></p>"
        }
    ]
}