{
    "reg_info": {
        "full_title": "O. Reg. 361/03: SENIORS PROPERTY TAX CREDIT",
        "reg_name_text": "SENIORS PROPERTY TAX CREDIT",
        "citation": "O. Reg. 361/03: ",
        "act_under": "Income Tax Act   Loi de l’impôt sur le revenu",
        "url": "https://www.ontario.ca/laws/regulation/030361",
        "date_scraped": "2023-12-19 21:27:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": "Property tax credit if occupancy cost less than $556",
            "content": "1. (1) This section applies for the purposes of determining the amount of a senior’s property tax credit under subsection 8 (3.1) of the Act for the 2003 or a subsequent taxation year if, (a) the senior’s occupancy cost for the taxation year is less than $556; and (b) the senior or his or her cohabiting spouse or common-law partner is entitled to a tax credit for the taxation year under the Ontario Home Property Tax Relief for Seniors Act, 2003. O. Reg. 361/03, s. 1 (1). (2) The amount for a taxation year for the purposes of the definition of “B” in subclause 8 (3.1) (a) (i) of the Act is the amount calculated using the formula, C × D in which, “C” is the amount equal to the lesser of, (a) 1.0, and (b) the greater of 1/1.1 and the amount calculated for the taxation year under subsection (3); and “D” is the total of all tax credits under the Ontario Home Property Tax Relief for Seniors Act, 2003 to which the senior and his or her cohabiting spouse or common-law partner are entitled for the taxation year. O. Reg. 361/03, s. 1 (2). (3) The amount calculated under this subsection for the purposes of clause (b) of the definition of “C” in subsection (2), is the amount calculated using the formula, (E + D – 500)/(1.1 × D) in which, “E” is the senior’s occupancy cost for the taxation year, and “D” has the same meaning as in subsection (2). O. Reg. 361/03, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) This section applies for the purposes of determining the amount of a senior’s property tax credit under subsection 8 (3.1) of the Act for the 2003 or a subsequent taxation year if,</p> <p class=\"clause-e\">(a) the senior’s occupancy cost for the taxation year is less than $556; and</p> <p class=\"clause-e\">(b) the senior or his or her cohabiting spouse or common-law partner is entitled to a tax credit for the taxation year under the <i>Ontario Home Property Tax Relief for Seniors Act, 2003</i>. O. Reg. 361/03, s. 1 (1).</p> <p class=\"subsection-e\">(2) The amount for a taxation year for the purposes of the definition of “B” in subclause 8 (3.1) (a) (i) of the Act is the amount calculated using the formula,</p> <p class=\"equation-e\">C × D</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">“C” is the amount equal to the lesser of,</p> <p class=\"equationind2-e\">(a) 1.0, and</p> <p class=\"equationind2-e\">(b) the greater of 1/1.1 and the amount calculated for the taxation year under subsection (3); and</p> <p class=\"equationind1-e\">“D” is the total of all tax credits under the <i>Ontario Home Property Tax Relief for Seniors Act, 2003</i> to which the senior and his or her cohabiting spouse or common-law partner are entitled for the taxation year. O. Reg. 361/03, s. 1 (2).</p> <p class=\"subsection-e\">(3) The amount calculated under this subsection for the purposes of clause (b) of the definition of “C” in subsection (2), is the amount calculated using the formula,</p> <p class=\"equation-e\">(E + D – 500)/(1.1 × D)</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">“E” is the senior’s occupancy cost for the taxation year, and</p> <p class=\"equationind1-e\">“D” has the same meaning as in subsection (2). O. Reg. 361/03, s. 1 (3).</p>"
        },
        {
            "id": "2.",
            "section": "Individual’s occupancy cost if former cohabiting spouse or partner was a senior",
            "content": "2. (1) This section applies for the purposes of determining an individual’s property tax credit under subsection 8 (3) of the Act for the 2003 or a subsequent taxation year if a person who was the individual’s cohabiting spouse or common-law partner at any time in the taxation year was entitled to a tax credit under the Ontario Home Property Tax Relief for Seniors Act, 2003 for that year and the spouse or partner, (a) died in the taxation year; or (b) is living separate and apart from the individual at the end of the taxation year. O. Reg. 361/03, s. 2 (1). (2) The amount of the individual’s occupancy cost for a taxation year as otherwise determined for the purposes of subsection 8 (3) of the Act shall be reduced by the amount of the tax credit under the Ontario Home Property Tax Relief for Seniors Act, 2003 to which the spouse or partner is entitled for the taxation year. O. Reg. 361/03, s. 2 (2). (3) Despite subsection (2), if the amount of the individual’s occupancy cost for the taxation year before any reduction under that subsection would be less than $278, the amount of the individual’s occupancy cost for the taxation year shall be reduced instead by the amount calculated using the formula, F × G in which, “F” is the amount equal to the lesser of, (a) 1.0, and (b) the greater of 1/1.1 and the amount calculated for the taxation year under subsection (4), and “G” is the amount of the tax credit under the Ontario Home Property Tax Relief for Seniors Act, 2003 to which the spouse or partner is entitled for the taxation year. O. Reg. 361/03, s. 2 (3). (4) The amount calculated under this subsection for the purposes of clause (b) of the definition of “F” in subsection (3) is the amount calculated using the formula, (H + I – $250)/(1.1 × G) in which, “H” is the individual’s occupancy cost for the taxation year before any reduction under subsection (2) or (3), and “G” has the same meaning as in subsection (3). O. Reg. 361/03, s. 2 (4). ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) This section applies for the purposes of determining an individual’s property tax credit under subsection 8 (3) of the Act for the 2003 or a subsequent taxation year if a person who was the individual’s cohabiting spouse or common-law partner at any time in the taxation year was entitled to a tax credit under the <i>Ontario Home Property Tax Relief for Seniors Act, 2003</i> for that year and the spouse or partner,</p> <p class=\"clause-e\">(a) died in the taxation year; or</p> <p class=\"clause-e\">(b) is living separate and apart from the individual at the end of the taxation year. O. Reg. 361/03, s. 2 (1).</p> <p class=\"subsection-e\">(2) The amount of the individual’s occupancy cost for a taxation year as otherwise determined for the purposes of subsection 8 (3) of the Act shall be reduced by the amount of the tax credit under the <i>Ontario Home Property Tax Relief for Seniors Act, 2003</i> to which the spouse or partner is entitled for the taxation year. O. Reg. 361/03, s. 2 (2).</p> <p class=\"subsection-e\">(3) Despite subsection (2), if the amount of the individual’s occupancy cost for the taxation year before any reduction under that subsection would be less than $278, the amount of the individual’s occupancy cost for the taxation year shall be reduced instead by the amount calculated using the formula,</p> <p class=\"equation-e\">F × G</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">“F” is the amount equal to the lesser of,</p> <p class=\"equationind2-e\">(a) 1.0, and</p> <p class=\"equationind2-e\">(b) the greater of 1/1.1 and the amount calculated for the taxation year under subsection (4), and</p> <p class=\"equationind1-e\">“G” is the amount of the tax credit under the <i>Ontario Home Property Tax Relief for Seniors Act, 2003</i> to which the spouse or partner is entitled for the taxation year. O. Reg. 361/03, s. 2 (3).</p> <p class=\"subsection-e\">(4) The amount calculated under this subsection for the purposes of clause (b) of the definition of “F” in subsection (3) is the amount calculated using the formula,</p> <p class=\"equation-e\">(H + I – $250)/(1.1 × G)</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">“H” is the individual’s occupancy cost for the taxation year before any reduction under subsection (2) or (3), and</p> <p class=\"equationind1-e\">“G” has the same meaning as in subsection (3). O. Reg. 361/03, s. 2 (4).</p> <p class=\"Normal\"></p>"
        }
    ]
}