{
    "reg_info": {
        "full_title": "O. Reg. 193/18: PURCHASE OF PENSION BENEFITS FROM AN INSURANCE COMPANY - SECTION 43.1 OF THE ACT",
        "reg_name_text": "PURCHASE OF PENSION BENEFITS FROM AN INSURANCE COMPANY — SECTION 43.1 OF THE ACT",
        "citation": "O. Reg. 193/18: PURCHASE OF PENSION BENEFITS FROM AN INSURANCE COMPANY - SECTION 43.1 OF THE ACT",
        "act_under": "Pension Benefits Act",
        "url": "https://www.ontario.ca/laws/regulation/180193",
        "date_scraped": "2023-12-18 22:40:10"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 15, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180193/v4",
            "valid_from": "June  8, 2019",
            "valid_to": "October 14, 2019"
        },
        {
            "a_href": "/laws/regulation/180193/v3",
            "valid_from": "June  4, 2019",
            "valid_to": "June  7, 2019"
        },
        {
            "a_href": "/laws/regulation/180193/v2",
            "valid_from": "July  1, 2018",
            "valid_to": "June  3, 2019"
        },
        {
            "a_href": "/laws/regulation/180193/v1",
            "valid_from": "April  3, 2018",
            "valid_to": "June 30, 2018"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "  1. (1) Expressions used in this Regulation have the same meaning as in the General Regulation, unless the context requires otherwise. (2) In this Regulation, “date of the purchase” means the day on which a contract to purchase a pension, a deferred pension or an ancillary benefit from an insurance company is entered into between an administrator of a pension plan and the insurance company (“date de l’acquisition”); “date of the subsequent adjustment” means, (a) the day on which a contract between an administrator of a pension plan and an insurance company with respect to the purchase of a pension, a deferred pension or an ancillary benefit is amended for the purpose of making a subsequent adjustment referred to in subsection 43.1 (6) or (6.1) of the Act, or (b) the day on which a new contract is entered into between an administrator of a pension plan and an insurance company for the purpose of making a subsequent adjustment referred to in subsection 43.1 (6) or (6.1) of the Act (“date du rajustement subséquent”); “General Regulation” means Regulation 909 of the Revised Regulations of Ontario, 1990 (General) made under the Act (“règlement general”). O. Reg. 193/18, s. 1 (2); O. Reg. 335/19, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) Expressions used in this Regulation have the same meaning as in the General Regulation, unless the context requires otherwise.</p> <p class=\"subsection-e\">  (2) In this Regulation, </p> <p class=\"definition-e\">“date of the purchase” means the day on which a contract to purchase a pension, a deferred pension or an ancillary benefit from an insurance company is entered into between an administrator of a pension plan and the insurance company (“date de l’acquisition”);</p> <p class=\"definition-e\">“date of the subsequent adjustment” means,</p> <p class=\"defclause-e\">  (a) the day on which a contract between an administrator of a pension plan and an insurance company with respect to the purchase of a pension, a deferred pension or an ancillary benefit is amended for the purpose of making a subsequent adjustment referred to in subsection 43.1 (6) or (6.1) of the Act, or</p> <p class=\"defclause-e\">  (b) the day on which a new contract is entered into between an administrator of a pension plan and an insurance company for the purpose of making a subsequent adjustment referred to in subsection 43.1 (6) or (6.1) of the Act (“date du rajustement subséquent”);</p> <p class=\"definition-e\">“General Regulation” means Regulation 909 of the Revised Regulations of Ontario, 1990 (General) made under the Act (“règlement general”). O. Reg. 193/18, s. 1 (2); O. Reg. 335/19, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Notices required under subss. 43.1 (3) and (7) of the Act",
            "content": " 2. (1) The notices that are required to be given under subsections 43.1 (3) and (7) of the Act to a former member or to a surviving spouse entitled to a deferred pension under section 48 of the Act must include the following information: 1. A statement that the administrator has purchased a deferred pension and, if applicable, an ancillary benefit for the former member or the surviving spouse from an insurance company. 2. A statement that the deferred pension and, if applicable, the ancillary benefit purchased from the insurance company is the same as the deferred pension and, if applicable, the ancillary benefit that the former member or the surviving spouse would have received from the pension plan had the purchase not been made. 3. The date of the purchase. 4. The amount of pension benefits and ancillary benefits to which the former member or the surviving spouse would be entitled on early, normal and postponed dates for commencement of the payment of benefits. 5. The insurance company’s group policy number and the certificate number issued by the insurance company that confirms the purchase of the deferred pension and, if applicable, the ancillary benefit. 6. The name and contact information of the insurance company. 7. A statement that the administrator intends to file with the Chief Executive Officer a certificate prepared and signed by an actuary that the administrator has complied with subsection 43.1 (4) of the Act or section 5 or 5.1 of this Regulation, as applicable, in respect of the purchase. 8. In the case of a former member, i. a statement that if the administrator is discharged under section 43.1 of the Act, the former member is no longer a former member under the Act for any purpose, except in certain circumstances where the pension plan is wound up and has a surplus, ii. if the former member is entitled to surplus under the pension plan at the date of the purchase, a statement that in the event that the pension plan is wound up in the future and the pension plan has a surplus, the former member would be entitled to surplus, and iii. if it is not clear that the former member is entitled to surplus under the pension plan at the date of the purchase, a statement that in the event that the pension plan is wound up in the future and the pension plan has a surplus, the former member may be entitled to surplus. 9. In the case of a surviving spouse, a statement that if the administrator is discharged under section 43.1 of the Act, the surviving spouse no longer has an entitlement to any payments from the pension plan. O. Reg. 335/19, s. 2. (2) The following information must be included in the notices that are required to be given under subsections 43.1 (3) and (7) of the Act to a retired member, a surviving spouse receiving a joint and survivor pension under section 44 of the Act, a surviving spouse receiving a pension under section 48 of the Act or a retired member’s spouse who is receiving a specified amount or a portion of the pension instalment otherwise payable to the retired member in accordance with section 67.4 or 67.6 of the Act, as applicable: 1. A statement that the administrator has purchased a pension and, if applicable, an ancillary benefit for the person from an insurance company. 2. A statement that the pension and, if applicable, the ancillary benefit purchased from the insurance company will provide or is providing the person with payments in the same amount and form as the pension or ancillary benefit, as the case may be, that the person would have received from the pension plan had the purchase not been made. 3. The date of the purchase. 4. The insurance company’s group policy number and the certificate number issued by the insurance company that confirms the purchase of the pension and, if applicable, the ancillary benefit. 5. The name and contact information of the insurance company. 6. A statement that the administrator intends to file with the Chief Executive Officer a certificate prepared and signed by an actuary that the administrator has complied with subsection 43.1 (4) of the Act or section 5 or 5.1 of this Regulation, as applicable, in respect of the purchase. 7. In the case of a retired member, i. a statement that if the administrator is discharged under section 43.1 of the Act, the retired member is no longer a retired member under the Act for any purpose, except in certain circumstances where the pension plan is wound up and has a surplus, ii. if the retired member is entitled to surplus under the pension plan on the date of the purchase, a statement that in the event that the pension plan is wound up in the future and the pension plan has a surplus, the retired member would be entitled to surplus, and iii. if it is not clear that the retired member is entitled to surplus under the pension plan on the date of the purchase, a statement that in the event that the pension plan is wound up in the future and the pension plan has a surplus, the retired member may be entitled to surplus. 8. In the case of a surviving spouse receiving a joint and survivor pension under section 44 of the Act, a surviving spouse receiving a pension under section 48 of the Act or a retired member’s spouse who is receiving a specified amount or a portion of the pension instalment otherwise payable to the retired member in accordance with section 67.4 or 67.6 of the Act, a statement that if the administrator is discharged under section 43.1 of the Act, the person no longer has an entitlement to any payments from the pension plan. O. Reg. 335/19, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The notices that are required to be given under subsections 43.1 (3) and (7) of the Act to a former member or to a surviving spouse entitled to a deferred pension under section 48 of the Act must include the following information:</p> <p class=\"paragraph-e\">  1. A statement that the administrator has purchased a deferred pension and, if applicable, an ancillary benefit for the former member or the surviving spouse from an insurance company.</p> <p class=\"paragraph-e\">  2. A statement that the deferred pension and, if applicable, the ancillary benefit purchased from the insurance company is the same as the deferred pension and, if applicable, the ancillary benefit that the former member or the surviving spouse would have received from the pension plan had the purchase not been made.</p> <p class=\"paragraph-e\">  3. The date of the purchase.</p> <p class=\"paragraph-e\">  4. The amount of pension benefits and ancillary benefits to which the former member or the surviving spouse would be entitled on early, normal and postponed dates for commencement of the payment of benefits.</p> <p class=\"paragraph-e\">  5. The insurance company’s group policy number and the certificate number issued by the insurance company that confirms the purchase of the deferred pension and, if applicable, the ancillary benefit.</p> <p class=\"paragraph-e\">  6. The name and contact information of the insurance company.</p> <p class=\"paragraph-e\">  7. A statement that the administrator intends to file with the Chief Executive Officer a certificate prepared and signed by an actuary that the administrator has complied with subsection 43.1 (4) of the Act or section 5 or 5.1 of this Regulation, as applicable, in respect of the purchase.</p> <p class=\"paragraph-e\">  8. In the case of a former member,</p> <p class=\"subpara-e\">  i. a statement that if the administrator is discharged under section 43.1 of the Act, the former member is no longer a former member under the Act for any purpose, except in certain circumstances where the pension plan is wound up and has a surplus,</p> <p class=\"subpara-e\">  ii. if the former member is entitled to surplus under the pension plan at the date of the purchase, a statement that in the event that the pension plan is wound up in the future and the pension plan has a surplus, the former member would be entitled to surplus, and</p> <p class=\"subpara-e\">  iii. if it is not clear that the former member is entitled to surplus under the pension plan at the date of the purchase, a statement that in the event that the pension plan is wound up in the future and the pension plan has a surplus, the former member may be entitled to surplus.</p> <p class=\"paragraph-e\">  9. In the case of a surviving spouse, a statement that if the administrator is discharged under section 43.1 of the Act, the surviving spouse no longer has an entitlement to any payments from the pension plan. O. Reg. 335/19, s. 2.</p> <p class=\"subsection-e\">  (2) The following information must be included in the notices that are required to be given under subsections 43.1 (3) and (7) of the Act to a retired member, a surviving spouse receiving a joint and survivor pension under section 44 of the Act, a surviving spouse receiving a pension under section 48 of the Act or a retired member’s spouse who is receiving a specified amount or a portion of the pension instalment otherwise payable to the retired member in accordance with section 67.4 or 67.6 of the Act, as applicable:</p> <p class=\"paragraph-e\">  1. A statement that the administrator has purchased a pension and, if applicable, an ancillary benefit for the person from an insurance company.</p> <p class=\"paragraph-e\">  2. A statement that the pension and, if applicable, the ancillary benefit purchased from the insurance company will provide or is providing the person with payments in the same amount and form as the pension or ancillary benefit, as the case may be, that the person would have received from the pension plan had the purchase not been made.</p> <p class=\"paragraph-e\">  3. The date of the purchase.</p> <p class=\"paragraph-e\">  4. The insurance company’s group policy number and the certificate number issued by the insurance company that confirms the purchase of the pension and, if applicable, the ancillary benefit.</p> <p class=\"paragraph-e\">  5. The name and contact information of the insurance company.</p> <p class=\"paragraph-e\">  6. A statement that the administrator intends to file with the Chief Executive Officer a certificate prepared and signed by an actuary that the administrator has complied with subsection 43.1 (4) of the Act or section 5 or 5.1 of this Regulation, as applicable, in respect of the purchase.</p> <p class=\"paragraph-e\">  7. In the case of a retired member,</p> <p class=\"subpara-e\">  i. a statement that if the administrator is discharged under section 43.1 of the Act, the retired member is no longer a retired member under the Act for any purpose, except in certain circumstances where the pension plan is wound up and has a surplus,</p> <p class=\"subpara-e\">  ii. if the retired member is entitled to surplus under the pension plan on the date of the purchase, a statement that in the event that the pension plan is wound up in the future and the pension plan has a surplus, the retired member would be entitled to surplus, and</p> <p class=\"subpara-e\">  iii. if it is not clear that the retired member is entitled to surplus under the pension plan on the date of the purchase, a statement that in the event that the pension plan is wound up in the future and the pension plan has a surplus, the retired member may be entitled to surplus.</p> <p class=\"paragraph-e\">  8. In the case of a surviving spouse receiving a joint and survivor pension under section 44 of the Act, a surviving spouse receiving a pension under section 48 of the Act or a retired member’s spouse who is receiving a specified amount or a portion of the pension instalment otherwise payable to the retired member in accordance with section 67.4 or 67.6 of the Act, a statement that if the administrator is discharged under section 43.1 of the Act, the person no longer has an entitlement to any payments from the pension plan. O. Reg. 335/19, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Requirements re contract to purchase a pension, etc.",
            "content": "  3. For the purposes of paragraph 5 of subsection 43.1 (4) of the Act, it is a prescribed requirement that a contract to purchase a pension, a deferred pension or an ancillary benefit set out that, (a) no money payable under the contract will be assigned, charged, anticipated or given as security except as permitted under the Family Law Act, a family arbitration award or a domestic contract; (b) a transaction that contravenes clause (a) is void; (c) an order under Part I (Family Property) of the Family Law Act, a family arbitration award or a domestic contract is not effective to the extent that it purports to entitle a spouse or former spouse of the former member or retired member to a share that exceeds 50 per cent of the payments under the contract, determined as of the family law valuation date; (d) where the former member has a spouse at the time payments commence, the pension paid shall be in the form of a joint and survivor pension in accordance with section 44 of the Act unless the former member and the spouse provide a waiver as set out in section 46 of the Act; (e) on the death of the former member before payment of the first instalment of his or her deferred pension or pension is due, the deferred pension will be administered in accordance with section 48 of the Act; and (f) the insurance company shall provide a certificate confirming the purchase to the person in respect of whom the purchase was made. O. Reg. 193/18, s. 3; O. Reg. 335/19, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>For the purposes of paragraph 5 of subsection 43.1 (4) of the Act, it is a prescribed requirement that a contract to purchase a pension, a deferred pension or an ancillary benefit set out that,</p> <p class=\"clause-e\">  (a) no money payable under the contract will be assigned, charged, anticipated or given as security except as permitted under the <i>Family Law Act</i>, a family arbitration award or a domestic contract;</p> <p class=\"clause-e\">  (b) a transaction that contravenes clause (a) is void;</p> <p class=\"clause-e\">  (c) an order under Part I (Family Property) of the <i>Family Law Act</i>, a family arbitration award or a domestic contract is not effective to the extent that it purports to entitle a spouse or former spouse of the former member or retired member to a share that exceeds 50 per cent of the payments under the contract, determined as of the family law valuation date;</p> <p class=\"clause-e\">  (d) where the former member has a spouse at the time payments commence, the pension paid shall be in the form of a joint and survivor pension in accordance with section 44 of the Act unless the former member and the spouse provide a waiver as set out in section 46 of the Act;</p> <p class=\"clause-e\">  (e) on the death of the former member before payment of the first instalment of his or her deferred pension or pension is due, the deferred pension will be administered in accordance with section 48 of the Act; and</p> <p class=\"clause-e\">  (f) the insurance company shall provide a certificate confirming the purchase to the person in respect of whom the purchase was made. O. Reg. 193/18, s. 3; O. Reg. 335/19, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Requirements re purchase of pension, etc.",
            "content": " 4. For the purposes of paragraph 6 of subsection 43.1 (4) of the Act, the following requirements are prescribed with respect to the purchase of a pension, a deferred pension or an ancillary benefit: 1. On the day after the date of the purchase, the solvency ratio of the pension plan shall be, i. at least 1.0, if the solvency ratio of the pension plan as set out in the report most recently filed or submitted in respect of the plan under section 3, 4, 13 or 14 of the General Regulation before the date of the purchase was at least 1.0, or ii. at least equal to the greater of 0.85 and the solvency ratio of the pension plan as set out in the report most recently filed or submitted in respect of the plan under section 3, 4, 13 or 14 of the General Regulation before the date of the purchase, if the solvency ratio of the pension plan as set out in that report was less than 1.0. 2. If the solvency ratio of the pension plan on the day after the date of the purchase is less than the solvency ratio required under paragraph 1, the employer shall, within 90 days after the date of the purchase, pay into the pension fund an amount sufficient to raise the solvency ratio so that it is at least equal to the solvency ratio required by subparagraph 1 i or ii, as the case may be. 3. The administrator shall keep a record of the purchase and the record shall include the following information and documents: i. The date of the purchase. ii. The name and address of the insurance company. iii. A copy of the contract to purchase the pension, the deferred pension or the ancillary benefit. iv. The name and address or last known address of the person entitled to receive a notice under subsection 43.1 (3) of the Act. v. In the case of a former member in respect of whom the purchase was made, any records necessary to determine the former member’s deferred pension and, if applicable, ancillary benefit. vi. In the case of a retired member in respect of whom the purchase was made, any records necessary to determine the retired member’s pension and, if applicable, ancillary benefit. vii. In the case of a surviving spouse in respect of whom the purchase was made, any records necessary to determine the surviving spouse’s pension or deferred pension and, if applicable, ancillary benefit. viii. If a spouse of a retired member is receiving a specified amount or a portion of the pension instalment otherwise payable to the retired member in accordance with section 67.4 or 67.6 of the Act, any records necessary to determine the amount or portion of the pension instalment payable to the person. 4. When the administrator files the certificate referred to in subsection 43.1 (5) of the Act, the administrator shall, i. provide the Chief Executive Officer with the name and address or last known address of the person entitled to receive a notice under subsection 43.1 (3) of the Act, and ii. file a copy of the contract to purchase the pension, deferred pension or ancillary benefit. O. Reg. 193/18, s. 4; O. Reg. 160/19, s. 1; O. Reg. 335/19, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>For the purposes of paragraph 6 of subsection 43.1 (4) of the Act, the following requirements are prescribed with respect to the purchase of a pension, a deferred pension or an ancillary benefit:</p> <p class=\"paragraph-e\">  1. On the day after the date of the purchase, the solvency ratio of the pension plan shall be,</p> <p class=\"subpara-e\">  i. at least 1.0, if the solvency ratio of the pension plan as set out in the report most recently filed or submitted in respect of the plan under section 3, 4, 13 or 14 of the General Regulation before the date of the purchase was at least 1.0, or</p> <p class=\"subpara-e\">  ii. at least equal to the greater of 0.85 and the solvency ratio of the pension plan as set out in the report most recently filed or submitted in respect of the plan under section 3, 4, 13 or 14 of the General Regulation before the date of the purchase, if the solvency ratio of the pension plan as set out in that report was less than 1.0.  </p> <p class=\"paragraph-e\">  2. If the solvency ratio of the pension plan on the day after the date of the purchase is less than the solvency ratio required under paragraph 1, the employer shall, within 90 days after the date of the purchase, pay into the pension fund an amount sufficient to raise the solvency ratio so that it is at least equal to the solvency ratio required by subparagraph 1 i or ii, as the case may be. </p> <p class=\"paragraph-e\">  3. The administrator shall keep a record of the purchase and the record shall include the following information and documents:</p> <p class=\"subpara-e\">  i. The date of the purchase.</p> <p class=\"subpara-e\">  ii. The name and address of the insurance company.</p> <p class=\"subpara-e\">  iii. A copy of the contract to purchase the pension, the deferred pension<b> </b>or the<b> </b>ancillary benefit.</p> <p class=\"subpara-e\">  iv. The name and address or last known address of the person entitled to receive a notice under subsection 43.1 (3) of the Act.</p> <p class=\"subpara-e\">  v. In the case of a former member in respect of whom the purchase was made, any records necessary to determine the former member’s deferred pension and, if applicable, ancillary benefit.</p> <p class=\"subpara-e\">  vi. In the case of a retired member in respect of whom the purchase was made, any records necessary to determine the retired member’s pension and, if applicable, ancillary benefit.</p> <p class=\"subpara-e\">  vii. In the case of a surviving spouse in respect of whom the purchase was made, any records necessary to determine the surviving spouse’s pension or deferred pension and, if applicable, ancillary benefit.</p> <p class=\"subpara-e\">  viii. If a spouse of a retired member is receiving a specified amount or a portion of the pension instalment otherwise payable to the retired member in accordance with section 67.4 or 67.6 of the Act, any records necessary to determine the amount or portion of the pension instalment payable to the person.</p> <p class=\"paragraph-e\">  4. When the administrator files the certificate referred to in subsection 43.1 (5) of the Act, the administrator shall,</p> <p class=\"subpara-e\">  i. provide the Chief Executive Officer with the name and address or last known address of the person entitled to receive a notice under subsection 43.1 (3) of the Act, and</p> <p class=\"subpara-e\">  ii. file a copy of the contract to purchase the pension, deferred pension or ancillary benefit. O. Reg. 193/18, s. 4; O. Reg. 160/19, s. 1; O. Reg. 335/19, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Requirements re original purchase under s. 43 of the Act",
            "content": " 5. For the purposes of subsections 43.1 (6) and (6.1) of the Act, the original purchase under section 43 of the Act or subsequent adjustment made to an original purchase under that section must result in the following requirements being satisfied: 1. The requirements set out in paragraphs 1, 2, 3 and 4 of subsection 43.1 (4) of the Act and in section 3 of this Regulation must be satisfied. 2. If a payment is made to the insurance company from the pension fund for the purposes of making a subsequent adjustment to an original purchase, the solvency ratio of the pension plan after the date of the subsequent adjustment must be, i. at least 1.0, if the solvency ratio of the pension plan as set out in the report most recently filed or submitted in respect of the plan under section 3, 4, 13 or 14 of the General Regulation before the date of the subsequent adjustment was at least 1.0, or ii. at least equal to the greater of 0.85 and the solvency ratio of the pension plan as set out in the report most recently filed or submitted in respect of the plan under section 3, 4, 13 or 14 of the General Regulation before the date of the subsequent adjustment, if the solvency ratio as set out in that report was less than 1.0. 3. If the solvency ratio of the pension plan immediately after the date of the subsequent adjustment is less than the solvency ratio required in paragraph 2, the employer shall, within 90 days after the date of the subsequent adjustment, pay into the pension fund an amount sufficient to raise the solvency ratio so that it is at least equal to the solvency ratio in subparagraph 2 i or ii, as the case may be. 4. If a subsequent adjustment to the original purchase is not required, the solvency ratio of the pension plan as set out in the report most recently filed or submitted in respect of the plan under section 3, 4, 13 or 14 of the General Regulation before the date the certificate is filed under subsection 43.1 (6) or (6.1) of the Act must be at least 0.85. 5. When the administrator files the certificate referred to in subsection 43.1 (6) or (6.1) of the Act, the administrator shall, i. provide the Chief Executive Officer with the name and address or last known address of the person entitled to receive a notice under subsection 43.1 (7) of the Act, and ii. file a copy of the contract to purchase the pension, deferred pension or ancillary benefit. O. Reg. 193/18, s. 5; O. Reg. 335/19, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>For the purposes of subsections 43.1 (6) and (6.1) of the Act, the original purchase under section 43 of the Act or subsequent adjustment made to an original purchase under that section must result in the following requirements being satisfied:</p> <p class=\"paragraph-e\">  1. The requirements set out in paragraphs 1, 2, 3 and 4 of subsection 43.1 (4) of the Act and in section 3 of this Regulation must be satisfied.</p> <p class=\"paragraph-e\">  2. If a payment is made to the insurance company from the pension fund for the purposes of making a subsequent adjustment to an original purchase, the solvency ratio of the pension plan after the date of the subsequent adjustment must be,</p> <p class=\"subpara-e\">  i. at least 1.0, if the solvency ratio of the pension plan as set out in the report most recently filed or submitted in respect of the plan under section 3, 4, 13 or 14 of the General Regulation before the date of the subsequent adjustment was at least 1.0, or</p> <p class=\"subpara-e\">  ii. at least equal to the greater of 0.85 and the solvency ratio of the pension plan as set out in the report most recently filed or submitted in respect of the plan under section 3, 4, 13 or 14 of the General Regulation before the date of the subsequent adjustment, if the solvency ratio as set out in that report was less than 1.0. </p> <p class=\"paragraph-e\">  3. If the solvency ratio of the pension plan immediately after the date of the subsequent adjustment is less than the solvency ratio required in paragraph 2, the employer shall, within 90 days after the date of the subsequent adjustment, pay into the pension fund an amount sufficient to raise the solvency ratio so that it is at least equal to the solvency ratio in subparagraph 2 i or ii, as the case may be.  </p> <p class=\"paragraph-e\">  4. If a subsequent adjustment to the original purchase is not required, the solvency ratio of the pension plan as set out in the report most recently filed or submitted in respect of the plan under section 3, 4, 13 or 14 of the General Regulation before<b> </b>the date the certificate is filed under subsection 43.1 (6) or (6.1) of the Act must be at least 0.85. </p> <p class=\"paragraph-e\">  5. When the administrator files the certificate referred to in subsection 43.1 (6) or (6.1) of the Act, the administrator shall,</p> <p class=\"subpara-e\">  i. provide the Chief Executive Officer with the name and address or last known address of the person entitled to receive a notice under subsection 43.1 (7) of the Act, and</p> <p class=\"subpara-e\">  ii. file a copy of the contract to purchase the pension, deferred pension or ancillary benefit. O. Reg. 193/18, s. 5; O. Reg. 335/19, s. 5.</p>"
        },
        {
            "id": "5.1",
            "section": "Requirement re discharge under subs. 43.1 (6.1) of the Act",
            "content": "  5.1 For the purpose of subsection 43.1 (6.2) of the Act, the purchase must meet the following funding requirement on the date of the purchase of the pension, deferred pension or ancillary benefit under section 43 of the Act: 1. The solvency ratio of the pension plan shall be at least equal to the lesser of 1.0 and the solvency ratio of the pension plan as set out in the report most recently filed or submitted in respect of the plan under section 3, 4, 13 or 14 of the General Regulation before the date of the purchase. O. Reg. 335/19, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>  5.1 </b>For the purpose of subsection 43.1 (6.2) of the Act, the purchase must meet the following funding requirement on the date of the purchase of the pension, deferred pension or ancillary benefit under section 43 of the Act:</p> <p class=\"paragraph-e\">  1. The solvency ratio of the pension plan shall be at least equal to the lesser of 1.0 and the solvency ratio of the pension plan as set out in the report most recently filed or submitted in respect of the plan under section 3, 4, 13 or 14 of the General Regulation before the date of the purchase. O. Reg. 335/19, s. 6.</p>"
        },
        {
            "id": "6.",
            "section": "Election re preparation of actuarial cost certificate",
            "content": " 6. (1) After a purchase by an administrator of a pension plan of a pension, a deferred pension or an ancillary benefit from an insurance company under section 43.1 of the Act, the administrator may elect to cause an actuarial cost certificate to be prepared by an actuary, as of the date of the purchase. (2) For the purpose of this section the actuarial cost certificate must be based on the report most recently filed or submitted in respect of the plan under section 3, 4, 13 or 14 of the General Regulation, using methods and actuarial assumptions that are consistent with accepted actuarial practice, and must contain the information that an actuarial cost certificate is required to contain under section 7.1 of the General Regulation. (3) The following apply if the administrator elects to cause an actuarial cost certificate to be filed under this section: 1. The employer, or a person or entity required to make contributions on behalf of the employer, shall commence making payments in accordance with the actuarial cost certificate within 90 days after the date of purchase in respect of the period beginning on the date of the purchase. 2. The administrator must file the certificate within 90 days after the date of purchase.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) After a purchase by an administrator of a pension plan of a pension, a deferred pension or an ancillary benefit from an insurance company under section 43.1 of the Act, the administrator may elect to cause an actuarial cost certificate to be prepared by an actuary, as of the date of the purchase.</p> <p class=\"subsection-e\">  (2) For the purpose of this section the actuarial cost certificate must be based on the report most recently filed or submitted in respect of the plan under section 3, 4, 13 or 14 of the General Regulation, using methods and actuarial assumptions that are consistent with accepted actuarial practice, and must contain the information that an actuarial cost certificate is required to contain under section 7.1 of the General Regulation. </p> <p class=\"subsection-e\">  (3) The following apply if the administrator elects to cause an actuarial cost certificate to be filed under this section:</p> <p class=\"paragraph-e\">  1. The employer, or a person or entity required to make contributions on behalf of the employer, shall commence making payments in accordance with the actuarial cost certificate within 90 days after the date of purchase in respect of the period beginning on the date of the purchase.  </p> <p class=\"paragraph-e\">  2. The administrator must file the certificate within 90 days<span> </span>after the date of purchase. </p>"
        },
        {
            "id": "7.",
            "section": "Election re preparation of actuarial cost certificate",
            "content": " 7. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Election re preparation of actuarial cost certificate",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180193\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}