{
    "reg_info": {
        "full_title": "O. Reg. 178/08: TRANSITION PROVISIONS RELATING TO THE SCHOOL BOARD BOUNDARY CHANGES MADE BY ONTARIO REGULATION 177/08",
        "reg_name_text": "TRANSITION PROVISIONS RELATING TO THE SCHOOL BOARD BOUNDARY CHANGES MADE BY ONTARIO REGULATION 177/08",
        "citation": "O. Reg. 178/08: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/080178",
        "date_scraped": "2023-12-19 07:30:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/080178/v3",
            "valid_from": "June  1, 2009",
            "valid_to": "August 31, 2009"
        },
        {
            "a_href": "/laws/regulation/080178/v2",
            "valid_from": "September  1, 2008",
            "valid_to": "May 31, 2009"
        },
        {
            "a_href": "/laws/regulation/080178/v1",
            "valid_from": "June  5, 2008",
            "valid_to": "August 31, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “Mine Centre Board” means the Mine Centre District School Area Board; (“conseil de Mine Centre”) “Rainy River Board” means the Rainy River District School Board. (“conseil de Rainy River”) O. Reg. 178/08, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Mine Centre Board” means the Mine Centre District School Area Board; (“conseil de Mine Centre”)</p> <p class=\"definition-e\">“Rainy River Board” means the Rainy River District School Board. (“conseil de Rainy River”) O. Reg. 178/08, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Restrictions on Mine Centre Board",
            "content": "2. (1) After June 4, 2008, the Mine Centre Board shall not do any of the following things without the prior approval of the Ministry or unless it is done in accordance with the board’s estimates of its revenues and expenditures prepared under subsection 231 (1) of the Act for the 2007-2008 school year, as reviewed and adjusted by the Ministry: 1. Pass a by-law or resolution relating to a payment. 2. Convey an interest in property or purchase an interest in property. 3. Transfer money between or among reserve funds or change the purpose or designation of a reserve fund. 4. Enter into a contract, make a payment in connection with the end of a contract or incur a financial liability or obligation. 5. Appoint a person to a position, hire a new employee or promote an existing employee. 6. Make or agree to make a payment in connection with the end of an employment contract or employment relationship. O. Reg. 178/08, s. 2 (1). (2) The Ministry may approve the things listed in subsection (1) for the purposes of that subsection and may impose any necessary conditions. O. Reg. 178/08, s. 2 (2). (3) Despite subsection (1), the Mine Centre Board may do any of the things listed in that subsection in the case of an emergency. O. Reg. 178/08, s. 2 (3). (4) Subsection (1) shall not be construed to prevent the Board from fulfilling its obligations under any contracts entered into before June 5, 2008. O. Reg. 178/08, s. 2 (4). (5) Paragraphs 5 and 6 of subsection (1) shall not be construed to affect the employment relationship between the employee and the board or their respective rights against, and obligations to, each other, including under any collective agreement. O. Reg. 178/08, s. 2 (5). (6) Members, officers, employees and agents of the Mine Centre Board shall permit the Ministry, on request, to examine and copy any document, record or other information in the possession of the board. O. Reg. 178/08, s. 2 (6).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) After June 4, 2008<b>, </b>the Mine Centre Board shall not do any of the following things without the prior approval of the Ministry or unless it is done in accordance with the board’s estimates of its revenues and expenditures prepared under subsection 231 (1) of the Act for the 2007-2008 school year, as reviewed and adjusted by the Ministry:</p> <p class=\"paragraph-e\">1. Pass a by-law or resolution relating to a payment.</p> <p class=\"paragraph-e\">2. Convey an interest in property or purchase an interest in property.</p> <p class=\"paragraph-e\">3. Transfer money between or among reserve funds or change the purpose or designation of a reserve fund.</p> <p class=\"paragraph-e\">4. Enter into a contract, make a payment in connection with the end of a contract or incur a financial liability or obligation.</p> <p class=\"paragraph-e\">5. Appoint a person to a position, hire a new employee or promote an existing employee.</p> <p class=\"paragraph-e\">6. Make or agree to make a payment in connection with the end of an employment contract or employment relationship. O. Reg. 178/08, s. 2 (1).</p> <p class=\"subsection-e\">(2) The Ministry may approve the things listed in subsection (1) for the purposes of that subsection and may impose any necessary conditions. O. Reg. 178/08, s. 2 (2).</p> <p class=\"subsection-e\">(3) Despite subsection (1), the Mine Centre Board may do any of the things listed in that subsection in the case of an emergency. O. Reg. 178/08, s. 2 (3).</p> <p class=\"subsection-e\">(4) Subsection (1) shall not be construed to prevent the Board from fulfilling its obligations under any contracts entered into before June 5, 2008. O. Reg. 178/08, s. 2 (4).</p> <p class=\"subsection-e\">(5) Paragraphs 5 and 6 of subsection (1) shall not be construed to affect the employment relationship between the employee and the board or their respective rights against, and obligations to, each other, including under any collective agreement. O. Reg. 178/08, s. 2 (5).</p> <p class=\"subsection-e\">(6) Members, officers, employees and agents of the Mine Centre Board shall permit the Ministry, on request, to examine and copy any document, record or other information in the possession of the board. O. Reg. 178/08, s. 2 (6).</p>"
        },
        {
            "id": "3.",
            "section": "Merger and employee transfer",
            "content": "3. (1) The employees of the Mine Centre Board are transferred to the Rainy River Board on September 1, 2008. O. Reg. 178/08, s. 3 (1). (2) The employment contract, the terms and conditions of employment, the rights and benefits of employment and the employment obligations of a person who becomes an employee of the Rainy River Board under paragraph 1 of subsection 58.1 (21) of the Act are assumed by and continued with the Rainy River Board. O. Reg. 178/08, s. 3 (2). (3) Immediately after the employees of the Mine Centre Board become employees of the Rainy River Board, the Mine Centre Board is merged with and continued as the Rainy River Board. O. Reg. 178/08, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) The employees of the Mine Centre Board are transferred to the Rainy River Board on September 1, 2008. O. Reg. 178/08, s. 3 (1).</p> <p class=\"subsection-e\">(2) The employment contract, the terms and conditions of employment, the rights and benefits of employment and the employment obligations of a person who becomes an employee of the Rainy River Board under paragraph 1 of subsection 58.1 (21) of the Act are assumed by and continued with the Rainy River Board. O. Reg. 178/08, s. 3 (2).</p> <p class=\"subsection-e\">(3) Immediately after the employees of the Mine Centre Board become employees of the Rainy River Board, the Mine Centre Board is merged with and continued as the Rainy River Board. O. Reg. 178/08, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": "Transition, provisions for period until 2010 elections",
            "content": "4. During the period beginning on September 1, 2008 and ending on November 30, 2010,  (a) the interests of the former electors of the Mine Centre Board shall be represented, (i) on the Rainy River Board, by the members of that board elected to represent the Town of Fort Frances or their successors, if any, and (ii) on the Conseil scolaire de district du Grand Nord de l’Ontario, by the member of that board elected to represent the Town of Fort Frances or his or her successor, if any; (b) the former members of the Mine Centre Board have the right to be notified of and consulted on any matter considered by the members of the Rainy River Board that would have been within the jurisdiction of the Mine Centre Board before its amalgamation with the Rainy River Board; (c) the former members of the Mine Centre Board are entitled to receive any honorarium that they would otherwise have received under section 191 of the Act; and (d) the former members of the Mine Centre Board are entitled to receive an allowance under section 191.2 of the Act in respect of expenses incurred and travel taking place before September 1, 2008, but not for expenses incurred and travel taking place on or after that date. O. Reg. 178/08, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>During the period beginning on September 1, 2008 and ending on November 30, 2010, </p> <p class=\"clause-e\">(a) the interests of the former electors of the Mine Centre Board shall be represented,</p> <p class=\"subclause-e\">(i) on the Rainy River Board, by the members of that board elected to represent the Town of Fort Frances or their successors, if any, and</p> <p class=\"subclause-e\">(ii) on the Conseil scolaire de district du Grand Nord de l’Ontario, by the member of that board elected to represent the Town of Fort Frances or his or her successor, if any;</p> <p class=\"clause-e\">(b) the former members of the Mine Centre Board have the right to be notified of and consulted on any matter considered by the members of the Rainy River Board that would have been within the jurisdiction of the Mine Centre Board before its amalgamation with the Rainy River Board;</p> <p class=\"clause-e\">(c) the former members of the Mine Centre Board are entitled to receive any honorarium that they would otherwise have received under section 191 of the Act; and</p> <p class=\"clause-e\">(d) the former members of the Mine Centre Board are entitled to receive an allowance under section 191.2 of the Act in respect of expenses incurred and travel taking place before September 1, 2008, but not for expenses incurred and travel taking place on or after that date. O. Reg. 178/08, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Teacher performance appraisals",
            "content": "5. (1) This section applies to teachers who were employed by the Mine Centre Board on June 5, 2008 and who, after the amalgamation of the Mine Centre Board with the Rainy River Board, are employed by the Rainy River Board. O. Reg.178/08, s. 5 (1). (2) Despite subsection 4 (3) of Ontario Regulation 99/02 (Teacher Performance Appraisal) made under the Act, the first year in which a teacher to whom this section applies is employed by the Rainy River Board shall not be an evaluation year if he or she had an evaluation year within the four years preceding the amalgamation of the Mine Centre Board with the Rainy River Board. O. Reg.178/08, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) This section applies to teachers who were employed by the Mine Centre Board on June 5, 2008 and who, after the amalgamation of the Mine Centre Board with the Rainy River Board, are employed by the Rainy River Board. O. Reg.178/08, s. 5 (1).</p> <p class=\"subsection-e\">(2) Despite subsection 4 (3) of Ontario Regulation 99/02 (Teacher Performance Appraisal) made under the Act, the first year in which a teacher to whom this section applies is employed by the Rainy River Board shall not be an evaluation year if he or she had an evaluation year within the four years preceding the amalgamation of the Mine Centre Board with the Rainy River Board. O. Reg.178/08, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Education taxes",
            "content": "6. (1) Any amounts owing to the Mine Centre Board after August 31, 2008 under subsection 257.7 (1) of the Act or section 21.1 of the Provincial Land Tax Act in respect of the 2008 taxation year or any previous taxation year shall be paid to the Rainy River Board. O. Reg.178/08, s. 6 (1). (2) In this section, “taxation year” means the year for which taxes for school purposes are levied. O. Reg. 178/08, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) Any amounts owing to the Mine Centre Board after August 31, 2008 under subsection 257.7 (1) of the Act or section 21.1 of the <i>Provincial Land Tax Act </i>in respect of the 2008 taxation year or any previous taxation year shall be paid to the Rainy River Board. O. Reg.178/08, s. 6 (1).</p> <p class=\"subsection-e\">(2) In this section,</p> <p class=\"firstdef-e\">“taxation year” means the year for which taxes for school purposes are levied. O. Reg. 178/08, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": "Municipal Elections Act, 1996",
            "content": "7. (1) For the purposes of subsection 79 (8) of the Municipal Elections Act, 1996, an amount held in trust for a candidate who was nominated for an office on the Mine Centre Board in the regular election immediately preceding September 1, 2008, or for his or her successor, if any, shall be paid by the clerk to the candidate or successor, with interest, if he or she is nominated for an office on the Rainy River Board in the next regular election following September 1, 2008, or in an earlier by-election. O. Reg. 178/08, s. 7 (1). (2) An amount that becomes payable to the Mine Centre Board under subsection 79 (9) of the Municipal Elections Act, 1996 after August 31, 2008 shall be paid to the Rainy River Board. O. Reg. 178/08, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) For the purposes of subsection 79 (8) of the <i>Municipal Elections Act, 1996</i>, an amount held in trust for a candidate who was nominated for an office on the Mine Centre Board in the regular election immediately preceding September 1, 2008, or for his or her successor, if any, shall be paid by the clerk to the candidate or successor, with interest, if he or she is nominated for an office on the Rainy River Board in the next regular election following September 1, 2008, or in an earlier by-election. O. Reg. 178/08, s. 7 (1).</p> <p class=\"subsection-e\">(2) An amount that becomes payable to the Mine Centre Board under subsection 79 (9) of the <i>Municipal Elections Act, 1996</i> after August 31, 2008 shall be paid to the Rainy River Board. O. Reg. 178/08, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": "School calendar",
            "content": "8. The Ministry may revise the school calendar for the Mine Centre Board for the 2008-2009 school year, and if the school calendar is revised, the Ministry shall inform the Mine Centre Board and the Rainy River Board of the revision and the Mine Centre Board shall inform all affected parents, guardians, pupils and employees of the revised calendar. O. Reg. 178/08, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>The Ministry may revise the school calendar for the Mine Centre Board for the 2008-2009 school year, and if the school calendar is revised, the Ministry shall inform the Mine Centre Board and the Rainy River Board of the revision and the Mine Centre Board shall inform all affected parents, guardians, pupils and employees of the revised calendar. O. Reg. 178/08, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "School calendar",
            "content": "9. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 178/08, s. 9. Français ",
            "raw_html": "<p class=\"section-e\"><b>9.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 178/08, s. 9.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_080178_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_080178_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}