{
    "reg_info": {
        "full_title": "O. Reg. 288/04: GENERAL",
        "reg_name_text": "general",
        "citation": "O. Reg. 288/04: GENERAL",
        "act_under": "Commitment to the Future of Medicare Act, 2004",
        "url": "https://www.ontario.ca/laws/regulation/040288",
        "date_scraped": "2023-12-18 03:06:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September 25, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/040288/v4",
            "valid_from": "July 24, 2023",
            "valid_to": "September 24, 2023"
        },
        {
            "a_href": "/laws/regulation/040288/v3",
            "valid_from": "July 20, 2012",
            "valid_to": "July 23, 2023"
        },
        {
            "a_href": "/laws/regulation/040288/v2",
            "valid_from": "May 19, 2005",
            "valid_to": "July 19, 2012"
        },
        {
            "a_href": "/laws/regulation/040288/v1",
            "valid_from": "September 23, 2004",
            "valid_to": "May 18, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "0.1",
            "section": "Prescribed persons, “physician”",
            "content": " 0.1 A person who is exempted from the requirement to be a member of the College of Physicians and Surgeons of Ontario under subsections 9 (1) and (3) of the Medicine Act, 1991 by a regulation made under that Act is a prescribed person for the purposes of the definition of “physician” in section 8 of the Act. O. Reg. 210/23, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>0.1 </b>A person who is exempted from the requirement to be a member of the College of Physicians and Surgeons of Ontario under subsections 9 (1) and (3) of the <i>Medicine Act, 1991 </i>by a regulation made under that Act is a prescribed person for the purposes of the definition of “physician” in section 8 of the Act. O. Reg. 210/23, s. 1.</p>"
        },
        {
            "id": "1.",
            "section": "Practitioners",
            "content": " 1. The following are practitioners for the purposes of Part II of the Act: 1.  Members of the College of Optometrists of Ontario. 2.  Members of the Royal College of Dental Surgeons of Ontario. 3.  Members of the College of Chiropodists of Ontario who are podiatrists. 4.  Medical laboratories.  O. Reg. 288/04, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The following are practitioners for the purposes of Part II of the Act:</p> <p class=\"paragraph-e\">  1.  Members of the College of Optometrists of Ontario.</p> <p class=\"paragraph-e\">  2.  Members of the Royal College of Dental Surgeons of Ontario.</p> <p class=\"paragraph-e\">  3.  Members of the College of Chiropodists of Ontario who are podiatrists.</p> <p class=\"paragraph-e\">  4.  Medical laboratories.  O. Reg. 288/04, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Designated practitioners",
            "content": " 2. For the purposes of Part II of the Act, the following practitioners are designated as practitioners who may not charge an amount for the provision of insured services rendered to an insured person other than the amount payable by the Plan: 1.  Members of the College of Optometrists of Ontario. 2.  Members of the Royal College of Dental Surgeons of Ontario. 3.  Medical laboratories.  O. Reg. 288/04, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>For the purposes of Part II of the Act, the following practitioners are designated as practitioners who may not charge an amount for the provision of insured services rendered to an insured person other than the amount payable by the Plan:</p> <p class=\"paragraph-e\">  1.  Members of the College of Optometrists of Ontario.</p> <p class=\"paragraph-e\">  2.  Members of the Royal College of Dental Surgeons of Ontario.</p> <p class=\"paragraph-e\"><b> </b>3.  Medical laboratories.  O. Reg. 288/04, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Medical laboratories",
            "content": " 3. For the purposes of subsection 10 (3) of the Act, a designated practitioner that is a medical laboratory may accept payment or benefit from a public hospital for rendering a laboratory service on behalf of the hospital if the following criteria are met: 1.  The medical laboratory has entered into an agreement with the hospital for the provision of specified laboratory services, including this service. 2.  The service is rendered in relation to an insured person who is a patient or out-patient of the hospital. 3.  The service is not rendered at the hospital. 4.  The medical laboratory does not submit an account to the Plan with respect to the service.  O. Reg. 288/04, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>For the purposes of subsection 10 (3) of the Act, a designated practitioner that is a medical laboratory may accept payment or benefit from a public hospital for rendering a laboratory service on behalf of the hospital if the following criteria are met:</p> <p class=\"paragraph-e\">  1.  The medical laboratory has entered into an agreement with the hospital for the provision of specified laboratory services, including this service. </p> <p class=\"paragraph-e\">  2.  The service is rendered in relation to an insured person who is a patient or out-patient of the hospital.</p> <p class=\"paragraph-e\">  3.  The service is not rendered at the hospital.  </p> <p class=\"paragraph-e\">  4.  The medical laboratory does not submit an account to the Plan with respect to the service.  O. Reg. 288/04, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Subsection 10 (5) of Act ",
            "content": "  4. For the purposes of subsection 10 (5) of the Act, a hospital as defined in Regulation 552 of the Revised Regulations of Ontario 1990 (General) made under the Health Insurance Act may charge or accept, (a)  payment for private or semi-private accommodation, except where an insured person is entitled to the accommodation without charge under subsection 9 (3) of Regulation 552 of the Revised Regulations of Ontario, 1990 (General) made under the Health Insurance Act; and (b)  co-payments as permitted under Regulation 552 of the Revised Regulations of Ontario, 1990 (General) made under the Health Insurance Act.  O. Reg. 288/04, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>  4. </b>For the purposes of subsection 10 (5) of the Act, a hospital as defined in Regulation 552 of the Revised Regulations of Ontario 1990 (General) made under the <i>Health Insurance Act</i> may charge or accept,</p> <p class=\"clause-e\">  (a)  payment for private or semi-private accommodation, except where an insured person is entitled to the accommodation without charge under subsection 9 (3) of Regulation 552 of the Revised Regulations of Ontario, 1990 (General) made under the <i>Health Insurance Act</i>; and</p> <p class=\"clause-e\">  (b)  co-payments as permitted under Regulation 552 of the Revised Regulations of Ontario, 1990 (General) made under the <i>Health Insurance Act</i>.  O. Reg. 288/04, s. 4.</p>"
        },
        {
            "id": "4.1",
            "section": "s. 11 of the Act",
            "content": " 4.1 (1) The following circumstances and conditions are prescribed for the purposes of subsection 11 (6) of the Act: 1.  If a physician or designated practitioner who has notified the General Manager under subsection 11 (2) of the Act subsequently submits an account directly to the Plan for the performance of insured services rendered to an insured person, he or she shall not be deemed by doing so to have notified the General Manager under subsection 11 (4) of the Act that he or she intends to submit his or her accounts directly to the Plan if the physician or designated practitioner makes a direction regarding the payment of this account under section 16.1 of the Health Insurance Act.  O. Reg. 232/05, s. 1. (2) The following circumstances and conditions are prescribed for the purposes of subsection 11 (7) of the Act: 1.  Where a physician or designated practitioner who has notified the General Manager under subsection 11 (2) of the Act makes a direction regarding the payment of an account for insured services under section 16.1 of the Health Insurance Act, subsection 10 (3) of the Act applies in respect of that account.  O. Reg. 232/05, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4.1 </b>(1) The following circumstances and conditions are prescribed for the purposes of subsection 11 (6) of the Act:</p> <p class=\"paragraph-e\">  1.  If a physician or designated practitioner who has notified the General Manager under subsection 11 (2) of the Act subsequently submits an account directly to the Plan for the performance of insured services rendered to an insured person, he or she shall not be deemed by doing so to have notified the General Manager under subsection 11 (4) of the Act that he or she intends to submit his or her accounts directly to the Plan if the physician or designated practitioner makes a direction regarding the payment of this account under section 16.1 of the <i>Health Insurance Act</i>.  O. Reg. 232/05, s. 1.</p> <p class=\"subsection-e\">  (2) The following circumstances and conditions are prescribed for the purposes of subsection 11 (7) of the Act:\r\n</p> <p class=\"paragraph-e\">  1.  Where a physician or designated practitioner who has notified the General Manager under subsection 11 (2) of the Act makes a direction regarding the payment of an account for insured services under section 16.1 of the <i>Health Insurance Act</i>, subsection 10 (3) of the Act applies in respect of that account.  O. Reg. 232/05, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": "Administrative charge ",
            "content": " 5. The administrative charge for the purposes of subsection 13 (4) of the Act is $150.  O. Reg. 288/04, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The administrative charge for the purposes of subsection 13 (4) of the Act is $150.  O. Reg. 288/04, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Service of notice",
            "content": " 6. (1) The rules concerning service of the notice provided for in subsections 13 (1) and (7) of the Act are as set out in this section.  O. Reg. 288/04, s. 6 (1). (2) Service may be made, (a)  by personal service; (b)  by courier; or (c)  by registered mail.  O. Reg. 288/04, s. 6 (2). (3) Service made by personal service, courier or registered mail is effective on the day of delivery.  O. Reg. 288/04, s. 6 (3). (4) Where an attempt has been made to effect service by a method set out in subsection (2), and for any reason service could not be effected, service may be made by ordinary mail.  O. Reg. 288/04, s. 6 (4). (5) Service by ordinary mail shall be deemed to be effective 14 days after the day of mailing, unless the physician, practitioner, person or entity on whom service is to be made establishes that the notice was not received until a later date for reasons that he, she or it could not control, in which case service is effective on the day that the notice is actually received.  O. Reg. 288/04, s. 6 (5). (6) If the address of the physician, practitioner, person or entity on whom service is to be made is registered on any data base maintained by the Ministry of Health and Long-Term Care, that address is the address for service, unless the General Manager has actual notice of a more current address, in which case the address for service is the current address known to the General Manager.  O. Reg. 288/04, s. 6 (6). (7) In the case of service upon a physician, practitioner, person or entity whose address is not registered on any data base maintained by the Ministry of Health and Long-Term Care, the address for service is, (a)  the address on any invoice, receipt or business communication issued by the physician, practitioner, person or entity; (b)  the address at which the insured service for which the unauthorized payment is alleged to have been made was rendered, in the absence of an invoice, receipt or business communication; or (c)  the address that is recorded in the register of the health profession college of which he or she is a member, in the case of a physician or practitioner.  O. Reg. 288/04, s. 6 (7).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The rules concerning service of the notice provided for in subsections 13 (1) and (7) of the Act are as set out in this section.  O. Reg. 288/04, s. 6 (1).</p> <p class=\"subsection-e\">  (2) Service may be made,</p> <p class=\"clause-e\">  (a)  by personal service;</p> <p class=\"clause-e\">  (b)  by courier; or</p> <p class=\"clause-e\">  (c)  by registered mail.  O. Reg. 288/04, s. 6 (2).</p> <p class=\"subsection-e\">  (3) Service made by personal service, courier or registered mail is effective on the day of delivery.  O. Reg. 288/04, s. 6 (3).</p> <p class=\"subsection-e\">  (4) Where an attempt has been made to effect service by a method set out in subsection (2), and for any reason service could not be effected, service may be made by ordinary mail.  O. Reg. 288/04, s. 6 (4).</p> <p class=\"subsection-e\">  (5) Service by ordinary mail shall be deemed to be effective 14 days after the day of mailing, unless the physician, practitioner, person or entity on whom service is to be made establishes that the notice was not received until a later date for reasons that he, she or it could not control, in which case service is effective on the day that the notice is actually received.  O. Reg. 288/04, s. 6 (5).</p> <p class=\"subsection-e\">  (6) If the address of the physician, practitioner, person or entity on whom service is to be made is registered on any data base maintained by the Ministry of Health and Long-Term Care, that address is the address for service, unless the General Manager has actual notice of a more current address, in which case the address for service is the current address known to the General Manager.  O. Reg. 288/04, s. 6 (6).</p> <p class=\"subsection-e\">  (7) In the case of service upon a physician, practitioner, person or entity whose address is not registered on any data base maintained by the Ministry of Health and Long-Term Care, the address for service is,</p> <p class=\"clause-e\">  (a)  the address on any invoice, receipt or business communication issued by the physician, practitioner, person or entity; </p> <p class=\"clause-e\">  (b)  the address at which the insured service for which the unauthorized payment is alleged to have been made was rendered, in the absence of an invoice, receipt or business communication; or</p> <p class=\"clause-e\">  (c)  the address that is recorded in the register of the health profession college of which he or she is a member, in the case of a physician or practitioner.  O. Reg. 288/04, s. 6 (7).</p>"
        },
        {
            "id": "7.",
            "section": "Mandatory reporting",
            "content": " 7. (1) The following are prescribed persons for the purposes of subsection 17 (2) of the Act: 1.  A physician, a registered nurse in the extended class, a member of the College of Chiropodists of Ontario who is a podiatrist, a member of the College of Midwives of Ontario, a member of the College of Optometrists of Ontario, a member of the Royal College of Dental Surgeons of Ontario and a licensee under the Integrated Community Health Services Centres Act, 2023. 2.  An employee of a person named in paragraph 1 whose employment is related to the provision of, i.  insured services by that person, or ii.  services provided by that person that are funded in whole or in part under the Integrated Community Health Services Centres Act, 2023. 3.  A person who, under a contract with any person named in paragraph 1, performs services that are related to the provision of insured services. 4.  A person who is employed in a hospital under the Public Hospitals Act or the Private Hospitals Act or in a facility whose primary function is the provision of insured services, and who, as part of his or her employment, performs insured services or services that are related to the provision of insured services in that hospital or facility. 5.  A person who, under a contract, performs insured services or services that are related to the provision of insured services and that are performed in a place described in paragraph 4.  O. Reg. 288/04, s. 7 (1); O. Reg. 217/23, s. 1. (2) In paragraph 1 of subsection (1), “registered nurse in the extended class” means a member of the College of Nurses of Ontario who is a registered nurse and who holds an extended certificate of registration under the Nursing Act, 1991, or a person who is exempted from subsections 11 (1) and (5) of the Nursing Act, 1991 by a regulation made under that Act and who holds, in another Canadian jurisdiction, the equivalent of a certificate of registration in the extended class for registered nurses in Ontario.  O. Reg. 288/04, s. 7 (2); O. Reg. 211/23, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The following are prescribed persons for the purposes of subsection 17 (2) of the Act:</p> <p class=\"paragraph-e\">  1.  A physician, a registered nurse in the extended class, a member of the College of Chiropodists of Ontario who is a podiatrist, a member of the College of Midwives of Ontario, a member of the College of Optometrists of Ontario, a member of the Royal College of Dental Surgeons of Ontario and a licensee under the <i>Integrated Community Health Services Centres Act, 2023</i>. </p> <p class=\"paragraph-e\">  2.  An employee of a person named in paragraph 1 whose employment is related to the provision of,</p> <p class=\"subpara-e\">  i.  insured services by that person, or</p> <p class=\"subpara-e\">  ii.  services provided by that person that are funded in whole or in part under the <i>Integrated Community Health Services Centres Act, 2023</i>.</p> <p class=\"paragraph-e\">  3.  A person who, under a contract with any person named in paragraph 1, performs services that are related to the provision of insured services.</p> <p class=\"paragraph-e\">  4.  A person who is employed in a hospital under the <i>Public Hospitals Act</i> or the <i>Private Hospitals Act</i> or in a facility whose primary function is the provision of insured services, and who, as part of his or her employment, performs insured services or services that are related to the provision of insured services in that hospital or facility.</p> <p class=\"paragraph-e\">  5.  A person who, under a contract, performs insured services or services that are related to the provision of insured services and that are performed in a place described in paragraph 4.  O. Reg. 288/04, s. 7 (1); O. Reg. 217/23, s. 1.</p> <p class=\"subsection-e\">  (2) In paragraph 1 of subsection (1),</p> <p class=\"definition-e\">“registered nurse in the extended class” means a member of the College of Nurses of Ontario who is a registered nurse and who holds an extended certificate of registration under the <i>Nursing Act, 1991</i>, or a person who is exempted from subsections 11 (1) and (5) of the <i>Nursing Act, 1991</i> by a regulation made under that Act and who holds, in another Canadian jurisdiction, the equivalent of a certificate of registration in the extended class for registered nurses in Ontario.  O. Reg. 288/04, s. 7 (2); O. Reg. 211/23, s. 1.</p>"
        },
        {
            "id": "8.",
            "section": "Mandatory reporting",
            "content": " 8. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 288/04, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 288/04, s. 8.</p>"
        },
        {
            "id": null,
            "section": "Mandatory reporting",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/040288\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}