{
    "reg_info": {
        "full_title": "O. Reg. 235/94: EXEMPTION - COUNTY OF VICTORIA - VICT-CT-1",
        "reg_name_text": "EXEMPTION — COUNTY OF VICTORIA — VICT-CT-1",
        "citation": "O. Reg. 235/94: EXEMPTION - COUNTY OF VICTORIA - VICT-CT-1",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/940235",
        "date_scraped": "2023-12-21 14:01:28"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November  6, 2012",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/940235/v1",
            "valid_from": "April 12, 1994",
            "valid_to": "November  5, 2012"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "  Having received a request from The Corporation of the County of Victoria (the Proponent) that an undertaking, namely: The continued operation as an interim measure, and closure of the existing Township of Verulam Landfill Site approved under Certificate of Approval No. A321703 situated on the east half of Lot 8, Concession 9, in the Township of Verulam, for the disposal of domestic waste, commercial waste, solid non-hazardous industrial waste and other waste limited to construction and demolition waste, be exempt from the application of the Act pursuant to section 29; and",
            "raw_html": "<p class=\"parawtab-e\">  Having received a request from The Corporation of the County of Victoria (the Proponent) that an undertaking, namely:</p> <p class=\"parawindt-e\">The continued operation as an interim measure, and closure of the existing Township of Verulam Landfill Site approved under Certificate of Approval No. A321703 situated on the east half of Lot 8, Concession 9, in the Township of Verulam, for the disposal of domestic waste, commercial waste, solid non-hazardous industrial waste and other waste limited to construction and demolition waste,</p> <p class=\"paranoindt-e\">be exempt from the application of the Act pursuant to section 29; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Having been advised by the Proponent that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: A. The Proponent will be subject to delay and expense if required to prepare an environmental assessment for the interim undertaking. B. The current users of the site who are located in the Township of Verulam and the Village of Bobcaygeon will be without a municipal waste disposal facility as of June 30, 1994.",
            "raw_html": "<p class=\"parawtab-e\">  Having been advised by the Proponent that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"paragraph-e\">  A. The Proponent will be subject to delay and expense if required to prepare an environmental assessment for the interim undertaking.</p> <p class=\"paragraph-e\">  B. The current users of the site who are located in the Township of Verulam and the Village of Bobcaygeon will be without a municipal waste disposal facility as of June 30, 1994.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">  Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. The continued operation of the existing landfill is clearly an interim measure for which there are no other reasonable waste management alternatives which can be implemented within the necessary time frame. B. Alternatives have been thoroughly investigated. C. A public hearing under Part V of the Environmental Protection Act (EP Act) for approval of the continued operation and interim expansion will be held thereby permitting the public the opportunity to review any proposed changes to the site. D. It is the intention of the Proponent that the proposed long-term waste management program of The Corporation of the County of Victoria be pursued in accordance with applicable legislation, and the Proponent expects that sufficient elements of the program will be implemented prior to the conclusion of the exempt undertaking so that the Proponent will not have to seek further approvals for the landfill waste disposal site prior to completion of the long-term waste management program.",
            "raw_html": "<p class=\"parawtab-e\">  The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">  A. The continued operation of the existing landfill is clearly an interim measure for which there are no other reasonable waste management alternatives which can be implemented within the necessary time frame.</p> <p class=\"paragraph-e\">  B. Alternatives have been thoroughly investigated.</p> <p class=\"paragraph-e\">  C. A public hearing under Part V of the <i>Environmental Protection Act</i> (EP Act) for approval of the continued operation and interim expansion will be held thereby permitting the public the opportunity to review any proposed changes to the site.</p> <p class=\"paragraph-e\">  D. It is the intention of the Proponent that the proposed long-term waste management program of The Corporation of the County of Victoria be pursued in accordance with applicable legislation, and the Proponent expects that sufficient elements of the program will be implemented prior to the conclusion of the exempt undertaking so that the Proponent will not have to seek further approvals for the landfill waste disposal site prior to completion of the long-term waste management program.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  This exemption order is subject to the following terms and conditions: 1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order. 2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order. 3. No waste shall be deposited at the Verulam Landfill Site four years after the date of receipt of waste pursuant to Part V, EP Act Certificate of Approval issued for the purpose of this interim expansion. 4. The Proponent shall file an annual report to the Director, Southeastern Region, Ministry of the Environment, outlining the Proponent’s progress in implementing a long-term waste management program; a copy of the report shall be given to the Director of the Environmental Approvals Branch of the Ministry. Copies of the reports referred to in this exemption order shall be kept in the public records maintained under section 31 of the Act at the Environmental Approvals Access and Service Integration Branch of the Ministry. The Proponent may cease filing such reports after the site ceases to be operated pursuant to this exemption if the Director of the Environmental Approvals Branch has advised the Proponent in writing that further reports are not required pursuant to this condition. O. Reg. 235/94; O. Reg. 355/12, s. 1.    ",
            "raw_html": "<p class=\"parawtab-e\">  This exemption order is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">  1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order.</p> <p class=\"paragraph-e\">  2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order.</p> <p class=\"paragraph-e\">  3. No waste shall be deposited at the Verulam Landfill Site four years after the date of receipt of waste pursuant to Part V, EP Act Certificate of Approval issued for the purpose of this interim expansion.</p> <p class=\"paragraph-e\">  4. The Proponent shall file an annual report to the Director, Southeastern Region, Ministry of the Environment, outlining the Proponent’s progress in implementing a long-term waste management program; a copy of the report shall be given to the Director of the Environmental Approvals Branch of the Ministry. Copies of the reports referred to in this exemption order shall be kept in the public records maintained under section 31 of the Act at the Environmental Approvals Access and Service Integration Branch of the Ministry. The Proponent may cease filing such reports after the site ceases to be operated pursuant to this exemption if<b> </b>the Director of the Environmental Approvals Branch has advised the Proponent in writing that further reports are not required pursuant to this condition.</p> <p class=\"footnote-e\">O. Reg. 235/94; O. Reg. 355/12, s. 1.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}