{
    "reg_info": {
        "full_title": "O. Reg. 156/03: TAX INCENTIVE FOR INVESTING IN ONTARIO JOBS AND OPPORTUNITY BONDS",
        "reg_name_text": "tax incentive for investing in ontario jobs and opportunity bonds",
        "citation": "O. Reg. 156/03: TAX INCENTIVE FOR INVESTING IN ONTARIO JOBS AND OPPORTUNITY BONDS",
        "act_under": "Income Tax Act   Loi de l’impôt sur le revenu",
        "url": "https://www.ontario.ca/laws/regulation/030156",
        "date_scraped": "2023-12-19 17:24:30"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May 23, 2006",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/030156/v2",
            "valid_from": "August  3, 2005",
            "valid_to": "May 22, 2006"
        },
        {
            "a_href": "/laws/regulation/030156/v1",
            "valid_from": "April 23, 2003",
            "valid_to": "August  2, 2005"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Entitlement and Payment",
            "part_id": null,
            "part_type": null,
            "section": "Entitlement and Payment",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Tax incentive",
            "content": " 1. The tax incentive to which an eligible individual is entitled under section 8.9 of the Act is the amount of the refund payable under section 5 of this Regulation in respect of the individual’s deemed overpayment of tax, if any, as calculated under section 3 in respect of Ontario Jobs and Opportunity Bonds.  O. Reg. 156/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1. </b>The tax incentive to which an eligible individual is entitled under section 8.9 of the Act is the amount of the refund payable under section 5 of this Regulation in respect of the individual’s deemed overpayment of tax, if any, as calculated under section 3 in respect of Ontario Jobs and Opportunity Bonds.  O. Reg. 156/03, s. 1.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Eligible individual",
            "content": " 2. An individual is an eligible individual for a taxation year for the purposes of the tax incentive if the following conditions are satisfied: 1. The individual is resident in Ontario on the last day of the taxation year. 2. The individual has filed a return of income under the Act and the Federal Act for the taxation year and has included in computing income for the taxation year interest in respect of an Ontario Jobs and Opportunity Bond under section 12 or 20 of the Federal Act. 3. The individual is subject to tax under the Act for the taxation year.  O. Reg. 156/03, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>An individual is an eligible individual for a taxation year for the purposes of the tax incentive if the following conditions are satisfied:</p> <p class=\"paragraph-e\">  1. The individual is resident in Ontario on the last day of the taxation year.</p> <p class=\"paragraph-e\">  2. The individual has filed a return of income under the Act and the Federal Act for the taxation year and has included in computing income for the taxation year interest in respect of an Ontario Jobs and Opportunity Bond under section 12 or 20 of the Federal Act.</p> <p class=\"paragraph-e\">  3. The individual is subject to tax under the Act for the taxation year.  O. Reg. 156/03, s. 2.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Deemed overpayment of tax",
            "content": " 3. (1) The amount of an eligible individual’s deemed overpayment of tax for a taxation year in respect of an Ontario Jobs and Opportunity Bond is the amount by which “A” exceeds “B” where, “A” is the amount of tax payable under the Act by the individual for the taxation year before any refund under this Regulation and after any refund under section 8.7 of the Act, and “B” is the individual’s adjusted tax amount for the taxation year as described in subsection (2). O. Reg. 156/03, s. 3 (1). (2) An individual’s adjusted tax amount for a taxation year is the amount of tax that would be payable by the individual under the Act for the year if the individual’s taxable income for the year were equal to the individual’s adjusted taxable income described in subsection (3).  O. Reg. 156/03, s. 3 (2). (3) An individual’s adjusted taxable income for a taxation year is the amount determined by deducting from the individual’s taxable income for the year the amount that is the total of, (a) the amount, if any, deducted from the individual’s taxable income under subsection 8.7 (5) of the Act in determining the individual’s adjusted taxable income under section 8.7 of the Act; and (b) subject to subsection (4), the amount that is calculated using the formula “C – D” in which, “C” is the total of all amounts, each of which is interest in respect of an Ontario Jobs and Opportunity Bond that is included in computing the individual’s income for the taxation year under section 12 or subsection 20 (14) of the Federal Act, and “D” is the total of all amounts, each of which is a deduction that is claimed by the individual for the taxation year under subsection 20 (14) or (21) of the Federal Act in respect of interest received or receivable on an Ontario Jobs and Opportunity Bond that was included in income in the year or in a preceding taxation year. O. Reg. 156/03, s. 3 (3). (4) If an individual owns Ontario Jobs and Opportunity Bonds through a partnership, the total of all amounts calculated under clause (3) (b) in respect of those Bonds shall not exceed the amount that is reasonably considered to be the partner’s share of the net income, if any, of the partnership for the fiscal year of the partnership ending in the taxation year.  O. Reg. 156/03, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK3\"></a>3</b>. (1) The amount of an eligible individual’s deemed overpayment of tax for a taxation year in respect of an Ontario Jobs and Opportunity Bond is the amount by which “A” exceeds “B” where,</p> <p class=\"paragraph-e\">  “A” is the amount of tax payable under the Act by the individual for the taxation year before any refund under this Regulation and after any refund under section 8.7 of the Act, and</p> <p class=\"paragraph-e\">  “B” is the individual’s adjusted tax amount for the taxation year as described in subsection (2).</p> <p class=\"footnote-e\">O. Reg. 156/03, s. 3 (1).</p> <p class=\"subsection-e\">  (2) An individual’s adjusted tax amount for a taxation year is the amount of tax that would be payable by the individual under the Act for the year if the individual’s taxable income for the year were equal to the individual’s adjusted taxable income described in subsection (3).  O. Reg. 156/03, s. 3 (2).</p> <p class=\"subsection-e\">  (3) An individual’s adjusted taxable income for a taxation year is the amount determined by deducting from the individual’s taxable income for the year the amount that is the total of,</p> <p class=\"clause-e\">  (a) the amount, if any, deducted from the individual’s taxable income under subsection 8.7 (5) of the Act in determining the individual’s adjusted taxable income under section 8.7 of the Act; and</p> <p class=\"clause-e\">  (b) subject to subsection (4), the amount that is calculated using the formula “C – D” in which,</p> <p class=\"subclause-e\">  “C” is the total of all amounts, each of which is interest in respect of an Ontario Jobs and Opportunity Bond that is included in computing the individual’s income for the taxation year under section 12 or subsection 20 (14) of the Federal Act, and </p> <p class=\"subclause-e\">  “D” is the total of all amounts, each of which is a deduction that is claimed by the individual for the taxation year under subsection 20 (14) or (21) of the Federal Act in respect of interest received or receivable on an Ontario Jobs and Opportunity Bond that was included in income in the year or in a preceding taxation year.</p> <p class=\"footnote-e\">O. Reg. 156/03, s. 3 (3).</p> <p class=\"subsection-e\">  (4) If an individual owns Ontario Jobs and Opportunity Bonds through a partnership, the total of all amounts calculated under clause (3) (b) in respect of those Bonds shall not exceed the amount that is reasonably considered to be the partner’s share of the net income, if any, of the partnership for the fiscal year of the partnership ending in the taxation year.  O. Reg. 156/03, s. 3 (4).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of entitlement",
            "content": " 4. (1) If the Provincial Minister determines that an individual is entitled to a refund of a deemed overpayment of tax in respect of an Ontario Jobs and Opportunity Bond, the Minister shall send a notice of entitlement to the individual.  O. Reg. 156/03, s. 4 (1). (2) The notice of entitlement must set out the following information: 1. The amount of the refund. 2. The basis on which the Provincial Minister determined that the individual is entitled to the refund. 3. Information about the individual’s right to object to the notice of entitlement.  O. Reg. 156/03, s. 4 (2). (3) The day on which the notice of entitlement is mailed shall be deemed to be the date of the notice.  O. Reg. 156/03, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>4. </b>(1) If the Provincial Minister determines that an individual is entitled to a refund of a deemed overpayment of tax in respect of an Ontario Jobs and Opportunity Bond, the Minister shall send a notice of entitlement to the individual.  O. Reg. 156/03, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The notice of entitlement must set out the following information:</p> <p class=\"paragraph-e\">  1. The amount of the refund.</p> <p class=\"paragraph-e\">  2. The basis on which the Provincial Minister determined that the individual is entitled to the refund.</p> <p class=\"paragraph-e\">  3. Information about the individual’s right to object to the notice of entitlement.  O. Reg. 156/03, s. 4 (2).</p> <p class=\"subsection-e\">  (3) The day on which the notice of entitlement is mailed shall be deemed to be the date of the notice.  O. Reg. 156/03, s. 4 (3).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Payment of refund",
            "content": " 5. (1) The Provincial Minister shall pay a refund to an eligible individual in the amount of the individual’s deemed overpayment of tax, if any, in respect of interest earned from Ontario Jobs and Opportunity Bonds if the Provincial Minister is satisfied that the individual is entitled to it.  O. Reg. 156/03, s. 5 (1). (2) No refund may be paid to an individual until all information returns and applications required to be filed by or in respect of the individual under this Regulation have been filed.  O. Reg. 156/03, s. 5 (2). (3) For the purposes of section 164 of the Federal Act, as it applies for the purposes of the Income Tax Act, (a) an eligible individual shall be deemed to have made an overpayment on account of tax payable under the Act for a taxation year in the amount of the individual’s tax overpayment, if any, for the year as calculated under section 3; and (b) a refund paid under this section is a refund of tax under the Act.  O. Reg. 156/03, s. 5 (3). Applications and Returns",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>5. </b>(1) The Provincial Minister shall pay a refund to an eligible individual in the amount of the individual’s deemed overpayment of tax, if any, in respect of interest earned from Ontario Jobs and Opportunity Bonds if the Provincial Minister is satisfied that the individual is entitled to it.  O. Reg. 156/03, s. 5 (1).</p> <p class=\"subsection-e\">  (2) No refund may be paid to an individual until all information returns and applications required to be filed by or in respect of the individual under this Regulation have been filed.  O. Reg. 156/03, s. 5 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of section 164 of the Federal Act, as it applies for the purposes of the <i>Income Tax Act</i>, </p> <p class=\"clause-e\">  (a) an eligible individual shall be deemed to have made an overpayment on account of tax payable under the Act for a taxation year in the amount of the individual’s tax overpayment, if any, for the year as calculated under section 3; and</p> <p class=\"clause-e\">  (b) a refund paid under this section is a refund of tax under the Act.  O. Reg. 156/03, s. 5 (3).</p> <p class=\"heading1-e\"><a name=\"BK6\"></a>Applications and Returns</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Applications and Returns",
            "part_id": null,
            "part_type": null,
            "section": "Applications and Returns",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Application for refund, partnership",
            "content": " 6. (1) A partnership that owns an Ontario Jobs and Opportunity Bond in a fiscal period of the partnership shall apply to the Provincial Minister on behalf of the partners who are individuals for a refund of the deemed overpayment of tax, if any, in respect of the Bond.  O. Reg. 156/03, s. 6 (1). (2) The application must be filed with the Provincial Minister in a form approved by the Minister.  O. Reg. 156/03, s. 6 (2). (3) The application must set out the following information: 1. The name, address and fiscal period of the partnership. 2. The business number of the partnership issued by the Canada Revenue Agency, if available. 3. The name, address and Social Insurance Number of every partner who is an individual. 4. The principal amount of any Ontario Jobs and Opportunity Bonds owned by the partnership on the last day of the fiscal period. 5. The amount of interest on a Bond owned by the partnership in the fiscal period that is required to be reported in a return under subsection 201 (1) or (4) of the Federal Regulations. 6. For each partner who is an individual, the partner’s share of the interest for the fiscal period earned from a Bond owned by the partnership. 7. The net income or net loss of the partnership for the fiscal period as determined under section 96 of the Federal Act and, for each partner who is an individual,  the amount of the partner’s share of the net income or net loss.  O. Reg. 156/03, s. 6 (3). (4) The application must be accompanied by such forms as the Provincial Minister may specify to verify that a partner is an eligible individual and to verify the amount of the refund, if any, that the partner is entitled to receive.  O. Reg. 156/03, s. 6 (4). (5) An application in respect of a fiscal period of a partnership that ends before July of a year must be filed no later than the last day of October of the same year;  an application in respect of a fiscal period of a partnership that ends after June of a year must be filed no later than the last day of August of the following year.  O. Reg. 156/03, s. 6 (5). (6) A partnership that is required to make an application under this section shall give the information contained in the application to each partner who is an individual, to the extent that the information relates to that partner.  O. Reg. 156/03, s. 6 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>(1) A partnership that owns an Ontario Jobs and Opportunity Bond in a fiscal period of the partnership shall apply to the Provincial Minister on behalf of the partners who are individuals for a refund of the deemed overpayment of tax, if any, in respect of the Bond.  O. Reg. 156/03, s. 6 (1).</p> <p class=\"subsection-e\">  (2) The application must be filed with the Provincial Minister in a form approved by the Minister.  O. Reg. 156/03, s. 6 (2).</p> <p class=\"subsection-e\">  (3) The application must set out the following information:</p> <p class=\"paragraph-e\">  1. The name, address and fiscal period of the partnership.</p> <p class=\"paragraph-e\">  2. The business number of the partnership issued by the Canada Revenue Agency, if available.</p> <p class=\"paragraph-e\">  3. The name, address and Social Insurance Number of every partner who is an individual.</p> <p class=\"paragraph-e\">  4. The principal amount of any Ontario Jobs and Opportunity Bonds owned by the partnership on the last day of the fiscal period.</p> <p class=\"paragraph-e\">  5. The amount of interest on a Bond owned by the partnership in the fiscal period that is required to be reported in a return under subsection 201 (1) or (4) of the Federal Regulations.</p> <p class=\"paragraph-e\">  6. For each partner who is an individual, the partner’s share of the interest for the fiscal period earned from a Bond owned by the partnership.</p> <p class=\"paragraph-e\">  7. The net income or net loss of the partnership for the fiscal period as determined under section 96 of the Federal Act and, for each partner who is an individual,  the amount of the partner’s share of the net income or net loss.  O. Reg. 156/03, s. 6 (3).</p> <p class=\"subsection-e\">  (4) The application must be accompanied by such forms as the Provincial Minister may specify to verify that a partner is an eligible individual and to verify the amount of the refund, if any, that the partner is entitled to receive.  O. Reg. 156/03, s. 6 (4).</p> <p class=\"subsection-e\">  (5) An application in respect of a fiscal period of a partnership that ends before July of a year must be filed no later than the last day of October of the same year;  an application in respect of a fiscal period of a partnership that ends after June of a year must be filed no later than the last day of August of the following year.  O. Reg. 156/03, s. 6 (5).</p> <p class=\"subsection-e\">  (6) A partnership that is required to make an application under this section shall give the information contained in the application to each partner who is an individual, to the extent that the information relates to that partner.  O. Reg. 156/03, s. 6 (6).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Application for refund, trust",
            "content": " 7. (1) A trust that owns an Ontario Jobs and Opportunity Bond in a year shall apply to the Provincial Minister for a refund of the deemed overpayment of tax, if any, in respect of the Bond.  O. Reg. 156/03, s. 7 (1). (2) The application must be filed with the Provincial Minister in a form approved by the Minister.  O. Reg. 156/03, s. 7 (2). (3) The application must set out the following information: 1. The name, address and taxation year of the trust. 2. The account number of the trust issued by the Canada Revenue Agency. 3. The principal amount of any Ontario Jobs and Opportunity Bonds owned by the trust on the last day of the year. 4. The amount of interest on a Bond owned by the trust in the year that is required to be reported in a return under subsection 201 (1) or (4) of the Federal Regulations. 5. The amount of interest on a Bond that is required under sections 12 or 20 of the Federal Act to be included in computing the income of the trust for the taxation year. 6. The amount of any deduction claimed by the trust under subsection 20 (14) or (21) of the Federal Act in computing the income of the trust for the year in respect of interest on a Bond. 7. A copy of the T3 tax and information return filed by the trust for the year under the Federal Act. 8. A copy of the T3ON tax and information return filed by the trust for the year for the purposes of determining the amount of tax payable by the trust under the Act for the year. 9. A copy of the Notice of Assessment and any Notice of Reassessment issued by the Canada Revenue Agency in respect of the trust for the year.  O. Reg. 156/03, s. 7 (3). (4) The application must be accompanied by such forms as the Provincial Minister may specify to verify that the trust is an eligible individual and to verify the amount of the refund, if any.  O. Reg. 156/03, s. 7 (4). (5) An application in respect of a taxation year of a trust must be filed no later than the last day of August of the year following the year in which the taxation year ends.  O. Reg. 156/03, s. 7 (5). (6) A trust that is required to make an application under this section shall give the Provincial Minister without delay a copy of any Notice of Reassessment issued by the Canada Revenue Agency after the date of the application in respect of the trust for the year.  O. Reg. 156/03, s. 7 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7. </b>(1) A trust that owns an Ontario Jobs and Opportunity Bond in a year shall apply to the Provincial Minister for a refund of the deemed overpayment of tax, if any, in respect of the Bond.  O. Reg. 156/03, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The application must be filed with the Provincial Minister in a form approved by the Minister.  O. Reg. 156/03, s. 7 (2).</p> <p class=\"subsection-e\">  (3) The application must set out the following information:</p> <p class=\"paragraph-e\">  1. The name, address and taxation year of the trust.</p> <p class=\"paragraph-e\">  2. The account number of the trust issued by the Canada Revenue Agency.</p> <p class=\"paragraph-e\">  3. The principal amount of any Ontario Jobs and Opportunity Bonds owned by the trust on the last day of the year.</p> <p class=\"paragraph-e\">  4. The amount of interest on a Bond owned by the trust in the year that is required to be reported in a return under subsection 201 (1) or (4) of the Federal Regulations.</p> <p class=\"paragraph-e\">  5. The amount of interest on a Bond that is required under sections 12 or 20 of the Federal Act to be included in computing the income of the trust for the taxation year.</p> <p class=\"paragraph-e\">  6. The amount of any deduction claimed by the trust under subsection 20 (14) or (21) of the Federal Act in computing the income of the trust for the year in respect of interest on a Bond.</p> <p class=\"paragraph-e\">  7. A copy of the T3 tax and information return filed by the trust for the year under the Federal Act.</p> <p class=\"paragraph-e\">  8. A copy of the T3ON tax and information return filed by the trust for the year for the purposes of determining the amount of tax payable by the trust under the Act for the year.</p> <p class=\"paragraph-e\">  9. A copy of the Notice of Assessment and any Notice of Reassessment issued by the Canada Revenue Agency in respect of the trust for the year.  O. Reg. 156/03, s. 7 (3).</p> <p class=\"subsection-e\">  (4) The application must be accompanied by such forms as the Provincial Minister may specify to verify that the trust is an eligible individual and to verify the amount of the refund, if any.  O. Reg. 156/03, s. 7 (4).</p> <p class=\"subsection-e\">  (5) An application in respect of a taxation year of a trust must be filed no later than the last day of August of the year following the year in which the taxation year ends.  O. Reg. 156/03, s. 7 (5).</p> <p class=\"subsection-e\">  (6) A trust that is required to make an application under this section shall give the Provincial Minister without delay a copy of any Notice of Reassessment issued by the Canada Revenue Agency after the date of the application in respect of the trust for the year.  O. Reg. 156/03, s. 7 (6).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Information return, brokers and dealers of securities",
            "content": " 8. (1) Every broker or dealer of securities shall give the Provincial Minister an information return respecting each individual, (a) who maintains an account with the broker or dealer at any time in the year; and (b) who owns an Ontario Jobs and Opportunity Bond through the account of the broker or dealer at any time in the year.  O. Reg. 156/03, s. 8 (1). (2) The information return must be filed with the Provincial Minister in a form approved by the Minister.  O. Reg. 156/03, s. 8 (2). (3) The information return must contain the following information: 1. The name and address of the individual. 2. The Social Insurance Number of the individual. 3. The amount of interest on any Bond owned by the individual at any time in the year that is required to be reported in a return under subsection 201 (1) or (4) of the Federal Regulations. 4. If the individual indicates to the broker or dealer that the individual holds the Bond through a partnership, the following information in respect of the partnership: i. The name and address of the partnership. ii. The business number of the partnership issued by the Canada Revenue Agency, if available. iii. If the business number described in subparagraph ii is not available, the Social Insurance Number, if available, of at least one partner who is an individual.  O. Reg. 156/03, s. 8 (3). (4) The information return in respect of a year must be filed no later than the last day of February of the following year.  O. Reg. 156/03, s. 8 (4). (5) The broker or dealer of securities shall also give the information contained in the information return to an individual or partnership, to the extent that the information in the return relates to the individual or partnership.  O. Reg. 156/03, s. 8 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>8. </b>(1) Every broker or dealer of securities shall give the Provincial Minister an information return respecting each individual,</p> <p class=\"clause-e\">  (a) who maintains an account with the broker or dealer at any time in the year; and</p> <p class=\"clause-e\">  (b) who owns an Ontario Jobs and Opportunity Bond through the account of the broker or dealer at any time in the year.  O. Reg. 156/03, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The information return must be filed with the Provincial Minister in a form approved by the Minister.  O. Reg. 156/03, s. 8 (2).</p> <p class=\"subsection-e\">  (3) The information return must contain the following information:</p> <p class=\"paragraph-e\">  1. The name and address of the individual.</p> <p class=\"paragraph-e\">  2. The Social Insurance Number of the individual.</p> <p class=\"paragraph-e\">  3. The amount of interest on any Bond owned by the individual at any time in the year that is required to be reported in a return under subsection 201 (1) or (4) of the Federal Regulations.</p> <p class=\"paragraph-e\">  4. If the individual indicates to the broker or dealer that the individual holds the Bond through a partnership, the following information in respect of the partnership:</p> <p class=\"subpara-e\">  i. The name and address of the partnership.</p> <p class=\"subpara-e\">  ii. The business number of the partnership issued by the Canada Revenue Agency, if available.</p> <p class=\"subpara-e\">  iii. If the business number described in subparagraph ii is not available, the Social Insurance Number, if available, of at least one partner who is an individual.  O. Reg. 156/03, s. 8 (3).</p> <p class=\"subsection-e\">  (4) The information return in respect of a year must be filed no later than the last day of February of the following year.  O. Reg. 156/03, s. 8 (4).</p> <p class=\"subsection-e\">  (5) The broker or dealer of securities shall also give the information contained in the information return to an individual or partnership, to the extent that the information in the return relates to the individual or partnership.  O. Reg. 156/03, s. 8 (5).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Information return, the Authority",
            "content": " 9. (1) The Ontario Strategic Infrastructure Financing Authority shall, either directly or through an agent, give the Provincial Minister an information return respecting each individual who owns an Ontario Jobs and Opportunity Bond at any time in a year and whose ownership is reflected in the records of the Authority or its agent, unless the individual purchased the Bond from a broker or dealer of securities.  O. Reg. 156/03, s. 9 (1); O. Reg. 456/05, s. 1. (2) The information return must be filed with the Provincial Minister in a form approved by the Minister.  O. Reg. 156/03, s. 9 (2). (3) The information return must contain the following information respecting the individual and the individual’s Ontario Jobs and Opportunity Bonds: 1. The name and address of the individual. 2. The Social Insurance Number of the individual. 3. If the individual advises the Authority that the individual is a trust, the account number of the trust issued by the Canada Revenue Agency, if available. 4. The amount of interest on any Bond that an individual owns at any time in the year that is required to be reported in a return under subsection 201 (1) or (4) of the Federal Regulations. 5. Information sufficient to enable the Provincial Minister to make the payment described in section 5 to the individual by direct deposit to an account with a financial institution. 6. If the individual indicates to the Authority that the individual holds the Bond through a partnership, the following information in respect of the partnership: i. The name and address of the partnership. ii. The business number of the partnership issued by the Canada Revenue Agency, if available. iii. If the business number described in subparagraph ii is not available, the Social Insurance Number, if available, of at least one partner who is an individual.  O. Reg. 156/03, s. 9 (3). (4) The information return in respect of a year must be filed no later than the last day of February of the following year.  O. Reg. 156/03, s. 9 (4). (5) The Ontario Strategic Infrastructure Financing Authority shall, either directly or through an agent, also give the information contained in the information return to an individual or partnership, to the extent that the information in the return relates to the individual or partnership.  O. Reg. 156/03, s. 9 (5); O. Reg. 456/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK10\"></a>9. </b>(1) The Ontario Strategic Infrastructure Financing Authority shall, either directly or through an agent, give the Provincial Minister an information return respecting each individual who owns an Ontario Jobs and Opportunity Bond at any time in a year and whose ownership is reflected in the records of the Authority or its agent, unless the individual purchased the Bond from a broker or dealer of securities.  O. Reg. 156/03, s. 9 (1); O. Reg. 456/05, s. 1.</p> <p class=\"subsection-e\">  (2) The information return must be filed with the Provincial Minister in a form approved by the Minister.  O. Reg. 156/03, s. 9 (2).</p> <p class=\"subsection-e\">  (3) The information return must contain the following information respecting the individual and the individual’s Ontario Jobs and Opportunity Bonds:</p> <p class=\"paragraph-e\">  1. The name and address of the individual.</p> <p class=\"paragraph-e\">  2. The Social Insurance Number of the individual.</p> <p class=\"paragraph-e\">  3. If the individual advises the Authority that the individual is a trust, the account number of the trust issued by the Canada Revenue Agency, if available.</p> <p class=\"paragraph-e\">  4. The amount of interest on any Bond that an individual owns at any time in the year that is required to be reported in a return under subsection 201 (1) or (4) of the Federal Regulations.</p> <p class=\"paragraph-e\">  5. Information sufficient to enable the Provincial Minister to make the payment described in section 5 to the individual by direct deposit to an account with a financial institution.</p> <p class=\"paragraph-e\">  6. If the individual indicates to the Authority that the individual holds the Bond through a partnership, the following information in respect of the partnership:</p> <p class=\"subpara-e\">  i. The name and address of the partnership.</p> <p class=\"subpara-e\">  ii. The business number of the partnership issued by the Canada Revenue Agency, if available.</p> <p class=\"subpara-e\">  iii. If the business number described in subparagraph ii is not available, the Social Insurance Number, if available, of at least one partner who is an individual.  O. Reg. 156/03, s. 9 (3).</p> <p class=\"subsection-e\">  (4) The information return in respect of a year must be filed no later than the last day of February of the following year.  O. Reg. 156/03, s. 9 (4).</p> <p class=\"subsection-e\">  (5) The Ontario Strategic Infrastructure Financing Authority shall, either directly or through an agent, also give the information contained in the information return to an individual or partnership, to the extent that the information in the return relates to the individual or partnership.  O. Reg. 156/03, s. 9 (5); O. Reg. 456/05, s. 1.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Late filings",
            "content": " 10. The Provincial Minister may accept an application or an information return that is not filed on time, (a) if the application or the information return is filed no later than two years after the last date by which it is required to be filed under this Regulation; and (b) if the Provincial Minister is satisfied that the person or entity was unable to file the application or the information return at an earlier time for reasons beyond the control of the person or entity.  O. Reg. 156/03, s. 10. Administration",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>10. </b>The Provincial Minister may accept an application or an information return that is not filed on time,</p> <p class=\"clause-e\">  (a) if the application or the information return is filed no later than two years after the last date by which it is required to be filed under this Regulation; and</p> <p class=\"clause-e\">  (b) if the Provincial Minister is satisfied that the person or entity was unable to file the application or the information return at an earlier time for reasons beyond the control of the person or entity.  O. Reg. 156/03, s. 10.</p> <p class=\"heading1-e\"><a name=\"BK12\"></a>Administration</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "Administration",
            "part_id": null,
            "part_type": null,
            "section": "Administration",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Provincial Minister’s right of set-off",
            "content": " 11. (1) If an individual who is entitled to a refund of a deemed overpayment of tax in respect of an Ontario Jobs and Opportunity Bond is liable or is about to become liable to make a payment to the Crown in right of Ontario, the Provincial Minister may apply to that liability all or part of the refund and any interest payable in respect of the refund, instead of paying the refund and interest to the individual.  O. Reg. 156/03, s. 11 (1). (2) If an individual’s refund for a taxation year is paid or applied to a liability of the individual, the Provincial Minister shall pay or apply interest on the refund at the rate determined under section 12 for, (a) the period that begins on the day that is 45 days after the balance-due day of the taxpayer for the taxation year, if the taxation year commences before January 1, 2005, and that ends on the day when the refund is paid or applied; or (b) the period that begins on the day that is 30 days after the balance-due day of the taxpayer for the taxation year, if the taxation year commences after December 31, 2004, and that ends on the day when the refund is paid or applied.  O. Reg. 456/05, s. 2 (1). (3) An individual who receives a refund, or interest on a refund, to which the individual is not entitled, or who receives an amount greater than the amount to which the individual is entitled, shall repay the amount or the excess amount, as the case may be, to the Provincial Minister.  O. Reg. 156/03, s. 11 (3). (4) Amounts repayable under subsection (3) bear interest in accordance with section 12 and may be collected as tax payable under the Act.  O. Reg. 156/03, s. 11 (4). (5) Interest that is payable or to be applied under subsection (2) shall be compounded daily and, if the interest is unpaid or unapplied, as the case may be, on the day that the interest would, but for this subsection, have ceased to be computed under subsection (2), interest at the rate determined under section 12 shall be compounded daily on the interest that is unpaid or unapplied from that day to the day it is paid or applied, as applicable.  O. Reg. 456/05, s. 2 (2). (6) In this section, “balance-due day” means, in respect of taxpayer for a taxation year, the day that is the balance-due day under the Federal Act in respect of the taxpayer for the taxation year.  O. Reg. 456/05, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK13\"></a>11. </b>(1) If an individual who is entitled to a refund of a deemed overpayment of tax in respect of an Ontario Jobs and Opportunity Bond is liable or is about to become liable to make a payment to the Crown in right of Ontario, the Provincial Minister may apply to that liability all or part of the refund and any interest payable in respect of the refund, instead of paying the refund and interest to the individual.  O. Reg. 156/03, s. 11 (1).</p> <p class=\"subsection-e\">  (2) If an individual’s refund for a taxation year is paid or applied to a liability of the individual, the Provincial Minister shall pay or apply interest on the refund at the rate determined under section 12 for,</p> <p class=\"clause-e\">  (a) the period that begins on the day that is 45 days after the balance-due day of the taxpayer for the taxation year, if the taxation year commences before January 1, 2005, and that ends on the day when the refund is paid or applied; or </p> <p class=\"clause-e\">  (b) the period that begins on the day that is 30 days after the balance-due day of the taxpayer for the taxation year, if the taxation year commences after December 31, 2004, and that ends on the day when the refund is paid or applied.  O. Reg. 456/05, s. 2 (1).</p> <p class=\"subsection-e\">  (3) An individual who receives a refund, or interest on a refund, to which the individual is not entitled, or who receives an amount greater than the amount to which the individual is entitled, shall repay the amount or the excess amount, as the case may be, to the Provincial Minister.  O. Reg. 156/03, s. 11 (3).</p> <p class=\"subsection-e\">  (4) Amounts repayable under subsection (3) bear interest in accordance with section 12 and may be collected as tax payable under the Act.  O. Reg. 156/03, s. 11 (4).</p> <p class=\"subsection-e\">  (5) Interest that is payable or to be applied under subsection (2) shall be compounded daily and, if the interest is unpaid or unapplied, as the case may be, on the day that the interest would, but for this subsection, have ceased to be computed under subsection (2), interest at the rate determined under section 12 shall be compounded daily on the interest that is unpaid or unapplied from that day to the day it is paid or applied, as applicable.  O. Reg. 456/05, s. 2 (2).</p> <p class=\"subsection-e\">  (6) In this section,</p> <p class=\"firstdef-e\">“balance-due day” means, in respect of taxpayer for a taxation year, the day that is the balance-due day under the Federal Act in respect of the taxpayer for the taxation year.  O. Reg. 456/05, s. 2 (3).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Rates of interest",
            "content": " 12. (1) In this section, “adjustment date” means January 1, April 1, July 1 or October 1.  O. Reg. 156/03, s. 12 (1). (2) The rate of interest for a particular date is determined in accordance with the following rules for the purposes of this Regulation: 1. The rate of interest payable by an individual in respect of a particular date is the annual interest rate that is three percentage points higher than the base rate of interest that is in effect on that date, as determined under paragraphs 4 to 6. 2. The rate of interest payable or to be applied by the Provincial Minister, in respect of a particular date before July 1, 2006, is the annual interest rate that is two percentage points lower than the base rate of interest that is in effect on that date, as determined under paragraphs 4 to 6. 2.1 The rate of interest payable or to be applied by the Provincial Minister, in respect of a particular date after June 30, 2006, is the annual interest rate that is three percentage points lower than the base rate of interest that is in effect on that date, as determined under paragraphs 4 to 6. 3. For interest that is calculated by reference to an overpayment of tax that is attributable to a decision of the Provincial Minister or of a court on an objection to, or an appeal from, an assessment or a determination, the rate of interest payable or to be applied by the Provincial Minister in respect of a particular date is the base rate of interest that is in effect on that date, as determined under paragraphs 4 to 6. 4. The base rate of interest that is in effect on a particular date is the following: i. If the particular date is an adjustment date, the base rate that is in effect is the base rate for the adjustment date as determined under paragraph 5. ii. In any other case, the base rate that is in effect is the base rate for the last adjustment date before the particular date, as determined under paragraph 5. 5. The base rate of interest for an adjustment date is equal to the average prime rate, as determined under paragraph 6, that is in effect on, i. October 15 of the previous year, if the adjustment date is January 1, ii. January 15 of the same year, if the adjustment date is April 1, iii. April 15 of the same year, if the adjustment date is July 1, and iv. July 15 of the same year, if the adjustment date is October 1. 6. The average prime rate that is in effect on a particular date is the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by the bank in Canada.  O. Reg. 156/03, s. 12 (2); O. Reg. 229/06, s. 1. 13. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 156/03, s. 13.    ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>12. </b>(1) In this section,</p> <p class=\"firstdef-e\">“adjustment date” means January 1, April 1, July 1 or October 1.  O. Reg. 156/03, s. 12 (1).</p> <p class=\"subsection-e\">  (2) The rate of interest for a particular date is determined in accordance with the following rules for the purposes of this Regulation:</p> <p class=\"paragraph-e\">  1. The rate of interest payable by an individual in respect of a particular date is the annual interest rate that is three percentage points higher than the base rate of interest that is in effect on that date, as determined under paragraphs 4 to 6.</p> <p class=\"paragraph-e\">  2. The rate of interest payable or to be applied by the Provincial Minister, in respect of a particular date before July 1, 2006, is the annual interest rate that is two percentage points lower than the base rate of interest that is in effect on that date, as determined under paragraphs 4 to 6.</p> <p class=\"paragraph-e\">  2.1 The rate of interest payable or to be applied by the Provincial Minister, in respect of a particular date after June 30, 2006, is the annual interest rate that is three percentage points lower than the base rate of interest that is in effect on that date, as determined under paragraphs 4 to 6.</p> <p class=\"paragraph-e\">  3. For interest that is calculated by reference to an overpayment of tax that is attributable to a decision of the Provincial Minister or of a court on an objection to, or an appeal from, an assessment or a determination, the rate of interest payable or to be applied by the Provincial Minister in respect of a particular date is the base rate of interest that is in effect on that date, as determined under paragraphs 4 to 6.</p> <p class=\"paragraph-e\">  4. The base rate of interest that is in effect on a particular date is the following:</p> <p class=\"subpara-e\">  i. If the particular date is an adjustment date, the base rate that is in effect is the base rate for the adjustment date as determined under paragraph 5.</p> <p class=\"subpara-e\">  ii. In any other case, the base rate that is in effect is the base rate for the last adjustment date before the particular date, as determined under paragraph 5.</p> <p class=\"paragraph-e\">  5. The base rate of interest for an adjustment date is equal to the average prime rate, as determined under paragraph 6, that is in effect on,</p> <p class=\"subpara-e\">  i. October 15 of the previous year, if the adjustment date is January 1,</p> <p class=\"subpara-e\">  ii. January 15 of the same year, if the adjustment date is April 1,</p> <p class=\"subpara-e\">  iii. April 15 of the same year, if the adjustment date is July 1, and</p> <p class=\"subpara-e\">  iv. July 15 of the same year, if the adjustment date is October 1.</p> <p class=\"paragraph-e\">  6. The average prime rate that is in effect on a particular date is the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by the bank in Canada.  O. Reg. 156/03, s. 12 (2); O. Reg. 229/06, s. 1.</p> <p class=\"section-e\"> <b>13.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation).</span>  O. Reg. 156/03, s. 13.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}