{
    "reg_info": {
        "full_title": "O. Reg. 280/91: EXEMPTION - MINISTRY OF TRANSPORTATION - MTC-59",
        "reg_name_text": "EXEMPTION — MINISTRY OF TRANSPORTATION — MTC-59",
        "citation": "O. Reg. 280/91: EXEMPTION - MINISTRY OF TRANSPORTATION - MTC-59",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/910280",
        "date_scraped": "2023-12-21 14:03:34"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 12, 1991",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from the Toronto Area Transit Operating Authority, herein referred to as “GO Transit”, that an undertaking, namely the activity of: acquiring property for, designing, constructing, operating and maintaining GO Train service and associated facilities on an alignment from the GO Train station at Brock Street in the Town of Whitby along the CNR rail corridor to a station located near the existing VIA Rail Station in Oshawa be exempt from the application of the Act pursuant to section 29; and",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from the Toronto Area Transit Operating Authority, herein referred to as “GO Transit”, that an undertaking, namely the activity of:</p> <p class=\"parawindt-e\">acquiring property for, designing, constructing, operating and maintaining GO Train service and associated facilities on an alignment from the GO Train station at Brock Street in the Town of Whitby along the CNR rail corridor to a station located near the existing VIA Rail Station in Oshawa</p> <p class=\"paranoindt-e\">be exempt from the application of the Act pursuant to section 29; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having been advised that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: A. Landowners and residents who made economic or locational decisions based on the previous provincial proposals (including plans and public consultation phases dating to the early 1980s) of improved commuter transit, or who are currently waiting to make such decisions, would be unduly damaged or interfered with due to the additional time required to secure further approval under the Act. B. Potential positive impacts to the economic and land use development and the transportation infrastructure of The Regional Municipality of Durham and therefore benefits to its citizens, which would be accrued as part of this undertaking, would be delayed. C. Potential increases in ridership on the GO Transit system and therefore reduction in automobile traffic in the Highway 401 corridor would be delayed.",
            "raw_html": "<p class=\"parawtab-e\">Having been advised that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"paragraph-e\">A. Landowners and residents who made economic or locational decisions based on the previous provincial proposals (including plans and public consultation phases dating to the early 1980s) of improved commuter transit, or who are currently waiting to make such decisions, would be unduly damaged or interfered with due to the additional time required to secure further approval under the Act.</p> <p class=\"paragraph-e\">B. Potential positive impacts to the economic and land use development and the transportation infrastructure of The Regional Municipality of Durham and therefore benefits to its citizens, which would be accrued as part of this undertaking, would be delayed.</p> <p class=\"paragraph-e\">C. Potential increases in ridership on the GO Transit system and therefore reduction in automobile traffic in the Highway 401 corridor would be delayed.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. The undertaking will provide needed transportation facilities and economic development opportunities. B. A study involving an evaluation of alternatives, identification of impacts and associated mitigation, and a comprehensive public involvement program has been undertaken by the proponent, with full documentation prepared. C. The undertaking is located almost entirely within or adjacent to existing railway transportation corridors and is located almost entirely within industrially designated land. D. The recommended plan for the undertaking (a copy of which has been filed in the public record maintained for this undertaking at the office of the Environmental Assessment Branch of the Ministry of the Environment) is anticipated to have few adverse environmental impacts. E. The public consultation program identified a high degree of support for the undertaking.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. The undertaking will provide needed transportation facilities and economic development opportunities.</p> <p class=\"paragraph-e\">B. A study involving an evaluation of alternatives, identification of impacts and associated mitigation, and a comprehensive public involvement program has been undertaken by the proponent, with full documentation prepared.</p> <p class=\"paragraph-e\">C. The undertaking is located almost entirely within or adjacent to existing railway transportation corridors and is located almost entirely within industrially designated land.</p> <p class=\"paragraph-e\">D. The recommended plan for the undertaking (a copy of which has been filed in the public record maintained for this undertaking at the office of the Environmental Assessment Branch of the Ministry of the Environment) is anticipated to have few adverse environmental impacts.</p> <p class=\"paragraph-e\">E. The public consultation program identified a high degree of support for the undertaking.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption is subject to the following terms and conditions: 1. This order does not apply to any construction activity in the description of the undertaking after August 1, 1993, or such later date as may be specified by Notice in writing to the proponent and in The Ontario Gazette, unless construction of the undertaking has commenced prior to that date. 2. Prior to carrying out any construction activity referred to in the description of the undertaking, Design and Construction Reports covering the design and construction of the works proposed shall be filed at least thirty days prior to the award of construction contracts by GO Transit with the Director of the Environmental Assessment Branch of the MOE for placing in the public record. 3. GO Transit shall submit details acceptable to the Central Lake Ontario Conservation Authority (the Authority) of sedimentation control measures to be used in conjunction with all stream crossings including an indication of how these measures will be maintained. 4. GO Transit shall submit documentation to the Authority regarding the streamflow information used for Pringle Creek and the implications of the proposal on downstream areas and the anticipated range in the flood level at the East Corbett Creek crossing. 5. GO Transit will conduct archaeological site surveys within the areas of potential high archaeological probability, at the crossings of Corbett Creek and two of its tributaries identified in the documentation submitted to the Minister of the Environment. GO Transit will keep the Ontario Native Affairs Secretariat informed about these surveys and other work done with respect to identifying and if possible protecting aboriginal heritage sites. 6. GO Transit will notify the local fire marshall and the local police of the mitigation measures which will be undertaken during construction, prior to the commencement of any construction. 7. Construction shall not commence until GO Transit has prepared a revised noise and vibration study, in accordance with the procedures set out in the Ontario Road Noise Analysis Method for Environment and Transportation, October, 1989, and the study has been approved by the Director of the Approvals Branch of the Ministry of Environment. O. Reg. 280/91. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. This order does not apply to any construction activity in the description of the undertaking after August 1, 1993, or such later date as may be specified by Notice in writing to the proponent and in <i>The Ontario Gazette</i>, unless construction of the undertaking has commenced prior to that date.</p> <p class=\"paragraph-e\">2. Prior to carrying out any construction activity referred to in the description of the undertaking, Design and Construction Reports covering the design and construction of the works proposed shall be filed at least thirty days prior to the award of construction contracts by GO Transit with the Director of the Environmental Assessment Branch of the MOE for placing in the public record.</p> <p class=\"paragraph-e\">3. GO Transit shall submit details acceptable to the Central Lake Ontario Conservation Authority (the Authority) of sedimentation control measures to be used in conjunction with all stream crossings including an indication of how these measures will be maintained.</p> <p class=\"paragraph-e\">4. GO Transit shall submit documentation to the Authority regarding the streamflow information used for Pringle Creek and the implications of the proposal on downstream areas and the anticipated range in the flood level at the East Corbett Creek crossing.</p> <p class=\"paragraph-e\">5. GO Transit will conduct archaeological site surveys within the areas of potential high archaeological probability, at the crossings of Corbett Creek and two of its tributaries identified in the documentation submitted to the Minister of the Environment. GO Transit will keep the Ontario Native Affairs Secretariat informed about these surveys and other work done with respect to identifying and if possible protecting aboriginal heritage sites.</p> <p class=\"paragraph-e\">6. GO Transit will notify the local fire marshall and the local police of the mitigation measures which will be undertaken during construction, prior to the commencement of any construction.</p> <p class=\"paragraph-e\">7. Construction shall not commence until GO Transit has prepared a revised noise and vibration study, in accordance with the procedures set out in the Ontario Road Noise Analysis Method for Environment and Transportation, October, 1989, and the study has been approved by the Director of the Approvals Branch of the Ministry of Environment. O. Reg. 280/91.</p> <p class=\"Normal\"></p>"
        }
    ]
}