{
    "reg_info": {
        "full_title": "O. Reg. 271/21: WORK REDEPLOYMENT FOR LOCAL HEALTH INTEGRATION NETWORKS AND ONTARIO HEALTH",
        "reg_name_text": "WORK REDEPLOYMENT FOR LOCAL HEALTH INTEGRATION NETWORKS AND ONTARIO HEALTH",
        "citation": "O. Reg. 271/21: ",
        "act_under": "Emergency Management and Civil Protection Act",
        "url": "https://www.ontario.ca/laws/regulation/210271",
        "date_scraped": "2023-12-18 17:38:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/210271/v3",
            "valid_from": "June  2, 2021",
            "valid_to": "June 29, 2021"
        },
        {
            "a_href": "/laws/regulation/210271/v2",
            "valid_from": "April 23, 2021",
            "valid_to": "June  1, 2021"
        },
        {
            "a_href": "/laws/regulation/210271/v1",
            "valid_from": "April  9, 2021",
            "valid_to": "April 22, 2021"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Terms of Order",
            "content": "  1. The terms of this Order are set out in Schedule 1. Schedule 1   Work Redeployment",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>The terms of this Order are set out in Schedule 1.</p> <p class=\"schedule-e\">Schedule 1 <br/>  Work Redeployment</p>"
        },
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. For the purpose of this Order, “COVID-19” means the coronavirus (COVID-19); (“COVID-19”) “hospital” means a health service provider within the meaning of paragraphs 1, 2 and 3 of the definition of “health service provider” in subsection 1 (2) of the Connecting Care Act, 2019; (“hôpital”) “local health integration network” has the same meaning as in subsection 2 (1) of the Local Health System Integration Act, 2006; (“réseau local d’intégration des services de santé”) “Ontario Health” means the corporation continued under section 3 of the Connecting Care Act, 2019.\r\n(“Santé Ontario”)",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> For the purpose of this Order,</p> <p class=\"definition-e\">“COVID-19” means the coronavirus (COVID-19); (“COVID-19”)</p> <p class=\"definition-e\">“hospital” means a health service provider within the meaning of paragraphs 1, 2 and 3 of the definition of “health service provider” in subsection 1 (2) of the <i>Connecting Care Act, 2019</i>; (“hôpital”)</p> <p class=\"definition-e\">“local health integration network” has the same meaning as in subsection 2 (1) of the <i>Local Health System Integration Act, 2006</i>; (“réseau local d’intégration des services de santé”)</p> <p class=\"definition-e\">“Ontario Health” means the corporation continued under section 3 of the <i>Connecting Care Act, 2019.\r\n</i>(“Santé Ontario”)</p>"
        },
        {
            "id": "2.",
            "section": "Work redeployment and staffing",
            "content": " 2. (1) Local health integration networks shall and are authorized to take, with respect to work deployment and staffing, any reasonably necessary measure to respond to, prevent and alleviate the outbreak of COVID-19. (2) Local health integration networks and Ontario Health shall and are authorized to take, with respect to work deployment and staffing, any reasonably necessary measure to assist hospitals to respond to, prevent and alleviate the outbreak of COVID-19.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> (1) Local health integration networks shall and are authorized to take, with respect to work deployment and staffing, any reasonably necessary measure to respond to, prevent and alleviate the outbreak of COVID-19.</p> <p class=\"subsection-e\">  (2) Local health integration networks and Ontario Health shall and are authorized to take, with respect to work deployment and staffing, any reasonably necessary measure to assist hospitals to respond to, prevent and alleviate the outbreak of COVID-19.</p>"
        },
        {
            "id": "3.",
            "section": "Measures",
            "content": " 3. (1) Without limiting the generality of section 2, and despite any other statute, regulation, order, policy, arrangement or agreement, including a collective agreement, a local health integration network and Ontario Health shall and are authorized to do the following: 1. Identify staffing priorities and develop, modify and implement redeployment plans, including the following: i. Redeploying staff within the local health integration network or to another local health integration network. ii. Redeploying staff to provide assistance within a hospital. iii. Changing the assignment of work, including assigning non-bargaining unit employees or contractors to perform bargaining unit work. iv. Changing the scheduling of work or shift assignments. v. Deferring or cancelling vacations, absences or other leaves, regardless of whether such vacations, absences or leaves are established by statute, regulation, agreement or otherwise. vi. Employing extra part-time or temporary staff or contractors, including for the purposes of performing bargaining unit work. vii. Providing appropriate training or education as needed to staff to achieve the purposes of a redeployment plan. (2) For greater certainty, a local health integration network and Ontario Health may implement redeployment plans without complying with provisions of a collective agreement, including lay-off, seniority/service or bumping provisions, and may, (a) conduct any skills and experience inventories of staff to identify possible alternative roles in priority areas; (b) require and collect information from staff or contractors about their availability to provide services; (c) require the provision of and collect information from staff or contractors about their likely or actual exposure to COVID-19, or about any other health conditions that may affect their ability to provide services; and (d) suspend, for the duration of this Order, any grievance process with respect to any matter referred to in this Order.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> (1) Without limiting the generality of section 2, and despite any other statute, regulation, order, policy, arrangement or agreement, including a collective agreement, a local health integration network and Ontario Health shall and are authorized to do the following:</p> <p class=\"paragraph-e\">  1. Identify staffing priorities and develop, modify and implement redeployment plans, including the following:</p> <p class=\"subpara-e\">  i. Redeploying staff within the local health integration network or to another local health integration network.</p> <p class=\"subpara-e\">  ii. Redeploying staff to provide assistance within a hospital.</p> <p class=\"subpara-e\">  iii. Changing the assignment of work, including assigning non-bargaining unit employees or contractors to perform bargaining unit work.</p> <p class=\"subpara-e\">  iv. Changing the scheduling of work or shift assignments.</p> <p class=\"subpara-e\">  v. Deferring or cancelling vacations, absences or other leaves, regardless of whether such vacations, absences or leaves are established by statute, regulation, agreement or otherwise.</p> <p class=\"subpara-e\">  vi. Employing extra part-time or temporary staff or contractors, including for the purposes of performing bargaining unit work.</p> <p class=\"subpara-e\">  vii. Providing appropriate training or education as needed to staff to achieve the purposes of a redeployment plan.</p> <p class=\"subsection-e\">  (2) For greater certainty, a local health integration network and Ontario Health may implement redeployment plans without complying with provisions of a collective agreement, including lay-off, seniority/service or bumping provisions, and may,</p> <p class=\"clause-e\">  (a) conduct any skills and experience inventories of staff to identify possible alternative roles in priority areas;</p> <p class=\"clause-e\">  (b) require and collect information from staff or contractors about their availability to provide services;</p> <p class=\"clause-e\">  (c) require the provision of and collect information from staff or contractors about their likely or actual exposure to COVID-19, or about any other health conditions that may affect their ability to provide services; and</p> <p class=\"clause-e\">  (d) suspend, for the duration of this Order, any grievance process with respect to any matter referred to in this Order.</p>"
        },
        {
            "id": "4.",
            "section": "Rules re redeployment",
            "content": " 4. In the circumstances described in section 2, the following rules apply: 1. Staff of a local health integration network who are deployed to another local health integration network or who provide assistance within a hospital remain the staff of the deploying local health integration network. 2. Staff of Ontario Health who provide assistance within a hospital remain the staff of Ontario Health. 3. The deployment or provision of assistance shall not impact whether the deploying local health integration network, Ontario Health, the receiving local health integration network and the receiving hospital, as the case may be, are treated as constituting one employer for the purposes of subsection 1 (4) of the Labour Relations Act, 1995. 4. The local health integration network and Ontario Health shall not, by virtue of deploying staff or providing assistance, be considered to have sold a part of their business to the hospital or to the receiving local health integration network for the purposes of section 69 of the Labour Relations Act, 1995. 5. A deployment or provision of assistance shall not impact whether the local health integration network, Ontario Health or the hospital is considered to be a hospital for the purposes of the Hospital Labour Disputes Arbitration Act. O. Reg. 312/21, s. 1; O. Reg. 390/21, s. 1.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> In the circumstances described in section 2, the following rules apply:</p> <p class=\"paragraph-e\">  1. Staff of a local health integration network who are deployed to another local health integration network or who provide assistance within a hospital remain the staff of the deploying local health integration network.</p> <p class=\"paragraph-e\">  2. Staff of Ontario Health who provide assistance within a hospital remain the staff of Ontario Health.</p> <p class=\"paragraph-e\">  3. The deployment or provision of assistance shall not impact whether the deploying local health integration network, Ontario Health, the receiving local health integration network and the receiving hospital, as the case may be, are treated as constituting one employer for the purposes of subsection 1 (4) of the <i>Labour Relations Act, 1995</i>.</p> <p class=\"paragraph-e\">  4. The local health integration network and Ontario Health shall not, by virtue of deploying staff or providing assistance, be considered to have sold a part of their business to the hospital or to the receiving local health integration network for the purposes of section 69 of the <i>Labour Relations Act, 1995</i>.</p> <p class=\"paragraph-e\">  5. A deployment or provision of assistance shall not impact whether the local health integration network, Ontario Health or the hospital is considered to be a hospital for the purposes of the <i>Hospital Labour Disputes Arbitration Act</i>.</p> <p class=\"footnote-e\">O. Reg. 312/21, s. 1; O. Reg. 390/21, s. 1.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/210271\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}