{
    "reg_info": {
        "full_title": "O. Reg. 545/06: ZONING BY-LAWS, HOLDING BY-LAWS AND INTERIM CONTROL BY-LAWS",
        "reg_name_text": "Zoning by-laws, holding by-laws and interim control by-laws",
        "citation": "O. Reg. 545/06: ZONING BY-LAWS, HOLDING BY-LAWS AND INTERIM CONTROL BY-LAWS",
        "act_under": "Planning Act",
        "url": "https://www.ontario.ca/laws/regulation/060545",
        "date_scraped": "2023-12-18 03:32:02"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August  9, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/060545/v8",
            "valid_from": "April  3, 2018",
            "valid_to": "August  8, 2023"
        },
        {
            "a_href": "/laws/regulation/060545/v7",
            "valid_from": "March  5, 2018",
            "valid_to": "April  2, 2018"
        },
        {
            "a_href": "/laws/regulation/060545/v6",
            "valid_from": "July  1, 2016",
            "valid_to": "March  4, 2018"
        },
        {
            "a_href": "/laws/regulation/060545/v5",
            "valid_from": "June  8, 2016",
            "valid_to": "June 30, 2016"
        },
        {
            "a_href": "/laws/regulation/060545/v4",
            "valid_from": "January  1, 2010",
            "valid_to": "June  7, 2016"
        },
        {
            "a_href": "/laws/regulation/060545/v3",
            "valid_from": "December 10, 2009",
            "valid_to": "December 31, 2009"
        },
        {
            "a_href": "/laws/regulation/060545/v2",
            "valid_from": "January  1, 2007",
            "valid_to": "December  9, 2009"
        },
        {
            "a_href": "/laws/regulation/060545/v1",
            "valid_from": "December 13, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. In this Regulation, “hazard distance” means the distance established as the hazard distance applicable to the propane operation referenced in a risk and safety management plan required under Ontario Regulation 211/01 (Propane Storage and Handling) made under the Technical Standards and Safety Act, 2000; (“distance de danger”) “propane operation” means an operation in respect of which a person is required to prepare a risk and safety management plan under Ontario Regulation 211/01 (Propane Storage and Handling) made under the Technical Standards and Safety Act, 2000; (“installation de propane”) “propane operator” means a person who is required to prepare a risk and safety management plan under Ontario Regulation 211/01 (Propane Storage and Handling) made under the Technical Standards and Safety Act, 2000; (“exploitant d’une installation de propane”) “reserve” means a tract of land, the legal title of which is vested in the Crown in right of Canada, that has been set apart by the Crown for the use and benefit of a First Nation; (“réserve”) “subject land” means the land to which a by-law, proposed by-law or proposed by-law amendment applies. (“terrain visé”)  O. Reg. 545/06, s. 1; O. Reg. 470/09, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK0\"></a><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“hazard distance” means the distance established as the hazard distance applicable to the propane operation referenced in a risk and safety management plan required under Ontario Regulation 211/01 (Propane Storage and Handling) made under the <i>Technical Standards and Safety Act, 2000</i>; (“distance de danger”)</p> <p class=\"definition-e\">“propane operation” means an operation in respect of which a person is required to prepare a risk and safety management plan under Ontario Regulation 211/01 (Propane Storage and Handling) made under the <i>Technical Standards and Safety Act, 2000</i>; (“installation de propane”)</p> <p class=\"definition-e\">“propane operator” means a person who is required to prepare a risk and safety management plan under Ontario Regulation 211/01 (Propane Storage and Handling) made under the <i>Technical Standards and Safety Act, 2000</i>; (“exploitant d’une installation de propane”)</p> <p class=\"definition-e\">“reserve” means a tract of land, the legal title of which is vested in the Crown in right of Canada, that has been set apart by the Crown for the use and benefit of a First Nation; (“réserve”)</p> <p class=\"definition-e\">“subject land” means the land to which a by-law, proposed by-law or proposed by-law amendment applies. (“terrain visé”)  O. Reg. 545/06, s. 1; O. Reg. 470/09, s. 1.</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Information and material — application to amend zoning by-law (s. 34 (10.1) of Act)",
            "content": " 2. The information and material to be provided by an applicant under subsection 34 (10.1) of the Act are set out in Schedule 1.  O. Reg. 545/06, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>2. </b>The information and material to be provided by an applicant under subsection 34 (10.1) of the Act are set out in Schedule 1.  O. Reg. 545/06, s. 2.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Notice (“complete application”) (s. 34 (10.7) (a) of Act)",
            "content": " 3. (1) Section 5 applies, with necessary modifications, to a notice given under clause 34 (10.7) (a) of the Act.  O. Reg. 545/06, s. 3 (1). (2) The notice referred to in subsection (1) may be given together with notice of a public meeting, notice of an open house or both, for the purposes of subsection 34 (13) of the Act, or may be given separately.  O. Reg. 545/06, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>3. </b>(1) Section 5 applies, with necessary modifications, to a notice given under clause 34 (10.7) (a) of the Act.  O. Reg. 545/06, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The notice referred to in subsection (1) may be given together with notice of a public meeting, notice of an open house or both, for the purposes of subsection 34 (13) of the Act, or may be given separately.  O. Reg. 545/06, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of refusal of application to amend zoning by-law (s. 34 (10.9) of Act)",
            "content": " 4. (1) In addition to the explanation required by clause 34 (10.10) (a) of the Act, notice of the refusal of an application to amend a zoning by-law under subsection 34 (10.9) of the Act shall include the following: 1.  An explanation of the purpose and effect of the application. 2.  A statement that the council or planning board has made a decision to refuse the application, including the date of the refusal. 3.  A written explanation for the refusal. 4.  If applicable, the last date for filing a notice of appeal, and a statement that the notice of appeal, i.  must be filed with the clerk of the municipality or the secretary-treasurer of the planning board, as the case may be, ii.  must be accompanied by the fee required by the Tribunal, and iii.  must set out the reasons for the appeal. 5.  Revoked: O. Reg. 73/18, s. 3 (2). O. Reg. 545/06, s. 4; O. Reg. 179/16, s. 1 (1); O. Reg. 73/18, s. 2, 3. (2) A notice given under this section shall be given by personal service, ordinary mail, fax or email. O. Reg. 179/16, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>4. </b>(1) In addition to the explanation required by clause 34 (10.10) (a) of the Act, notice of the refusal of an application to amend a zoning by-law under subsection 34 (10.9) of the Act shall include the following:</p> <p class=\"paragraph-e\">  1.  An explanation of the purpose and effect of the application.</p> <p class=\"paragraph-e\">  2.  A statement that the council or planning board has made a decision to refuse the application, including the date of the refusal.</p> <p class=\"paragraph-e\">  3.  A written explanation for the refusal.</p> <p class=\"paragraph-e\">  4.  If applicable, the last date for filing a notice of appeal, and a statement that the notice of appeal,</p> <p class=\"subpara-e\">  i.  must be filed with the clerk of the municipality or the secretary-treasurer of the planning board, as the case may be,</p> <p class=\"subpara-e\">  ii.  must be accompanied by the fee required by the Tribunal, and</p> <p class=\"subpara-e\">  iii.  must set out the reasons for the appeal.<u> </u></p> <p class=\"paragraph-e\">  5.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 73/18, s. 3 (2).</p> <p class=\"footnote-e\">O. Reg. 545/06, s. 4; O. Reg. 179/16, s. 1 (1); O. Reg. 73/18, s. 2, 3.</p> <p class=\"subsection-e\">  (2) A notice given under this section shall be given by personal service, ordinary mail, fax or email. O. Reg. 179/16, s. 1 (2).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of public meeting and open house re proposed zoning by-law (s. 34 (13) of Act)",
            "content": " 5. (1) This section applies to notice of a public meeting and to notice of an open house, if any, for the purposes of subsection 34 (13) of the Act.  O. Reg. 545/06, s. 5 (1). (2) Notice of a public meeting and notice of an open house may be given together or separately.  O. Reg. 545/06, s. 5 (2). (3) Notice shall be given in the manner described in the following subsections of this section: 1.  Subsection (4) or (7). 2.  Subsection (8). 3.  Subsection (9). 4.  Subsection (10).  O. Reg. 545/06, s. 5 (3). (4) Notice shall be given, (a)  by personal service or ordinary mail, to every owner of land within 120 metres of the subject land, subject to subsections (5) and (6); and (b)  by posting a notice, clearly visible and legible from a public highway or other place to which the public has access, at every separately assessed property within the subject land or, if posting on the property is impractical, at a nearby location chosen by the clerk of the municipality or the secretary-treasurer of the planning board.  O. Reg. 545/06, s. 5 (4). (5) For the purposes of clause (4) (a), the owner of land is deemed to be the person shown on the last revised assessment roll of the municipality or on the current provincial land tax roll at the address shown on the roll, but if the land is in a municipality and the clerk of the municipality has received written notice of a change of ownership, the notice shall be given to the new owner instead, at the address set out in the notice of change of ownership.  O. Reg. 545/06, s. 5 (5). (6) For the purposes of clause (4) (a), if a condominium development is located within 120 metres of the subject land, notice may be given to the condominium corporation, according to its most recent address for service or mailing address as registered under section 7 of the Condominium Act, 1998, instead of being given to all owners assessed in respect of the condominium development.  O. Reg. 545/06, s. 5 (6). (7) Notice shall be given by publishing a notice in a newspaper that, in the opinion of the clerk of the municipality or the secretary-treasurer of the planning board, is of sufficiently general circulation in the area to which the proposed by-law would apply that it would give the public reasonable notice of the public meeting or open house, as the case may be.  O. Reg. 545/06, s. 5 (7). (8) Every person and public body that has given the clerk of the municipality or the secretary-treasurer of the planning board a written request for a notice to which this section applies (including the person’s or public body’s address, fax number or email address) shall be given notice by personal service, ordinary mail, fax or email.  O. Reg. 545/06, s. 5 (8); O. Reg. 179/16, s. 2 (1). (9) Notice shall be given, by personal service, ordinary mail, fax or email, to all the following persons and public bodies, except those who have notified the clerk of the municipality or the secretary-treasurer of the planning board that they do not wish to receive notice: 1.  The clerk of every upper-tier municipality having jurisdiction in the area to which the proposed by-law would apply. 2.  The clerk of the lower-tier municipality to which the proposed by-law would apply, if the notice is given by the County of Oxford. 3.  The secretary-treasurer of every planning board or municipal planning authority having jurisdiction in the area to which the proposed by-law would apply. 4.  The secretary of every school board having jurisdiction in the area to which the proposed by-law would apply. 5.  The secretary-treasurer of every conservation authority having jurisdiction in the area to which the proposed by-law would apply. 6.  The secretary of every municipal or other corporation operating an electric utility in the local municipality or planning area to which the proposed by-law would apply. 7.  The secretary of every company operating a natural gas utility in the local municipality or the planning area to which the proposed by-law would apply. 8.  The Executive Vice-President, Law and Development, of Ontario Power Generation Inc. 9.  The secretary of Hydro One Inc. 10.  The secretary of every company operating an oil or natural gas pipeline in the local municipality or the planning area to which the proposed by-law would apply. 10.1  Every propane operator of a propane operation, if, i.  any part of the propane operation’s hazard distance is within the area to which the proposed by-law would apply, and ii.  the clerk of the municipality or the secretary-treasurer of the planning board has been notified of the propane operation’s hazard distance by a director appointed under section 4 of the Technical Standards and Safety Act, 2000. 11.  If any of the land to which the proposed by-law would apply is within 300 metres of a railway line, the secretary of the company operating the railway line. 12.  The chair or secretary of the municipal heritage committee of the municipality, if any, if the land to which the proposed by-law would apply includes or adjoins a property or district designated under Part IV or V of the Ontario Heritage Act. 13.  If any of the land to which the proposed by-law would apply is within or abuts the area covered by the Niagara Escarpment Plan, the senior planner of the district office of the Niagara Escarpment Commission having jurisdiction over that land or the abutted area, as the case may be. 14.  Parks Canada, if any of the land to which the proposed by-law would apply adjoins a historic site, park or historic canal under the jurisdiction of Parks Canada. 15.  The Niagara Parks Commission, if any of the land to which the proposed by-law would apply adjoins the Niagara Parkway or is in the jurisdiction of the Niagara Parks Commission. 16.  The St. Lawrence Parks Commission, if any part of the land to which the proposed by-law would apply adjoins the 1000 Islands Parkway and is in the jurisdiction of the St. Lawrence Parks Commission under section 9 of the St. Lawrence Parks Commission Act. 17.  The clerk of every municipality and the secretary-treasurer of every municipal planning authority or planning board if any part of the municipality, municipal planning area or planning area is within one kilometre of the land to which the proposed by-law would apply. 18.  The chief of every First Nation council, if the First Nation is located on a reserve any part of which is within one kilometre of the area to which the proposed by-law would apply.  O. Reg. 545/06, s. 5 (9); O. Reg. 470/09, ss. 2, 3; O. Reg. 179/16, s. 2 (2). (10) Notice shall be given, by personal service, ordinary mail, fax or email, to the regional director of the Ministry of Municipal Affairs Municipal Services Office responsible for the region that includes the municipality or planning area where the subject land is located, if the regional director has given the clerk of the municipality or the secretary-treasurer of the planning board a written request to be given notice of open houses and public meetings.  O. Reg. 545/06, s. 5 (10); O. Reg. 179/16, s. 2 (3); O. Reg. 73/18, s. 1. (11) A notice, other than a notice that is given by posting as described in clause (4) (b) or by publishing in a newspaper as described in subsection (7), shall include the following: 1.  The date, time and location of the public meeting or open house. 2.  An explanation of the purpose and effect of the proposed by-law. 3.  A description of the subject land, a key map showing the subject land, or an explanation why no description or key map is provided. 4.  Where and when additional information and material about the proposed by-law will be available to the public for inspection. 4.1  The following statement: If you wish to be notified of the decision of (name of municipality or planning board) on the proposed zoning by-law (or zoning by-law amendment), you must make a written request to (name and address of municipality or planning board). 5.  The following statements: i.  If a person or public body would otherwise have an ability to appeal the decision of (reference to council and name of municipality, or name of planning board or approval authority, as the case may be) to the Ontario Land Tribunal but the person or public body does not make oral submissions at a public meeting or make written submissions to (name of municipality or planning board) before the by-law is passed, the person or public body is not entitled to appeal the decision. ii.  If a person or public body does not make oral submissions at a public meeting, or make written submissions to (name of municipality or planning board) before the by-law is passed, the person or public body may not be added as a party to the hearing of an appeal before the Ontario Land Tribunal unless, in the opinion of the Tribunal, there are reasonable grounds to do so. 6.  If it is known that the subject land is the subject of an application under the Act for a minor variance or a consent, for an amendment to an official plan or a Minister’s zoning order, or for approval of a plan of subdivision, a statement of that fact and the file number of the application. 7.  If applicable, a request that the notice be posted by the owner of any land that contains seven or more residential units in a location that is visible to all of the residents.  O. Reg. 545/06, s. 5 (11); O. Reg. 179/16, s. 2 (4-6); O. Reg. 73/18, s. 4, 5 (1, 2); O. Reg. 247/23, s. 1. (12) A notice that is given by posting as described in clause (4) (b) shall include the following: 1.  The date, time and location of the public meeting or open house. 2.  An explanation of the purpose and effect of the proposed by-law. 3.  Where and when additional information and material about the proposed by-law will be available to the public for inspection. 4.  The following statement: For more information about this matter, including information about appeal rights, contact (address, email address, website or other location or means by which information may be obtained from the municipality or planning board). O. Reg. 545/06, s. 5 (12); O. Reg. 179/16, s. 2 (7); O. Reg. 73/18, s. 5 (3). (13) A notice that is given by publishing in a newspaper as described in subsection (7) shall include the following: 1.  The date, time and location of the public meeting or open house. 2.  An explanation of the purpose and effect of the proposed by-law. 3.  A description of the subject land, a key map showing the subject land, or an explanation why no description or key map is provided. 4.  Where and when additional information and material about the proposed by-law will be available to the public for inspection. 5.  The following statement: For more information about this matter, including information about appeal rights, contact (address, email address, website or other location or means by which information may be obtained from the municipality or planning board). O. Reg. 179/16, s. 2 (8); O. Reg. 73/18, s. 5 (4).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK4\"></a>5. </b>(1) This section applies to notice of a public meeting and to notice of an open house, if any, for the purposes of subsection 34 (13) of the Act.  O. Reg. 545/06, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Notice of a public meeting and notice of an open house may be given together or separately.  O. Reg. 545/06, s. 5 (2).</p> <p class=\"subsection-e\">  (3) Notice shall be given in the manner described in the following subsections of this section:</p> <p class=\"paragraph-e\">  1.  Subsection (4) or (7).</p> <p class=\"paragraph-e\">  2.  Subsection (8).</p> <p class=\"paragraph-e\">  3.  Subsection (9).</p> <p class=\"paragraph-e\">  4.  Subsection (10).  O. Reg. 545/06, s. 5 (3).</p> <p class=\"subsection-e\">  (4) Notice shall be given,</p> <p class=\"clause-e\">  (a)  by personal service or ordinary mail, to every owner of land within 120 metres of the subject land, subject to subsections (5) and (6); and</p> <p class=\"clause-e\">  (b)  by posting a notice, clearly visible and legible from a public highway or other place to which the public has access, at every separately assessed property within the subject land or, if posting on the property is impractical, at a nearby location chosen by the clerk of the municipality or the secretary-treasurer of the planning board.  O. Reg. 545/06, s. 5 (4).</p> <p class=\"subsection-e\">  (5) For the purposes of clause (4) (a), the owner of land is deemed to be the person shown on the last revised assessment roll of the municipality or on the current provincial land tax roll at the address shown on the roll, but if the land is in a municipality and the clerk of the municipality has received written notice of a change of ownership, the notice shall be given to the new owner instead, at the address set out in the notice of change of ownership.  O. Reg. 545/06, s. 5 (5).</p> <p class=\"subsection-e\">  (6) For the purposes of clause (4) (a), if a condominium development is located within 120 metres of the subject land, notice may be given to the condominium corporation, according to its most recent address for service or mailing address as registered under section 7 of the <i>Condominium Act, 1998</i>, instead of being given to all owners assessed in respect of the condominium development.  O. Reg. 545/06, s. 5 (6).</p> <p class=\"subsection-e\">  (7) Notice shall be given by publishing a notice in a newspaper that, in the opinion of the clerk of the municipality or the secretary-treasurer of the planning board, is of sufficiently general circulation in the area to which the proposed by-law would apply that it would give the public reasonable notice of the public meeting or open house, as the case may be.  O. Reg. 545/06, s. 5 (7).</p> <p class=\"subsection-e\">  (8) Every person and public body that has given the clerk of the municipality or the secretary-treasurer of the planning board a written request for a notice to which this section applies (including the person’s or public body’s address, fax number or email address) shall be given notice by personal service, ordinary mail, fax or email.  O. Reg. 545/06, s. 5 (8); O. Reg. 179/16, s. 2 (1).</p> <p class=\"subsection-e\">  (9) Notice shall be given, by personal service, ordinary mail, fax or email, to all the following persons and public bodies, except those who have notified the clerk of the municipality or the secretary-treasurer of the planning board that they do not wish to receive notice:</p> <p class=\"paragraph-e\">  1.  The clerk of every upper-tier municipality having jurisdiction in the area to which the proposed by-law would apply.</p> <p class=\"paragraph-e\">  2.  The clerk of the lower-tier municipality to which the proposed by-law would apply, if the notice is given by the County of Oxford.</p> <p class=\"paragraph-e\">  3.  The secretary-treasurer of every planning board or municipal planning authority having jurisdiction in the area to which the proposed by-law would apply.</p> <p class=\"paragraph-e\">  4.  The secretary of every school board having jurisdiction in the area to which the proposed by-law would apply.</p> <p class=\"paragraph-e\">  5.  The secretary-treasurer of every conservation authority having jurisdiction in the area to which the proposed by-law would apply.</p> <p class=\"paragraph-e\">  6.  The secretary of every municipal or other corporation operating an electric utility in the local municipality or planning area to which the proposed by-law would apply.</p> <p class=\"paragraph-e\">  7.  The secretary of every company operating a natural gas utility in the local municipality or the planning area to which the proposed by-law would apply.</p> <p class=\"paragraph-e\">  8.  The Executive Vice-President, Law and Development, of Ontario Power Generation Inc.</p> <p class=\"paragraph-e\">  9.  The secretary of Hydro One Inc.</p> <p class=\"paragraph-e\">  10.  The secretary of every company operating an oil or natural gas pipeline in the local municipality or the planning area to which the proposed by-law would apply.</p> <p class=\"paragraph-e\"> 10.1  Every propane operator of a propane operation, if,</p> <p class=\"subpara-e\">  i.  any part of the propane operation’s hazard distance is within the area to which the proposed by-law would apply, and</p> <p class=\"subpara-e\">  ii.  the clerk of the municipality or the secretary-treasurer of the planning board has been notified of the propane operation’s hazard distance by a director appointed under section 4 of the <i>Technical Standards and Safety Act, 2000</i>.</p> <p class=\"paragraph-e\">  11.  If any of the land to which the proposed by-law would apply is within 300 metres of a railway line, the secretary of the company operating the railway line.</p> <p class=\"paragraph-e\">  12.  The chair or secretary of the municipal heritage committee of the municipality, if any, if the land to which the proposed by-law would apply includes or adjoins a property or district designated under Part IV or V of the <i>Ontario Heritage Act</i>.</p> <p class=\"paragraph-e\">  13.  If any of the land to which the proposed by-law would apply is within or abuts the area covered by the Niagara Escarpment Plan, the senior planner of the district office of the Niagara Escarpment Commission having jurisdiction over that land or the abutted area, as the case may be.</p> <p class=\"paragraph-e\">  14.  Parks Canada, if any of the land to which the proposed by-law would apply adjoins a historic site, park or historic canal under the jurisdiction of Parks Canada.</p> <p class=\"paragraph-e\">  15.  The Niagara Parks Commission, if any of the land to which the proposed by-law would apply adjoins the Niagara Parkway or is in the jurisdiction of the Niagara Parks Commission.</p> <p class=\"paragraph-e\">  16.  The St. Lawrence Parks Commission, if any part of the land to which the proposed by-law would apply adjoins the 1000 Islands Parkway and is in the jurisdiction of the St. Lawrence Parks Commission under section 9 of the <i>St. Lawrence Parks Commission Act</i>. </p> <p class=\"paragraph-e\">  17.  The clerk of every municipality and the secretary-treasurer of every municipal planning authority or planning board if any part of the municipality, municipal planning area or planning area is within one kilometre of the land to which the proposed by-law would apply.</p> <p class=\"paragraph-e\">  18.  The chief of every First Nation council, if the First Nation is located on a reserve any part of which is within one kilometre of the area to which the proposed by-law would apply.  O. Reg. 545/06, s. 5 (9); O. Reg. 470/09, ss. 2, 3; O. Reg. 179/16, s. 2 (2).</p> <p class=\"subsection-e\">  (10) Notice shall be given, by personal service, ordinary mail, fax or email, to the regional director of the Ministry of Municipal Affairs Municipal Services Office responsible for the region that includes the municipality or planning area where the subject land is located, if the regional director has given the clerk of the municipality or the secretary-treasurer of the planning board a written request to be given notice of open houses and public meetings.  O. Reg. 545/06, s. 5 (10); O. Reg. 179/16, s. 2 (3); O. Reg. 73/18, s. 1.</p> <p class=\"subsection-e\">  (11) A notice, other than a notice that is given by posting as described in clause (4) (b) or by publishing in a newspaper as described in subsection (7), shall include the following:</p> <p class=\"paragraph-e\">  1.  The date, time and location of the public meeting or open house.</p> <p class=\"paragraph-e\">  2.  An explanation of the purpose and effect of the proposed by-law.</p> <p class=\"paragraph-e\">  3.  A description of the subject land, a key map showing the subject land, or an explanation why no description or key map is provided.</p> <p class=\"paragraph-e\">  4.  Where and when additional information and material about the proposed by-law will be available to the public for inspection.</p> <p class=\"paragraph-e\">  4.1  The following statement:</p> <p class=\"Sparagraph-e\">If you wish to be notified of the decision of (<i>name of municipality or planning board</i>) on the proposed zoning by-law (<i>or zoning by-law amendment</i>), you must make a written request to (<i>name and address of municipality or planning board</i>).</p> <p class=\"paragraph-e\">  5.  The following statements:</p> <p class=\"subpara-e\">  i.  If a person or public body would otherwise have an ability to appeal the decision of (<i>reference to council and name of municipality, or name of planning board or approval authority, as the case may be</i>) to the Ontario Land Tribunal but the person or public body does not make oral submissions at a public meeting or make written submissions to (<i>name of municipality or planning board</i>) before the by-law is passed, the person or public body is not entitled to appeal the decision.</p> <p class=\"subpara-e\">  ii.  If a person or public body does not make oral submissions at a public meeting, or make written submissions to (<i>name of municipality or planning board</i>) before the by-law is passed, the person or public body may not be added as a party to the hearing of an appeal before the Ontario Land Tribunal unless, in the opinion of the Tribunal, there are reasonable grounds to do so.</p> <p class=\"paragraph-e\">  6.  If it is known that the subject land is the subject of an application under the Act for a minor variance or a consent, for an amendment to an official plan or a Minister’s zoning order, or for approval of a plan of subdivision, a statement of that fact and the file number of the application.</p> <p class=\"paragraph-e\">  7.  If applicable, a request that the notice be posted by the owner of any land that contains seven or more residential units in a location that is visible to all of the residents.  O. Reg. 545/06, s. 5 (11); O. Reg. 179/16, s. 2 (4-6); O. Reg. 73/18, s. 4, 5 (1, 2); O. Reg. 247/23, s. 1.</p> <p class=\"subsection-e\">  (12) A notice that is given by posting as described in clause (4) (b) shall include the following:</p> <p class=\"paragraph-e\">  1.  The date, time and location of the public meeting or open house.</p> <p class=\"paragraph-e\">  2.  An explanation of the purpose and effect of the proposed by-law.</p> <p class=\"paragraph-e\">  3.  Where and when additional information and material about the proposed by-law will be available to the public for inspection.</p> <p class=\"paragraph-e\">  4.  The following statement:</p> <p class=\"Sparagraph-e\">For more information about this matter, including information about appeal rights, contact (<i>address, email address, website or other location or means by which information may be obtained from the municipality or planning board</i>). </p> <p class=\"footnote-e\">O. Reg. 545/06, s. 5 (12); O. Reg. 179/16, s. 2 (7); O. Reg. 73/18, s. 5 (3).</p> <p class=\"subsection-e\">  (13) A notice that is given by publishing in a newspaper as described in subsection (7) shall include the following:</p> <p class=\"paragraph-e\">  1.  The date, time and location of the public meeting or open house.</p> <p class=\"paragraph-e\">  2.  An explanation of the purpose and effect of the proposed by-law.</p> <p class=\"paragraph-e\">  3.  A description of the subject land, a key map showing the subject land, or an explanation why no description or key map is provided.</p> <p class=\"paragraph-e\">  4.  Where and when additional information and material about the proposed by-law will be available to the public for inspection.</p> <p class=\"paragraph-e\">  5.  The following statement:</p> <p class=\"Sparagraph-e\">For more information about this matter, including information about appeal rights, contact (<i>address, email address, website or other location or means by which information may be obtained from the municipality or planning board</i>).</p> <p class=\"footnote-e\">O. Reg. 179/16, s. 2 (8); O. Reg. 73/18, s. 5 (4).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of passing of zoning by-law (s. 34 (18) of Act)",
            "content": " 6. (1) This section applies to notice of the passing of a zoning by-law under subsection 34 (18) of the Act. O. Reg. 179/16, s. 3 (1). (2) Notice shall be given by personal service, ordinary mail, fax or email. O. Reg. 179/16, s. 3 (1). (3) Notice shall be given to the regional director of the Ministry of Municipal Affairs Municipal Services Office responsible for the region that includes the municipality or planning area where the subject land is located, if the regional director has given the clerk of the municipality or the secretary-treasurer of the planning board a written request to be given notice of the passing of by-laws under section 34 of the Act. O. Reg. 179/16, s. 3 (1); O. Reg. 73/18, s. 1. (4)-(6) Revoked:  O. Reg. 179/16, s. 3 (1). (7) Notice shall be given to all the following persons and public bodies except those who have notified the clerk of the municipality or the secretary-treasurer of the planning board that they do not wish to receive notice: 1.  The clerk of the upper-tier municipality, if the by-law is passed by the council of a local municipality that forms part of an upper-tier municipality. 2.  The clerk of the lower-tier municipality to which the by-law applies, if it is passed by the County of Oxford. 3.  The secretary-treasurer of every planning board or municipal planning authority having jurisdiction in the area where the subject land is located.  O. Reg. 545/06, s. 6 (7); O. Reg. 179/16, s. 3 (2). (8) Revoked:  O. Reg. 179/16, s. 3 (3). (9) In addition to the explanation required by clause 34 (18.1) (a) of the Act, the notice shall include the following: 1.  An explanation of the purpose and effect of the by-law. 2.  The number of the by-law and the date it was passed. 3.  A description of the subject land, a key map showing the subject land, or an explanation why no description or key map is provided. 4.  The last date for filing a notice of appeal, and a statement that the notice of appeal, i.  must be filed with the clerk of the municipality or the secretary-treasurer of the planning board, ii.  must set out the reasons for the appeal, and iii.  must be accompanied by the fee required by the Tribunal. 5.  The following statements: i.  Only individuals, corporations and public bodies may appeal a by-law to the Ontario Land Tribunal. A notice of appeal may not be filed by an unincorporated association or group. However, a notice of appeal may be filed in the name of an individual who is a member of the association or the group on its behalf. ii.  No person or public body shall be added as a party to the hearing of the appeal unless, before the by-law was passed, the person or public body made oral submissions at a public meeting or written submissions to the council or, in the opinion of the Tribunal, there are reasonable grounds to add the person or public body as a party. 6.  If it is known that the subject land is the subject of an application under the Act for a consent, for an amendment to an official plan or a Minister’s zoning order, or for approval of a plan of subdivision, a statement of that fact and the file number of the application. 7.  If the notice is given under subsection (3) or (7), a copy of the by-law. O. Reg. 545/06, s. 6 (9); O. Reg. 179/16, s. 3 (4, 5); O. Reg. 73/18, s. 2, 4, 6; O. Reg. 247/23, s. 2. (10) Revoked: O. Reg. 179/16, s. 3 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>6. </b>(1) This section applies to notice of the passing of a zoning by-law under subsection 34 (18) of the Act. O. Reg. 179/16, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Notice shall be given by personal service, ordinary mail, fax or email. O. Reg. 179/16, s. 3 (1).</p> <p class=\"subsection-e\">  (3) Notice shall be given to the regional director of the Ministry of Municipal Affairs Municipal Services Office responsible for the region that includes the municipality or planning area where the subject land is located, if the regional director has given the clerk of the municipality or the secretary-treasurer of the planning board a written request to be given notice of the passing of by-laws under section 34 of the Act. O. Reg. 179/16, s. 3 (1); O. Reg. 73/18, s. 1.</p> <p class=\"subsection-e\">  (4)-(6) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 179/16, s. 3 (1).</p> <p class=\"subsection-e\">  (7) Notice shall be given to all the following persons and public bodies except those who have notified the clerk of the municipality or the secretary-treasurer of the planning board that they do not wish to receive notice:</p> <p class=\"paragraph-e\">  1.  The clerk of the upper-tier municipality, if the by-law is passed by the council of a local municipality that forms part of an upper-tier municipality.</p> <p class=\"paragraph-e\">  2.  The clerk of the lower-tier municipality to which the by-law applies, if it is passed by the County of Oxford.</p> <p class=\"paragraph-e\">  3.  The secretary-treasurer of every planning board or municipal planning authority having jurisdiction in the area where the subject land is located.  O. Reg. 545/06, s. 6 (7); O. Reg. 179/16, s. 3 (2).</p> <p class=\"subsection-e\">  (8) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 179/16, s. 3 (3).</p> <p class=\"subsection-e\">  (9) In addition to the explanation required by clause 34 (18.1) (a) of the Act, the notice shall include the following:</p> <p class=\"paragraph-e\">  1.  An explanation of the purpose and effect of the by-law.</p> <p class=\"paragraph-e\">  2.  The number of the by-law and the date it was passed.</p> <p class=\"paragraph-e\">  3.  A description of the subject land, a key map showing the subject land, or an explanation why no description or key map is provided.</p> <p class=\"paragraph-e\">  4.  The last date for filing a notice of appeal, and a statement that the notice of appeal,</p> <p class=\"subpara-e\">  i.  must be filed with the clerk of the municipality or the secretary-treasurer of the planning board, </p> <p class=\"subpara-e\">  ii.  must set out the reasons for the appeal, and</p> <p class=\"subpara-e\">  iii.  must be accompanied by the fee required by the Tribunal.</p> <p class=\"paragraph-e\">  5.  The following statements:</p> <p class=\"subpara-e\">  i.  Only individuals, corporations and public bodies may appeal a by-law to the Ontario Land Tribunal. A notice of appeal may not be filed by an unincorporated association or group. However, a notice of appeal may be filed in the name of an individual who is a member of the association or the group on its behalf.</p> <p class=\"subpara-e\">  ii.  No person or public body shall be added as a party to the hearing of the appeal unless, before the by-law was passed, the person or public body made oral submissions at a public meeting or written submissions to the council or, in the opinion of the Tribunal, there are reasonable grounds to add the person or public body as a party.</p> <p class=\"paragraph-e\">  6.  If it is known that the subject land is the subject of an application under the Act for a consent, for an amendment to an official plan or a Minister’s zoning order, or for approval of a plan of subdivision, a statement of that fact and the file number of the application. </p> <p class=\"paragraph-e\">  7.  If the notice is given under subsection (3) or (7), a copy of the by-law. O. Reg. 545/06, s. 6 (9); O. Reg. 179/16, s. 3 (4, 5); O. Reg. 73/18, s. 2, 4, 6; O. Reg. 247/23, s. 2.</p> <p class=\"subsection-e\">  (10) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 179/16, s. 3 (6).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Record compiled by clerk for Tribunal (s. 34 (23) of Act)",
            "content": " 7. (1) A record compiled by the clerk of the municipality or secretary-treasurer of the planning board and forwarded to the Tribunal under subsection 34 (23) of the Act shall include the following: 0.1  A certified copy of the notice of refusal under subsection 34 (10.9) of the Act or the notice of the passing of the zoning by-law under subsection 34 (18) of the Act. 1.  If applicable, a certified copy of the by-law. 2.  If applicable, a certified copy of the notice of the refusal to amend the by-law. 3.  The original or a certified copy of the notice of appeal and the date it was received by the municipality or planning board. 4.  The original or a copy of all written submissions and comments and the dates they were received. 5.  An affidavit or sworn declaration in accordance with subsection (2). 6.  A statement by an employee of the municipality or planning board as to whether the decision of the council or planning board, i.  is consistent with the policy statements issued under subsection 3 (1) of the Act, ii.  conforms or does not conflict with any applicable provincial plan or plans, and iii.  conforms with the applicable official plans. 7.  If a public meeting was held, a copy of the minutes. 8.  A copy of any planning report considered by the council or planning board. 9.  The original or a certified copy of the prescribed information and material received by the council or planning board under subsection 34 (10.1) of the Act. 10.  The original or a certified copy of any other information and material that is required to be provided by the official plan of the municipality or planning board.  O. Reg. 545/06, s. 7 (1); O. Reg. 179/16, s. 4; O. Reg. 73/18, s. 7. (2) The affidavit or sworn declaration for the purposes of paragraph 5 of subsection (1), (a)  shall be made by an employee of the municipality or planning board; and (b)  shall contain, (i)  a certificate that the requirements for giving notice and holding public meetings and open houses, if required, or the alternative measures for informing and obtaining the views of the public set out in the official plan have been complied with, (ii)  a certificate that any requirements for giving notice of the passing of the by-law have been complied with, (iii)  if a public meeting was held, a list of all persons and public bodies that made oral submissions at a public meeting, and (iv)  if subsection 34 (10.7) of the Act applies, a certificate that the requirements of clause 34 (10.7) (a) of the Act have been complied with.  O. Reg. 545/06, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>7. </b>(1) A record compiled by the clerk of the municipality or secretary-treasurer of the planning board and forwarded to the Tribunal under subsection 34 (23) of the Act shall include the following:</p> <p class=\"paragraph-e\">  0.1  A certified copy of the notice of refusal under subsection 34 (10.9) of the Act or the notice of the passing of the zoning by-law under subsection 34 (18) of the Act.</p> <p class=\"paragraph-e\">  1.  If applicable, a certified copy of the by-law.</p> <p class=\"paragraph-e\">  2.  If applicable, a certified copy of the notice of the refusal to amend the by-law.</p> <p class=\"paragraph-e\">  3.  The original or a certified copy of the notice of appeal and the date it was received by the municipality or planning board.</p> <p class=\"paragraph-e\">  4.  The original or a copy of all written submissions and comments and the dates they were received.</p> <p class=\"paragraph-e\">  5.  An affidavit or sworn declaration in accordance with subsection (2).</p> <p class=\"paragraph-e\">  6.  A statement by an employee of the municipality or planning board as to whether the decision of the council or planning board,</p> <p class=\"subpara-e\">  i.  is consistent with the policy statements issued under subsection 3 (1) of the Act,</p> <p class=\"subpara-e\">  ii.  conforms or does not conflict with any applicable provincial plan or plans, and</p> <p class=\"subpara-e\">  iii.  conforms with the applicable official plans.</p> <p class=\"paragraph-e\">  7.  If a public meeting was held, a copy of the minutes.</p> <p class=\"paragraph-e\">  8.  A copy of any planning report considered by the council or planning board.</p> <p class=\"paragraph-e\">  9.  The original or a certified copy of the prescribed information and material received by the council or planning board under subsection 34 (10.1) of the Act.</p> <p class=\"paragraph-e\">  10.  The original or a certified copy of any other information and material that is required to be provided by the official plan of the municipality or planning board.  O. Reg. 545/06, s. 7 (1); O. Reg. 179/16, s. 4; O. Reg. 73/18, s. 7.</p> <p class=\"subsection-e\">  (2) The affidavit or sworn declaration for the purposes of paragraph 5 of subsection (1),</p> <p class=\"clause-e\">  (a)  shall be made by an employee of the municipality or planning board; and</p> <p class=\"clause-e\">  (b)  shall contain,</p> <p class=\"subclause-e\">  (i)  a certificate that the requirements for giving notice and holding public meetings and open houses, if required, or the alternative measures for informing and obtaining the views of the public set out in the official plan have been complied with,</p> <p class=\"subclause-e\">  (ii)  a certificate that any requirements for giving notice of the passing of the by-law have been complied with,</p> <p class=\"subclause-e\">  (iii)  if a public meeting was held, a list of all persons and public bodies that made oral submissions at a public meeting, and</p> <p class=\"subclause-e\">  (iv)  if subsection 34 (10.7) of the Act applies, a certificate that the requirements of clause 34 (10.7) (a) of the Act have been complied with.  O. Reg. 545/06, s. 7 (2).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of intention to pass amending by-law to remove holding symbol (s. 36 (4) of Act)",
            "content": " 8. (1) Notice of an intention to pass an amending by-law to remove a holding symbol from a zoning by-law under subsection 36 (4) of the Act shall be given in the manner described in the following subsections of this section: 1.  Subsection (2) or (3). 2.  Subsection (6).  O. Reg. 545/06, s. 8 (1). (2) Notice shall be given by publishing a notice in a newspaper that, in the opinion of the clerk of the municipality or the secretary-treasurer of the planning board, is of sufficiently general circulation in the area where the subject land is located to give the public reasonable notice of the intention of the council or planning board.  O. Reg. 545/06, s. 8 (2). (3) Notice shall be given by personal service or ordinary mail to every owner of land in the area where the subject land is located, subject to subsections (4) and (5).  O. Reg. 545/06, s. 8 (3). (4) For the purposes of subsection (3), the owner of land is deemed to be the person shown on the last revised assessment roll of the municipality or on the current provincial land tax roll at the address shown on the roll but, if the land is in a municipality and the clerk of the municipality has received written notice of a change of ownership, the notice shall be given instead to the new owner at the address set out in the notice of change of ownership.  O. Reg. 545/06, s. 8 (4). (5) For the purposes of subsection (3), if a condominium development is located within the area where the subject land is located, notice may be given to the condominium corporation, according to its most recent address for service or mailing address as registered under section 7 of the Condominium Act, 1998, instead of being given to all owners assessed in respect of the condominium development.  O. Reg. 545/06, s. 8 (5). (6) Every person and public body that has given the clerk of the municipality or the secretary-treasurer of the planning board a written request for a notice to which this section applies (including the person’s or public body’s address, fax number or email address) shall be given notice by personal service, ordinary mail, fax or email. O. Reg. 179/16, s. 5. (7) The notice shall include the following: 1.  An explanation of the effect of the removal of the holding symbol. 2.  A description of the subject land, a key map showing the subject land, or an explanation why no description or key map is provided. 3.  A statement of the earliest date on which the council or the planning board proposes to meet to pass the amending by-law.  O. Reg. 545/06, s. 8 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>8. </b>(1) Notice of an intention to pass an amending by-law to remove a holding symbol from a zoning by-law under subsection 36 (4) of the Act shall be given in the manner described in the following subsections of this section:</p> <p class=\"paragraph-e\">  1.  Subsection (2) or (3).</p> <p class=\"paragraph-e\">  2.  Subsection (6).  O. Reg. 545/06, s. 8 (1).</p> <p class=\"subsection-e\">  (2) Notice shall be given by publishing a notice in a newspaper that, in the opinion of the clerk of the municipality or the secretary-treasurer of the planning board, is of sufficiently general circulation in the area where the subject land is located to give the public reasonable notice of the intention of the council or planning board.  O. Reg. 545/06, s. 8 (2).</p> <p class=\"subsection-e\">  (3) Notice shall be given by personal service or ordinary mail to every owner of land in the area where the subject land is located, subject to subsections (4) and (5).  O. Reg. 545/06, s. 8 (3).</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3), the owner of land is deemed to be the person shown on the last revised assessment roll of the municipality or on the current provincial land tax roll at the address shown on the roll but, if the land is in a municipality and the clerk of the municipality has received written notice of a change of ownership, the notice shall be given instead to the new owner at the address set out in the notice of change of ownership.  O. Reg. 545/06, s. 8 (4).</p> <p class=\"subsection-e\">  (5) For the purposes of subsection (3), if a condominium development is located within the area where the subject land is located, notice may be given to the condominium corporation, according to its most recent address for service or mailing address as registered under section 7 of the <i>Condominium Act, 1998</i>, instead of being given to all owners assessed in respect of the condominium development.  O. Reg. 545/06, s. 8 (5).</p> <p class=\"subsection-e\">  (6) Every person and public body that has given the clerk of the municipality or the secretary-treasurer of the planning board a written request for a notice to which this section applies (including the person’s or public body’s address, fax number or email address) shall be given notice by personal service, ordinary mail, fax or email. O. Reg. 179/16, s. 5.</p> <p class=\"subsection-e\">  (7) The notice shall include the following:</p> <p class=\"paragraph-e\">  1.  An explanation of the effect of the removal of the holding symbol.</p> <p class=\"paragraph-e\">  2.  A description of the subject land, a key map showing the subject land, or an explanation why no description or key map is provided.</p> <p class=\"paragraph-e\">  3.  A statement of the earliest date on which the council or the planning board proposes to meet to pass the amending by-law.  O. Reg. 545/06, s. 8 (7).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of passing of interim control by-law or extension (s. 38 (3) of Act)",
            "content": " 9. (1) Notice of the passing of an interim control by-law or of a by-law extending the period during which an interim control by-law will be in effect under subsection 38 (3) of the Act shall be given in the manner described in the following subsections of this section: 1.  Subsection (2) or (3). 2.  Subsection (6). 3.  Subsection (7).  O. Reg. 545/06, s. 9 (1). (2) Notice shall be given by publishing a notice in a newspaper that, in the opinion of the clerk of the municipality or the secretary-treasurer of the planning board, is of sufficiently general circulation in the area where the subject land is located to give the public reasonable notice of the passing of the by-law.  O. Reg. 545/06, s. 9 (2). (3) Notice shall be given by personal service or ordinary mail to every owner of land within 120 metres of the subject land, subject to subsections (4) and (5).  O. Reg. 545/06, s. 9 (3). (4) For the purposes of subsection (3), the owner of land is deemed to be the person shown on the last revised assessment roll of the municipality or on the current provincial land tax roll at the address shown on the roll but, if the land is in a municipality and the clerk of the municipality has received written notice of a change of ownership, the notice shall be given instead to the new owner at the address set out in the notice of change of ownership.  O. Reg. 545/06, s. 9 (4). (5) For the purposes of subsection (3), if a condominium development is located within 120 metres of the subject land, notice may be given to the condominium corporation, according to its most recent address for service or mailing address as registered under section 7 of the Condominium Act, 1998, instead of being given to all owners assessed in respect of the condominium development.  O. Reg. 545/06, s. 9 (5). (6) Notice shall be given, by personal service, ordinary mail, fax or email, to all the following persons and public bodies except those who have notified the clerk of the municipality or the secretary-treasurer of the planning board that they do not wish to receive notice: 1.  The clerk of the upper-tier municipality, if the by-law is passed by the council of a local municipality that forms part of an upper-tier municipality. 2.  The clerk of the lower-tier municipality to which the by-law applies, if it is passed by the County of Oxford.  O. Reg. 545/06, s. 9 (6); O. Reg. 179/16, s. 6 (1). (7) Notice shall be given, by personal service, ordinary mail, fax or email, to the regional director of the Ministry of Municipal Affairs Municipal Services Office responsible for the region that includes the municipality or planning area where the subject land is located, if the regional director has given the clerk of the municipality or the secretary-treasurer of the planning board a written request to be given notice of the passing of by-laws under subsection 38 (3) of the Act.  O. Reg. 545/06, s. 9 (7); O. Reg. 179/16, s. 6 (2); O. Reg. 73/18, s. 1. (8) The notice, other than a notice given by publishing in a newspaper as described in subsection (2), shall include the following: 1.  A copy of the by-law and an explanation of its purpose and effect. 2.  A description of the subject land, a key map showing the subject land, or an explanation why no description or key map is provided. 3.  A statement that the council or the planning board has authority to extend the period during which the by-law will be in effect to a total period not exceeding two years. 4.  The last date for filing a notice of appeal, and a statement that the notice of appeal, i.  must be filed with the clerk of the municipality or the secretary-treasurer of the planning board, as the case may be, ii.  must set out the reasons for the appeal, and iii.  must be accompanied by the fee required by the Tribunal. 5.  The following statement: Only individuals, corporations and public bodies may appeal an interim control by-law to the Ontario Land Tribunal. A notice of appeal may not be filed by an unincorporated association or group. However, a notice of appeal may be filed in the name of an individual who is a member of the association or the group on its behalf. O. Reg. 545/06, s. 9 (8); O. Reg. 179/16, s. 6 (3); O. Reg. 73/18, s. 2, 4, 8 (1, 2); O. Reg. 247/23, s 3 (1, 2). (9) A notice that is given by publishing in a newspaper as described in subsection (2) shall include the following: 1.  An explanation of the purpose and effect of the by-law. 2.  A description of the subject land, a key map showing the subject land, or an explanation why no description or key map is provided. 3.  A statement that the council or the planning board has authority to extend the period during which the by-law will be in effect to a total period not exceeding two years. 4.  The last date for filing a notice of appeal, and a statement that the notice of appeal, i.  must be filed with the clerk of the municipality or the secretary-treasurer of the planning board, as the case may be, ii.  must set out the reasons for the appeal, and iii.  must be accompanied by the fee required by the Tribunal. 5.  The following statement: For more information about this matter, contact (address, email address, website or other location or means by which information may be obtained from the municipality or planning board). O. Reg. 179/16, s. 6 (4); O. Reg. 73/18, s. 2, 8 (3); O. Reg. 247/23, s 3 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>9. </b>(1) Notice of the passing of an interim control by-law or of a by-law extending the period during which an interim control by-law will be in effect under subsection 38 (3) of the Act shall be given in the manner described in the following subsections of this section:</p> <p class=\"paragraph-e\">  1.  Subsection (2) or (3).</p> <p class=\"paragraph-e\">  2.  Subsection (6).</p> <p class=\"paragraph-e\">  3.  Subsection (7).  O. Reg. 545/06, s. 9 (1).</p> <p class=\"subsection-e\">  (2) Notice shall be given by publishing a notice in a newspaper that, in the opinion of the clerk of the municipality or the secretary-treasurer of the planning board, is of sufficiently general circulation in the area where the subject land is located to give the public reasonable notice of the passing of the by-law.  O. Reg. 545/06, s. 9 (2).</p> <p class=\"subsection-e\">  (3) Notice shall be given by personal service or ordinary mail to every owner of land within 120 metres of the subject land, subject to subsections (4) and (5).  O. Reg. 545/06, s. 9 (3).</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3), the owner of land is deemed to be the person shown on the last revised assessment roll of the municipality or on the current provincial land tax roll at the address shown on the roll but, if the land is in a municipality and the clerk of the municipality has received written notice of a change of ownership, the notice shall be given instead to the new owner at the address set out in the notice of change of ownership.  O. Reg. 545/06, s. 9 (4).</p> <p class=\"subsection-e\">  (5) For the purposes of subsection (3), if a condominium development is located within 120 metres of the subject land, notice may be given to the condominium corporation, according to its most recent address for service or mailing address as registered under section 7 of the <i>Condominium Act, 1998</i>, instead of being given to all owners assessed in respect of the condominium development.  O. Reg. 545/06, s. 9 (5).</p> <p class=\"subsection-e\">  (6) Notice shall be given, by personal service, ordinary mail, fax or email, to all the following persons and public bodies except those who have notified the clerk of the municipality or the secretary-treasurer of the planning board that they do not wish to receive notice:</p> <p class=\"paragraph-e\">  1.  The clerk of the upper-tier municipality, if the by-law is passed by the council of a local municipality that forms part of an upper-tier municipality.</p> <p class=\"paragraph-e\">  2.  The clerk of the lower-tier municipality to which the by-law applies, if it is passed by the County of Oxford.  O. Reg. 545/06, s. 9 (6); O. Reg. 179/16, s. 6 (1).</p> <p class=\"subsection-e\">  (7) Notice shall be given, by personal service, ordinary mail, fax or email, to the regional director of the Ministry of Municipal Affairs Municipal Services Office responsible for the region that includes the municipality or planning area where the subject land is located, if the regional director has given the clerk of the municipality or the secretary-treasurer of the planning board a written request to be given notice of the passing of by-laws under subsection 38 (3) of the Act.  O. Reg. 545/06, s. 9 (7); O. Reg. 179/16, s. 6 (2); O. Reg. 73/18, s. 1.</p> <p class=\"subsection-e\">  (8) The notice, other than a notice given by publishing in a newspaper as described in subsection (2), shall include the following:</p> <p class=\"paragraph-e\">  1.  A copy of the by-law and an explanation of its purpose and effect.</p> <p class=\"paragraph-e\">  2.  A description of the subject land, a key map showing the subject land, or an explanation why no description or key map is provided.</p> <p class=\"paragraph-e\">  3.  A statement that the council or the planning board has authority to extend the period during which the by-law will be in effect to a total period not exceeding two years.</p> <p class=\"paragraph-e\">  4.  The last date for filing a notice of appeal, and a statement that the notice of appeal,</p> <p class=\"subpara-e\">  i.  must be filed with the clerk of the municipality or the secretary-treasurer of the planning board, as the case may be,</p> <p class=\"subpara-e\">  ii.  must set out the reasons for the appeal, and</p> <p class=\"subpara-e\">  iii.  must be accompanied by the fee required by the Tribunal.</p> <p class=\"paragraph-e\">  5.  The following statement:</p> <p class=\"Sparagraph-e\">Only individuals, corporations and public bodies may appeal an interim control by-law to the Ontario Land Tribunal. A notice of appeal may not be filed by an unincorporated association or group. However, a notice of appeal may be filed in the name of an individual who is a member of the association or the group on its behalf.</p> <p class=\"footnote-e\">O. Reg. 545/06, s. 9 (8); O. Reg. 179/16, s. 6 (3); O. Reg. 73/18, s. 2, 4, 8 (1, 2); O. Reg. 247/23, s 3 (1, 2).</p> <p class=\"subsection-e\">  (9) A notice that is given by publishing in a newspaper as described in subsection (2) shall include the following:</p> <p class=\"paragraph-e\">  1.  An explanation of the purpose and effect of the by-law.</p> <p class=\"paragraph-e\">  2.  A description of the subject land, a key map showing the subject land, or an explanation why no description or key map is provided.</p> <p class=\"paragraph-e\">  3.  A statement that the council or the planning board has authority to extend the period during which the by-law will be in effect to a total period not exceeding two years.</p> <p class=\"paragraph-e\">  4.  The last date for filing a notice of appeal, and a statement that the notice of appeal,</p> <p class=\"subpara-e\">  i.  must be filed with the clerk of the municipality or the secretary-treasurer of the planning board, as the case may be,</p> <p class=\"subpara-e\">  ii.  must set out the reasons for the appeal, and</p> <p class=\"subpara-e\">  iii.  must be accompanied by the fee required by the Tribunal.</p> <p class=\"paragraph-e\">  5.  The following statement:</p> <p class=\"Sparagraph-e\">For more information about this matter, contact (<i>address, email address, website or other location or means by which information may be obtained from the municipality or planning board</i>). </p> <p class=\"footnote-e\">O. Reg. 179/16, s. 6 (4); O. Reg. 73/18, s. 2, 8 (3); O. Reg. 247/23, s 3 (3).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Transition",
            "content": " 10. (1) Despite the revocation of Ontario Regulation 199/96 (Zoning By-laws, Holding By-laws and Interim Control By-laws) made under the Act, the following shall be continued and disposed of as if Ontario Regulation 199/96 had not been revoked: 1.  Any matter or proceeding that is deemed to have been commenced before May 22, 1996, under section 75 of the Act. 2.  Any matter or proceeding that is commenced on or after May 22, 1996, but before the day this Regulation comes into force.  O. Reg. 545/06, s. 10. (2) For greater certainty, despite the amendments made to this Regulation by Ontario Regulation 179/16, this Regulation as it read immediately before those amendments came into force continues to apply in respect of the following: 1.  A notice given under section 34, 36 or 38 of the Act, if it was given before the day Ontario Regulation 179/16 came into force. 2.  A record compiled under section 34 of the Act, if it was compiled before the day Ontario Regulation 179/16 came into force. 3.  An application under section 34 of the Act, if the information and material set out in Schedule 1 were provided before the day Ontario Regulation 179/16 came into force. O. Reg. 179/16, s. 7. (3) For greater certainty, despite the amendments made to this Regulation by Ontario Regulation 73/18, this Regulation as it read immediately before those amendments came into force continues to apply in respect of the following: 1.  A notice given under section 34 or 38 of the Act, if it was given before the day Ontario Regulation 73/18 came into force. 2.  A record compiled under section 34 of the Act, if it was forwarded before the day Ontario Regulation 73/18 came into force. 3.  An application under section 34 of the Act, if the information and material set out in Schedule 1 were provided before the day Ontario Regulation 73/18 came into force. O. Reg. 73/18, s. 9. 11. Omitted (revokes other Regulations).  O. Reg. 545/06, s. 11. 12. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 545/06, s. 12. Schedule 1   INFORMATION AND MATERIAL TO BE PROVIDED IN AN APPLICATION UNDER SUBSECTION 34 (10.1) OF THE ACT 1. The name, address, telephone number and, if applicable, the e-mail address of the applicant. 2. The date of the application to the municipality or planning board. 3. If known, the names and addresses of the holders of any mortgages, charges or other encumbrances in respect of the subject land. 4. The current designation of the subject land in the applicable official plans, and an explanation of how the application conforms with the official plans. 5. The current zoning of the subject land. 6. The nature and extent of the rezoning requested. 7. The reason why the rezoning is requested. 8. If the subject land is within an area where the municipality has pre-determined the minimum and maximum density requirements or the minimum and maximum height requirements, a statement of these requirements. 9. A description of the subject land, including such information as the municipality, concession and lot numbers, registered plan and lot numbers, reference plan and part numbers and street names and numbers. 10. The frontage, depth and area of the subject land, in metric units. 11. If the application is to implement an alteration to the boundary of an area of settlement or to implement a new area of settlement, details of the official plan or official plan amendment that deals with the matter. 12. If the application is to remove land from an area of employment, details of the official plan or official plan amendment that deals with the matter. 13. If the subject land is within an area where zoning with conditions may apply, an explanation of how the application conforms to the official plan policies relating to zoning with conditions. 14. Whether access to the subject land will be, (a)  by a provincial highway, a municipal road that is maintained all year or seasonally, another public road or a right of way; or (b)  by water. 15. If access to the subject land will be by water only, the parking and docking facilities used or to be used and the approximate distance of these facilities from the subject land and the nearest public road. 16. The existing uses of the subject land. 17. Whether there are any buildings or structures on the subject land. 18. If the answer to section 17 is yes, the following information for each building or structure: (a)  the type of building or structure; and (b)  in metric units, the setback from the front lot line, rear lot line and side lot lines, the height of the building or structure and its dimensions or floor area. 19. The proposed uses of the subject land. 20. Whether any buildings or structures are proposed to be built on the subject land. 21. If the answer to section 20 is yes, the following information for each building or structure: (a)  the type of building or structure; and (b)  in metric units, the setback from the front lot line, rear lot line and side lot lines, the height of the building or structure and its dimensions or floor area. 22. If known, (a)  the date the subject land was acquired by the current owner; (b)  the date any existing buildings or structures on the subject land were constructed; and (c)  the length of time that the existing uses of the subject land have continued. 23. Whether water will be provided to the subject land by a publicly owned and operated piped water system, a privately owned and operated individual or communal well, a lake or other water body or other means. 24. Whether sewage disposal will be provided to the subject land by a publicly owned and operated sanitary sewage system, a privately owned and operated individual or communal septic system, a privy or other means. 25. If the application would permit development on privately owned and operated individual or communal septic systems, and more than 4500 litres of effluent would be produced per day as a result of the development being completed, (a)  a servicing options report; and (b)  a hydrogeological report. 26. Whether storm drainage will be provided by sewers, ditches, swales or other means. 27. If known, (a)  whether the subject land has ever been the subject of an application under the Act for approval of a plan of subdivision or for a consent; (b)  if the answer to clause (a) is yes, the file number and status of the application; (c)  whether the subject land has ever been the subject of an application under section 34 of the Act; and (d)  whether the subject land has ever been the subject of a Minister’s Zoning Order and, if known, the Ontario Regulation number of that order. 28. A sketch showing, in metric units, (a)  the boundaries and dimensions of the subject land; (b)  the location, size and type of all existing and proposed buildings and structures on the subject land, indicating their distance from the front lot line, rear lot line and side lot lines; (c)  the approximate location of all natural and artificial features (for example, buildings, railways, roads, watercourses, drainage ditches, banks of rivers or streams, wetlands, wooded areas, wells and septic tanks) that, (i)  are located on the subject land and on land that is adjacent to it, and (ii)  in the applicant’s opinion, may affect the application; (d)  the current uses of land that is adjacent to the subject land; (e)  the location, width and name of any roads within or abutting the subject land, indicating whether it is an unopened road allowance, a public travelled road, a private road or a right of way; (f)  if access to the subject land will be by water only, the location of the parking and docking facilities to be used; and (g)  the location and nature of any easement affecting the subject land. 29. An explanation of how the application for an amendment to the zoning by-law is consistent with policy statements issued under subsection 3 (1) of the Act. 30. Whether the subject land is within an area of land designated under any provincial plan or plans. 31. If the answer to section 30 is yes, an explanation of how the application conforms or does not conflict with the provincial plan or plans. 31.1 A proposed strategy for consulting with the public with respect to the application. 32. An affidavit or sworn declaration by the applicant that the information required under this Schedule and provided by the applicant is accurate. O. Reg. 545/06, Sched. 1; O. Reg. 179/16, s. 8; O. Reg. 73/18, s. 10.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>10. </b>(1) Despite the revocation of Ontario Regulation 199/96 (Zoning By-laws, Holding By-laws and Interim Control By-laws) made under the Act, the following shall be continued and disposed of as if Ontario Regulation 199/96 had not been revoked:</p> <p class=\"paragraph-e\">  1.  Any matter or proceeding that is deemed to have been commenced before May 22, 1996, under section 75 of the Act.</p> <p class=\"paragraph-e\">  2.  Any matter or proceeding that is commenced on or after May 22, 1996, but before the day this Regulation comes into force.  O. Reg. 545/06, s. 10.</p> <p class=\"subsection-e\">  (2) For greater certainty, despite the amendments made to this Regulation by Ontario Regulation 179/16, this Regulation as it read immediately before those amendments came into force continues to apply in respect of the following:</p> <p class=\"paragraph-e\">  1.  A notice given under section 34, 36 or 38 of the Act, if it was given before the day Ontario Regulation 179/16 came into force.</p> <p class=\"paragraph-e\">  2.  A record compiled under section 34 of the Act, if it was compiled before the day Ontario Regulation 179/16 came into force.</p> <p class=\"paragraph-e\">  3.  An application under section 34 of the Act, if the information and material set out in Schedule 1 were provided before the day Ontario Regulation 179/16 came into force. O. Reg. 179/16, s. 7.</p> <p class=\"subsection-e\">  (3) For greater certainty, despite the amendments made to this Regulation by Ontario Regulation 73/18, this Regulation as it read immediately before those amendments came into force continues to apply in respect of the following:</p> <p class=\"paragraph-e\">  1.  A notice given under section 34 or 38 of the Act, if it was given before the day Ontario Regulation 73/18 came into force.</p> <p class=\"paragraph-e\">  2.  A record compiled under section 34 of the Act, if it was forwarded before the day Ontario Regulation 73/18 came into force.</p> <p class=\"paragraph-e\">  3.  An application under section 34 of the Act, if the information and material set out in Schedule 1 were provided before the day Ontario Regulation 73/18 came into force. O. Reg. 73/18, s. 9.</p> <p class=\"section-e\"> <b>11.</b> <span>Omitted</span> (<span>revokes other Regulations</span>).  O. Reg. 545/06, s. 11.</p> <p class=\"section-e\"> <b>12.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 545/06, s. 12.</p> <p class=\"schedule-e\"><a name=\"BK10\"></a>Schedule 1 <br/>  INFORMATION AND MATERIAL TO BE PROVIDED IN AN APPLICATION UNDER SUBSECTION 34 (10.1) OF THE ACT</p> <p class=\"section-e\">  1. The name, address, telephone number and, if applicable, the e-mail address of the applicant.</p> <p class=\"section-e\">  2. The date of the application to the municipality or planning board.</p> <p class=\"section-e\">  3. If known, the names and addresses of the holders of any mortgages, charges or other encumbrances in respect of the subject land.</p> <p class=\"section-e\">  4. The current designation of the subject land in the applicable official plans, and an explanation of how the application conforms with the official plans.</p> <p class=\"section-e\">  5. The current zoning of the subject land.</p> <p class=\"section-e\">  6. The nature and extent of the rezoning requested.</p> <p class=\"section-e\">  7. The reason why the rezoning is requested.</p> <p class=\"section-e\">  8. If the subject land is within an area where the municipality has pre-determined the minimum and maximum density requirements or the minimum and maximum height requirements, a statement of these requirements.</p> <p class=\"section-e\">  9. A description of the subject land, including such information as the municipality, concession and lot numbers, registered plan and lot numbers, reference plan and part numbers and street names and numbers.</p> <p class=\"section-e\">  10. The frontage, depth and area of the subject land, in metric units.</p> <p class=\"section-e\">  11. If the application is to implement an alteration to the boundary of an area of settlement or to implement a new area of settlement, details of the official plan or official plan amendment that deals with the matter.</p> <p class=\"section-e\">  12. If the application is to remove land from an area of employment, details of the official plan or official plan amendment that deals with the matter.</p> <p class=\"section-e\">  13. If the subject land is within an area where zoning with conditions may apply, an explanation of how the application conforms to the official plan policies relating to zoning with conditions.</p> <p class=\"section-e\">  14. Whether access to the subject land will be,</p> <p class=\"clause-e\">  (a)  by a provincial highway, a municipal road that is maintained all year or seasonally, another public road or a right of way; or</p> <p class=\"clause-e\">  (b)  by water.</p> <p class=\"section-e\">  15. If access to the subject land will be by water only, the parking and docking facilities used or to be used and the approximate distance of these facilities from the subject land and the nearest public road.</p> <p class=\"section-e\">  16. The existing uses of the subject land.</p> <p class=\"section-e\">  17. Whether there are any buildings or structures on the subject land.</p> <p class=\"section-e\">  18. If the answer to section 17 is yes, the following information for each building or structure:</p> <p class=\"clause-e\">  (a)  the type of building or structure; and</p> <p class=\"clause-e\">  (b)  in metric units, the setback from the front lot line, rear lot line and side lot lines, the height of the building or structure and its dimensions or floor area.</p> <p class=\"section-e\">  19. The proposed uses of the subject land.</p> <p class=\"section-e\">  20. Whether any buildings or structures are proposed to be built on the subject land.</p> <p class=\"section-e\">  21. If the answer to section 20 is yes, the following information for each building or structure:</p> <p class=\"clause-e\">  (a)  the type of building or structure; and</p> <p class=\"clause-e\">  (b)  in metric units, the setback from the front lot line, rear lot line and side lot lines, the height of the building or structure and its dimensions or floor area.</p> <p class=\"section-e\">  22. If known, </p> <p class=\"clause-e\">  (a)  the date the subject land was acquired by the current owner;</p> <p class=\"clause-e\">  (b)  the date any existing buildings or structures on the subject land were constructed; and</p> <p class=\"clause-e\">  (c)  the length of time that the existing uses of the subject land have continued.</p> <p class=\"section-e\">  23. Whether water will be provided to the subject land by a publicly owned and operated piped water system, a privately owned and operated individual or communal well, a lake or other water body or other means.</p> <p class=\"section-e\">  24. Whether sewage disposal will be provided to the subject land by a publicly owned and operated sanitary sewage system, a privately owned and operated individual or communal septic system, a privy or other means.</p> <p class=\"section-e\">  25. If the application would permit development on privately owned and operated individual or communal septic systems, and more than 4500 litres of effluent would be produced per day as a result of the development being completed,</p> <p class=\"clause-e\">  (a)  a servicing options report; and</p> <p class=\"clause-e\">  (b)  a hydrogeological report.</p> <p class=\"section-e\">  26. Whether storm drainage will be provided by sewers, ditches, swales or other means.</p> <p class=\"section-e\">  27. If known, </p> <p class=\"clause-e\">  (a)  whether the subject land has ever been the subject of an application under the Act for approval of a plan of subdivision or for a consent;</p> <p class=\"clause-e\">  (b)  if the answer to clause (a) is yes, the file number and status of the application;</p> <p class=\"clause-e\">  (c)  whether the subject land has ever been the subject of an application under section 34 of the Act; and</p> <p class=\"clause-e\">  (d)  whether the subject land has ever been the subject of a Minister’s Zoning Order and, if known, the Ontario Regulation number of that order.</p> <p class=\"section-e\">  28. A sketch showing, in metric units,</p> <p class=\"clause-e\">  (a)  the boundaries and dimensions of the subject land;</p> <p class=\"clause-e\">  (b)  the location, size and type of all existing and proposed buildings and structures on the subject land, indicating their distance from the front lot line, rear lot line and side lot lines;</p> <p class=\"clause-e\">  (c)  the approximate location of all natural and artificial features (<i>for example, buildings, railways, roads, watercourses, drainage ditches, banks of rivers or streams, wetlands, wooded areas, wells and septic tanks</i>) that,</p> <p class=\"subclause-e\">  (i)  are located on the subject land and on land that is adjacent to it, and</p> <p class=\"subclause-e\">  (ii)  in the applicant’s opinion, may affect the application;</p> <p class=\"clause-e\">  (d)  the current uses of land that is adjacent to the subject land;</p> <p class=\"clause-e\">  (e)  the location, width and name of any roads within or abutting the subject land, indicating whether it is an unopened road allowance, a public travelled road, a private road or a right of way;</p> <p class=\"clause-e\">  (f)  if access to the subject land will be by water only, the location of the parking and docking facilities to be used; and</p> <p class=\"clause-e\">  (g)  the location and nature of any easement affecting the subject land.</p> <p class=\"section-e\">  29. An explanation of how the application for an amendment to the zoning by-law is consistent with policy statements issued under subsection 3 (1) of the Act.</p> <p class=\"section-e\">  30. Whether the subject land is within an area of land designated under any provincial plan or plans.</p> <p class=\"section-e\">  31. If the answer to section 30 is yes, an explanation of how the application conforms or does not conflict with the provincial plan or plans.</p> <p class=\"section-e\">  31.1 A proposed strategy for consulting with the public with respect to the application.</p> <p class=\"section-e\">  32. An affidavit or sworn declaration by the applicant that the information required under this Schedule and provided by the applicant is accurate.</p> <p class=\"footnote-e\">O. Reg. 545/06, Sched. 1; O. Reg. 179/16, s. 8; O. Reg. 73/18, s. 10.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/060545\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Schedule 1",
            "part_id": null,
            "part_type": null,
            "section": "Information and material to be provided in an application under subsection 34 (10.1) of the act",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}