{
    "reg_info": {
        "full_title": "O. Reg. 543/94: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 543/94: ",
        "act_under": "Audiology and Speech-Language Pathology Act, 1991   Loi de 1991 sur les audiologistes et les orthophonistes",
        "url": "https://www.ontario.ca/laws/regulation/940543",
        "date_scraped": "2023-12-19 04:59:45"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/940543/v2",
            "valid_from": "February 17, 2012",
            "valid_to": "November 18, 2012"
        },
        {
            "a_href": "/laws/regulation/940543/v1",
            "valid_from": "October  5, 2000",
            "valid_to": "February 16, 2012"
        }
    ],
    "content": [
        {
            "id": "19.",
            "section": "General",
            "content": "19. In this Part, “assessor” means an assessor appointed under section 81 of the Health Professions Procedural Code; “Committee” means the Quality Assurance Committee; “continuing education equivalents” (CEEs) means credits that are assigned by the Committee for successful completion of continuing education and professional activities. O. Reg. 185/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>In this Part,</p> <p class=\"firstdef-e\">“assessor” means an assessor appointed under section 81 of the<i> Health Professions Procedural Code</i>;</p> <p class=\"definition-e\">“Committee” means the Quality Assurance Committee;</p> <p class=\"definition-e\">“continuing education equivalents” (CEEs) means credits that are assigned by the Committee for successful completion of continuing education and professional activities. O. Reg. 185/99, s. 1.</p>"
        },
        {
            "id": "20.",
            "section": "General",
            "content": "20. (1) The Committee shall administer the quality assurance program, which consists of the following components: 1. Continuing education and professional activities. 2. Peer assessment. 3. Remediation of inappropriate behaviour and remarks of a sexual nature by a member towards a patient. O. Reg. 185/99, s. 1. (2) Every member who holds a general certificate of registration shall participate in and fulfil the requirements of the quality assurance program. O. Reg. 185/99, s. 1. (3) Every member who holds an academic certificate of registration shall participate in and fulfil the requirements of the continuing education and professional activities component of the program and is subject to the component referred to in paragraph 3 of subsection (1). O. Reg. 185/99, s. 1. (4) Every member who holds an initial, non-practising or teaching certificate of registration is subject to the component referred to in paragraph 3 of subsection (1). O. Reg. 185/99, s. 1. Continuing Education and Professional Activities",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(1) The Committee shall administer the quality assurance program, which consists of the following components:</p> <p class=\"paragraph-e\">1. Continuing education and professional activities.</p> <p class=\"paragraph-e\">2. Peer assessment.</p> <p class=\"paragraph-e\">3. Remediation of inappropriate behaviour and remarks of a sexual nature by a member towards a patient. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(2) Every member who holds a general certificate of registration shall participate in and fulfil the requirements of the quality assurance program. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(3) Every member who holds an academic certificate of registration shall participate in and fulfil the requirements of the continuing education and professional activities component of the program and is subject to the component referred to in paragraph 3 of subsection (1). O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(4) Every member who holds an initial, non-practising or teaching certificate of registration is subject to the component referred to in paragraph 3 of subsection (1). O. Reg. 185/99, s. 1.</p> <p class=\"heading1-e\">Continuing Education and Professional Activities</p>"
        },
        {
            "id": "21.",
            "section": "Continuing Education and Professional Activities",
            "content": "21. (1) The Committee shall publish policy guidelines, and distribute them to the members, indicating, (a) the types of continuing education and professional activities which, if successfully completed, would entitle members to CEEs; (b) the minimum number of CEEs that a member must accumulate within each three-year period, including the minimum number of CEEs that a member must accumulate in topics that are specific to audiology or speech-language pathology; and (c) the maximum number of CEEs that a member may earn, within each three-year period, for topics that are related to audiology or speech-language pathology. O. Reg. 185/99, s. 1. (2) A member who holds a general or academic certificate of registration on the day this Part comes into force shall, in each three-year period commencing January 1, 1999, accumulate no fewer than the minimum number of CEEs specified in the guidelines. O. Reg. 185/99, s. 1. (3) A member who obtains a general or academic certificate of registration after the day this Part comes into force, becomes registered again after having ceased to be a member or obtains a general or academic certificate of registration after having been registered in the teaching or non-practising classes of registration shall, in the three-year period beginning on January 1 in the year of registration, re-registration or change of status and in each subsequent three-year period, accumulate no fewer than the minimum number of CEEs specified in the guidelines. O. Reg. 185/99, s. 1. (4) CEEs earned for the successful completion of activities during the calendar year, but before the actual date, of a member’s registration, re-registration or change of status count toward the satisfaction of the requirements of the first three-year period if they do not exceed the limits set out in the guidelines. O. Reg. 185/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>21. </b>(1) The Committee shall publish policy guidelines, and distribute them to the members, indicating,</p> <p class=\"clause-e\">(a) the types of continuing education and professional activities which, if successfully completed, would entitle members to CEEs;</p> <p class=\"clause-e\">(b) the minimum number of CEEs that a member must accumulate within each three-year period, including the minimum number of CEEs that a member must accumulate in topics that are specific to audiology or speech-language pathology; and</p> <p class=\"clause-e\">(c) the maximum number of CEEs that a member may earn, within each three-year period, for topics that are related to audiology or speech-language pathology. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(2) A member who holds a general or academic certificate of registration on the day this Part comes into force shall, in each three-year period commencing January 1, 1999, accumulate no fewer than the minimum number of CEEs specified in the guidelines. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(3) A member who obtains a general or academic certificate of registration after the day this Part comes into force, becomes registered again after having ceased to be a member or obtains a general or academic certificate of registration after having been registered in the teaching or non-practising classes of registration shall, in the three-year period beginning on January 1 in the year of registration, re-registration or change of status and in each subsequent three-year period, accumulate no fewer than the minimum number of CEEs specified in the guidelines. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(4) CEEs earned for the successful completion of activities during the calendar year, but before the actual date, of a member’s registration, re-registration or change of status count toward the satisfaction of the requirements of the first three-year period if they do not exceed the limits set out in the guidelines. O. Reg. 185/99, s. 1.</p>"
        },
        {
            "id": "22.",
            "section": "Continuing Education and Professional Activities",
            "content": "22. (1) A member who is required to comply with section 21 but who is unable to do so due to illness, change of employment, unemployment or other factors beyond the member’s control may forward to the Registrar a written request for an exemption from compliance. O. Reg. 185/99, s. 1. (2) The Registrar shall consider the request and may grant it, grant it with modifications or reject it after having taken into account the College’s guidelines on the granting of exemptions from compliance. O. Reg. 185/99, s. 1. (3) The Registrar may make any decision that he or she considers just in all the circumstances, including, (a) reducing the number of CEEs, or the number of CEEs in topics that are specific to audiology or speech-language pathology, that the member is required to accumulate during the three-year period; (b) extending the time for a member to accumulate the required number of CEEs or the required number of CEEs in topics that are specific to audiology or speech-language pathology; and (c) permitting the member to count towards the requirements in the three-year period, CEEs in topics related to audiology or speech-language pathology that exceed the limits set out in the guidelines. O. Reg. 185/99, s. 1. (4) If the Registrar considers it necessary to do so, he or she shall confer with the Committee before making a decision under subsection (3). O. Reg. 185/99, s. 1. (5) The Registrar’s decision under this section is final and binding. O. Reg. 185/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>22. </b>(1) A member who is required to comply with section 21 but who is unable to do so due to illness, change of employment, unemployment or other factors beyond the member’s control may forward to the Registrar a written request for an exemption from compliance. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(2) The Registrar shall consider the request and may grant it, grant it with modifications or reject it after having taken into account the College’s guidelines on the granting of exemptions from compliance. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(3) The Registrar may make any decision that he or she considers just in all the circumstances, including,</p> <p class=\"clause-e\">(a) reducing the number of CEEs, or the number of CEEs in topics that are specific to audiology or speech-language pathology, that the member is required to accumulate during the three-year period;</p> <p class=\"clause-e\">(b) extending the time for a member to accumulate the required number of CEEs or the required number of CEEs in topics that are specific to audiology or speech-language pathology; and</p> <p class=\"clause-e\">(c) permitting the member to count towards the requirements in the three-year period, CEEs in topics related to audiology or speech-language pathology that exceed the limits set out in the guidelines. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(4) If the Registrar considers it necessary to do so, he or she shall confer with the Committee before making a decision under subsection (3). O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(5) The Registrar’s decision under this section is final and binding. O. Reg. 185/99, s. 1.</p>"
        },
        {
            "id": "23.",
            "section": "Continuing Education and Professional Activities",
            "content": "23. (1) A member who holds a general or academic certificate of registration shall report to the Registrar each year, no later than the date specified by the Registrar and in the manner required by the Registrar, on the continuing education and professional activities successfully completed during the year. O. Reg. 185/99, s. 1. (2) A member shall retain evidence of the continuing education and professional activities reported upon for three years after the end of the three-year period in which the corresponding CEEs were assigned, but need not provide such evidence to the Registrar with the report submitted under subsection (1). O. Reg. 185/99, s. 1. (3) The Committee may at any time require a member to produce evidence of the continuing education and professional activities reported to the Registrar and, if a member either fails, or is unable, to do so, any CEEs credited for those activities shall be withdrawn. O. Reg. 185/99, s. 1. (4) The Committee shall review the reports and shall determine, in accordance with the guidelines, the number of CEEs to be assigned to the member for the activities that the member has successfully completed, and shall advise the member of the number of CEEs that he or she has earned. O. Reg. 185/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>23. </b>(1) A member who holds a general or academic certificate of registration shall report to the Registrar each year, no later than the date specified by the Registrar and in the manner required by the Registrar, on the continuing education and professional activities successfully completed during the year. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(2) A member shall retain evidence of the continuing education and professional activities reported upon for three years after the end of the three-year period in which the corresponding CEEs were assigned, but need not provide such evidence to the Registrar with the report submitted under subsection (1). O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(3) The Committee may at any time require a member to produce evidence of the continuing education and professional activities reported to the Registrar and, if a member either fails, or is unable, to do so, any CEEs credited for those activities shall be withdrawn. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(4) The Committee shall review the reports and shall determine, in accordance with the guidelines, the number of CEEs to be assigned to the member for the activities that the member has successfully completed, and shall advise the member of the number of CEEs that he or she has earned. O. Reg. 185/99, s. 1.</p>"
        },
        {
            "id": "24.",
            "section": "Continuing Education and Professional Activities",
            "content": "24. (1) The Registrar shall mail a notice of default to each member, at his or her address shown on the register, who, (a) fails to accumulate the minimum number of CEEs within the three-year period mentioned in subsection 21 (2) or (3) or fails to report to the Registrar, by the deadline of having done so; or (b) has CEEs withdrawn under subsection 23 (3). O. Reg. 185/99, s. 1. (2) The notice of default shall state that if, within 60 days of the date of the notice, the Registrar has not received a report from the member demonstrating that the member has accumulated the required minimum number of CEEs, the Committee may authorize the Registrar to impose such terms, conditions or limitations as are specified by the Committee on the member’s certificate of registration for a specified period not exceeding six months. O. Reg. 185/99, s. 1. (3) At any time during the 60-day notice period, the Registrar may, at his or her discretion, extend the notice period to 120 days. O. Reg. 185/99, s. 1. (4) A member who receives a notice of default may apply any CEEs received during the notice period against his or her required number of CEEs for the three-year period to which the default relates. O. Reg. 185/99, s. 1. (5) If a member who has received a notice of default fails to submit the required report within the notice period, the Registrar shall so inform the Committee and, subject to subsection (6), the Committee may direct the Registrar to impose such terms, conditions or limitations on the member’s certificate of registration as it specifies for a specified period not exceeding six months. O. Reg. 185/99, s. 1. (6) The Committee shall not give a direction to the Registrar under subsection (5) unless, (a) the member has been given notice of the Committee’s intention; and (b) the member has been given at least 30 days in which to make written submissions to the Committee. O. Reg. 185/99, s. 1. (7) The decision of the Committee under subsection (5) is final and binding. O. Reg. 185/99, s. 1. (8) If CEEs are assigned to a member during a period in which terms, conditions or limitations apply to his or her certificate, the member may request that they be counted towards the required number of CEEs for the period to which the default relates. O. Reg. 185/99, s. 1. (9) If, during a period in which terms, conditions or limitations apply to the member’s certificate, the CEEs required for the period to which the default relates are assigned to the member as a result of a report of successful completion of continuing education and professional activities being made to the Registrar, the Registrar shall inform the Committee, and the Committee may direct the Registrar to remove the terms, conditions or limitations. O. Reg. 185/99, s. 1. (10) CEEs credited under subsection (4) or (8) may not be assigned to more than one three-year period. O. Reg. 185/99, s. 1. (11) If the notice period specified under subsection (5) expires and the member has failed to submit a report to the Registrar that demonstrates that the member has accumulated the required CEEs for the prior three-year period, the Registrar shall inform the Committee, which may direct that the member undergo a peer assessment or refer the matter to the Executive Committee for further action. O. Reg. 185/99, s. 1. Peer Assessment",
            "raw_html": "<p class=\"section-e\"><b>24. </b>(1) The Registrar shall mail a notice of default to each member, at his or her address shown on the register, who,</p> <p class=\"clause-e\">(a) fails to accumulate the minimum number of CEEs within the three-year period mentioned in subsection 21 (2) or (3) or fails to report to the Registrar, by the deadline of having done so; or</p> <p class=\"clause-e\">(b) has CEEs withdrawn under subsection 23 (3). O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(2) The notice of default shall state that if, within 60 days of the date of the notice, the Registrar has not received a report from the member demonstrating that the member has accumulated the required minimum number of CEEs, the Committee may authorize the Registrar to impose such terms, conditions or limitations as are specified by the Committee on the member’s certificate of registration for a specified period not exceeding six months. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(3) At any time during the 60-day notice period, the Registrar may, at his or her discretion, extend the notice period to 120 days. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(4) A member who receives a notice of default may apply any CEEs received during the notice period against his or her required number of CEEs for the three-year period to which the default relates. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(5) If a member who has received a notice of default fails to submit the required report within the notice period, the Registrar shall so inform the Committee and, subject to subsection (6), the Committee may direct the Registrar to impose such terms, conditions or limitations on the member’s certificate of registration as it specifies for a specified period not exceeding six months. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(6) The Committee shall not give a direction to the Registrar under subsection (5) unless,</p> <p class=\"clause-e\">(a) the member has been given notice of the Committee’s intention; and</p> <p class=\"clause-e\">(b) the member has been given at least 30 days in which to make written submissions to the Committee. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(7) The decision of the Committee under subsection (5) is final and binding. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(8) If CEEs are assigned to a member during a period in which terms, conditions or limitations apply to his or her certificate, the member may request that they be counted towards the required number of CEEs for the period to which the default relates. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(9) If, during a period in which terms, conditions or limitations apply to the member’s certificate, the CEEs required for the period to which the default relates are assigned to the member as a result of a report of successful completion of continuing education and professional activities being made to the Registrar, the Registrar shall inform the Committee, and the Committee may direct the Registrar to remove the terms, conditions or limitations. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(10) CEEs credited under subsection (4) or (8) may not be assigned to more than one three-year period. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(11) If the notice period specified under subsection (5) expires and the member has failed to submit a report to the Registrar that demonstrates that the member has accumulated the required CEEs for the prior three-year period, the Registrar shall inform the Committee, which may direct that the member undergo a peer assessment or refer the matter to the Executive Committee for further action. O. Reg. 185/99, s. 1.</p> <p class=\"heading1-e\">Peer Assessment</p>"
        },
        {
            "id": "25.",
            "section": "Peer Assessment",
            "content": "25. (1) After January 1, 2000, the College shall each year select at random names of members required to undergo a peer assessment. O. Reg. 185/99, s. 1. (2) A member is required to undergo a peer review if, (a) his or her name is selected at random; (b) the Committee directs the member to undergo a peer assessment under subsection 24 (11); or (c) the member is referred to the Committee by the Complaints Committee, the Executive Committee or the Registrar. O. Reg. 185/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>25. </b>(1) After January 1, 2000, the College shall each year select at random names of members required to undergo a peer assessment. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(2) A member is required to undergo a peer review if,</p> <p class=\"clause-e\">(a) his or her name is selected at random;</p> <p class=\"clause-e\">(b) the Committee directs the member to undergo a peer assessment under subsection 24 (11); or</p> <p class=\"clause-e\">(c) the member is referred to the Committee by the Complaints Committee, the Executive Committee or the Registrar. O. Reg. 185/99, s. 1.</p>"
        },
        {
            "id": "26.",
            "section": "Peer Assessment",
            "content": "26. (1) The Registrar shall notify a member whose practice is to be the subject of a peer assessment of the name of the assessor. O. Reg. 185/99, s. 1. (2) The member may request that another assessor be appointed by the Committee at any time before the assessor begins the assessment but such a request may be made only once. O. Reg. 185/99, s. 1. (3) On a request under subsection (2), the Committee may appoint a replacement assessor. O. Reg. 185/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>26. </b>(1) The Registrar shall notify a member whose practice is to be the subject of a peer assessment of the name of the assessor. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(2) The member may request that another assessor be appointed by the Committee at any time before the assessor begins the assessment but such a request may be made only once. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(3) On a request under subsection (2), the Committee may appoint a replacement assessor. O. Reg. 185/99, s. 1.</p>"
        },
        {
            "id": "27.",
            "section": "Peer Assessment",
            "content": "27. (1) On completion of the peer assessment, the assessor shall prepare a written assessment report and forward it to the Committee, along with copies of any records he or she considers relevant, with a copy of the report and records to the member. O. Reg. 185/99, s. 1. (2) After considering the report, the Committee may decide that no further action is required or, if the member’s knowledge, skills or judgment are found to be deficient, direct the member to correct the deficiencies by, (a) completing and passing a particular remedial or refresher course or courses of study to satisfy the Committee of the member’s competence; or (b) acquiring particular instruments or equipment which, in the Committee’s opinion, are usual or necessary in the practice of audiology or speech-language pathology. O. Reg. 185/99, s. 1. (3) If the Committee takes action under clause (2) (a) or (b), the Committee may conduct a follow-up review to determine whether the deficiencies identified in the peer assessment have been corrected, which may include appointing an assessor to prepare a report. O. Reg. 185/99, s. 1. (4) Subsections (1) and (2) apply to an assessment conducted as part of a follow-up review. O. Reg. 185/99, s. 1. (5) No more than one follow-up review may be conducted under subsection (3). O. Reg. 185/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>27. </b>(1) On completion of the peer assessment, the assessor shall prepare a written assessment report and forward it to the Committee, along with copies of any records he or she considers relevant, with a copy of the report and records to the member. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(2) After considering the report, the Committee may decide that no further action is required or, if the member’s knowledge, skills or judgment are found to be deficient, direct the member to correct the deficiencies by,</p> <p class=\"clause-e\">(a) completing and passing a particular remedial or refresher course or courses of study to satisfy the Committee of the member’s competence; or</p> <p class=\"clause-e\">(b) acquiring particular instruments or equipment which, in the Committee’s opinion, are usual or necessary in the practice of audiology or speech-language pathology. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(3) If the Committee takes action under clause (2) (a) or (b), the Committee may conduct a follow-up review to determine whether the deficiencies identified in the peer assessment have been corrected, which may include appointing an assessor to prepare a report. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(4) Subsections (1) and (2) apply to an assessment conducted as part of a follow-up review. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(5) No more than one follow-up review may be conducted under subsection (3). O. Reg. 185/99, s. 1.</p>"
        },
        {
            "id": "28.",
            "section": "Peer Assessment",
            "content": "28. Subject to section 29, the Committee may direct the Registrar to impose terms, conditions or limitations on a member’s certificate of registration for a specified period not exceeding six months, if, (a) a peer assessment or follow-up review has demonstrated that the member’s knowledge, skills or judgment are so deficient as to make his or her performance as an audiologist or speech-language pathologist unsatisfactory; or (b) the member has failed to undertake a specified remedial or refresher course or courses as required under clause 27 (2) (a) or to successfully complete such a course or courses as demonstrated by a follow-up review. O. Reg. 185/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>28. </b>Subject to section 29, the Committee may direct the Registrar to impose terms, conditions or limitations on a member’s certificate of registration for a specified period not exceeding six months, if,</p> <p class=\"clause-e\">(a) a peer assessment or follow-up review has demonstrated that the member’s knowledge, skills or judgment are so deficient as to make his or her performance as an audiologist or speech-language pathologist unsatisfactory; or</p> <p class=\"clause-e\">(b) the member has failed to undertake a specified remedial or refresher course or courses as required under clause 27 (2) (a) or to successfully complete such a course or courses as demonstrated by a follow-up review. O. Reg. 185/99, s. 1.</p>"
        },
        {
            "id": "29.",
            "section": "Peer Assessment",
            "content": "29. The Committee shall not give a direction to the Registrar under section 28 unless the member has been given, (a) notice of the Committee’s intention to give the direction; (b) copies of all reports and other documents considered by the Committee in deciding to give the direction; (c) at least 30 days in which to make written submissions to the Committee; and (d) an opportunity to confer with the Committee. O. Reg. 185/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>29. </b>The Committee shall not give a direction to the Registrar under section 28 unless the member has been given,</p> <p class=\"clause-e\">(a) notice of the Committee’s intention to give the direction;</p> <p class=\"clause-e\">(b) copies of all reports and other documents considered by the Committee in deciding to give the direction;</p> <p class=\"clause-e\">(c) at least 30 days in which to make written submissions to the Committee; and</p> <p class=\"clause-e\">(d) an opportunity to confer with the Committee. O. Reg. 185/99, s. 1.</p>"
        },
        {
            "id": "30.",
            "section": "Peer Assessment",
            "content": "30. If the Registrar imposes terms, conditions or limitations on a member’s certificate of registration pursuant to a direction given by the Committee under section 28, the Committee may direct the Registrar to remove any of the terms, conditions or limitations before the end of the specified period if the Committee is satisfied that the member’s knowledge, skills and judgment are no longer deficient. O. Reg. 185/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>30. </b>If the Registrar imposes terms, conditions or limitations on a member’s certificate of registration pursuant to a direction given by the Committee under section 28, the Committee may direct the Registrar to remove any of the terms, conditions or limitations before the end of the specified period if the Committee is satisfied that the member’s knowledge, skills and judgment are no longer deficient. O. Reg. 185/99, s. 1.</p>"
        },
        {
            "id": "31.",
            "section": "Peer Assessment",
            "content": "31. If, by the end of a period for which terms, conditions or limitations have been imposed on the member’s certificate, the member has failed to satisfy the Committee that the member’s knowledge, skill and judgment are no longer deficient, the Committee may refer the matter to the Executive Committee. O. Reg. 185/99, s. 1. Remediation of Inappropriate Behaviour and Remarks of a Sexual Nature",
            "raw_html": "<p class=\"section-e\"><b>31. </b>If, by the end of a period for which terms, conditions or limitations have been imposed on the member’s certificate, the member has failed to satisfy the Committee that the member’s knowledge, skill and judgment are no longer deficient, the Committee may refer the matter to the Executive Committee. O. Reg. 185/99, s. 1.</p> <p class=\"heading1-e\">Remediation of Inappropriate Behaviour and Remarks of a Sexual Nature</p>"
        },
        {
            "id": "32.",
            "section": "Remediation of Inappropriate Behaviour and Remarks of a Sexual Nature",
            "content": "32. (1) The Committee may require a member to undergo a psychological assessment or other assessment specified by the Committee if a matter respecting the member is referred to the Committee, (a) by a panel of the Complaints Committee acting under paragraph 4 of subsection 26 (2) of the Health Professions Procedural Code with respect to clause (c) of the definition of “sexual abuse” in subsection 1 (3) of the Code; or (b) by the Executive Committee, the Complaints Committee or the Board under section 79.1 of the Code. O. Reg. 185/99, s. 1. (2) The person who conducts an assessment under subsection (1) shall provide a written report of the results of the assessment to the Committee. O. Reg. 185/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>32. </b>(1) The Committee may require a member to undergo a psychological assessment or other assessment specified by the Committee if a matter respecting the member is referred to the Committee,</p> <p class=\"clause-e\">(a) by a panel of the Complaints Committee acting under paragraph 4 of subsection 26 (2) of the <i>Health Professions Procedural Code</i> with respect to clause (c) of the definition of “sexual abuse” in subsection 1 (3) of the Code; or</p> <p class=\"clause-e\">(b) by the Executive Committee, the Complaints Committee or the Board under section 79.1 of the Code. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(2) The person who conducts an assessment under subsection (1) shall provide a written report of the results of the assessment to the Committee. O. Reg. 185/99, s. 1.</p>"
        },
        {
            "id": "33.",
            "section": "Remediation of Inappropriate Behaviour and Remarks of a Sexual Nature",
            "content": "33. Subject to section 34, the Committee may require a member to undertake specified measures, such as education, therapy or counselling, if the Committee, (a) has received a report under subsection 32 (2); and (b) is of the opinion, on the basis of the report, that the specified measures will help the member to refrain from behaviour or remarks of a sexual nature. O. Reg. 185/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>33. </b>Subject to section 34, the Committee may require a member to undertake specified measures, such as education, therapy or counselling, if the Committee,</p> <p class=\"clause-e\">(a) has received a report under subsection 32 (2); and</p> <p class=\"clause-e\">(b) is of the opinion, on the basis of the report, that the specified measures will help the member to refrain from behaviour or remarks of a sexual nature. O. Reg. 185/99, s. 1.</p>"
        },
        {
            "id": "34.",
            "section": "Remediation of Inappropriate Behaviour and Remarks of a Sexual Nature",
            "content": "34. (1) Subject to subsection (2), the Committee may direct the Registrar to impose terms, conditions or limitations on a member’s certificate of registration, for a specified period not exceeding six months, if, (a) the member refuses to undergo an assessment required under subsection 32 (1); or (b) the member, (i) refuses to undertake specified measures as required under section 33, or (ii) has not yet completed such measures within the time specified by the Committee. O. Reg. 185/99, s. 1. (2) No direction shall be given to the Registrar under subsection (1) unless the member, (a) is given notice of the Committee’s intention to give the direction; (b) is given a copy of all reports and other documents that the Committee considered in connection with the giving of the direction; and (c) is given at least 30 days after receipt of the notice under clause (a) and the documents under clause (b) to make written submissions to the Committee. O. Reg. 185/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>34. </b>(1) Subject to subsection (2), the Committee may direct the Registrar to impose terms, conditions or limitations on a member’s certificate of registration, for a specified period not exceeding six months, if,</p> <p class=\"clause-e\">(a) the member refuses to undergo an assessment required under subsection 32 (1); or</p> <p class=\"clause-e\">(b) the member,</p> <p class=\"subclause-e\">(i) refuses to undertake specified measures as required under section 33, or</p> <p class=\"subclause-e\">(ii) has not yet completed such measures within the time specified by the Committee. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(2) No direction shall be given to the Registrar under subsection (1) unless the member,</p> <p class=\"clause-e\">(a) is given notice of the Committee’s intention to give the direction;</p> <p class=\"clause-e\">(b) is given a copy of all reports and other documents that the Committee considered in connection with the giving of the direction; and</p> <p class=\"clause-e\">(c) is given at least 30 days after receipt of the notice under clause (a) and the documents under clause (b) to make written submissions to the Committee. O. Reg. 185/99, s. 1.</p>"
        },
        {
            "id": "35.",
            "section": "Remediation of Inappropriate Behaviour and Remarks of a Sexual Nature",
            "content": "35. If the Registrar imposes terms, conditions or limitations on a member’s certificate of registration pursuant to a direction given by the Committee under subsection 34 (1), the Committee may direct the Registrar to remove the terms, conditions or limitations before the end of the specified period if the Committee is satisfied that the terms, conditions or limitations are no longer needed. O. Reg. 185/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>35. </b>If the Registrar imposes terms, conditions or limitations on a member’s certificate of registration pursuant to a direction given by the Committee under subsection 34 (1), the Committee may direct the Registrar to remove the terms, conditions or limitations before the end of the specified period if the Committee is satisfied that the terms, conditions or limitations are no longer needed. O. Reg. 185/99, s. 1.</p>"
        },
        {
            "id": "36.",
            "section": "Remediation of Inappropriate Behaviour and Remarks of a Sexual Nature",
            "content": "36. (1) The Committee shall not take action under section 32, 33 or 34 unless, (a) the member admits to the behaviour or remarks towards the patient or client which the member is alleged to have exhibited or made; (b) there is no pending allegation of sexual abuse against the member before the Discipline Committee and no finding of sexual abuse has been made against the member by the Discipline Committee; and (c) there is no pending review by the Board of the referral to the Committee and no disposition by the Board inconsistent with the referral to the Committee. O. Reg. 185/99, s. 1. (2) If the Committee is unable to take action under section 32, 33 or 34 because the conditions set out in subsection (1) have not been met, it may refer the matter to the Executive Committee. O. Reg. 185/99, s. 1. (3) A member’s admission to behaviour or remarks for the purpose of clause (1) (a) and the results of any assessment under section 32 or measure undertaken under section 33 shall not be used as evidence that the member has committed an act of professional misconduct. O. Reg. 185/99, s. 1. SCHEDULE Approved Charitable Homes for the Aged under the Charitable Institutions Act Boards under the Education Act Boards of Health under the Health Protection and Promotion Act Homes for the Aged under the Homes for the Aged and Rest Homes Act Independent Health Facilities under the Independent Health Facilities Act Psychiatric Facilities under the Mental Health Act Designated Institutions under the Mental Hospitals Act Nursing Homes under the Nursing Homes Act Public Hospitals under the Public Hospitals Act Agencies, Boards or Commissions as defined by the Government of Ontario Long Term Care Facilities Institutions funded by the Minister of Health as community health centres, health service organizations, or comprehensive health organizations Institutions funded by the Minister of Community and Social Services Post Secondary Educational Institutions O. Reg. 543/94, Sched. ",
            "raw_html": "<p class=\"section-e\"><b>36. </b>(1) The Committee shall not take action under section 32, 33 or 34 unless,</p> <p class=\"clause-e\">(a) the member admits to the behaviour or remarks towards the patient or client which the member is alleged to have exhibited or made;</p> <p class=\"clause-e\">(b) there is no pending allegation of sexual abuse against the member before the Discipline Committee and no finding of sexual abuse has been made against the member by the Discipline Committee; and</p> <p class=\"clause-e\">(c) there is no pending review by the Board of the referral to the Committee and no disposition by the Board inconsistent with the referral to the Committee. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(2) If the Committee is unable to take action under section 32, 33 or 34 because the conditions set out in subsection (1) have not been met, it may refer the matter to the Executive Committee. O. Reg. 185/99, s. 1.</p> <p class=\"subsection-e\">(3) A member’s admission to behaviour or remarks for the purpose of clause (1) (a) and the results of any assessment under section 32 or measure undertaken under section 33 shall not be used as evidence that the member has committed an act of professional misconduct. O. Reg. 185/99, s. 1.</p> <p class=\"schedule-e\">SCHEDULE</p> <p class=\"paranoindt-e\">Approved Charitable Homes for the Aged under the <i>Charitable Institutions Act</i></p> <p class=\"paranoindt-e\">Boards under the <i>Education Act</i></p> <p class=\"paranoindt-e\">Boards of Health under the <i>Health Protection and Promotion Act</i></p> <p class=\"paranoindt-e\">Homes for the Aged under the <i>Homes for the Aged and Rest Homes Act</i></p> <p class=\"paranoindt-e\">Independent Health Facilities under the <i>Independent Health Facilities Act</i></p> <p class=\"paranoindt-e\">Psychiatric Facilities under the <i>Mental Health Act</i></p> <p class=\"paranoindt-e\">Designated Institutions under the <i>Mental Hospitals Act</i></p> <p class=\"paranoindt-e\">Nursing Homes under the <i>Nursing Homes Act</i></p> <p class=\"paranoindt-e\">Public Hospitals under the <i>Public Hospitals Act</i></p> <p class=\"paranoindt-e\">Agencies, Boards or Commissions as defined by the Government of Ontario</p> <p class=\"paranoindt-e\">Long Term Care Facilities</p> <p class=\"paranoindt-e\">Institutions funded by the Minister of Health as community health centres, health service organizations, or comprehensive health organizations</p> <p class=\"paranoindt-e\">Institutions funded by the Minister of Community and Social Services</p> <p class=\"paranoindt-e\">Post Secondary Educational Institutions</p> <p class=\"footnote-e\">O. Reg. 543/94, Sched.</p> <p class=\"Normal\"></p>"
        }
    ]
}