{
    "reg_info": {
        "full_title": "O. Reg. 620/05: HIGH OCCUPANCY VEHICLE LANES",
        "reg_name_text": "High OccupanCy Vehicle Lanes",
        "citation": "O. Reg. 620/05: HIGH OCCUPANCY VEHICLE LANES",
        "act_under": "Highway Traffic Act",
        "url": "https://www.ontario.ca/laws/regulation/050620",
        "date_scraped": "2023-12-18 02:16:17"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  5, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/050620/v31",
            "valid_from": "November 16, 2022",
            "valid_to": "December  4, 2023"
        },
        {
            "a_href": "/laws/regulation/050620/v30",
            "valid_from": "December 20, 2021",
            "valid_to": "November 15, 2022"
        },
        {
            "a_href": "/laws/regulation/050620/v29",
            "valid_from": "September  3, 2021",
            "valid_to": "December 19, 2021"
        },
        {
            "a_href": "/laws/regulation/050620/v28",
            "valid_from": "August 24, 2021",
            "valid_to": "September  2, 2021"
        },
        {
            "a_href": "/laws/regulation/050620/v27",
            "valid_from": "November 24, 2020",
            "valid_to": "August 23, 2021"
        },
        {
            "a_href": "/laws/regulation/050620/v26",
            "valid_from": "September  1, 2020",
            "valid_to": "November 23, 2020"
        },
        {
            "a_href": "/laws/regulation/050620/v25",
            "valid_from": "June 22, 2020",
            "valid_to": "August 31, 2020"
        },
        {
            "a_href": "/laws/regulation/050620/v24",
            "valid_from": "December  4, 2019",
            "valid_to": "June 21, 2020"
        },
        {
            "a_href": "/laws/regulation/050620/v23",
            "valid_from": "December  1, 2019",
            "valid_to": "December  3, 2019"
        },
        {
            "a_href": "/laws/regulation/050620/v22",
            "valid_from": "July 12, 2019",
            "valid_to": "November 30, 2019"
        },
        {
            "a_href": "/laws/regulation/050620/v21",
            "valid_from": "July  1, 2019",
            "valid_to": "July 11, 2019"
        },
        {
            "a_href": "/laws/regulation/050620/v20",
            "valid_from": "June 25, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/regulation/050620/v19",
            "valid_from": "October 25, 2018",
            "valid_to": "June 24, 2019"
        },
        {
            "a_href": "/laws/regulation/050620/v18",
            "valid_from": "April 13, 2018",
            "valid_to": "October 24, 2018"
        },
        {
            "a_href": "/laws/regulation/050620/v17",
            "valid_from": "December  7, 2017",
            "valid_to": "April 12, 2018"
        },
        {
            "a_href": "/laws/regulation/050620/v16",
            "valid_from": "June  9, 2016",
            "valid_to": "December  6, 2017"
        },
        {
            "a_href": "/laws/regulation/050620/v15",
            "valid_from": "August 19, 2015",
            "valid_to": "June  8, 2016"
        },
        {
            "a_href": "/laws/regulation/050620/v14",
            "valid_from": "July 28, 2015",
            "valid_to": "August 18, 2015"
        },
        {
            "a_href": "/laws/regulation/050620/v13",
            "valid_from": "June 29, 2015",
            "valid_to": "July 27, 2015"
        },
        {
            "a_href": "/laws/regulation/050620/v12",
            "valid_from": "May  1, 2015",
            "valid_to": "June 28, 2015"
        },
        {
            "a_href": "/laws/regulation/050620/v11",
            "valid_from": "April 27, 2015",
            "valid_to": "April 30, 2015"
        },
        {
            "a_href": "/laws/regulation/050620/v10",
            "valid_from": "October 30, 2014",
            "valid_to": "April 26, 2015"
        },
        {
            "a_href": "/laws/regulation/050620/v9",
            "valid_from": "July  1, 2012",
            "valid_to": "October 29, 2014"
        },
        {
            "a_href": "/laws/regulation/050620/v8",
            "valid_from": "June 26, 2012",
            "valid_to": "June 30, 2012"
        },
        {
            "a_href": "/laws/regulation/050620/v7",
            "valid_from": "December  2, 2011",
            "valid_to": "June 25, 2012"
        },
        {
            "a_href": "/laws/regulation/050620/v6",
            "valid_from": "November 26, 2010",
            "valid_to": "December  1, 2011"
        },
        {
            "a_href": "/laws/regulation/050620/v5",
            "valid_from": "July  1, 2010",
            "valid_to": "November 25, 2010"
        },
        {
            "a_href": "/laws/regulation/050620/v4",
            "valid_from": "June 14, 2010",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/regulation/050620/v3",
            "valid_from": "September 30, 2009",
            "valid_to": "June 13, 2010"
        },
        {
            "a_href": "/laws/regulation/050620/v2",
            "valid_from": "July 17, 2007",
            "valid_to": "September 29, 2009"
        },
        {
            "a_href": "/laws/regulation/050620/v1",
            "valid_from": "December  1, 2005",
            "valid_to": "July 16, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Designation of high occupancy vehicle lanes",
            "content": " 1. (1) The left lane of the part of the King’s Highway described in a schedule to this Regulation is designated as a high occupancy vehicle lane for the hours, days and months specified in the schedule.  O. Reg. 620/05, s. 1. (2) A high occupancy vehicle transfer lane, as shown in Figures B, C and D to section 4, is deemed to be a part of the high occupancy vehicle lane to which it is adjacent. O. Reg. 868/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>(1) The left lane of the part of the King’s Highway described in a schedule to this Regulation is designated as a high occupancy vehicle lane for the hours, days and months specified in the schedule.  O. Reg. 620/05, s. 1.</p> <p class=\"subsection-e\">  (2) A high occupancy vehicle transfer lane, as shown in Figures B, C and D to section 4, is deemed to be a part of the high occupancy vehicle lane to which it is adjacent. O. Reg. 868/21, s. 1.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Use of high occupancy vehicle lanes",
            "content": " 2. (1) No person shall operate a motor vehicle in a high occupancy vehicle lane unless the vehicle has at least two persons occupying seating positions. O. Reg. 188/16, s. 1. (2) No person shall operate a commercial motor vehicle in a high occupancy vehicle lane unless, (a) the vehicle has at least two persons occupying seating positions; and (b) the length of the vehicle or the total length of the vehicle and any vehicle being towed by it is less than 6.5 metres. O. Reg. 188/16, s. 1. (3) Despite subsections (1) and (2), a person may operate a motor vehicle in a high occupancy vehicle lane with only one person occupying a seating position if the requirements of one of the following paragraphs are satisfied: 1. The vehicle is a bus. 2. The person is operating an emergency vehicle, as defined in section 144 of the Act, in the performance of his or her duties. 3. The person is operating the vehicle in the lawful performance of his or her duties as a police officer. 4. The person is operating a vehicle owned or leased by the Province of Ontario in the lawful performance of his or her duties as an officer appointed for carrying out the provisions of the Act. 5. The person is operating a vehicle engaged in road construction or maintenance activities in or near the high occupancy vehicle lane. 6. The person is operating a tow truck that has been requested to provide towing or repair services to a disabled vehicle in or near a high occupancy vehicle lane by a police officer, an officer appointed for carrying out the provisions of the Act or a person driving the disabled vehicle, and operating the tow truck in the high occupancy vehicle lane is necessary to attend at and depart from the location of the disabled vehicle. 7. The person is operating a motor vehicle to which are attached valid number plates that, i. are issued by the Ministry, ii. have green lettering on a white background, and iii. display the words “GREEN VEHICLE” or “VÉHICULE ÉCOLOGIQUE”. 8. The vehicle is a taxicab or limousine that, i. is being operated by a person who has a valid licence, permit or authorization issued by a municipality or airport authority to operate the vehicle for the purpose of providing passenger transportation services, and ii. has mounted on the rear of the vehicle a valid plate bearing an identification number issued by the municipality or airport authority for the use of the vehicle for that purpose. 9. The vehicle is a motorcycle. O. Reg. 188/16, s. 1; O. Reg. 213/19, s. 1. (4) Revoked: O. Reg. 293/20, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) No person shall operate a motor vehicle in a high occupancy vehicle lane unless the vehicle has at least two persons occupying seating positions. O. Reg. 188/16, s. 1.</p> <p class=\"subsection-e\">  (2) No person shall operate a commercial motor vehicle in a high occupancy vehicle lane unless, </p> <p class=\"clause-e\">  (a) the vehicle has at least two persons occupying seating positions; and </p> <p class=\"clause-e\">  (b) the length of the vehicle or the total length of the vehicle and any vehicle being towed by it is less than 6.5 metres. O. Reg. 188/16, s. 1.</p> <p class=\"subsection-e\">  (3) Despite subsections (1) and (2), a person may operate a motor vehicle in a high occupancy vehicle lane with only one person occupying a seating position if the requirements of one of the following paragraphs are satisfied: </p> <p class=\"paragraph-e\">  1. The vehicle is a bus.</p> <p class=\"paragraph-e\">  2. The person is operating an emergency vehicle, as defined in section 144 of the Act, in the performance of his or her duties.</p> <p class=\"paragraph-e\">  3. The person is operating the vehicle in the lawful performance of his or her duties as a police officer.</p> <p class=\"paragraph-e\">  4. The person is operating a vehicle owned or leased by the Province of Ontario in the lawful performance of his or her duties as an officer appointed for carrying out the provisions of the Act.</p> <p class=\"paragraph-e\">  5. The person is operating a vehicle engaged in road construction or maintenance activities in or near the high occupancy vehicle lane.</p> <p class=\"paragraph-e\">  6. The person is operating a tow truck that has been requested to provide towing or repair services to a disabled vehicle in or near a high occupancy vehicle lane by a police officer, an officer appointed for carrying out the provisions of the Act or a person driving the disabled vehicle, and operating the tow truck in the high occupancy vehicle lane is necessary to attend at and depart from the location of the disabled vehicle. </p> <p class=\"paragraph-e\">  7. The person is operating a motor vehicle to which are attached valid number plates that,</p> <p class=\"subpara-e\">  i. are issued by the Ministry,</p> <p class=\"subpara-e\">  ii. have green lettering on a white background, and</p> <p class=\"subpara-e\">  iii. display the words “GREEN VEHICLE” or “VÉHICULE ÉCOLOGIQUE”.</p> <p class=\"paragraph-e\">  8. The vehicle is a taxicab or limousine that,</p> <p class=\"subpara-e\">  i. is being operated by a person who has a valid licence, permit or authorization issued by a municipality or airport authority to operate the vehicle for the purpose of providing passenger transportation services, and</p> <p class=\"subpara-e\">  ii. has mounted on the rear of the vehicle a valid plate bearing an identification number issued by the municipality or airport authority for the use of the vehicle for that purpose.</p> <p class=\"paragraph-e\">  9. The vehicle is a motorcycle. O. Reg. 188/16, s. 1; O. Reg. 213/19, s. 1.</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 293/20, s. 1.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Buffer zones",
            "content": " 3. (1) Entry and exit points at which vehicles may enter or exit high occupancy vehicle lanes are located between buffer zones, illustrated in Figure A, B, C or D in section 4.  O. Reg. 620/05, s. 3 (1); O. Reg. 868/21, s. 2. (2) No person shall operate a motor vehicle or commercial motor vehicle to enter or exit a high occupancy vehicle lane by crossing a buffer zone, unless the movement can be made safely and one of the following circumstances exists: 1. The person is directed to make the movement by a police officer. 2. The person is operating an emergency vehicle, as defined in section 144 of the Act, in the performance of his or her duties. 3. The person is operating the vehicle in the lawful performance of his or her duties as a police officer. 4. The person is operating a vehicle owned or leased by the Province of Ontario in the lawful performance of his or her duties as an officer appointed for carrying out the provisions of the Act. 5. The person is operating a vehicle engaged in road construction or maintenance activities in or near the high occupancy vehicle lane. 6. The person is operating a tow truck that has been requested to provide towing or repair services to a disabled vehicle in or near a high occupancy vehicle lane by a police officer, an officer appointed for carrying out the provisions of the Act, or a person driving the disabled vehicle, and crossing the buffer zone is necessary to attend at and depart from the location of the disabled vehicle. 7. The person is complying with the requirements of section 159 of the Act. O. Reg. 620/05, s. 3 (2); O. Reg. 99/15, s. 1 (1-3). (3) Subsection 148 (2) of the Act does not apply to a person operating a vehicle in a high occupancy vehicle lane.  O. Reg. 620/05, s. 3 (3). (4) Revoked: O. Reg. 99/15, s. 1 (5).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK3\"></a>3. </b>(1) Entry and exit points at which vehicles may enter or exit high occupancy vehicle lanes are located between buffer zones, illustrated in Figure A, B, C or D in section 4.  O. Reg. 620/05, s. 3 (1); O. Reg. 868/21, s. 2.</p> <p class=\"subsection-e\">  (2) No person shall operate a motor vehicle or commercial motor vehicle to enter or exit a high occupancy vehicle lane by crossing a buffer zone, unless the movement can be made safely and one of the following circumstances exists:</p> <p class=\"paragraph-e\">  1. The person is directed to make the movement by a police officer.</p> <p class=\"paragraph-e\">  2. The person is operating an emergency vehicle, as defined in section 144 of the Act, in the performance of his or her duties.</p> <p class=\"paragraph-e\">  3. The person is operating the vehicle in the lawful performance of his or her duties as a police officer.</p> <p class=\"paragraph-e\">  4. The person is operating a vehicle owned or leased by the Province of Ontario in the lawful performance of his or her duties as an officer appointed for carrying out the provisions of the Act.</p> <p class=\"paragraph-e\">  5. The person is operating a vehicle engaged in road construction or maintenance activities in or near the high occupancy vehicle lane.</p> <p class=\"paragraph-e\">  6. The person is operating a tow truck that has been requested to provide towing or repair services to a disabled vehicle in or near a high occupancy vehicle lane by a police officer, an officer appointed for carrying out the provisions of the Act, or a person driving the disabled vehicle, and crossing the buffer zone is necessary to attend at and depart from the location of the disabled vehicle.</p> <p class=\"paragraph-e\">  7. The person is complying with the requirements of section 159 of the Act. O. Reg. 620/05, s. 3 (2); O. Reg. 99/15, s. 1 (1-3).</p> <p class=\"subsection-e\">  (3) Subsection 148 (2) of the Act does not apply to a person operating a vehicle in a high occupancy vehicle lane.  O. Reg. 620/05, s. 3 (3).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 99/15, s. 1 (5).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Roadway markings",
            "content": " 4. A high occupancy vehicle lane shall have the following roadway markings, as illustrated in Figure A, B, C or D: 1. Painted white diamond markings on the surface of the roadway of the high occupancy vehicle lane, placed periodically along the length of the lane. 2. Painted white buffer zone markings on the surface of the roadway separating high occupancy vehicle lanes from other highway lanes. 3. Painted white continuity lane markings on the surface of the roadway between buffer zones indicating points at which vehicles may enter or exit a high occupancy vehicle lane. figure a  Text alternative: Illustration of “Figure A” showing an overhead plan of a divided highway with the high occupancy vehicle lane as the leftmost lane on a highway. The lane has white diamond markings on the roadway and broken white lines indicating the entry and exit points. Diagonal lines painted between solid lines before and after the entry and exit points indicate the buffer between the high occupancy vehicle lane and the lane beside it. The left shoulder is indicated to the left of the high occupancy vehicle lane. This text alternative is provided for convenience only and does not form part of the official law.  Figure B  Text alternative: Illustration of “Figure B” showing an overhead plan of a divided highway with the high occupancy vehicle lane as the leftmost lane on a highway and an entry-only transfer lane adjacent to the high occupancy vehicle lane situated along the entry point markings. The high occupancy vehicle lane and the transfer lane have white diamond markings on the roadway and broken white lines indicating the entry points. Diagonal lines painted between solid lines before and after the transfer lane entry points indicate the buffer between the high occupancy vehicle lane and the lane beside it. The left shoulder is indicated to the left of the high occupancy vehicle lane. This text alternative is provided for convenience only and does not form part of the official law.  Figure C  Text alternative: Illustration of “Figure C” showing an overhead plan of a divided highway with the high occupancy vehicle lane as the leftmost lane on a highway and an exit-only transfer lane adjacent to the high occupancy vehicle lane situated along the exit point markings. The high occupancy vehicle lane and the transfer lane have white diamond markings on the roadway and broken white lines indicating the exit points. Diagonal lines painted between solid lines before and after the transfer lane exit points indicate the buffer between the high occupancy vehicle lane and the lane beside it. The left shoulder is indicated to the left of the high occupancy vehicle lane. This text alternative is provided for convenience only and does not form part of the official law.  Figure D  Text alternative: Illustration of “Figure D” showing an overhead plan of a divided highway with the high occupancy vehicle lane as the leftmost lane on a highway and an entry and exit transfer lane adjacent to the high occupancy vehicle lane situated along the entry and exit point markings. The high occupancy vehicle lane and the transfer lane have white diamond markings on the roadway and broken white lines indicating the entry and exit points. Diagonal lines painted between solid lines before and after the transfer lane entry and exit points indicate the buffer between the high occupancy vehicle lane and the lane beside it. The left shoulder is indicated to the left of the high occupancy vehicle lane. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 620/05, s. 4; O. Reg. 89/15, s. 1; O. Reg. 868/21, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>4. </b>A high occupancy vehicle lane shall have the following roadway markings, as illustrated in Figure A, B, C or D:</p> <p class=\"paragraph-e\">  1. Painted white diamond markings on the surface of the roadway of the high occupancy vehicle lane, placed periodically along the length of the lane.</p> <p class=\"paragraph-e\">  2. Painted white buffer zone markings on the surface of the roadway separating high occupancy vehicle lanes from other highway lanes.</p> <p class=\"paragraph-e\">  3. Painted white continuity lane markings on the surface of the roadway between buffer zones indicating points at which vehicles may enter or exit a high occupancy vehicle lane.</p> <p class=\"headingx-e\">figure a</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure A - a high occupancy vehicle lane with HOV lane, entry and exit points, buffers, and shoulders.\n\" border=\"0\" height=\"219\" id=\"Picture 7\" src=\"050620_e_files/image001.jpg\" width=\"590\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of “Figure A” showing an overhead plan of a divided highway with the high occupancy vehicle lane as the leftmost lane on a highway. The lane has white diamond markings on the roadway and broken white lines indicating the entry and exit points. Diagonal lines painted between solid lines before and after the entry and exit points indicate the buffer between the high occupancy vehicle lane and the lane beside it. The left shoulder is indicated to the left of the high occupancy vehicle lane. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Figure B</p> <p class=\"scanned-e\"><img alt=\"Illustration of Figure B - a high occupancy vehicle lane with HOV lane, transfer lane entry points, buffers, and shoulders.\" border=\"0\" height=\"233\" id=\"Picture 2\" src=\"050620_e_files/image002.jpg\" width=\"672\"/></p> <p class=\"Pnote-e\">Text alternative: Illustration of “Figure B” showing an overhead plan of a divided highway with the high occupancy vehicle lane as the leftmost lane on a highway and an entry-only transfer lane adjacent to the high occupancy vehicle lane situated along the entry point markings. The high occupancy vehicle lane and the transfer lane have white diamond markings on the roadway and broken white lines indicating the entry points. Diagonal lines painted between solid lines before and after the transfer lane entry points indicate the buffer between the high occupancy vehicle lane and the lane beside it. The left shoulder is indicated to the left of the high occupancy vehicle lane. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Figure C</p> <p class=\"scanned-e\"><img alt=\"Illustration of Figure C - a high occupancy vehicle lane with HOV lane, transfer lane exit points, buffers, and shoulders.\" border=\"0\" height=\"236\" id=\"Picture 3\" src=\"050620_e_files/image003.jpg\" width=\"672\"/></p> <p class=\"Pnote-e\">Text alternative: Illustration of “Figure C” showing an overhead plan of a divided highway with the high occupancy vehicle lane as the leftmost lane on a highway and an exit-only transfer lane adjacent to the high occupancy vehicle lane situated along the exit point markings. The high occupancy vehicle lane and the transfer lane have white diamond markings on the roadway and broken white lines indicating the exit points. Diagonal lines painted between solid lines before and after the transfer lane exit points indicate the buffer between the high occupancy vehicle lane and the lane beside it. The left shoulder is indicated to the left of the high occupancy vehicle lane. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"MsoNormal\"> </p> <p class=\"headingx-e\">Figure D</p> <p class=\"scanned-e\"><img alt=\"Illustration of Figure D - a high occupancy vehicle lane with HOV lane, transfer lane entry and exit points, buffers, and shoulders.\" border=\"0\" height=\"233\" id=\"Picture 6\" src=\"050620_e_files/image004.jpg\" width=\"672\"/></p> <p class=\"Pnote-e\">Text alternative: Illustration of “Figure D” showing an overhead plan of a divided highway with the high occupancy vehicle lane as the leftmost lane on a highway and an entry and exit transfer lane adjacent to the high occupancy vehicle lane situated along the entry and exit point markings. The high occupancy vehicle lane and the transfer lane have white diamond markings on the roadway and broken white lines indicating the entry and exit points. Diagonal lines painted between solid lines before and after the transfer lane entry and exit points indicate the buffer between the high occupancy vehicle lane and the lane beside it. The left shoulder is indicated to the left of the high occupancy vehicle lane. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 620/05, s. 4; O. Reg. 89/15, s. 1; O. Reg. 868/21, s. 3.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Signs",
            "content": " 5. (1) The commencement of a high occupancy vehicle lane shall be indicated by an overhead sign that has the dimensions and bears the markings as illustrated in Figure B. figure b  Text alternative: Illustration of an overhead high occupancy vehicle lane sign labelled as “Figure B”. The sign contains three rectangles, stacked on top of one another. The top rectangle has a white reflective background and contains a symbol of a bus on top of a symbol of a car with the number “2” inside it. A white diamond shape in a small black rectangle appears in the upper left corner of this rectangle. The middle rectangle contains the word “BEGINS” in white letters on a reflective black background. The bottom rectangle has a white reflective background and contains a thick black arrow pointing down. The following measurements are written below the sign: (152.5 x 213.5) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 620/05, s. 5 (1); O. Reg. 89/15, s. 2 (1). (2) Despite subsection (1), in an area designated in the Schedule to the French Language Services Act, the commencement of a high occupancy vehicle lane shall be indicated by an overhead sign that has the dimensions and bears the markings as illustrated in Figure C. figure c  Text alternative: Illustration of an overhead high occupancy vehicle lane sign labelled as “Figure C”. The sign contains three rectangles, stacked on top of one another. The top rectangle has a white reflective background and contains a symbol of a bus on top of a symbol of a car with the number “2” inside it. A white diamond shape in a small black rectangle appears in the upper left corner of this rectangle. The middle rectangle contains the word “BEGINS/DÉBUT” in white letters on a reflective black background. The bottom rectangle has a white reflective background and contains a thick black arrow pointing down. The following measurements are written below the sign: (152.5 x 213.5) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 620/05, s. 5 (2); O. Reg. 89/15, s. 2 (2). (2.1) A temporary change of the commencement of a high occupancy vehicle lane authorized by an official under subsection 154.1 (1.1) of the Act shall be indicated by a ground-mounted sign that has the dimensions and bears the markings as illustrated in Figure C.1: figure C.1  Text alternative: Illustration of a ground-mounted high occupancy vehicle lane sign labelled as “Figure C.1”. The sign contains two rectangles, stacked on top of one another. The top rectangle has a white reflective background and contains a symbol of a bus on top of a symbol of a car with the number “2” inside it. A white diamond shape in a small black rectangle appears in the upper left corner of this rectangle. The bottom rectangle contains the word “BEGINS” in white letters on a reflective black background. The following measurements are written below the sign: (152.5 x 183) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 410/19, s. 1. (2.2) Despite subsection (2.1), in an area designated in the Schedule to the French Language Services Act, a temporary change of the commencement of a high occupancy vehicle lane authorized by an official under subsection 154.1 (1.1) of the Act shall be indicated by a ground-mounted sign that has the dimensions and bears the markings as illustrated in Figure C.2: figure C.2  Text alternative: Illustration of a ground-mounted high occupancy vehicle lane sign labelled as “Figure C.2”. The sign contains two rectangles, stacked on top of one another. The top rectangle has a white reflective background and contains a symbol of a bus on top of a symbol of a car with the number “2” inside it. A white diamond shape in a small black rectangle appears in the upper left corner of this rectangle. The bottom rectangle contains the word “BEGINS/DÉBUT” in white letters on a reflective black background. The following measurements are written below the sign: (152.5 x 183) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 410/19, s. 1. (3) High occupancy vehicle lane signs shall be erected along the length of a high occupancy vehicle lane and shall have the dimensions and bear the markings as illustrated in Figure D: figure d  Text alternative: Illustration of an overhead high occupancy vehicle lane sign labelled as “Figure D”. The sign has a white reflective background and contains a symbol of a bus on top of a symbol of a car with the number “2” inside it, below which appears a thick black arrow pointing down. A white diamond shape in a small black rectangle appears in the upper left corner of this rectangle. The following measurements are written below the sign: (152.5 x 183) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 620/05, s. 5 (3); O. Reg. 89/15, s. 2 (3). (4) High occupancy vehicle lane signs shall not be more than four kilometres apart from each other.  O. Reg. 620/05, s. 5 (4). (5) The end of a high occupancy vehicle lane shall be indicated by an overhead sign that has the dimensions and bears the markings as illustrated in Figure E or by a ground mounted sign that has the dimensions and bears the markings as illustrated in Figure F. figure e  Text alternative: Illustration of an overhead high occupancy vehicle lane sign labelled as “Figure E”. The sign contains two rectangles, stacked on top of one another. The top rectangle has a white reflective background and contains a symbol of a bus on top of a symbol of a car with the number “2” inside it, below which appears a thick black arrow pointing down. A white diamond shape in a small black rectangle appears in the upper left corner of this rectangle. The bottom rectangle contains the word “ENDS” in white letters on a reflective black background. The following measurements are written below the sign: (152.5 x 213.5) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. figure f  Text alternative: Illustration of a ground mounted high occupancy vehicle lane sign labelled as “Figure F”. The sign contains two rectangles, stacked on top of one another. The top rectangle has a white reflective background and contains a symbol of a bus on top of a symbol of a car with the number “2” inside it. A white diamond shape in a small black rectangle appears in the upper left corner of this rectangle. The bottom rectangle contains the word “ENDS” in white letters on a reflective black background. The following measurements are written below the sign: (152.5 x 183) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 620/05, s. 5 (5); O. Reg. 89/15, s. 2 (4). (6) Despite subsection (5), in an area designated in the Schedule to the French Language Services Act, the end of a high occupancy vehicle lane shall be indicated by an overhead sign that has the dimensions and bears the markings as illustrated in Figure G or by a ground mounted sign that has the dimensions and bears the markings as illustrated in Figure H. figure g  Text alternative: Illustration of an overhead high occupancy vehicle lane sign labelled as “Figure G”. The sign contains two rectangles, stacked on top of one another. The top rectangle has a white reflective background and contains a symbol of a bus on top of a symbol of a car with the number “2” inside it, below which appears a thick black arrow pointing down. A white diamond shape in a small black rectangle appears in the upper left corner of this rectangle. The bottom rectangle contains the word “ENDS/FIN” in white letters on a reflective black background. The following measurements are written below the sign: (152.5 x 213.5) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. figure h  Text alternative: Illustration of a ground mounted high occupancy vehicle lane sign labelled as “Figure H”. The sign contains two rectangles, stacked on top of one another. The top rectangle has a white reflective background and contains a symbol of a bus on top of a symbol of a car with the number “2” inside it. A white diamond shape in a small black rectangle appears in the upper left corner of this rectangle. The bottom rectangle contains the word “ENDS/FIN” in white letters on a reflective black background. The following measurements are written below the sign: (152.5 x 183) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 620/05, s. 5 (6); O. Reg. 89/15, s. 2 (5). (7) A sign prohibiting the crossing of a buffer zone shall have the dimensions and bear the markings as illustrated in, (a) Figure I or J, if the sign is an overhead sign; or (b) Figure K or L, if the sign is a ground mounted sign. figure i  Text alternative: Illustration of an overhead buffer zone sign labelled as “Figure I”. The sign contains an image on the left of a buffer zone as diagonal lines painted between solid lines and on the right contains the words “Do Not Cross”. The sign has a white reflective background with the buffer zone image and words appearing in black. The following measurements are written below the sign: (152.5 x 152.5) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. figure j  Text alternative: Illustration of an overhead buffer zone sign labelled as “Figure J”. The sign contains an image on the right of a buffer zone as diagonal lines painted between solid lines and on the left contains the words “Do Not Cross”. The sign has a white reflective background with the buffer zone image and words appearing in black. The following measurements are written below the sign: (152.5 x 152.5) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. figure k  Text alternative: Illustration of a ground mounted buffer zone sign labelled as “Figure K”. The sign contains an image on the left of a buffer zone as diagonal lines painted between solid lines and on the right contains the words “Do Not Cross”. The sign has a white reflective background with the buffer zone image and words appearing in black. The following measurements are written below the sign: (90 x 120) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. figure l  Text alternative: Illustration of a ground mounted buffer zone sign labelled as “Figure L”. The sign contains an image on the right of a buffer zone as diagonal lines painted between solid lines and on the left contains the words “Do Not Cross”. The sign has a white reflective background with the buffer zone image and words appearing in black. The following measurements are written below the sign: (90 x 120) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 620/05, s. 5 (7); O. Reg. 89/15, s. 2 (6). (8) Despite subsection (7), in an area designated in the Schedule to the French Language Services Act, a sign prohibiting the crossing of a buffer zone shall have the dimensions and bear the markings as illustrated in, (a) Figure M or N, if the sign is an overhead sign; or (b) Figure O or P, if the sign is a ground mounted sign. figure M  Text alternative: Illustration of an overhead buffer zone sign labelled as “Figure M”. The sign contains an image on the left of a buffer zone as diagonal lines painted between solid lines and on the right contains the words “Do Not Cross/Ne pas traverser”. The sign has a white reflective background with the buffer zone image and words appearing in black. The following measurements are written below the sign: (152.5 x 152.5) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. figure n  Text alternative: Illustration of an overhead buffer zone sign labelled as “Figure N”. The sign contains an image on the right of a buffer zone as diagonal lines painted between solid lines and on the left contains the words “Do Not Cross/Ne pas traverser”. The sign has a white reflective background with the buffer zone image and words appearing in black. The following measurements are written below the sign: (152.5 x 152.5) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. figure o  Text alternative: Illustration of a ground mounted buffer zone sign labelled as “Figure O”. The sign contains an image on the left of a buffer zone as diagonal lines painted between solid lines and on the right contains the words “Do Not Cross/Ne pas traverser”. The sign has a white reflective background with the buffer zone image and words appearing in black. The following measurements are written below the sign: (90 x 120) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. figure p  Text alternative: Illustration of a ground mounted buffer zone sign labelled as “Figure P”. The sign contains an image on the right of a buffer zone as diagonal lines painted between solid lines and on the left contains the words “Do Not Cross/Ne pas traverser”. The sign has a white reflective background with the buffer zone image and words appearing in black. The following measurements are written below the sign: (90 x 120) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 620/05, s. 5 (8); O. Reg. 89/15, s. 2 (7). (9) The dimensions of a sign may differ from those prescribed in this section as long as the dimensions are in the same proportion to each other as the dimensions prescribed in this section are to each other.  O. Reg. 620/05, s. 5 (9). (10) An overhead sign shall be erected directly above the high occupancy vehicle lane and a ground mounted sign shall be erected on the side of the highway facing approaching traffic.  O. Reg. 620/05, s. 5 (10). (11) Despite subsection (10), an overhead sign is not required to be erected over a high occupancy vehicle transfer lane. O. Reg. 868/21, s. 4. 6. Revoked: O. Reg. 99/15, s. 2 (2). 7.-10. Revoked: O. Reg. 99/15, s. 2 (3). SCHEDULE A  HIGHWAY NO. 404 1.  (1) That part of the King’s Highway known as No. 404 (southbound) lying between a point situate 1,100 metres measured southerly from its intersection with the centre line of the roadway known as 16th Avenue in The Regional Municipality of York and a point situate 1,090 metres measured southerly from its intersection with the centre line of the roadway known as Sheppard Avenue in the City of Toronto. (2) That part of the King’s Highway known as No. 404 (northbound) lying between a point situate 210 metres measured northerly from its intersection with the centre line of the roadway known as Van Horne Avenue in the City of Toronto and a point situate 567 metres measured southerly from its intersection with the centre line of the roadway known as Regional Road Highway 7 in The Regional Municipality of York. (3) This designation is effective 24 hours a day, seven days a week and every month of the year. (4) Revoked: O. Reg. 99/15, s. 3 (2). O. Reg. 620/05, Sched. A; O. Reg. 356/07, s. 1; O. Reg. 99/15, s. 3. SCHEDULE B   HIGHWAY NO. 403 1. (1) That part of the King’s Highway known as No. 403 (eastbound) in the City of Mississauga in The Regional Municipality of Peel lying between a point situate 886 metres measured westerly from its intersection with the centre line of the roadway known as Winston Churchill Boulevard and a point situate 30 metres measured southerly from its intersection with the centre line of the roadway known as Matheson Boulevard. (2) That part of the King’s Highway known as No. 403 (westbound) in the City of Mississauga in The Regional Municipality of Peel lying between a point situate 150 metres measured southerly from its intersection with the centre line of the roadway known as Matheson Boulevard and a point situate 520 metres measured easterly from its intersection with the centre line of the roadway known as Winston Churchill Boulevard. (3) This designation is effective 24 hours a day, seven days a week and every month of the year. 2. (1) That part of the King’s Highway known as No. 403 (eastbound) in the City of Mississauga in The Regional Municipality of Peel lying in the collector lanes between a point situate 600 metres measured southerly from its intersection with the centre line of the roadway known as Matheson Boulevard and a point situate at its intersection with the King’s Highway known as No. 401. (2) This designation is effective 24 hours a day, seven days a week and every month of the year. O. Reg. 620/05, Sched. B; O. Reg. 455/18, s. 1; O. Reg. 245/19, s. 1. SCHEDULE C   HIGHWAY NO. 417 1. (1) That part of the King’s Highway known as No. 417 (eastbound) in the City of Ottawa lying between a point situate 415 metres measured westerly from its intersection with the centre line of the roadway known as Palladium Drive and a point situate 14 metres measured westerly from its intersection with the centre line of the roadway known as Moodie Drive. (2) This designation is effective 24 hours a day, seven days a week and every month of the year. 2. (1) That part of the King’s Highway known as No. 417 (westbound) in the City of Ottawa lying between a point situate 1,105 metres measured westerly from its intersection with the centre line of the roadway known as Moodie Drive and a point situate 465 metres measured easterly from its intersection with the centre line of the roadway known as Palladium Drive. (2) This designation is effective 24 hours a day, seven days a week and every month of the year. O. Reg. 205/14, s. 1. SCHEDULE D   queen elizabeth way and HIGHWAY NO. 403 1. (1) That part of the King’s Highway known as Queen Elizabeth Way and No. 403 (eastbound) in The Regional Municipality of Halton lying between a point situate 39 metres measured westerly from its intersection with the centre line of the roadway known as Guelph Line in the City of Burlington and a point situate 101 metres measured westerly from its intersection with the centre line of the roadway known as Trafalgar Road in the Town of Oakville. (2) That part of the King’s Highway known as Queen Elizabeth Way/Highway 403 (westbound) in The Regional Municipality of Halton lying between a point situate 185 metres measured easterly from its intersection with the centre line of the roadway known as Trafalgar Road in the Town of Oakville and a point situate 380 metres measured easterly from its intersection with the centre line of the roadway known as Guelph Line in the City of Burlington. (3) This designation is effective 24 hours a day, seven days a week and every month of the year. (4) Revoked: O. Reg. 99/15, s. 4 (2). O. Reg. 435/10, s. 1; O. Reg. 459/11, s. 1; O. Reg. 99/15, s. 4; O. Reg. 523/22, s. 1. schedule e    highway no. 427 1. (1) That part of the King’s Highway known as No. 427 (southbound) in the City of Toronto, The Regional Municipality of Peel, the City of Vaughan and The Regional Municipality of York lying between a point situate 1,100 metres measured northerly from its intersection with the centre line of the roadway known as Rutherford Road and a point situate 500 metres measured southerly from its intersection with the centre line of the King’s Highway known as No. 409. (2) That part of the King’s Highway known as No. 427 (northbound) in the City of Toronto, The Regional Municipality of Peel, the City of Vaughan and The Regional Municipality of York lying between a point situate 800 metres measured southerly from its intersection with the centre line of the King’s Highway known as No. 409 and a point situate 1,250 metres measured northerly from its intersection with the centre line of the roadway known as Rutherford Road. (3) This designation is effective 24 hours a day, seven days a week and every month of the year. O. Reg. 639/21, s. 1. schedule F    highway no. 410 1. (1) That part of the King’s Highway known as No. 410 (northbound) in The Regional Municipality of Peel lying between a point situate at its intersection with the King’s Highway known as No. 401 in the City of Mississauga and a point situate 350 metres measured southerly from its intersection with the centre line of the roadway known as Clark Boulevard in the City of Brampton. (2) That part of the King’s Highway known as No. 410 (southbound) in The Regional Municipality of Peel lying between a point situate 40 metres measured northerly from its intersection with the centre line of the roadway known as Glidden Road in the City of Brampton and a point situate 800 metres measured northerly from its intersection with the centre line of the King’s Highway known as No. 401 in the City of Mississauga. (3) This designation is effective 24 hours a day, seven days a week and every month of the year. O. Reg. 455/18, s. 2. SCHEDULE G   Highway no. 401 1. (1) That part of the King’s Highway known as No. 401 (eastbound) lying between a point situate 438 metres measured westerly from its intersection with the centre line of the roadway known as Regional Road 25 in the Town of Milton and a point situate 2,440 metres measured westerly from its intersection with the centre line of the roadway known as Dixie Road in the City of Mississauga. (2) That part of the King’s Highway known as No. 401 (westbound) lying between a point situate 1,970 metres measured westerly from its intersection with the centre line of the roadway known as Dixie Road in the City of Mississauga and a point situate 304 metres measured easterly from its intersection with the centre line of the roadway known as Regional Road 25 in the Town of Milton. (2.1) That part of the King’s Highway known as No. 401 (eastbound) lying between a point situate 652 meters measured easterly from its intersection with the centre line of the roadway known as Fountain Street North (Waterloo Road 17) in the City of Cambridge in the Region of Waterloo and a point situate 581 metres measured westerly from its intersection with the centre line of the roadway known as Townline Road (Waterloo Road 33) in the City of Cambridge in the Region of Waterloo. (2.2) That part of the King’s Highway known as No. 401 (westbound) lying between a point situate 93 meters measured easterly from its intersection with the centre line of the roadway known as Townline Road (Waterloo Road 33) in the City of Cambridge in the Region of Waterloo and a point situate 406 metres measured westerly from its intersection with the centre line of the roadway known as Speedsville Road in the City of Cambridge in the Region of Waterloo. (3) This designation is effective 24 hours a day, seven days a week and every month of the year. O. Reg. 662/20, s. 1; O. Reg. 523/22, s. 2; O. Reg. 372/23, s. 1. SCHEDULE h   Highway no. 400 1. (1) That part of the King’s Highway known as No. 400 (northbound) in the Regional Municipality of York lying between a point situate 435 metres measured southerly from its intersection with the centre line of the roadway known as York Regional Road 25 — Major Mackenzie Drive West in the City of Vaughan and a point situate 1020 metres measured northerly from its intersection with the centre line of the roadway known as York Regional Road 11 — King Road in the Township of King. (2) That part of the King’s Highway known as No. 400 (southbound) in the Regional Municipality of York lying between a point situate 1070 metres measured northerly from its intersection with the centre line of the roadway known as York Regional Road 11 — King Road in the Township of King and a point situate 675 metres measured southerly from its intersection with the centre line of the roadway known as York Regional Road 49 — Teston Road in the City of Vaughan. (3) This designation is effective 24 hours a day, seven days a week and every month of the year. O. Reg. 582/21, s. 1.  Français  ",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK5\"></a>5. </b>(1) The commencement of a high occupancy vehicle lane shall be indicated by an overhead sign that has the dimensions and bears the markings as illustrated in Figure B.</p> <p class=\"headingx-e\">figure b</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure B - overhead sign with HOV diamond symbol, bus, car with 2 inside it, text BEGINS and down arrow.\" border=\"0\" height=\"479\" id=\"Picture 9\" src=\"050620_e_files/image005.jpg\" width=\"408\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of an overhead high occupancy vehicle lane sign labelled as “Figure B”. The sign contains three rectangles, stacked on top of one another. The top rectangle has a white reflective background and contains a symbol of a bus on top of a symbol of a car with the number “2” inside it. A white diamond shape in a small black rectangle appears in the upper left corner of this rectangle. The middle rectangle contains the word “BEGINS” in white letters on a reflective black background. The bottom rectangle has a white reflective background and contains a thick black arrow pointing down. The following measurements are written below the sign: (152.5 x 213.5) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 620/05, s. 5 (1); O. Reg. 89/15, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), in an area designated in the Schedule to the <i>French Language Services Act</i>, the commencement of a high occupancy vehicle lane shall be indicated by an overhead sign that has the dimensions and bears the markings as illustrated in Figure C.</p> <p class=\"headingx-e\">figure c</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure C - overhead sign with HOV diamond symbol, bus, car with 2 inside it, text BEGINS/DÉBUT and down arrow.\" border=\"0\" height=\"487\" id=\"Picture 1\" src=\"050620_e_files/image006.jpg\" width=\"417\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of an overhead high occupancy vehicle lane sign labelled as “Figure C”. The sign contains three rectangles, stacked on top of one another. The top rectangle has a white reflective background and contains a symbol of a bus on top of a symbol of a car with the number “2” inside it. A white diamond shape in a small black rectangle appears in the upper left corner of this rectangle. The middle rectangle contains the word “BEGINS/DÉBUT” in white letters on a reflective black background. The bottom rectangle has a white reflective background and contains a thick black arrow pointing down. The following measurements are written below the sign: (152.5 x 213.5) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 620/05, s. 5 (2); O. Reg. 89/15, s. 2 (2).</p> <p class=\"subsection-e\">  (2.1) A temporary change of the commencement of a high occupancy vehicle lane authorized by an official under subsection 154.1 (1.1) of the Act shall be indicated by a ground-mounted sign that has the dimensions and bears the markings as illustrated in Figure C.1:</p> <p class=\"headingx-e\">figure C.1</p> <p class=\"scanned-e\"><img alt=\"Illustration of Figure B.1 - ground-mounted sign with HOV diamond symbol, bus, car with 2 inside it, text BEGINS.\" border=\"0\" height=\"427\" id=\"Picture 4\" src=\"050620_e_files/image007.jpg\" width=\"345\"/></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground-mounted high occupancy vehicle lane sign labelled as “Figure C.1”. The sign contains two rectangles, stacked on top of one another. The top rectangle has a white reflective background and contains a symbol of a bus on top of a symbol of a car with the number “2” inside it. A white diamond shape in a small black rectangle appears in the upper left corner of this rectangle. The bottom rectangle contains the word “BEGINS” in white letters on a reflective black background. The following measurements are written below the sign: (152.5 x 183) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 410/19, s. 1.</p> <p class=\"subsection-e\">  (2.2) Despite subsection (2.1), in an area designated in the Schedule to the <i>French Language Services Act</i>, a temporary change of the commencement of a high occupancy vehicle lane authorized by an official under subsection 154.1 (1.1) of the Act shall be indicated by a ground-mounted sign that has the dimensions and bears the markings as illustrated in Figure C.2:</p> <p class=\"headingx-e\">figure C.2</p> <p class=\"scanned-e\"><img alt=\"Illustration of Figure C.1 - ground-mounted sign with HOV diamond symbol, bus, car with 2 inside it and text BEGINS/DÉBUT.\" border=\"0\" height=\"499\" id=\"Picture 5\" src=\"050620_e_files/image008.jpg\" width=\"403\"/></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground-mounted high occupancy vehicle lane sign labelled as “Figure C.2”. The sign contains two rectangles, stacked on top of one another. The top rectangle has a white reflective background and contains a symbol of a bus on top of a symbol of a car with the number “2” inside it. A white diamond shape in a small black rectangle appears in the upper left corner of this rectangle. The bottom rectangle contains the word “BEGINS/DÉBUT” in white letters on a reflective black background. The following measurements are written below the sign: (152.5 x 183) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 410/19, s. 1.</p> <p class=\"subsection-e\">  (3) High occupancy vehicle lane signs shall be erected along the length of a high occupancy vehicle lane and shall have the dimensions and bear the markings as illustrated in Figure D:</p> <p class=\"headingx-e\">figure d</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure D - overhead sign with HOV diamond symbol, bus, car with number 2 inside it, and down arrow. \" border=\"0\" height=\"418\" id=\"Picture 20\" src=\"050620_e_files/image009.jpg\" width=\"385\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of an overhead high occupancy vehicle lane sign labelled as “Figure D”. The sign has a white reflective background and contains a symbol of a bus on top of a symbol of a car with the number “2” inside it, below which appears a thick black arrow pointing down. A white diamond shape in a small black rectangle appears in the upper left corner of this rectangle. The following measurements are written below the sign: (152.5 x 183) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 620/05, s. 5 (3); O. Reg. 89/15, s. 2 (3).</p> <p class=\"subsection-e\">  (4) High occupancy vehicle lane signs shall not be more than four kilometres apart from each other.  O. Reg. 620/05, s. 5 (4).</p> <p class=\"subsection-e\">  (5) The end of a high occupancy vehicle lane shall be indicated by an overhead sign that has the dimensions and bears the markings as illustrated in Figure E or by a ground mounted sign that has the dimensions and bears the markings as illustrated in Figure F.</p> <p class=\"headingx-e\">figure e</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure E - overhead sign with HOV diamond symbol, bus, car with 2 inside it, down arrow and text ENDS.\" border=\"0\" height=\"489\" id=\"Picture 21\" src=\"050620_e_files/image010.jpg\" width=\"390\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of an overhead high occupancy vehicle lane sign labelled as “Figure E”. The sign contains two rectangles, stacked on top of one another. The top rectangle has a white reflective background and contains a symbol of a bus on top of a symbol of a car with the number “2” inside it, below which appears a thick black arrow pointing down. A white diamond shape in a small black rectangle appears in the upper left corner of this rectangle. The bottom rectangle contains the word “ENDS” in white letters on a reflective black background. The following measurements are written below the sign: (152.5 x 213.5) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"headingx-e\">figure f</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure F - ground mounted sign with HOV diamond symbol, bus, car with 2 inside it, down arrow and text ENDS.\" border=\"0\" height=\"416\" src=\"050620_e_files/image011.jpg\" width=\"379\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground mounted high occupancy vehicle lane sign labelled as “Figure F”. The sign contains two rectangles, stacked on top of one another. The top rectangle has a white reflective background and contains a symbol of a bus on top of a symbol of a car with the number “2” inside it. A white diamond shape in a small black rectangle appears in the upper left corner of this rectangle. The bottom rectangle contains the word “ENDS” in white letters on a reflective black background. The following measurements are written below the sign: (152.5 x 183) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 620/05, s. 5 (5); O. Reg. 89/15, s. 2 (4).</p> <p class=\"subsection-e\">  (6) Despite subsection (5), in an area designated in the Schedule to the <i>French Language Services Act</i>, the end of a high occupancy vehicle lane shall be indicated by an overhead sign that has the dimensions and bears the markings as illustrated in Figure G or by a ground mounted sign that has the dimensions and bears the markings as illustrated in Figure H.</p> <p class=\"headingx-e\">figure g</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure G - overhead sign with HOV diamond symbol, bus, car with 2 inside it, down arrow and text ENDS/FIN.\" border=\"0\" height=\"478\" src=\"050620_e_files/image012.jpg\" width=\"402\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of an overhead high occupancy vehicle lane sign labelled as “Figure G”. The sign contains two rectangles, stacked on top of one another. The top rectangle has a white reflective background and contains a symbol of a bus on top of a symbol of a car with the number “2” inside it, below which appears a thick black arrow pointing down. A white diamond shape in a small black rectangle appears in the upper left corner of this rectangle. The bottom rectangle contains the word “ENDS/FIN” in white letters on a reflective black background. The following measurements are written below the sign: (152.5 x 213.5) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"headingx-e\">figure h</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure H - ground mounted sign with HOV diamond symbol, bus, car with 2 inside it, and text ENDS/FIN.\" border=\"0\" height=\"406\" id=\"Picture 24\" src=\"050620_e_files/image013.jpg\" width=\"393\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground mounted high occupancy vehicle lane sign labelled as “Figure H”. The sign contains two rectangles, stacked on top of one another. The top rectangle has a white reflective background and contains a symbol of a bus on top of a symbol of a car with the number “2” inside it. A white diamond shape in a small black rectangle appears in the upper left corner of this rectangle. The bottom rectangle contains the word “ENDS/FIN” in white letters on a reflective black background. The following measurements are written below the sign: (152.5 x 183) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 620/05, s. 5 (6); O. Reg. 89/15, s. 2 (5).</p> <p class=\"subsection-e\">  (7) A sign prohibiting the crossing of a buffer zone shall have the dimensions and bear the markings as illustrated in,</p> <p class=\"clause-e\">  (a) Figure I or J, if the sign is an overhead sign; or</p> <p class=\"clause-e\">  (b) Figure K or L, if the sign is a ground mounted sign.</p> <p class=\"headingx-e\">figure i</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure I - overhead sign of a buffer zone and to its right the text Do Not Cross.\" border=\"0\" height=\"363\" id=\"Picture 25\" src=\"050620_e_files/image014.jpg\" width=\"370\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of an overhead buffer zone sign labelled as “Figure I”. The sign contains an image on the left of a buffer zone as diagonal lines painted between solid lines and on the right contains the words “Do Not Cross”. The sign has a white reflective background with the buffer zone image and words appearing in black. The following measurements are written below the sign: (152.5 x 152.5) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"headingx-e\">figure j</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure J - overhead sign of a buffer zone and to its left the text Do Not Cross.\" border=\"0\" height=\"352\" id=\"Picture 26\" src=\"050620_e_files/image015.jpg\" width=\"332\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of an overhead buffer zone sign labelled as “Figure J”. The sign contains an image on the right of a buffer zone as diagonal lines painted between solid lines and on the left contains the words “Do Not Cross”. The sign has a white reflective background with the buffer zone image and words appearing in black. The following measurements are written below the sign: (152.5 x 152.5) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"headingx-e\">figure k</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure K - ground mounted sign of a buffer zone and to its right the text Do Not Cross.\" border=\"0\" height=\"423\" id=\"Picture 27\" src=\"050620_e_files/image016.jpg\" width=\"373\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground mounted buffer zone sign labelled as “Figure K”. The sign contains an image on the left of a buffer zone as diagonal lines painted between solid lines and on the right contains the words “Do Not Cross”. The sign has a white reflective background with the buffer zone image and words appearing in black. The following measurements are written below the sign: (90 x 120) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"headingx-e\">figure l</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure L - ground mounted sign of a buffer zone and to its left the text Do Not Cross.\" border=\"0\" height=\"463\" id=\"Picture 28\" src=\"050620_e_files/image017.jpg\" width=\"311\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground mounted buffer zone sign labelled as “Figure L”. The sign contains an image on the right of a buffer zone as diagonal lines painted between solid lines and on the left contains the words “Do Not Cross”. The sign has a white reflective background with the buffer zone image and words appearing in black. The following measurements are written below the sign: (90 x 120) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\"> O. Reg. 620/05, s. 5 (7); O. Reg. 89/15, s. 2 (6).</p> <p class=\"subsection-e\">  (8) Despite subsection (7), in an area designated in the Schedule to the <i>French Language Services Act</i>, a sign prohibiting the crossing of a buffer zone shall have the dimensions and bear the markings as illustrated in,</p> <p class=\"clause-e\">  (a) Figure M or N, if the sign is an overhead sign; or</p> <p class=\"clause-e\">  (b) Figure O or P, if the sign is a ground mounted sign.</p> <p class=\"headingx-e\">figure M</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure M - overhead sign of a buffer zone and to its right the text Do Not Cross/Ne pas traverser.\" border=\"0\" height=\"378\" src=\"050620_e_files/image018.jpg\" width=\"395\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of an overhead buffer zone sign labelled as “Figure M”. The sign contains an image on the left of a buffer zone as diagonal lines painted between solid lines and on the right contains the words “Do Not Cross/Ne pas traverser”. The sign has a white reflective background with the buffer zone image and words appearing in black. The following measurements are written below the sign: (152.5 x 152.5) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"headingx-e\">figure n</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure N - overhead sign of a buffer zone and to its left the text Do Not Cross/Ne pas traverser.\" border=\"0\" height=\"403\" id=\"Picture 30\" src=\"050620_e_files/image019.jpg\" width=\"355\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of an overhead buffer zone sign labelled as “Figure N”. The sign contains an image on the right of a buffer zone as diagonal lines painted between solid lines and on the left contains the words “Do Not Cross/Ne pas traverser”. The sign has a white reflective background with the buffer zone image and words appearing in black. The following measurements are written below the sign: (152.5 x 152.5) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"headingx-e\">figure o</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure O - ground-mounted sign of a buffer zone and to its right the text Do Not Cross/Ne pas traverser.\" border=\"0\" height=\"427\" id=\"Picture 8\" src=\"050620_e_files/image020.jpg\" width=\"367\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground mounted buffer zone sign labelled as “Figure O”. The sign contains an image on the left of a buffer zone as diagonal lines painted between solid lines and on the right contains the words “Do Not Cross/Ne pas traverser”. The sign has a white reflective background with the buffer zone image and words appearing in black. The following measurements are written below the sign: (90 x 120) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"headingx-e\">figure p</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure P - ground-mounted sign of a buffer zone and to its left the text Do Not Cross/Ne pas traverser.\" border=\"0\" height=\"450\" id=\"Picture 32\" src=\"050620_e_files/image021.jpg\" width=\"304\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground mounted buffer zone sign labelled as “Figure P”. The sign contains an image on the right of a buffer zone as diagonal lines painted between solid lines and on the left contains the words “Do Not Cross/Ne pas traverser”. The sign has a white reflective background with the buffer zone image and words appearing in black. The following measurements are written below the sign: (90 x 120) cm. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 620/05, s. 5 (8); O. Reg. 89/15, s. 2 (7).</p> <p class=\"subsection-e\">  (9) The dimensions of a sign may differ from those prescribed in this section as long as the dimensions are in the same proportion to each other as the dimensions prescribed in this section are to each other.  O. Reg. 620/05, s. 5 (9).</p> <p class=\"subsection-e\">  (10) An overhead sign shall be erected directly above the high occupancy vehicle lane and a ground mounted sign shall be erected on the side of the highway facing approaching traffic.  O. Reg. 620/05, s. 5 (10).</p> <p class=\"subsection-e\">  (11) Despite subsection (10), an overhead sign is not required to be erected over a high occupancy vehicle transfer lane. O. Reg. 868/21, s. 4.</p> <p class=\"section-e\"> <b>6. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 99/15, s. 2 (2).</p> <p class=\"section-e\"> <b>7.-10. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 99/15, s. 2 (3).</p> <p class=\"schedule-e\"><a name=\"BK6\"></a>SCHEDULE A <br/> <span lang=\"EN\">HIGHWAY NO.</span><span lang=\"EN\"> 404</span></p> <p class=\"section-e\">  1. <b> </b>(1) That part of the King’s Highway known as No. 404 (southbound) lying between a point situate 1,100 metres measured southerly from its intersection with the centre line of the roadway known as 16th Avenue in The Regional Municipality of York and a point situate 1,090 metres measured southerly from its intersection with the centre line of the roadway known as Sheppard Avenue in the City of Toronto.</p> <p class=\"subsection-e\">  (2) That part of the King’s Highway known as No. 404 (northbound) lying between a point situate 210 metres measured northerly from its intersection with the centre line of the roadway known as Van Horne Avenue in the City of Toronto and a point situate 567 metres measured southerly from its intersection with the centre line of the roadway known as Regional Road Highway 7 in The Regional Municipality of York.</p> <p class=\"subsection-e\">  (3) This designation is effective 24 hours a day, seven days a week and every month of the year.</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 99/15, s. 3 (2).</p> <p class=\"footnote-e\">O. Reg. 620/05, Sched. A; O. Reg. 356/07, s. 1; O. Reg. 99/15, s. 3.</p> <p class=\"schedule-e\"><a name=\"BK7\"></a>SCHEDULE B <br/>  HIGHWAY NO. 403</p> <p class=\"section-e\">  1. (1) That part of the King’s Highway known as No. 403 (eastbound) in the City of Mississauga in The Regional Municipality of Peel lying between a point situate 886 metres measured westerly from its intersection with the centre line of the roadway known as Winston Churchill Boulevard and a point situate 30 metres measured southerly from its intersection with the centre line of the roadway known as Matheson Boulevard.</p> <p class=\"subsection-e\">  (2) That part of the King’s Highway known as No. 403 (westbound) in the City of Mississauga in The Regional Municipality of Peel lying between a point situate 150 metres measured southerly from its intersection with the centre line of the roadway known as Matheson Boulevard and a point situate 520 metres measured easterly from its intersection with the centre line of the roadway known as Winston Churchill Boulevard.</p> <p class=\"subsection-e\">  (3) This designation is effective 24 hours a day, seven days a week and every month of the year.</p> <p class=\"section-e\">  2. (1) That part of the King’s Highway known as No. 403 (eastbound) in the City of Mississauga in The Regional Municipality of Peel lying in the collector lanes between a point situate 600 metres measured southerly from its intersection with the centre line of the roadway known as Matheson Boulevard and a point situate at its intersection with the King’s Highway known as No. 401.</p> <p class=\"subsection-e\">  (2) This designation is effective 24 hours a day, seven days a week and every month of the year.</p> <p class=\"footnote-e\">O. Reg. 620/05, Sched. B; O. Reg. 455/18, s. 1; O. Reg. 245/19, s. 1.</p> <p class=\"schedule-e\"><a name=\"BK8\"></a>SCHEDULE C <br/>  HIGHWAY NO. 417</p> <p class=\"section-e\">  1. (1) That part of the King’s Highway known as No. 417 (eastbound) in the City of Ottawa lying between a point situate 415 metres measured westerly from its intersection with the centre line of the roadway known as Palladium Drive and a point situate 14 metres measured westerly from its intersection with the centre line of the roadway known as Moodie Drive.</p> <p class=\"subsection-e\">  (2) This designation is effective 24 hours a day, seven days a week and every month of the year.</p> <p class=\"section-e\">  2. (1) That part of the King’s Highway known as No. 417 (westbound) in the City of Ottawa lying between a point situate 1,105 metres measured westerly from its intersection with the centre line of the roadway known as Moodie Drive and a point situate 465 metres measured easterly from its intersection with the centre line of the roadway known as Palladium Drive.</p> <p class=\"subsection-e\">  (2) This designation is effective 24 hours a day, seven days a week and every month of the year.</p> <p class=\"footnote-e\">O. Reg. 205/14, s. 1.</p> <p class=\"schedule-e\"><a name=\"BK9\"></a>SCHEDULE D <br/>  queen elizabeth way and HIGHWAY NO. 403</p> <p class=\"section-e\">  1. (1) That part of the King’s Highway known as Queen Elizabeth Way and No. 403 (eastbound) in The Regional Municipality of Halton lying between a point situate 39 metres measured westerly from its intersection with the centre line of the roadway known as Guelph Line in the City of Burlington and a point situate 101 metres measured westerly from its intersection with the centre line of the roadway known as Trafalgar Road in the Town of Oakville.</p> <p class=\"subsection-e\">  (2) That part of the King’s Highway known as Queen Elizabeth Way/Highway 403 (westbound) in The Regional Municipality of Halton lying between a point situate 185 metres measured easterly from its intersection with the centre line of the roadway known as Trafalgar Road in the Town of Oakville and a point situate 380 metres measured easterly from its intersection with the centre line of the roadway known as Guelph Line in the City of Burlington.</p> <p class=\"subsection-e\">  (3) This designation is effective 24 hours a day, seven days a week and every month of the year.</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 99/15, s. 4 (2).</p> <p class=\"footnote-e\">O. Reg. 435/10, s. 1; O. Reg. 459/11, s. 1; O. Reg. 99/15, s. 4; O. Reg. 523/22, s. 1.</p> <p class=\"schedule-e\"><a name=\"BK10\"></a>schedule e  <br/>  highway no. 427</p> <p class=\"section-e\">  1. (1) That part of the King’s Highway known as No. 427 (southbound) in the City of Toronto, The Regional Municipality of Peel, the City of Vaughan and The Regional Municipality of York lying between a point situate 1,100 metres measured northerly from its intersection with the centre line of the roadway known as Rutherford Road and a point situate 500 metres measured southerly from its intersection with the centre line of the King’s Highway known as No. 409.</p> <p class=\"subsection-e\">  (2) That part of the King’s Highway known as No. 427 (northbound) in the City of Toronto, The Regional Municipality of Peel, the City of Vaughan and The Regional Municipality of York lying between a point situate 800 metres measured southerly from its intersection with the centre line of the King’s Highway known as No. 409 and a point situate 1,250 metres measured northerly from its intersection with the centre line of the roadway known as Rutherford Road.</p> <p class=\"subsection-e\">  (3) This designation is effective 24 hours a day, seven days a week and every month of the year.</p> <p class=\"footnote-e\">O. Reg. 639/21, s. 1.</p> <p class=\"schedule-e\"><a name=\"BK11\"></a>schedule F  <br/>  highway no. 410</p> <p class=\"section-e\">  1. (1) That part of the King’s Highway known as No. 410 (northbound) in The Regional Municipality of Peel lying between a point situate at its intersection with the King’s Highway known as No. 401 in the City of Mississauga and a point situate 350 metres measured southerly from its intersection with the centre line of the roadway known as Clark Boulevard in the City of Brampton.</p> <p class=\"subsection-e\">  (2) That part of the King’s Highway known as No. 410 (southbound) in The Regional Municipality of Peel lying between a point situate 40 metres measured northerly from its intersection with the centre line of the roadway known as Glidden Road in the City of Brampton and a point situate 800 metres measured northerly from its intersection with the centre line of the King’s Highway known as No. 401 in the City of Mississauga.</p> <p class=\"subsection-e\">  (3) This designation is effective 24 hours a day, seven days a week and every month of the year.</p> <p class=\"footnote-e\">O. Reg. 455/18, s. 2.</p> <p class=\"schedule-e\"><a name=\"BK12\"></a>SCHEDULE G <br/>  Highway no. 401</p> <p class=\"section-e\">  1. (1) That part of the King’s Highway known as No. 401 (eastbound) lying between a point situate 438 metres measured westerly from its intersection with the centre line of the roadway known as Regional Road 25 in the Town of Milton and a point situate 2,440 metres measured westerly from its intersection with the centre line of the roadway known as Dixie Road in the City of Mississauga.</p> <p class=\"subsection-e\">  (2) That part of the King’s Highway known as No. 401 (westbound) lying between a point situate 1,970 metres measured westerly from its intersection with the centre line of the roadway known as Dixie Road in the City of Mississauga and a point situate 304 metres measured easterly from its intersection with the centre line of the roadway known as Regional Road 25 in the Town of Milton.</p> <p class=\"subsection-e\">  (2.1) That part of the King’s Highway known as No. 401 (eastbound) lying between a point situate 652 meters measured easterly from its intersection with the centre line of the roadway known as Fountain Street North (Waterloo Road 17) in the City of Cambridge in the Region of Waterloo and a point situate 581 metres measured westerly from its intersection with the centre line of the roadway known as Townline Road (Waterloo Road 33) in the City of Cambridge in the Region of Waterloo. </p> <p class=\"subsection-e\">  (2.2) That part of the King’s Highway known as No. 401 (westbound) lying between a point situate 93 meters measured easterly from its intersection with the centre line of the roadway known as Townline Road (Waterloo Road 33) in the City of Cambridge in the Region of Waterloo and a point situate 406 metres measured westerly from its intersection with the centre line of the roadway known as Speedsville Road in the City of Cambridge in the Region of Waterloo.</p> <p class=\"subsection-e\">  (3) This designation is effective 24 hours a day, seven days a week and every month of the year.</p> <p class=\"footnote-e\">O. Reg. 662/20, s. 1; O. Reg. 523/22, s. 2; O. Reg. 372/23, s. 1.</p> <p class=\"schedule-e\"><a name=\"BK13\"></a>SCHEDULE h <br/>  Highway no. 400</p> <p class=\"section-e\">  1. (1) That part of the King’s Highway known as No. 400 (northbound) in the Regional Municipality of York lying between a point situate 435 metres measured southerly from its intersection with the centre line of the roadway known as York Regional Road 25 — Major Mackenzie Drive West in the City of Vaughan and a point situate 1020 metres measured northerly from its intersection with the centre line of the roadway known as York Regional Road 11 — King Road in the Township of King.</p> <p class=\"subsection-e\">  (2) That part of the King’s Highway known as No. 400 (southbound) in the Regional Municipality of York lying between a point situate 1070 metres measured northerly from its intersection with the centre line of the roadway known as York Regional Road 11 — King Road in the Township of King and a point situate 675 metres measured southerly from its intersection with the centre line of the roadway known as York Regional Road 49 — Teston Road in the City of Vaughan.</p> <p class=\"subsection-e\">  (3) This designation is effective 24 hours a day, seven days a week and every month of the year.</p> <p class=\"footnote-e\">O. Reg. 582/21, s. 1.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/050620\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Schedule A",
            "part_id": null,
            "part_type": null,
            "section": "Highway no. 404",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "Schedule B",
            "part_id": null,
            "part_type": null,
            "section": "Highway no. 403",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Schedule C",
            "part_id": null,
            "part_type": null,
            "section": "Highway no. 417",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "Schedule D",
            "part_id": null,
            "part_type": null,
            "section": "Queen Elizabeth Way and Highway no. 403",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Schedule E",
            "part_id": null,
            "part_type": null,
            "section": "Highway no. 427",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "Schedule F",
            "part_id": null,
            "part_type": null,
            "section": "Highway no. 410",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "Schedule G",
            "part_id": null,
            "part_type": null,
            "section": "Highway no. 401",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Schedule H",
            "part_id": null,
            "part_type": null,
            "section": "Highway no. 400",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}