{
    "reg_info": {
        "full_title": "O. Reg. 385/99: GAMES OF CHANCE CONDUCTED AND MANAGED BY THE ONTARIO LOTTERY AND GAMING CORPORATION",
        "reg_name_text": "GAMES OF CHANCE CONDUCTED AND MANAGED BY THE ONTARIO LOTTERY AND GAMING CORPORATION ",
        "citation": "O. Reg. 385/99: GAMES OF CHANCE CONDUCTED AND MANAGED BY THE ONTARIO LOTTERY AND GAMING CORPORATION",
        "act_under": "Gaming Control Act, 1992   Loi de 1992 sur la réglementation des jeux",
        "url": "https://www.ontario.ca/laws/regulation/990385",
        "date_scraped": "2023-12-19 05:17:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/990385/v4",
            "valid_from": "May 14, 2012",
            "valid_to": "May 31, 2012"
        },
        {
            "a_href": "/laws/regulation/990385/v3",
            "valid_from": "July  1, 2011",
            "valid_to": "May 13, 2012"
        },
        {
            "a_href": "/laws/regulation/990385/v2",
            "valid_from": "May  6, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/regulation/990385/v1",
            "valid_from": "December 14, 2001",
            "valid_to": "May  5, 2011"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions and Application of Regulation",
            "content": "1. In this Regulation, “casino” means a place that is kept for the purpose of playing a prescribed lottery scheme, but does not include a charity casino or a slot machine facility; “charity casino” means a charity casino as defined in the Ontario Lottery and Gaming Corporation Act, 1999; “chip” means a symbol of value that is issued for the playing of games of chance in a casino or charity casino and that is redeemable for cash at the casino or at a charity casino, as the case may be; “gaming employee” means an individual who is employed in the operation of a casino, charity casino, slot machine facility or prescribed lottery scheme, whose regular duties require access to any area of the premises used for gaming-related purposes and who does not supervise other individuals, but does not include an employee whose activities, in the opinion of the Registrar, do not affect the integrity of the operation of the gaming premises; “gaming equipment” means equipment, including a slot machine, that, (a) could influence the outcome of a game of chance that is held in a casino, charity casino or slot machine facility or that is a prescribed lottery scheme, or (b) is integral to the conduct, management or operation of a game of chance described in clause (a); “gaming key employee” means an individual who is employed in the operation of a gaming premises that is a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme and who, (a) exercises significant decision-making authority with respect to the operation of the gaming premises, (b) is the head of a department that is responsible for human resources, accounting, audit, purchasing or compliance with respect to the gaming premises, (c) in the opinion of the Registrar, supervises gaming employees employed in the operation of the gaming premises, or (d) under contract with the Ontario Lottery and Gaming Corporation or the operator of the gaming premises, provides training to individuals in gaming, dealing, equipment installation, maintenance or repairs or any other gaming-related aspect of the premises; “gaming management system” means any computer-based equipment or equipment that relies on mechanical or electronic devices used in the operation of a game of chance held in a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme, and includes links connected to progressive slot machines, computerized keno games, computerized systems for monitoring slot machines, stand-alone progressive systems for table games that have progressive jackpots and equipment used for recording or transmitting gaming information or information about transactions relating to gaming security; “gaming-related supplier” means a person, other than the Ontario Lottery and Gaming Corporation, who, (a) manufactures, provides, installs, maintains or repairs gaming equipment or provides gaming services that, (i) could influence the outcome of a game of chance that is held in a casino, charity casino or slot machine facility or that is a prescribed lottery scheme, or (ii) is integral to the conduct, management or operation of a game of chance described in subclause (i), (b) provides, installs, maintains or repairs a surveillance system for a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme, (c) manufactures, provides, installs, maintains, repairs or operates a gaming management system, (d) operates a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme, or (e) under contract with the Ontario Lottery and Gaming Corporation or the operator of a gaming premises that is a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme, provides training to individuals in gaming, dealing, equipment installation, maintenance or repairs or any other gaming-related aspect of the gaming premises, but is not a registered gaming key employee; “non-gaming-related supplier” means a person who provides goods or services that relate to the construction, furnishing, repair, maintenance or business of a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme, but that are not directly related to the playing of games of chance, and includes a landlord of premises used for gaming-related purposes; “operator” means the Ontario Lottery and Gaming Corporation or a registered gaming-related supplier who operates a gaming premises that is a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme under contract with the Ontario Lottery and Gaming Corporation; “prescribed lottery scheme” means a lottery scheme that is prescribed by section 2; “Registrar” means the Registrar of Alcohol and Gaming; “slot machine” has the same meaning as in subsection 198 (3) of the Criminal Code (Canada); “slot machine facility” means a place that is kept for the purpose of playing a game of chance operated on or through a slot machine, and includes the premises where services ancillary to the game of chance are provided, but does not include a casino or a charity casino; “token” means a symbol of value that is issued for playing slot machines and that is redeemable for cash at a gaming premises; “trade union” means a trade union within the meaning of the Labour Relations Act, 1995 that represents persons employed in a gaming premises. O. Reg. 385/99, s. 1; O. Reg. 208/00, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“casino” means a place that is kept for the purpose of playing a prescribed lottery scheme, but does not include a charity casino or a slot machine facility;</p> <p class=\"definition-e\">“charity casino” means a charity casino as defined in the <i>Ontario Lottery and Gaming Corporation Act, 1999</i>;</p> <p class=\"definition-e\">“chip” means a symbol of value that is issued for the playing of games of chance in a casino or charity casino and that is redeemable for cash at the casino or at a charity casino, as the case may be;</p> <p class=\"definition-e\">“gaming employee” means an individual who is employed in the operation of a casino, charity casino, slot machine facility or prescribed lottery scheme, whose regular duties require access to any area of the premises used for gaming-related purposes and who does not supervise other individuals, but does not include an employee whose activities, in the opinion of the Registrar, do not affect the integrity of the operation of the gaming premises;</p> <p class=\"definition-e\">“gaming equipment” means equipment, including a slot machine, that,</p> <p class=\"defclause-e\">(a) could influence the outcome of a game of chance that is held in a casino, charity casino or slot machine facility or that is a prescribed lottery scheme, or</p> <p class=\"defclause-e\">(b) is integral to the conduct, management or operation of a game of chance described in clause (a);</p> <p class=\"definition-e\">“gaming key employee” means an individual who is employed in the operation of a gaming premises that is a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme and who,</p> <p class=\"defclause-e\">(a) exercises significant decision-making authority with respect to the operation of the gaming premises,</p> <p class=\"defclause-e\">(b) is the head of a department that is responsible for human resources, accounting, audit, purchasing or compliance with respect to the gaming premises,</p> <p class=\"defclause-e\">(c) in the opinion of the Registrar, supervises gaming employees employed in the operation of the gaming premises, or</p> <p class=\"defclause-e\">(d) under contract with the Ontario Lottery and Gaming Corporation or the operator of the gaming premises, provides training to individuals in gaming, dealing, equipment installation, maintenance or repairs or any other gaming-related aspect of the premises;</p> <p class=\"definition-e\">“gaming management system” means any computer-based equipment or equipment that relies on mechanical or electronic devices used in the operation of a game of chance held in a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme, and includes links connected to progressive slot machines, computerized keno games, computerized systems for monitoring slot machines, stand-alone progressive systems for table games that have progressive jackpots and equipment used for recording or transmitting gaming information or information about transactions relating to gaming security;</p> <p class=\"definition-e\">“gaming-related supplier” means a person, other than the Ontario Lottery and Gaming Corporation, who, </p> <p class=\"defclause-e\">(a) manufactures, provides, installs, maintains or repairs gaming equipment or provides gaming services that,</p> <p class=\"defsubclause-e\">(i) could influence the outcome of a game of chance that is held in a casino, charity casino or slot machine facility or that is a prescribed lottery scheme, or</p> <p class=\"defsubclause-e\">(ii) is integral to the conduct, management or operation of a game of chance described in subclause (i),</p> <p class=\"defclause-e\">(b) provides, installs, maintains or repairs a surveillance system for a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme,</p> <p class=\"defclause-e\">(c) manufactures, provides, installs, maintains, repairs or operates a gaming management system,</p> <p class=\"defclause-e\">(d) operates a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme, or</p> <p class=\"defclause-e\">(e) under contract with the Ontario Lottery and Gaming Corporation or the operator of a gaming premises that is a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme, provides training to individuals in gaming, dealing, equipment installation, maintenance or repairs or any other gaming-related aspect of the gaming premises, but is not a registered gaming key employee;</p> <p class=\"definition-e\">“non-gaming-related supplier” means a person who provides goods or services that relate to the construction, furnishing, repair, maintenance or business of a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme, but that are not directly related to the playing of games of chance, and includes a landlord of premises used for gaming-related purposes;</p> <p class=\"definition-e\">“operator” means the Ontario Lottery and Gaming Corporation or a registered gaming-related supplier who operates a gaming premises that is a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme under contract with the Ontario Lottery and Gaming Corporation;</p> <p class=\"definition-e\">“prescribed lottery scheme” means a lottery scheme that is prescribed by section 2;</p> <p class=\"definition-e\">“Registrar” means the Registrar of Alcohol and Gaming;</p> <p class=\"definition-e\">“slot machine” has the same meaning as in subsection 198 (3) of the <i>Criminal Code</i> (Canada);</p> <p class=\"definition-e\">“slot machine facility” means a place that is kept for the purpose of playing a game of chance operated on or through a slot machine, and includes the premises where services ancillary to the game of chance are provided, but does not include a casino or a charity casino;</p> <p class=\"definition-e\">“token” means a symbol of value that is issued for playing slot machines and that is redeemable for cash at a gaming premises;</p> <p class=\"definition-e\">“trade union” means a trade union within the meaning of the <i>Labour Relations Act, 1995</i> that represents persons employed in a gaming premises. O. Reg. 385/99, s. 1; O. Reg. 208/00, s. 2.</p>"
        },
        {
            "id": "2.",
            "section": "Definitions and Application of Regulation",
            "content": "2. The following lottery schemes are prescribed for the purposes of clause (b) of the definition of “game of chance” in subsection 1 (1) of the Act: 1. A lottery scheme operated on or through a slot machine. 2. A lottery scheme played on tables or wheels of fortune, including card games, roulette, keno, and dice games. O. Reg. 208/00, s. 3. Classes of Registrants",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The following lottery schemes are prescribed for the purposes of clause (b) of the definition of “game of chance” in subsection 1 (1) of the Act:</p> <p class=\"paragraph-e\">1. A lottery scheme operated on or through a slot machine.</p> <p class=\"paragraph-e\">2. A lottery scheme played on tables or wheels of fortune, including card games, roulette, keno, and dice games. O. Reg. 208/00, s. 3.</p> <p class=\"heading1-e\"><a name=\"P120_6919\"></a><a name=\"BK1\"></a>Classes of Registrants</p>"
        },
        {
            "id": "3.",
            "section": "Classes of Registrants",
            "content": "3. The following classes of suppliers are established for the purposes of registration under the Act: 1. Gaming-related supplier. 2. Non-gaming-related supplier. 3. Trade union. O. Reg. 385/99, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The following classes of suppliers are established for the purposes of registration under the Act:</p> <p class=\"paragraph-e\">1. Gaming-related supplier.</p> <p class=\"paragraph-e\">2. Non-gaming-related supplier.</p> <p class=\"paragraph-e\">3. Trade union. O. Reg. 385/99, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Classes of Registrants",
            "content": "4. No person, other than the Ontario Lottery and Gaming Corporation or a registered gaming-related supplier, is authorized to do any of the actions described in the definition of “gaming-related supplier” in section 1. O. Reg. 385/99, s. 4; O. Reg. 208/00, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>No person, other than the Ontario Lottery and Gaming Corporation or a registered gaming-related supplier, is authorized to do any of the actions described in the definition of “gaming-related supplier” in section 1. O. Reg. 385/99, s. 4; O. Reg. 208/00, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Classes of Registrants",
            "content": "5. (1) No person, other than the Ontario Lottery and Gaming Corporation or a person registered as a non-gaming-related supplier or gaming-related supplier, is authorized to do any of the actions described in the definition of “non-gaming-related supplier” in section 1. O. Reg. 385/99, s. 5 (1); O. Reg. 208/00, s. 5. (2) A person who provides goods or services for the operation of a gaming premises is exempt from the requirement to register as a non-gaming-related supplier and from subsection (1) if the person has obtained a written certificate of exemption from the Registrar stating that, (a) in the opinion of the Registrar, (i) in any 12-month period starting April 1 and ending March 31 of the next year, the value of the goods or services that the person provides to any one gaming premises does not exceed $100,000 and that the total value of the goods or services that the person provides to all casinos, charity casinos, slot machine facilities and premises used for a prescribed lottery scheme does not exceed $300,000, or (ii) the person’s business is regulated by the government of Ontario or Canada or an agency of them and the regulating body has carried out a due diligence investigation of the person that is satisfactory to the Registrar; and (b) the Registrar is satisfied that issuing the certificate is not contrary to the public interest. (3) The certificate of exemption shall identify the business premises of the person who is exempted. (4) A holder of a certificate of exemption shall produce it on demand and, if the holder is a corporation or partnership, notify the Registrar in writing immediately of all changes in the officers, directors or partners. (5) A certificate of exemption ceases to be effective if, (a) the Registrar determines that the certificate is contrary to the public interest and so notifies the holder; (b) the value of the goods or services that the holder had provided exceeds the limits set out in subclause (2) (a) (i) and the certificate was not issued under subclause (2) (a) (ii); or (c) the expiry date set out on the certificate has passed. (6) A holder of a certificate of exemption shall notify the Registrar in writing within five days of any change in address or material change in any person who is the owner or beneficial owner of the business for which the certificate of exemption is issued. (7) A holder of a certificate of exemption that ceases to be effective under clause (5) (a) or (b) shall immediately notify the Registrar of that fact and return the certificate to the Registrar. (8) A holder of a certificate of exemption issued under subclause (2) (a) (ii) shall immediately notify the Registrar if the person’s business ceases to be regulated by the government of Ontario or Canada or an agency of them. O. Reg. 385/99, s. 5 (2-8).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) No person, other than the Ontario Lottery and Gaming Corporation or a person registered as a non-gaming-related supplier or gaming-related supplier, is authorized to do any of the actions described in the definition of “non-gaming-related supplier” in section 1. O. Reg. 385/99, s. 5 (1); O. Reg. 208/00, s. 5.</p> <p class=\"subsection-e\">(2) A person who provides goods or services for the operation of a gaming premises is exempt from the requirement to register as a non-gaming-related supplier and from subsection (1) if the person has obtained a written certificate of exemption from the Registrar stating that,</p> <p class=\"clause-e\">(a) in the opinion of the Registrar, </p> <p class=\"subclause-e\">(i) in any 12-month period starting April 1 and ending March 31 of the next year, the value of the goods or services that the person provides to any one gaming premises does not exceed $100,000 and that the total value of the goods or services that the person provides to all casinos, charity casinos, slot machine facilities and premises used for a prescribed lottery scheme does not exceed $300,000, or</p> <p class=\"subclause-e\">(ii) the person’s business is regulated by the government of Ontario or Canada or an agency of them and the regulating body has carried out a due diligence investigation of the person that is satisfactory to the Registrar; and</p> <p class=\"clause-e\">(b) the Registrar is satisfied that issuing the certificate is not contrary to the public interest.</p> <p class=\"subsection-e\">(3) The certificate of exemption shall identify the business premises of the person who is exempted.</p> <p class=\"subsection-e\">(4) A holder of a certificate of exemption shall produce it on demand and, if the holder is a corporation or partnership, notify the Registrar in writing immediately of all changes in the officers, directors or partners.</p> <p class=\"subsection-e\">(5) A certificate of exemption ceases to be effective if,</p> <p class=\"clause-e\">(a) the Registrar determines that the certificate is contrary to the public interest and so notifies the holder;</p> <p class=\"clause-e\">(b) the value of the goods or services that the holder had provided exceeds the limits set out in subclause (2) (a) (i) and the certificate was not issued under subclause (2) (a) (ii); or</p> <p class=\"clause-e\">(c) the expiry date set out on the certificate has passed.</p> <p class=\"subsection-e\">(6) A holder of a certificate of exemption shall notify the Registrar in writing within five days of any change in address or material change in any person who is the owner or beneficial owner of the business for which the certificate of exemption is issued.</p> <p class=\"subsection-e\">(7) A holder of a certificate of exemption that ceases to be effective under clause (5) (a) or (b) shall immediately notify the Registrar of that fact and return the certificate to the Registrar.</p> <p class=\"subsection-e\">(8) A holder of a certificate of exemption issued under subclause (2) (a) (ii) shall immediately notify the Registrar if the person’s business ceases to be regulated by the government of Ontario or Canada or an agency of them. O. Reg. 385/99, s. 5 (2-8).</p>"
        },
        {
            "id": "6.",
            "section": "Classes of Registrants",
            "content": "6. The following classes of gaming assistants are established for the purpose of registration under the Act: 1. Gaming key employee. 2. Gaming employee. O. Reg. 385/99, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The following classes of gaming assistants are established for the purpose of registration under the Act:</p> <p class=\"paragraph-e\">1. Gaming key employee.</p> <p class=\"paragraph-e\">2. Gaming employee. O. Reg. 385/99, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Classes of Registrants",
            "content": "7. No person, other than a registered gaming key employee, is authorized to do any of the actions described in the definition of “gaming key employee” in section 1. O. Reg. 385/99, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>No person, other than a registered gaming key employee, is authorized to do any of the actions described in the definition of “gaming key employee” in section 1. O. Reg. 385/99, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Classes of Registrants",
            "content": "8. No person, other than a registered gaming employee, is authorized to do any of the actions described in the definition of “gaming employee” in section 1. O. Reg. 385/99, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>No person, other than a registered gaming employee, is authorized to do any of the actions described in the definition of “gaming employee” in section 1. O. Reg. 385/99, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Classes of Registrants",
            "content": "9. (1) An individual is exempt from the requirement to register as a gaming key employee or gaming employee if, (a) the individual is employed by a registered non-gaming-related supplier or by the holder of a certificate of exemption mentioned in subsection 5 (2) and the individual is not an individual described in subsection (2); or (b) the individual is employed by a registered gaming-related supplier who manufactures, provides, installs, maintains or repairs gaming equipment or a gaming management system and the individual completes and files with the Registrar the information return that is required under subsection 16 (3). (2) An individual whose regular duties of employment require access to any area of a slot machine facility used for gaming-related purposes or who supervises such an individual is not exempt from the requirement to register as a gaming key employee or gaming employee. O. Reg. 385/99, s. 9. Applications",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) An individual is exempt from the requirement to register as a gaming key employee or gaming employee if,</p> <p class=\"clause-e\">(a) the individual is employed by a registered non-gaming-related supplier or by the holder of a certificate of exemption mentioned in subsection 5 (2) and the individual is not an individual described in subsection (2); or</p> <p class=\"clause-e\">(b) the individual is employed by a registered gaming-related supplier who manufactures, provides, installs, maintains or repairs gaming equipment or a gaming management system and the individual completes and files with the Registrar the information return that is required under subsection 16 (3).</p> <p class=\"subsection-e\">(2) An individual whose regular duties of employment require access to any area of a slot machine facility used for gaming-related purposes or who supervises such an individual is not exempt from the requirement to register as a gaming key employee or gaming employee. O. Reg. 385/99, s. 9.</p> <p class=\"heading1-e\"><a name=\"P150_11745\"></a><a name=\"BK2\"></a>Applications</p>"
        },
        {
            "id": "10.",
            "section": "Applications",
            "content": "10. (1) An application for registration or renewal of registration as a supplier or a gaming assistant under this Regulation shall be in a form provided by the Registrar and shall state the class or classes of registration for which the applicant is applying and an address for service in Ontario. (2) The application shall be accompanied by the fee established by the board of the Commission. O. Reg. 385/99, s. 10 (1, 2). (3) An application for registration as a gaming key employee or gaming employee shall be accompanied by an offer of employment by an operator or a non-gaming-related supplier. O. Reg. 385/99, s. 10 (3); O. Reg. 208/00, s. 6. (4) The offer of employment mentioned in subsection (3), (a) must be signed by an authorized signing official; (b) must be conditional on the application being granted; and (c) must not have been withdrawn before the application is granted. O. Reg. 385/99, s. 10 (4).",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) An application for registration or renewal of registration as a supplier or a gaming assistant under this Regulation shall be in a form provided by the Registrar and shall state the class or classes of registration for which the applicant is applying and an address for service in Ontario.</p> <p class=\"subsection-e\">(2) The application shall be accompanied by the fee established by the board of the Commission. O. Reg. 385/99, s. 10 (1, 2).</p> <p class=\"subsection-e\">(3) An application for registration as a gaming key employee or gaming employee shall be accompanied by an offer of employment by an operator or a non-gaming-related supplier. O. Reg. 385/99, s. 10 (3); O. Reg. 208/00, s. 6.</p> <p class=\"subsection-e\">(4) The offer of employment mentioned in subsection (3),</p> <p class=\"clause-e\">(a) must be signed by an authorized signing official;</p> <p class=\"clause-e\">(b) must be conditional on the application being granted; and</p> <p class=\"clause-e\">(c) must not have been withdrawn before the application is granted. O. Reg. 385/99, s. 10 (4).</p>"
        },
        {
            "id": "11.",
            "section": "Applications",
            "content": "11. (1) Upon receiving a completed application under section 10, the Registrar shall consider the application and either grant it or refuse it. O. Reg. 385/99, s. 11 (1). (2) If an application for registration or renewal of registration as a gaming key employee or gaming employee is accompanied by an offer of employment by an operator, the Registrar shall not grant the application unless the operator has submitted an application to the Registrar for registration as a gaming-related supplier, is a registered gaming-related supplier or the Ontario Lottery and Gaming Corporation. O. Reg. 385/99, s. 11 (2); O. Reg. 208/00, s. 7 (1). (3) If an application for registration or renewal of registration as a gaming key employee or gaming employee is accompanied by an offer of employment by a non-gaming-related supplier, the Registrar shall not grant the application unless the supplier has submitted an application to the Registrar for registration as a non-gaming-related supplier or is a registered non-gaming-related supplier or the holder of a certificate of exemption mentioned in subsection 5 (2). (4) Upon granting an application, the Registrar shall issue a certificate of registration to the applicant stating the expiry date of the registration. (5) A registration that is granted or renewed expires four years from the date set out on the certificate of registration. O. Reg. 385/99, s. 11 (3-5). (6) Despite subsection (5), the registration of a gaming employee or gaming key employee shall terminate if, (a) the Registrar refuses an application for registration or renewal of registration as a gaming-related supplier by the operator named in the registrant’s registration; (b) the Registrar refuses an application for registration or renewal of registration as a non-gaming-related supplier by the non-gaming-related supplier named in the registrant’s registration; (c) the registration of the operator or the non-gaming-related supplier named in the registrant’s registration is terminated; or (d) the registrant’s employment with the operator or the non-gaming-related supplier named in the registrant’s registration is terminated. O. Reg. 385/99, s. 11 (6); O. Reg. 208/00, s. 7 (2). (7) The Registrar shall revive the registration of a gaming key employee or gaming employee that has terminated under subsection (6) if, (a) within 30 days after the termination of the registration, the registrant applies to the Registrar to have the name of the operator or the non-gaming-related supplier named in the registration replaced with the name of another operator or non-gaming-related supplier; and (b) the Registrar grants the application. O. Reg. 385/99, s. 11 (7); O. Reg. 208/00, s. 7 (3). (8) An application described in clause (7) (a) shall be accompanied by an offer of employment by the operator or the non-gaming-related supplier named in the application that, (a) must be signed by an authorized signing official; (b) must be conditional on the application being granted; and (c) must not have been withdrawn before the application is granted. O. Reg. 385/99, s. 11 (8); O. Reg. 208/00, s. 7 (4). (9) The Registrar shall grant an application described in clause (7) (a) if it is complete. O. Reg. 385/99, s. 11 (9).",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) Upon receiving a completed application under section 10, the Registrar shall consider the application and either grant it or refuse it. O. Reg. 385/99, s. 11 (1).</p> <p class=\"subsection-e\">(2) If an application for registration or renewal of registration as a gaming key employee or gaming employee is accompanied by an offer of employment by an operator, the Registrar shall not grant the application unless the operator has submitted an application to the Registrar for registration as a gaming-related supplier, is a registered gaming-related supplier or the Ontario Lottery and Gaming Corporation. O. Reg. 385/99, s. 11 (2); O. Reg. 208/00, s. 7 (1).</p> <p class=\"subsection-e\">(3) If an application for registration or renewal of registration as a gaming key employee or gaming employee is accompanied by an offer of employment by a non-gaming-related supplier, the Registrar shall not grant the application unless the supplier has submitted an application to the Registrar for registration as a non-gaming-related supplier or is a registered non-gaming-related supplier or the holder of a certificate of exemption mentioned in subsection 5 (2).</p> <p class=\"subsection-e\">(4) Upon granting an application, the Registrar shall issue a certificate of registration to the applicant stating the expiry date of the registration.</p> <p class=\"subsection-e\">(5) A registration that is granted or renewed expires four years from the date set out on the certificate of registration. O. Reg. 385/99, s. 11 (3-5).</p> <p class=\"subsection-e\">(6) Despite subsection (5), the registration of a gaming employee or gaming key employee shall terminate if,</p> <p class=\"clause-e\">(a) the Registrar refuses an application for registration or renewal of registration as a gaming-related supplier by the operator named in the registrant’s registration;</p> <p class=\"clause-e\">(b) the Registrar refuses an application for registration or renewal of registration as a non-gaming-related supplier by the non-gaming-related supplier named in the registrant’s registration;</p> <p class=\"clause-e\">(c) the registration of the operator or the non-gaming-related supplier named in the registrant’s registration is terminated; or</p> <p class=\"clause-e\">(d) the registrant’s employment with the operator or the non-gaming-related supplier named in the registrant’s registration is terminated. O. Reg. 385/99, s. 11 (6); O. Reg. 208/00, s. 7 (2).</p> <p class=\"subsection-e\">(7) The Registrar shall revive the registration of a gaming key employee or gaming employee that has terminated under subsection (6) if,</p> <p class=\"clause-e\">(a) within 30 days after the termination of the registration, the registrant applies to the Registrar to have the name of the operator or the non-gaming-related supplier named in the registration replaced with the name of another operator or non-gaming-related supplier; and</p> <p class=\"clause-e\">(b) the Registrar grants the application. O. Reg. 385/99, s. 11 (7); O. Reg. 208/00, s. 7 (3).</p> <p class=\"subsection-e\">(8) An application described in clause (7) (a) shall be accompanied by an offer of employment by the operator or the non-gaming-related supplier named in the application that,</p> <p class=\"clause-e\">(a) must be signed by an authorized signing official;</p> <p class=\"clause-e\">(b) must be conditional on the application being granted; and</p> <p class=\"clause-e\">(c) must not have been withdrawn before the application is granted. O. Reg. 385/99, s. 11 (8); O. Reg. 208/00, s. 7 (4).</p> <p class=\"subsection-e\">(9) The Registrar shall grant an application described in clause (7) (a) if it is complete. O. Reg. 385/99, s. 11 (9).</p>"
        },
        {
            "id": "12.",
            "section": "Applications",
            "content": "12. A registered gaming key employee or registered gaming employee who is employed by the Ontario Lottery and Gaming Corporation is exempt from the requirement in clause 5 (1) (b) of the Act to have a registered supplier named in the registration. O. Reg. 385/99, s. 12; O. Reg. 208/00, s. 8. Terms of Registration",
            "raw_html": "<p class=\"section-e\"><b>12. </b>A registered gaming key employee or registered gaming employee who is employed by the Ontario Lottery and Gaming Corporation is exempt from the requirement in clause 5 (1) (b) of the Act to have a registered supplier named in the registration. O. Reg. 385/99, s. 12; O. Reg. 208/00, s. 8.</p> <p class=\"heading1-e\"><a name=\"P177_16289\"></a><a name=\"BK3\"></a>Terms of Registration</p>"
        },
        {
            "id": "13.",
            "section": "Terms of Registration",
            "content": "13. (1) The requirements set out in sections 14 to 34 for registrants are terms of their registration. O. Reg. 385/99, s. 13 (1). (2) Revoked: O. Reg. 208/00, s. 9. Certificates",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) The requirements set out in sections 14 to 34 for registrants are terms of their registration. O. Reg. 385/99, s. 13 (1).</p> <p class=\"subsection-e\">(2) Revoked: O. Reg. 208/00, s. 9.</p> <p class=\"heading1-e\"><a name=\"P180_16489\"></a><a name=\"BK4\"></a>Certificates</p>"
        },
        {
            "id": "14.",
            "section": "Certificates",
            "content": "14. (1) Every supplier registered under this Regulation shall prominently display the supplier’s certificate of registration or a copy of the certificate at the business premises identified in the supplier’s registration. (2) Every gaming assistant registered under this Regulation shall carry the certificate of registration when carrying out any duties of employment. O. Reg. 385/99, s. 14. Standards and Recording",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) Every supplier registered under this Regulation shall prominently display the supplier’s certificate of registration or a copy of the certificate at the business premises identified in the supplier’s registration.</p> <p class=\"subsection-e\">(2) Every gaming assistant registered under this Regulation shall carry the certificate of registration when carrying out any duties of employment. O. Reg. 385/99, s. 14.</p> <p class=\"heading1-e\"><a name=\"P183_16908\"></a><a name=\"BK5\"></a>Standards and Recording</p>"
        },
        {
            "id": "15.",
            "section": "Standards and Recording",
            "content": "15. Every supplier registered under this Regulation and every gaming assistant registered under this Regulation who provides goods or services with respect to a game of chance shall comply with, (a) the standards for the goods and services that the Registrar specifies to ensure the safety, security and integrity of the games of chance; and (b) the requirements that the Registrar specifies with respect to the recording and maintaining of financial and related information in a timely, accurate and auditable manner. O. Reg. 385/99, s. 15. Responsibilities for Employees and Suppliers",
            "raw_html": "<p class=\"section-e\"><b>15. </b>Every supplier registered under this Regulation and every gaming assistant registered under this Regulation who provides goods or services with respect to a game of chance shall comply with,</p> <p class=\"clause-e\">(a) the standards for the goods and services that the Registrar specifies to ensure the safety, security and integrity of the games of chance; and</p> <p class=\"clause-e\">(b) the requirements that the Registrar specifies with respect to the recording and maintaining of financial and related information in a timely, accurate and auditable manner. O. Reg. 385/99, s. 15.</p> <p class=\"heading1-e\"><a name=\"P187_17474\"></a><a name=\"BK6\"></a>Responsibilities for Employees and Suppliers</p>"
        },
        {
            "id": "16.",
            "section": "Responsibilities for Employees and Suppliers",
            "content": "16. (1) Every supplier registered under this Regulation shall be responsible for the conduct of every person employed by the supplier in the performance of their duties in relation to the supplier’s registration. (2) Every supplier registered under this Regulation shall ensure that every individual employed by the supplier in relation to the supplier’s registration has the registration required to perform the functions assigned to or carried out by the employee. (3) Every supplier registered under this Regulation shall ensure that its employees who provide goods or services for the operation of a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme and who are not required to be registered as gaming assistants, complete and file with the Registrar an information return about those goods and services, in the form and within the time specified by the Registrar. (4) Every operator of a gaming premises shall comply with the Registrar’s policy on access to the premises by its suppliers and their employees. (5) Every supplier registered under this Regulation and every holder of a certificate of exemption mentioned in subsection 5 (2) shall ensure that its employees who provide goods or services for the operation of a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme, comply with the Registrar’s policy on access to the premises. O. Reg. 385/99, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) Every supplier registered under this Regulation shall be responsible for the conduct of every person employed by the supplier in the performance of their duties in relation to the supplier’s registration.</p> <p class=\"subsection-e\">(2) Every supplier registered under this Regulation shall ensure that every individual employed by the supplier in relation to the supplier’s registration has the registration required to perform the functions assigned to or carried out by the employee.</p> <p class=\"subsection-e\">(3) Every supplier registered under this Regulation shall ensure that its employees who provide goods or services for the operation of a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme and who are not required to be registered as gaming assistants, complete and file with the Registrar an information return about those goods and services, in the form and within the time specified by the Registrar.</p> <p class=\"subsection-e\">(4) Every operator of a gaming premises shall comply with the Registrar’s policy on access to the premises by its suppliers and their employees.</p> <p class=\"subsection-e\">(5) Every supplier registered under this Regulation and every holder of a certificate of exemption mentioned in subsection 5 (2) shall ensure that its employees who provide goods or services for the operation of a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme, comply with the Registrar’s policy on access to the premises. O. Reg. 385/99, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Responsibilities for Employees and Suppliers",
            "content": "17. (1) An operator of a gaming premises shall not contract with or employ a person to do anything with respect to the provision of goods or services to the premises that the person is not authorized to do under this Regulation. (2) A supplier registered under this Regulation shall provide a list to the Registrar, in the form and within the time specified by the Registrar, of the names of all persons whom the supplier employs or contracts with in relation to the supplier’s registration. (3) A supplier registered under this Regulation shall notify the Registrar in writing of the names of all gaming assistants who are registered as gaming employees or gaming key employees whom the supplier ceases to employ. O. Reg. 385/99, s. 17. Floor Plan",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) An operator of a gaming premises shall not contract with or employ a person to do anything with respect to the provision of goods or services to the premises that the person is not authorized to do under this Regulation.</p> <p class=\"subsection-e\">(2) A supplier registered under this Regulation shall provide a list to the Registrar, in the form and within the time specified by the Registrar, of the names of all persons whom the supplier employs or contracts with in relation to the supplier’s registration.</p> <p class=\"subsection-e\">(3) A supplier registered under this Regulation shall notify the Registrar in writing of the names of all gaming assistants who are registered as gaming employees or gaming key employees whom the supplier ceases to employ. O. Reg. 385/99, s. 17.</p> <p class=\"heading1-e\"><a name=\"P196_19756\"></a><a name=\"BK7\"></a>Floor Plan</p>"
        },
        {
            "id": "18.",
            "section": "Floor Plan",
            "content": "18. (1) An operator shall not provide gaming premises or provide goods or services with respect to the playing of a game of chance at a gaming premises unless, (a) the operator has submitted to the Registrar a floor plan of the premises; and (b) the Registrar has approved the floor plan. (2) The floor plan shall show the location of all gaming equipment, count rooms, cages and other equipment and facilities. (3) An operator who proposes to make changes to the approved floor plan shall submit to the Registrar for approval a floor plan of the premises showing the proposed changes. (4) In determining whether to approve a floor plan under subsection (1) or changes to a floor plan under subsection (3), the Registrar shall have regard to security at the premises and the integrity of the operations at the premises. (5) An operator shall ensure that its operations are conducted in accordance with the floor plan approved by the Registrar. O. Reg. 385/99, s. 18. Surveillance Plan",
            "raw_html": "<p class=\"section-e\"><b>18. </b>(1) An operator shall not provide gaming premises or provide goods or services with respect to the playing of a game of chance at a gaming premises unless,</p> <p class=\"clause-e\">(a) the operator has submitted to the Registrar a floor plan of the premises; and</p> <p class=\"clause-e\">(b) the Registrar has approved the floor plan.</p> <p class=\"subsection-e\">(2) The floor plan shall show the location of all gaming equipment, count rooms, cages and other equipment and facilities.</p> <p class=\"subsection-e\">(3) An operator who proposes to make changes to the approved floor plan shall submit to the Registrar for approval a floor plan of the premises showing the proposed changes.</p> <p class=\"subsection-e\">(4) In determining whether to approve a floor plan under subsection (1) or changes to a floor plan under subsection (3), the Registrar shall have regard to security at the premises and the integrity of the operations at the premises.</p> <p class=\"subsection-e\">(5) An operator shall ensure that its operations are conducted in accordance with the floor plan approved by the Registrar. O. Reg. 385/99, s. 18.</p> <p class=\"heading1-e\"><a name=\"P204_20745\"></a><a name=\"BK8\"></a>Surveillance Plan</p>"
        },
        {
            "id": "19.",
            "section": "Surveillance Plan",
            "content": "19. (1) An operator shall not provide gaming premises unless, (a) the operator has submitted to the Registrar a surveillance plan (including diagrams, where appropriate) for the surveillance of activities related to the playing of games of chance at the premises; and (b) the Registrar has approved the surveillance plan as meeting or exceeding the minimum standards established by the Registrar for security. (2) The surveillance plan shall include, (a) a floor plan of the premises showing the placement of all surveillance equipment in relation to the areas under surveillance; (b) a description of the surveillance equipment and its capabilities; (c) a description of the operator’s policies and procedures with respect to surveillance, including the areas of the premises under surveillance, the types of activities that are recorded and the periods of time for which recordings of activities are kept; (d) a description of the operator’s policies and procedures with respect to access to the surveillance equipment and the areas of the premises in which it is placed; and (e) a description of the operator’s plan for carrying out surveillance if the surveillance equipment in use fails. (3) An operator who proposes to make changes to the approved surveillance plan shall submit to the Registrar for approval an amendment to the surveillance plan showing the proposed changes. (4) In determining whether to approve a surveillance plan under subsection (1) or changes to a surveillance plan under subsection (3), the Registrar shall have regard to security at the premises and the integrity of the operations at the premises. (5) An operator shall ensure that its operations are conducted in accordance with the policies and procedures relating to the surveillance plan approved by the Registrar. (6) If there is a failure of surveillance capability in the premises, the operator shall ensure that no games of chance are conducted, managed or operated until the use of the surveillance is restored. O. Reg. 385/99, s. 19. Security",
            "raw_html": "<p class=\"section-e\"><b>19. </b>(1) An operator shall not provide gaming premises unless,</p> <p class=\"clause-e\">(a) the operator has submitted to the Registrar a surveillance plan (including diagrams, where appropriate) for the surveillance of activities related to the playing of games of chance at the premises; and</p> <p class=\"clause-e\">(b) the Registrar has approved the surveillance plan as meeting or exceeding the minimum standards established by the Registrar for security.</p> <p class=\"subsection-e\">(2) The surveillance plan shall include,</p> <p class=\"clause-e\">(a) a floor plan of the premises showing the placement of all surveillance equipment in relation to the areas under surveillance;</p> <p class=\"clause-e\">(b) a description of the surveillance equipment and its capabilities;</p> <p class=\"clause-e\">(c) a description of the operator’s policies and procedures with respect to surveillance, including the areas of the premises under surveillance, the types of activities that are recorded and the periods of time for which recordings of activities are kept;</p> <p class=\"clause-e\">(d) a description of the operator’s policies and procedures with respect to access to the surveillance equipment and the areas of the premises in which it is placed; and</p> <p class=\"clause-e\">(e) a description of the operator’s plan for carrying out surveillance if the surveillance equipment in use fails.</p> <p class=\"subsection-e\">(3) An operator who proposes to make changes to the approved surveillance plan shall submit to the Registrar for approval an amendment to the surveillance plan showing the proposed changes.</p> <p class=\"subsection-e\">(4) In determining whether to approve a surveillance plan under subsection (1) or changes to a surveillance plan under subsection (3), the Registrar shall have regard to security at the premises and the integrity of the operations at the premises.</p> <p class=\"subsection-e\">(5) An operator shall ensure that its operations are conducted in accordance with the policies and procedures relating to the surveillance plan approved by the Registrar.</p> <p class=\"subsection-e\">(6) If there is a failure of surveillance capability in the premises, the operator shall ensure that no games of chance are conducted, managed or operated until the use of the surveillance is restored. O. Reg. 385/99, s. 19.</p> <p class=\"heading1-e\"><a name=\"P218_22799\"></a><a name=\"BK9\"></a>Security</p>"
        },
        {
            "id": "20.",
            "section": "Security",
            "content": "20. (1) An operator shall not provide gaming premises unless, (a) the operator has submitted to the Registrar its policies and procedures relating to security at the premises; and (b) the Registrar has approved the policies and procedures. (2) The policies and procedures shall include, (a) a detailed description of the responsibilities of the security department; (b) procedures for handling and moving money and money equivalents and any gaming equipment or devices, including playing cards and dice; (c) procedures for transferring money between the premises and a financial institution; (d) procedures for ensuring the security of equipment at the premises; (e) procedures for dealing with persons suspected of having used counterfeit money, money equivalents or forged or stolen cheques, traveller’s cheques, credit cards, debit cards or smart cards, that distinguish the procedures to be followed according to whether the suspect is within the premises or has left; (f) procedures for preventing individuals described in section 32 from playing games of chance in the premises; (g) procedures for dealing with persons trespassing on the premises; (h) procedures for protecting players who have won large sums of money; and (i) procedures for evacuating the premises in an emergency. (3) An operator who proposes to make changes to the approved policies and procedures for security shall submit to the Registrar for approval the amended policies and procedures showing the proposed changes. (4) In determining whether to approve the policies and procedures under subsection (1) or changes under subsection (3), the Registrar shall have regard to security at the premises and the integrity of the operations at the premises. (5) An operator shall ensure that its operations are conducted in accordance with the policies and procedures relating to security approved by the Registrar. O. Reg. 385/99, s. 20. Gaming Equipment",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(1) An operator shall not provide gaming premises unless,</p> <p class=\"clause-e\">(a) the operator has submitted to the Registrar its policies and procedures relating to security at the premises; and</p> <p class=\"clause-e\">(b) the Registrar has approved the policies and procedures.</p> <p class=\"subsection-e\">(2) The policies and procedures shall include,</p> <p class=\"clause-e\">(a) a detailed description of the responsibilities of the security department;</p> <p class=\"clause-e\">(b) procedures for handling and moving money and money equivalents and any gaming equipment or devices, including playing cards and dice;</p> <p class=\"clause-e\">(c) procedures for transferring money between the premises and a financial institution;</p> <p class=\"clause-e\">(d) procedures for ensuring the security of equipment at the premises;</p> <p class=\"clause-e\">(e) procedures for dealing with persons suspected of having used counterfeit money, money equivalents or forged or stolen cheques, traveller’s cheques, credit cards, debit cards or smart cards, that distinguish the procedures to be followed according to whether the suspect is within the premises or has left;</p> <p class=\"clause-e\">(f) procedures for preventing individuals described in section 32 from playing games of chance in the premises;</p> <p class=\"clause-e\">(g) procedures for dealing with persons trespassing on the premises;</p> <p class=\"clause-e\">(h) procedures for protecting players who have won large sums of money; and</p> <p class=\"clause-e\">(i) procedures for evacuating the premises in an emergency.</p> <p class=\"subsection-e\">(3) An operator who proposes to make changes to the approved policies and procedures for security shall submit to the Registrar for approval the amended policies and procedures showing the proposed changes.</p> <p class=\"subsection-e\">(4) In determining whether to approve the policies and procedures under subsection (1) or changes under subsection (3), the Registrar shall have regard to security at the premises and the integrity of the operations at the premises.</p> <p class=\"subsection-e\">(5) An operator shall ensure that its operations are conducted in accordance with the policies and procedures relating to security approved by the Registrar. O. Reg. 385/99, s. 20.</p> <p class=\"heading1-e\"><a name=\"P235_24714\"></a><a name=\"BK10\"></a>Gaming Equipment</p>"
        },
        {
            "id": "21.",
            "section": "Gaming Equipment",
            "content": "21. (1) A registered gaming-related supplier shall not provide, install, maintain or repair gaming equipment or provide, install, maintain, repair or operate a gaming management system for a gaming premises unless the Registrar has approved the gaming equipment or the system, as the case may be, for use. (2) A registered gaming-related supplier shall not provide gaming equipment or a gaming management system for a gaming premises except in accordance with the Registrar’s approval. (3) A registered gaming-related supplier shall not modify the gaming equipment or gaming management system approved by the Registrar without the prior written approval of the Registrar for the modification and shall disclose to the Registrar all of the modifications at the time of requesting the Registrar’s approval for a modification. (4) In determining whether to approve gaming equipment or a gaming management system under subsection (1) or modifications under subsection (2), the Registrar, (a) shall have regard to the technical integrity, safety and security of the equipment or the system, as the case may be, including its accounting capability, and the integrity of the games of chance held at the gaming premises; (b) may require that the equipment or the system, as the case may be, be tested with respect to the factors mentioned in clause (a) at the expense of the supplier; and (c) may approve, without testing, the equipment or the system, as the case may be, if it has been approved in another jurisdiction where gaming is legal. (5) The supplier shall inform the Registrar in writing immediately if the supplier becomes aware of any problem with the integrity, security or accounting capability of any gaming equipment or gaming management system at the gaming premises. (6) The Registrar may revoke the approval of any gaming equipment or gaming management system if there is a problem with the integrity, security or accounting capability of any gaming equipment or gaming management system. O. Reg. 385/99, s. 21.",
            "raw_html": "<p class=\"section-e\"><b>21. </b>(1) A registered gaming-related supplier shall not provide, install, maintain or repair gaming equipment or provide, install, maintain, repair or operate a gaming management system for a gaming premises unless the Registrar has approved the gaming equipment or the system, as the case may be, for use.</p> <p class=\"subsection-e\">(2) A registered gaming-related supplier shall not provide gaming equipment or a gaming management system for a gaming premises except in accordance with the Registrar’s approval.</p> <p class=\"subsection-e\">(3) A registered gaming-related supplier shall not modify the gaming equipment or gaming management system approved by the Registrar without the prior written approval of the Registrar for the modification and shall disclose to the Registrar all of the modifications at the time of requesting the Registrar’s approval for a modification.</p> <p class=\"subsection-e\">(4) In determining whether to approve gaming equipment or a gaming management system under subsection (1) or modifications under subsection (2), the Registrar,</p> <p class=\"clause-e\">(a) shall have regard to the technical integrity, safety and security of the equipment or the system, as the case may be, including its accounting capability, and the integrity of the games of chance held at the gaming premises;</p> <p class=\"clause-e\">(b) may require that the equipment or the system, as the case may be, be tested with respect to the factors mentioned in clause (a) at the expense of the supplier; and</p> <p class=\"clause-e\">(c) may approve, without testing, the equipment or the system, as the case may be, if it has been approved in another jurisdiction where gaming is legal.</p> <p class=\"subsection-e\">(5) The supplier shall inform the Registrar in writing immediately if the supplier becomes aware of any problem with the integrity, security or accounting capability of any gaming equipment or gaming management system at the gaming premises.</p> <p class=\"subsection-e\">(6) The Registrar may revoke the approval of any gaming equipment or gaming management system if there is a problem with the integrity, security or accounting capability of any gaming equipment or gaming management system. O. Reg. 385/99, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": "Gaming Equipment",
            "content": "22. (1) An operator of a gaming premises shall not permit any person to use gaming equipment at the premises if the equipment has been, in any way, tampered with so that it could affect, (a) its integrity, security or accounting capability; or (b) the outcome or payout of a game of chance held at the premises. (2) The operator shall not permit any person to use an electrical, mechanical or other device, including a calculator or a computer, in the gaming premises if the device could assist in projecting the outcome of a game of chance, keep track of cards that have been dealt or change probabilities or playing strategies used in a game of chance. O. Reg. 385/99, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22. </b>(1) An operator of a gaming premises shall not permit any person to use gaming equipment at the premises if the equipment has been, in any way, tampered with so that it could affect,</p> <p class=\"clause-e\">(a) its integrity, security or accounting capability; or</p> <p class=\"clause-e\">(b) the outcome or payout of a game of chance held at the premises.</p> <p class=\"subsection-e\">(2) The operator shall not permit any person to use an electrical, mechanical or other device, including a calculator or a computer, in the gaming premises if the device could assist in projecting the outcome of a game of chance, keep track of cards that have been dealt or change probabilities or playing strategies used in a game of chance. O. Reg. 385/99, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "Gaming Equipment",
            "content": "23. (1) A registered gaming-related supplier shall not, in any location other than a gaming premises, install, maintain or repair gaming equipment or install, maintain, repair or operate a gaming management system for a gaming premises unless, (a) the supplier has submitted to the Registrar a security plan to ensure the security of the equipment or the system, as the case may be, the security of the location and the integrity of the games of chance held at the gaming premises; and (b) the Registrar has approved the security plan. (2) The security plan shall include, (a) a floor plan of the location showing the placement of all security equipment in relation to the areas covered by the plan; (b) a description of the security equipment and its capabilities; (c) a description of the supplier’s policies and procedures with respect to security, including areas of the location covered by the plan, procedures for the handling and moving of the gaming equipment or the gaming management system and procedures for dealing with persons trespassing on the location; and (d) a description of the supplier’s plan for maintaining security if the security equipment in use fails. (3) A supplier who proposes to make changes to the security plan shall submit to the Registrar for approval an amendment to the security plan showing the proposed changes. (4) In determining whether to approve a security plan under subsection (1) or changes to a security plan under subsection (3), the Registrar shall have regard to, (a) the security of the gaming equipment and the gaming management system; (b) the security of the premises in which the gaming equipment or the gaming management system may be located on a permanent or temporary basis; and (c) the security of modes of transportation used to move the gaming equipment or the gaming management system. O. Reg. 385/99, s. 23. Internal Controls",
            "raw_html": "<p class=\"section-e\"><b>23. </b>(1) A registered gaming-related supplier shall not, in any location other than a gaming premises, install, maintain or repair gaming equipment or install, maintain, repair or operate a gaming management system for a gaming premises unless,</p> <p class=\"clause-e\">(a) the supplier has submitted to the Registrar a security plan to ensure the security of the equipment or the system, as the case may be, the security of the location and the integrity of the games of chance held at the gaming premises; and</p> <p class=\"clause-e\">(b) the Registrar has approved the security plan.</p> <p class=\"subsection-e\">(2) The security plan shall include,</p> <p class=\"clause-e\">(a) a floor plan of the location showing the placement of all security equipment in relation to the areas covered by the plan;</p> <p class=\"clause-e\">(b) a description of the security equipment and its capabilities;</p> <p class=\"clause-e\">(c) a description of the supplier’s policies and procedures with respect to security, including areas of the location covered by the plan, procedures for the handling and moving of the gaming equipment or the gaming management system and procedures for dealing with persons trespassing on the location; and</p> <p class=\"clause-e\">(d) a description of the supplier’s plan for maintaining security if the security equipment in use fails.</p> <p class=\"subsection-e\">(3) A supplier who proposes to make changes to the security plan shall submit to the Registrar for approval an amendment to the security plan showing the proposed changes.</p> <p class=\"subsection-e\">(4) In determining whether to approve a security plan under subsection (1) or changes to a security plan under subsection (3), the Registrar shall have regard to,</p> <p class=\"clause-e\">(a) the security of the gaming equipment and the gaming management system;</p> <p class=\"clause-e\">(b) the security of the premises in which the gaming equipment or the gaming management system may be located on a permanent or temporary basis; and</p> <p class=\"clause-e\">(c) the security of modes of transportation used to move the gaming equipment or the gaming management system. O. Reg. 385/99, s. 23.</p> <p class=\"heading1-e\"><a name=\"P262_29325\"></a><a name=\"BK11\"></a>Internal Controls</p>"
        },
        {
            "id": "24.",
            "section": "Internal Controls",
            "content": "24. (1) An operator of a gaming premises shall put in place a system of internal controls that meets the minimum standards established by the Registrar to ensure the safe handling and movement of money and money equivalents in the premises and the maintenance of timely and accurate accounting information and data. (2) The internal control system shall contain a description of the procedures that the operator has adopted to ensure compliance with sections 27 and 28. (3) An operator of a casino or charity casino shall have an independent licensed public accountant review the internal control system and prepare a report on whether or not the system is in compliance with the policies of the Registrar on internal controls and with the operator’s stated internal control system. (4) An operator of a slot machine facility shall, if required to do so by the Registrar, have an independent licensed public accountant review the internal control system and prepare a report on whether or not the system is in compliance with the policies of the Registrar on internal controls and with the operator’s stated internal control system. (5) An accountant’s report prepared pursuant to subsection (3) or (4) shall set out all suggestions for improvements or changes to the internal control system. (6) The operator shall submit a report under this section to the Registrar within the time period specified by the Registrar. (7) The operator shall implement all changes to the internal control system required by the Registrar within the time period specified by the Registrar. (8) The Registrar may require the operator to make changes to the internal control system at any time. (9) In determining whether to require an operator to make changes to the internal control system, the Registrar shall consider, in addition to the Registrar’s policies on internal controls, whether the system provides reasonable assurance that, (a) financial records and reporting will be accurate, reliable and prepared on a timely basis; (b) the potential for error and fraud has been minimized; (c) money and money equivalents will be safeguarded; and (d) efficient operations are promoted. (10) An operator shall pay the costs of a report mentioned in this section. (11) An operator shall ensure that its operations are conducted in accordance with the internal control system approved by the Registrar. O. Reg. 385/99, s. 24. Chips and Tokens",
            "raw_html": "<p class=\"section-e\"><b>24. </b>(1) An operator of a gaming premises shall put in place a system of internal controls that meets the minimum standards established by the Registrar to ensure the safe handling and movement of money and money equivalents in the premises and the maintenance of timely and accurate accounting information and data.</p> <p class=\"subsection-e\">(2) The internal control system shall contain a description of the procedures that the operator has adopted to ensure compliance with sections 27 and 28. </p> <p class=\"subsection-e\">(3) An operator of a casino or charity casino shall have an independent licensed public accountant review the internal control system and prepare a report on whether or not the system is in compliance with the policies of the Registrar on internal controls and with the operator’s stated internal control system.</p> <p class=\"subsection-e\">(4) An operator of a slot machine facility shall, if required to do so by the Registrar, have an independent licensed public accountant review the internal control system and prepare a report on whether or not the system is in compliance with the policies of the Registrar on internal controls and with the operator’s stated internal control system.</p> <p class=\"subsection-e\">(5) An accountant’s report prepared pursuant to subsection (3) or (4) shall set out all suggestions for improvements or changes to the internal control system.</p> <p class=\"subsection-e\">(6) The operator shall submit a report under this section to the Registrar within the time period specified by the Registrar.</p> <p class=\"subsection-e\">(7) The operator shall implement all changes to the internal control system required by the Registrar within the time period specified by the Registrar.</p> <p class=\"subsection-e\">(8) The Registrar may require the operator to make changes to the internal control system at any time.</p> <p class=\"subsection-e\">(9) In determining whether to require an operator to make changes to the internal control system, the Registrar shall consider, in addition to the Registrar’s policies on internal controls, whether the system provides reasonable assurance that,</p> <p class=\"clause-e\">(a) financial records and reporting will be accurate, reliable and prepared on a timely basis;</p> <p class=\"clause-e\">(b) the potential for error and fraud has been minimized;</p> <p class=\"clause-e\">(c) money and money equivalents will be safeguarded; and</p> <p class=\"clause-e\">(d) efficient operations are promoted.</p> <p class=\"subsection-e\">(10) An operator shall pay the costs of a report mentioned in this section.</p> <p class=\"subsection-e\">(11) An operator shall ensure that its operations are conducted in accordance with the internal control system approved by the Registrar. O. Reg. 385/99, s. 24.</p> <p class=\"heading1-e\"><a name=\"P278_31777\"></a><a name=\"BK12\"></a>Chips and Tokens</p>"
        },
        {
            "id": "25.",
            "section": "Chips and Tokens",
            "content": "25. (1) An operator shall not issue or permit the use of chips or tokens for playing games of chance, or redeem those chips or tokens, unless the Registrar has approved the chips or tokens. (2) An operator shall not issue or permit the use of approved chips or tokens for playing of games of chance except in accordance with the approval. (3) A gaming-related supplier shall not supply chips or tokens to an operator unless the Registrar has approved them. (4) A gaming-related supplier shall not supply approved chips or tokens to an operator except in accordance with the approval. (5) The Registrar may approve a chip or token that, (a) does not resemble the coinage of Canada; (b) is designed and manufactured to minimize the possibility of counterfeiting; (c) in the case of a chip, is designed and manufactured to permit the value of each chip in a stack of chips to be distinguished when viewed on a closed-circuit television; (d) bears the manufacturer’s name or a distinctive logo or other mark identifying the manufacturer; (e) bears the name of the issuer; and (f) except in the case of non-value chips used exclusively for the playing of roulette, indicates the value of the chip or token. (6) The Registrar may approve, without testing, chips or tokens that have been approved in another jurisdiction where gaming is legal. (7) A gaming-related supplier, including an operator, seeking the Registrar’s approval of chips or tokens shall pay the costs incurred in having them examined or tested. O. Reg. 385/99, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>25. </b>(1) An operator shall not issue or permit the use of chips or tokens for playing games of chance, or redeem those chips or tokens, unless the Registrar has approved the chips or tokens.</p> <p class=\"subsection-e\">(2) An operator shall not issue or permit the use of approved chips or tokens for playing of games of chance except in accordance with the approval.</p> <p class=\"subsection-e\">(3) A gaming-related supplier shall not supply chips or tokens to an operator unless the Registrar has approved them.</p> <p class=\"subsection-e\">(4) A gaming-related supplier shall not supply approved chips or tokens to an operator except in accordance with the approval.</p> <p class=\"subsection-e\">(5) The Registrar may approve a chip or token that,</p> <p class=\"clause-e\">(a) does not resemble the coinage of Canada;</p> <p class=\"clause-e\">(b) is designed and manufactured to minimize the possibility of counterfeiting;</p> <p class=\"clause-e\">(c) in the case of a chip, is designed and manufactured to permit the value of each chip in a stack of chips to be distinguished when viewed on a closed-circuit television;</p> <p class=\"clause-e\">(d) bears the manufacturer’s name or a distinctive logo or other mark identifying the manufacturer; </p> <p class=\"clause-e\">(e) bears the name of the issuer; and</p> <p class=\"clause-e\">(f) except in the case of non-value chips used exclusively for the playing of roulette, indicates the value of the chip or token.</p> <p class=\"subsection-e\">(6) The Registrar may approve, without testing, chips or tokens that have been approved in another jurisdiction where gaming is legal.</p> <p class=\"subsection-e\">(7) A gaming-related supplier, including an operator, seeking the Registrar’s approval of chips or tokens shall pay the costs incurred in having them examined or tested. O. Reg. 385/99, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": "Chips and Tokens",
            "content": "26. (1) An operator of a casino or charity casino shall have a primary and secondary set of value chips at all times unless there are reasons that make compliance with this requirement impractical and the Registrar authorizes the non-compliance in writing. (2) The secondary set of chips shall consist of chips of a different colour than those in the primary set and may be limited to chips in denominations of $20 or more. (3) An operator shall remove the primary set of chips from play if, (a) the chips in the set are in some way defective; (b) the operator believes that there are counterfeit chips in play; or (c) the Registrar has reasonable grounds for believing that the circumstances set out in clause (a) or (b) exist and requests the removal. (4) The operator shall inform the Registrar immediately whenever the operator removes the primary set of chips from play. (5) Upon removing the primary set of chips from play, the operator shall replace it with the secondary set of chips and obtain a new secondary set of chips. O. Reg. 385/99, s. 26. Large Cash Transactions",
            "raw_html": "<p class=\"section-e\"><b>26. </b>(1) An operator of a casino or charity casino shall have a primary and secondary set of value chips at all times unless there are reasons that make compliance with this requirement impractical and the Registrar authorizes the non-compliance in writing.</p> <p class=\"subsection-e\">(2) The secondary set of chips shall consist of chips of a different colour than those in the primary set and may be limited to chips in denominations of $20 or more.</p> <p class=\"subsection-e\">(3) An operator shall remove the primary set of chips from play if,</p> <p class=\"clause-e\">(a) the chips in the set are in some way defective;</p> <p class=\"clause-e\">(b) the operator believes that there are counterfeit chips in play; or</p> <p class=\"clause-e\">(c) the Registrar has reasonable grounds for believing that the circumstances set out in clause (a) or (b) exist and requests the removal.</p> <p class=\"subsection-e\">(4) The operator shall inform the Registrar immediately whenever the operator removes the primary set of chips from play.</p> <p class=\"subsection-e\">(5) Upon removing the primary set of chips from play, the operator shall replace it with the secondary set of chips and obtain a new secondary set of chips. O. Reg. 385/99, s. 26.</p> <p class=\"heading1-e\"><a name=\"P300_34401\"></a><a name=\"BK13\"></a>Large Cash Transactions</p>"
        },
        {
            "id": "27.",
            "section": "Large Cash Transactions",
            "content": "27. (1) Unless an operator complies with subsection (2), the operator shall not, (a) redeem $10,000 or more worth of chips or tokens from a player for cash in any transaction; (b) at a casino, accept $10,000 or more in cash as a wager at any gaming activity at which chips are not customarily used for wagering; or (c) in any cash transaction, sell $10,000 or more worth of chips or tokens to a player. (2) On doing any of the activities described in clauses (1) (a), (b) and (c), the operator shall record, (a) the player’s name and permanent address after verifying them by examining a valid driver’s licence, passport or similar piece of identification bearing the player’s photograph; (b) the particulars of the document used to verify the player’s name and permanent address and the number of the document; (c) the date and amount of the transaction; and (d) the name, position title and signature of the person completing the transaction and recording the information on behalf of the operator. (3) The operator shall forward daily to the operator’s accounting department the information recorded and shall keep it for five years. O. Reg. 385/99, s. 27.",
            "raw_html": "<p class=\"section-e\"><b>27. </b>(1) Unless an operator complies with subsection (2), the operator shall not,</p> <p class=\"clause-e\">(a) redeem $10,000 or more worth of chips or tokens from a player for cash in any transaction;</p> <p class=\"clause-e\">(b) at a casino, accept $10,000 or more in cash as a wager at any gaming activity at which chips are not customarily used for wagering; or</p> <p class=\"clause-e\">(c) in any cash transaction, sell $10,000 or more worth of chips or tokens to a player.</p> <p class=\"subsection-e\">(2) On doing any of the activities described in clauses (1) (a), (b) and (c), the operator shall record,</p> <p class=\"clause-e\">(a) the player’s name and permanent address after verifying them by examining a valid driver’s licence, passport or similar piece of identification bearing the player’s photograph;</p> <p class=\"clause-e\">(b) the particulars of the document used to verify the player’s name and permanent address and the number of the document;</p> <p class=\"clause-e\">(c) the date and amount of the transaction; and</p> <p class=\"clause-e\">(d) the name, position title and signature of the person completing the transaction and recording the information on behalf of the operator.</p> <p class=\"subsection-e\">(3) The operator shall forward daily to the operator’s accounting department the information recorded and shall keep it for five years. O. Reg. 385/99, s. 27.</p>"
        },
        {
            "id": "28.",
            "section": "Large Cash Transactions",
            "content": "28. (1) An operator shall log and aggregate all cash transactions of an amount of $2,500 or more occurring within a 24-hour period between the operator and a specific patron, or a person who the operator knows or has reason to believe is the patron’s agent, at the cage, gaming table, slot department, pit or foreign exchange booth. (2) An operator shall log and aggregate all cash transactions of an amount under $2,500 occurring within a 24-hour period between the operator and a patron, or a person who the operator knows or has reason to believe is the patron’s agent, at the cage, gaming table, slot department, pit or foreign exchange booth if any officer or employee of the operator has reason to believe that the transaction is one of a series of transactions that together may amount to $10,000 or more in a 24-hour period. (3) When the transactions logged and aggregated pursuant to subsections (1) and (2) amount to $10,000 or more, the identification and record-keeping requirements set out in section 27 apply. O. Reg. 385/99, s. 28. Credit",
            "raw_html": "<p class=\"section-e\"><b>28. </b>(1) An operator shall log and aggregate all cash transactions of an amount of $2,500 or more occurring within a 24-hour period between the operator and a specific patron, or a person who the operator knows or has reason to believe is the patron’s agent, at the cage, gaming table, slot department, pit or foreign exchange booth.</p> <p class=\"subsection-e\">(2) An operator shall log and aggregate all cash transactions of an amount under $2,500 occurring within a 24-hour period between the operator and a patron, or a person who the operator knows or has reason to believe is the patron’s agent, at the cage, gaming table, slot department, pit or foreign exchange booth if any officer or employee of the operator has reason to believe that the transaction is one of a series of transactions that together may amount to $10,000 or more in a 24-hour period.</p> <p class=\"subsection-e\">(3) When the transactions logged and aggregated pursuant to subsections (1) and (2) amount to $10,000 or more, the identification and record-keeping requirements set out in section 27 apply. O. Reg. 385/99, s. 28.</p> <p class=\"heading1-e\"><a name=\"P314_36655\"></a><a name=\"BK14\"></a>Credit</p>"
        },
        {
            "id": "29.",
            "section": "Credit",
            "content": "29. (1) No operator of a gaming premises shall permit a player to play games of chance at the premises other than on a cash basis but the operator of a casino may provide credit to players in the casino in accordance with this section. (2) In this section, “countercheque” means a pre-printed instrument signed by a player in a casino that is endorsed “for deposit only” to a bank account of the operator of the casino; “credit” means an authorization to draw a countercheque to facilitate playing games of chance in a casino. (3) Before the operator of a casino approves a credit limit for a player, an employee employed in the credit department of the casino shall prepare a credit file for the player. (4) The credit file shall include a credit application form containing, (a) the player’s name, residential address and telephone number and the number of years the player has resided at that address; (b) if applicable, the player’s business address and telephone number; (c) if the player is employed, the name of the player’s employer, the number of years that the employer has employed the player, the business carried on by the employer and the player’s occupation; (d) if the player is self-employed, a statement that the player is self-employed, the number of years of self-employment and the business carried on by the player; (e) if the player is retired, a statement of that fact; (f) the name and address of the financial institutions at which the player has accounts and the numbers of those accounts; (g) the credit limit requested by the player and the sources of income and the value of assets reported in support of the request; (h) the name of each casino, in any jurisdiction, at which the player has a line of credit and its amount; (i) the approximate amount of all other outstanding indebtedness; and (j) the player’s signature acknowledging the following statement included at the bottom of the credit application form: “I certify that I have reviewed all of the information provided above and that it is true and accurate. I authorize (insert name of the operator of the casino) to conduct the investigations pertaining to the above information that it considers necessary for the approval of my credit limit.” (5) Before the operator of a casino approves a credit limit for a player, an employee employed in the credit department of the casino or a gaming key employee who is authorized under the casino’s internal control system that complies with section 24must be satisfied as to, (a) the player’s identity and residential address; (b) the player’s outstanding indebtedness; and (c) the player’s account numbers at financial institutions, the dates on which they were opened, the current balances, if available, and the average balances of the accounts over the preceding 12 months. (6) The employee shall record the name and title of the persons providing verification of the information mentioned in subsection (5). (7) No person, other than a gaming key employee who is employed in the credit department of the casino or who is authorized under the casino’s internal control system that complies with section 24, may approve a credit limit and any increases to it on behalf of the operator of the casino. (8) The operator of a casino shall submit the operator’s policies and procedures with respect to credit to the Registrar. (9) If a player reaches the approved credit limit and requests an increase, the operator may consider the request but shall not increase the player’s credit limit until at least 24 hours have elapsed since the player made the request. (10) A request for an increase in a credit limit shall be made in writing. (11) A player at a casino shall have no more than 30 banking days to repay money advanced on credit by the operator of the casino. (12) If a player does not repay the money advanced within 30 banking days, the operator of the casino shall immediately deposit the player’s countercheque. O. Reg. 385/99, s. 29. Games of Chance and Rules of Play",
            "raw_html": "<p class=\"section-e\"><b>29. </b>(1) No operator of a gaming premises shall permit a player to play games of chance at the premises other than on a cash basis but the operator of a casino may provide credit to players in the casino in accordance with this section.</p> <p class=\"subsection-e\">(2) In this section,</p> <p class=\"firstdef-e\">“countercheque” means a pre-printed instrument signed by a player in a casino that is endorsed “for deposit only” to a bank account of the operator of the casino;</p> <p class=\"definition-e\">“credit” means an authorization to draw a countercheque to facilitate playing games of chance in a casino.</p> <p class=\"subsection-e\">(3) Before the operator of a casino approves a credit limit for a player, an employee employed in the credit department of the casino shall prepare a credit file for the player.</p> <p class=\"subsection-e\">(4) The credit file shall include a credit application form containing,</p> <p class=\"clause-e\">(a) the player’s name, residential address and telephone number and the number of years the player has resided at that address;</p> <p class=\"clause-e\">(b) if applicable, the player’s business address and telephone number;</p> <p class=\"clause-e\">(c) if the player is employed, the name of the player’s employer, the number of years that the employer has employed the player, the business carried on by the employer and the player’s occupation;</p> <p class=\"clause-e\">(d) if the player is self-employed, a statement that the player is self-employed, the number of years of self-employment and the business carried on by the player;</p> <p class=\"clause-e\">(e) if the player is retired, a statement of that fact;</p> <p class=\"clause-e\">(f) the name and address of the financial institutions at which the player has accounts and the numbers of those accounts;</p> <p class=\"clause-e\">(g) the credit limit requested by the player and the sources of income and the value of assets reported in support of the request;</p> <p class=\"clause-e\">(h) the name of each casino, in any jurisdiction, at which the player has a line of credit and its amount;</p> <p class=\"clause-e\">(i) the approximate amount of all other outstanding indebtedness; and</p> <p class=\"clause-e\">(j) the player’s signature acknowledging the following statement included at the bottom of the credit application form:</p> <p class=\"paragraph-e\">“I certify that I have reviewed all of the information provided above and that it is true and accurate. I authorize (insert name of the operator of the casino) to conduct the investigations pertaining to the above information that it considers necessary for the approval of my credit limit.”</p> <p class=\"subsection-e\">(5) Before the operator of a casino approves a credit limit for a player, an employee employed in the credit department of the casino or a gaming key employee who is authorized under the casino’s internal control system that complies with section 24must be satisfied as to,</p> <p class=\"clause-e\">(a) the player’s identity and residential address;</p> <p class=\"clause-e\">(b) the player’s outstanding indebtedness; and</p> <p class=\"clause-e\">(c) the player’s account numbers at financial institutions, the dates on which they were opened, the current balances, if available, and the average balances of the accounts over the preceding 12 months.</p> <p class=\"subsection-e\">(6) The employee shall record the name and title of the persons providing verification of the information mentioned in subsection (5).</p> <p class=\"subsection-e\">(7) No person, other than a gaming key employee who is employed in the credit department of the casino or who is authorized under the casino’s internal control system that complies with section 24, may approve a credit limit and any increases to it on behalf of the operator of the casino.</p> <p class=\"subsection-e\">(8) The operator of a casino shall submit the operator’s policies and procedures with respect to credit to the Registrar.</p> <p class=\"subsection-e\">(9) If a player reaches the approved credit limit and requests an increase, the operator may consider the request but shall not increase the player’s credit limit until at least 24 hours have elapsed since the player made the request.</p> <p class=\"subsection-e\">(10) A request for an increase in a credit limit shall be made in writing.</p> <p class=\"subsection-e\">(11) A player at a casino shall have no more than 30 banking days to repay money advanced on credit by the operator of the casino.</p> <p class=\"subsection-e\">(12) If a player does not repay the money advanced within 30 banking days, the operator of the casino shall immediately deposit the player’s countercheque. O. Reg. 385/99, s. 29.</p> <p class=\"heading1-e\"><a name=\"P343_40684\"></a><a name=\"BK15\"></a>Games of Chance and Rules of Play</p>"
        },
        {
            "id": "30.",
            "section": "Games of Chance and Rules of Play",
            "content": "30. (1) An operator of a gaming premises shall submit to the board of the Commission for its approval a complete description of each game of chance that it intends to offer for play at the premises. O. Reg. 208/00, s. 10 (1). (2) The description shall include, (a) a summary of the game, including its objectives, the rules of the game, the method of play and the wagers that may be made; (b) the chances of winning the game and the advantage of the operator in relation to each wager; and (c) a description of the equipment, if any, used in the playing of the game. O. Reg. 385/99, s. 30 (2); O. Reg. 208/00, s. 10 (2). (3) Revoked: O. Reg. 208/00, s. 10 (3). (4) An operator of a gaming premises shall ensure that the games of chance offered for play at the premises are approved by the board and played in accordance with the rules approved by the board. O. Reg. 208/00, s. 10 (4). (5) Revoked: O. Reg. 208/00, s. 10 (5). (6) The operator of a gaming premises shall, on request, provide a player with a description of the rules of play of any game of chance offered for play at the gaming premises, except for games played on slot machines. (7) The operator of a gaming premises shall ensure that a sign indicating the maximum and minimum wagers permitted at a game of chance offered for play at the gaming premises is posted at each table at which the game is played and is clearly visible to the players at that table. O. Reg. 385/99, s. 30 (6, 7). Advertising",
            "raw_html": "<p class=\"section-e\"><b>30. </b>(1) An operator of a gaming premises shall submit to the board of the Commission for its approval a complete description of each game of chance that it intends to offer for play at the premises. O. Reg. 208/00, s. 10 (1).</p> <p class=\"subsection-e\">(2) The description shall include,</p> <p class=\"clause-e\">(a) a summary of the game, including its objectives, the rules of the game, the method of play and the wagers that may be made;</p> <p class=\"clause-e\">(b) the chances of winning the game and the advantage of the operator in relation to each wager; and</p> <p class=\"clause-e\">(c) a description of the equipment, if any, used in the playing of the game. O. Reg. 385/99, s. 30 (2); O. Reg. 208/00, s. 10 (2).</p> <p class=\"subsection-e\">(3) Revoked: O. Reg. 208/00, s. 10 (3).</p> <p class=\"subsection-e\">(4) An operator of a gaming premises shall ensure that the games of chance offered for play at the premises are approved by the board and played in accordance with the rules approved by the board. O. Reg. 208/00, s. 10 (4).</p> <p class=\"subsection-e\">(5) Revoked: O. Reg. 208/00, s. 10 (5).</p> <p class=\"subsection-e\">(6) The operator of a gaming premises shall, on request, provide a player with a description of the rules of play of any game of chance offered for play at the gaming premises, except for games played on slot machines.</p> <p class=\"subsection-e\">(7) The operator of a gaming premises shall ensure that a sign indicating the maximum and minimum wagers permitted at a game of chance offered for play at the gaming premises is posted at each table at which the game is played and is clearly visible to the players at that table. O. Reg. 385/99, s. 30 (6, 7).</p> <p class=\"heading1-e\"><a name=\"P354_42209\"></a><a name=\"BK16\"></a>Advertising</p>"
        },
        {
            "id": "31.",
            "section": "Advertising",
            "content": "31. (1) An operator of a gaming premises shall not in any way engage in advertising, or permit anyone with whom the operator contracts, to engage in advertising that, (a) implies that playing games of chance promotes or is required for social acceptance, personal success, financial success or the resolution of any economic, social or personal problems; (b) contains endorsements by well-known personalities that suggest that playing games of chance has contributed to their success; (c) is specifically directed at encouraging individuals under 19 years of age to play games of chance; or (d) compares playing games of chance offered at the gaming premises to other forms of gaming in Ontario. (2) An operator shall not enter into a contract with a person under which the person offers gifts or the chance of receiving gifts as an inducement for individuals to play games of chance. (3) A supplier registered under this Regulation who supplies advertising for a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme shall ensure that the advertising does not contravene the restrictions set out in subsection (1). O. Reg. 385/99, s. 31. Persons Prohibited from Playing Games of Chance",
            "raw_html": "<p class=\"section-e\"><b>31. </b>(1) An operator of a gaming premises shall not in any way engage in advertising, or permit anyone with whom the operator contracts, to engage in advertising that,</p> <p class=\"clause-e\">(a) implies that playing games of chance promotes or is required for social acceptance, personal success, financial success or the resolution of any economic, social or personal problems;</p> <p class=\"clause-e\">(b) contains endorsements by well-known personalities that suggest that playing games of chance has contributed to their success;</p> <p class=\"clause-e\">(c) is specifically directed at encouraging individuals under 19 years of age to play games of chance; or</p> <p class=\"clause-e\">(d) compares playing games of chance offered at the gaming premises to other forms of gaming in Ontario.</p> <p class=\"subsection-e\">(2) An operator shall not enter into a contract with a person under which the person offers gifts or the chance of receiving gifts as an inducement for individuals to play games of chance.</p> <p class=\"subsection-e\">(3) A supplier registered under this Regulation who supplies advertising for a casino, charity casino, slot machine facility or the premises used for a prescribed lottery scheme shall ensure that the advertising does not contravene the restrictions set out in subsection (1). O. Reg. 385/99, s. 31.</p> <p class=\"heading1-e\"><a name=\"P362_43408\"></a><a name=\"BK17\"></a>Persons Prohibited from Playing Games of Chance</p>"
        },
        {
            "id": "32.",
            "section": "Persons Prohibited from Playing Games of Chance",
            "content": "32. (1) An operator of a gaming premises shall not permit the following individuals to play games of chance at the premises: 1. Individuals under 19 years of age. 2. Individuals who appear to be intoxicated. 3. An individual who the operator has reason to believe has been excluded from the premises under subsection 3.6 (1) of the Act. 4. Every individual who advises the operator that the individual is participating in a self-exclusion process mentioned in clause (3) (c) that has not been terminated. 5. Members or employees of the Commission. 6. Officers, directors or partners of the operator. 7. Revoked: O. Reg. 208/00, s. 11 (2). 8. Directors, officers and employees of the Ontario Lottery and Gaming Corporation. 9. Executives and staff of a trade union who represent or negotiate on behalf of gaming employees at the gaming premises. O. Reg. 385/99, s. 32 (1); O. Reg. 208/00, s. 11. (2) An operator of a casino shall not permit gaming key employees or gaming employees employed by the operator to play games of chance at any gaming premises operated by the operator. (2.1) Despite paragraph 8 of subsection 32 (1), an operator of a casino may permit employees of the Ontario Lottery and Gaming Corporation to play games of chance at the casino if, (a) they are registered as gaming employees; or (b) under the Act or this Regulation, they are not required to register as a gaming assistant in order to act as employees of the Corporation. O. Reg. 478/01, s. 1. (3) If required by the Registrar, an operator shall implement and comply with a policy and program approved by the board of the Commission that provides, (a) a process to identify players who may have a problem with or addiction to gambling; (b) a process to provide information to every player whom the operator identifies under clause (a); (c) a process for players to exclude themselves from playing games of chance; and (d) a process for players who have excluded themselves from playing games of chance to terminate the exclusion. O. Reg. 385/99, s. 32 (2, 3).",
            "raw_html": "<p class=\"section-e\"><b>32. </b>(1) An operator of a gaming premises shall not permit the following individuals to play games of chance at the premises:</p> <p class=\"paragraph-e\">1. Individuals under 19 years of age.</p> <p class=\"paragraph-e\">2. Individuals who appear to be intoxicated.</p> <p class=\"paragraph-e\">3. An individual who the operator has reason to believe has been excluded from the premises under subsection 3.6 (1) of the Act.</p> <p class=\"paragraph-e\">4. Every individual who advises the operator that the individual is participating in a self-exclusion process mentioned in clause (3) (c) that has not been terminated.</p> <p class=\"paragraph-e\">5. Members or employees of the Commission.</p> <p class=\"paragraph-e\">6. Officers, directors or partners of the operator. </p> <p class=\"paragraph-e\">7. Revoked: O. Reg. 208/00, s. 11 (2).</p> <p class=\"paragraph-e\">8. Directors, officers and employees of the Ontario Lottery and Gaming Corporation.</p> <p class=\"paragraph-e\">9. Executives and staff of a trade union who represent or negotiate on behalf of gaming employees at the gaming premises. O. Reg. 385/99, s. 32 (1); O. Reg. 208/00, s. 11.</p> <p class=\"subsection-e\">(2) An operator of a casino shall not permit gaming key employees or gaming employees employed by the operator to play games of chance at any gaming premises operated by the operator.</p> <p class=\"subsection-e\">(2.1) Despite paragraph 8 of subsection 32 (1), an operator of a casino may permit employees of the Ontario Lottery and Gaming Corporation to play games of chance at the casino if,</p> <p class=\"clause-e\">(a) they are registered as gaming employees; or</p> <p class=\"clause-e\">(b) under the Act or this Regulation, they are not required to register as a gaming assistant in order to act as employees of the Corporation. O. Reg. 478/01, s. 1.</p> <p class=\"subsection-e\">(3) If required by the Registrar, an operator shall implement and comply with a policy and program approved by the board of the Commission that provides,</p> <p class=\"clause-e\">(a) a process to identify players who may have a problem with or addiction to gambling;</p> <p class=\"clause-e\">(b) a process to provide information to every player whom the operator identifies under clause (a);</p> <p class=\"clause-e\">(c) a process for players to exclude themselves from playing games of chance; and</p> <p class=\"clause-e\">(d) a process for players who have excluded themselves from playing games of chance to terminate the exclusion. O. Reg. 385/99, s. 32 (2, 3).</p>"
        },
        {
            "id": "33.",
            "section": "Persons Prohibited from Playing Games of Chance",
            "content": "33. A gaming key employee or a gaming employee shall not play games of chance at any gaming premises operated by his or her employer. O. Reg. 385/99, s. 33. Change of Information",
            "raw_html": "<p class=\"section-e\"><b>33. </b>A gaming key employee or a gaming employee shall not play games of chance at any gaming premises operated by his or her employer. O. Reg. 385/99, s. 33.</p> <p class=\"heading1-e\"><a name=\"P383_45654\"></a><a name=\"BK18\"></a>Change of Information</p>"
        },
        {
            "id": "34.",
            "section": "Change of Information",
            "content": "34. Every supplier registered under this Regulation shall notify the Registrar in writing within five days of any change in the officers, directors or partners of the supplier or of any change in the holders of 5 per cent or more of any shares of the supplier. O. Reg. 385/99, s. 34. Exclusion of Individuals from Gaming Premises",
            "raw_html": "<p class=\"section-e\"><b>34. </b>Every supplier registered under this Regulation shall notify the Registrar in writing within five days of any change in the officers, directors or partners of the supplier or of any change in the holders of 5 per cent or more of any shares of the supplier. O. Reg. 385/99, s. 34.</p> <p class=\"heading1-e\"><a name=\"P385_45964\"></a><a name=\"BK19\"></a>Exclusion of Individuals from Gaming Premises</p>"
        },
        {
            "id": "35.",
            "section": "Exclusion of Individuals from Gaming Premises",
            "content": "35. For the purposes of subsection 3.6 (1) of the Act, the following are prescribed as criteria for refusing an individual access to a gaming premises: 1. The individual has been excluded from premises where gaming occurs by any other jurisdiction where gaming is legal. 2. The individual has cheated at a game of chance held in a casino or at any other place where games of chance are played. 3. The individual has been denied registration or renewal of registration as a gaming assistant or as a supplier. 4. The individual has been registered as a gaming assistant or as a supplier and the registration has been suspended or revoked. 5. The individual has acted in a way that would adversely affect public confidence that games of chance and casino operations in general are free from criminal or corrupting elements and are conducted in accordance with the principles of honesty and integrity. O. Reg. 385/99, s. 35; O. Reg. 208/00, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>35. </b>For the purposes of subsection 3.6 (1) of the Act, the following are prescribed as criteria for refusing an individual access to a gaming premises:</p> <p class=\"paragraph-e\">1. The individual has been excluded from premises where gaming occurs by any other jurisdiction where gaming is legal.</p> <p class=\"paragraph-e\">2. The individual has cheated at a game of chance held in a casino or at any other place where games of chance are played.</p> <p class=\"paragraph-e\">3. The individual has been denied registration or renewal of registration as a gaming assistant or as a supplier.</p> <p class=\"paragraph-e\">4. The individual has been registered as a gaming assistant or as a supplier and the registration has been suspended or revoked.</p> <p class=\"paragraph-e\">5. The individual has acted in a way that would adversely affect public confidence that games of chance and casino operations in general are free from criminal or corrupting elements and are conducted in accordance with the principles of honesty and integrity. O. Reg. 385/99, s. 35; O. Reg. 208/00, s. 12.</p>"
        },
        {
            "id": "36.",
            "section": "Exclusion of Individuals from Gaming Premises",
            "content": "36. (1) Before issuing a direction to the Ontario Lottery and Gaming Corporation requiring it to refuse to allow an individual access to its gaming premises in Ontario, the Registrar shall serve a notice of the proposed direction on the individual by registered mail to the individual’s last known address. O. Reg. 148/11, s. 1 (1). (2) The notice of the proposed direction shall, (a) identify the individual; (b) set out the reasons for refusing access to the individual; (c) advise the individual of the right to make written submissions to the Registrar as to why the individual should not be refused access to gaming premises of the Ontario Lottery and Gaming Corporation; and (d) state the time period, which shall be at least 15 days after service of the notice, within which the individual may make the submissions mentioned in clause (c). O. Reg. 385/99, s. 36 (2); O. Reg. 208/00, s. 13 (2); O. Reg. 148/11, s. 1 (2, 3). (3) Revoked: O. Reg. 148/11, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"><b>36. </b>(1) Before issuing a direction to the Ontario Lottery and Gaming Corporation requiring it to refuse to allow an individual access to its gaming premises in Ontario, the Registrar shall serve a notice of the proposed direction on the individual by registered mail to the individual’s last known address. O. Reg. 148/11, s. 1 (1).</p> <p class=\"subsection-e\">(2) The notice of the proposed direction shall,</p> <p class=\"clause-e\">(a) identify the individual;</p> <p class=\"clause-e\">(b) set out the reasons for refusing access to the individual;</p> <p class=\"clause-e\">(c) advise the individual of the right to make written submissions to the Registrar as to why the individual should not be refused access to gaming premises of the Ontario Lottery and Gaming Corporation; and</p> <p class=\"clause-e\">(d) state the time period, which shall be at least 15 days after service of the notice, within which the individual may make the submissions mentioned in clause (c). O. Reg. 385/99, s. 36 (2); O. Reg. 208/00, s. 13 (2); O. Reg. 148/11, s. 1 (2, 3).</p> <p class=\"subsection-e\">(3) Revoked: O. Reg. 148/11, s. 1 (4).</p>"
        },
        {
            "id": "37.",
            "section": "Exclusion of Individuals from Gaming Premises",
            "content": "37. (1) After considering whatever submissions an individual makes under clause 36 (2) (c), the Registrar shall issue a direction to the Ontario Lottery and Gaming Corporation requiring it to refuse to allow an individual access to its gaming premises in Ontario, if the Registrar is satisfied that the Registrar should do so based on the criteria set out in section 35. O. Reg. 148/11, s. 2 (1). (2) The direction shall include, (a) the individual’s name, as well as known aliases, if any; (b) the individual’s date of birth, if known; (c) the individual’s last known home and business address; and (d) if available, a physical description and a recent photograph of the individual. O. Reg. 385/99, s. 37 (2). (3) The Registrar shall serve a copy of the direction on the individual by registered mail at the individual’s last known address. O. Reg. 385/99, s. 37 (3); O. Reg. 148/11, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>37. </b>(1) After considering whatever submissions an individual makes under clause 36 (2) (c), the Registrar shall issue a direction to the Ontario Lottery and Gaming Corporation requiring it to refuse to allow an individual access to its gaming premises in Ontario, if the Registrar is satisfied that the Registrar should do so based on the criteria set out in section 35. O. Reg. 148/11, s. 2 (1).</p> <p class=\"subsection-e\">(2) The direction shall include,</p> <p class=\"clause-e\">(a) the individual’s name, as well as known aliases, if any;</p> <p class=\"clause-e\">(b) the individual’s date of birth, if known;</p> <p class=\"clause-e\">(c) the individual’s last known home and business address; and</p> <p class=\"clause-e\">(d) if available, a physical description and a recent photograph of the individual. O. Reg. 385/99, s. 37 (2).</p> <p class=\"subsection-e\">(3) The Registrar shall serve a copy of the direction on the individual by registered mail at the individual’s last known address. O. Reg. 385/99, s. 37 (3); O. Reg. 148/11, s. 2 (2).</p>"
        },
        {
            "id": "38.",
            "section": "Exclusion of Individuals from Gaming Premises",
            "content": "38. (1) After five years have elapsed since the issuing of a direction against an individual under section 37, the individual may make a written request to the Registrar asking that the Registrar revoke the direction. O. Reg. 148/11, s. 3 (1). (2) The individual shall state the grounds for the request, along with all necessary detail in support of it. O. Reg. 385/99, s. 38 (2). (3) The Registrar shall revoke the direction upon being satisfied that the individual has shown cause why the direction should be revoked. O. Reg. 148/11, s. 3 (2). (4) Revoked: O. Reg. 148/11, s. 3 (2). (5) Upon being satisfied that the individual has shown cause why the direction should be revoked, the Registrar shall issue a direction to that effect to the Ontario Lottery and Gaming Corporation and, on receiving it, the Corporation shall no longer refuse the individual access to its gaming premises in Ontario. O. Reg. 148/11, s. 3 (3). (6) The Registrar shall serve a copy of the direction issued under subsection (5) on the individual by registered mail addressed to the individual’s last known address. O. Reg. 385/99, s. 38 (6); O. Reg. 148/11, s. 3 (4). Registrar’s Inquiry or Investigation",
            "raw_html": "<p class=\"section-e\"><b>38. </b>(1) After five years have elapsed since the issuing of a direction against an individual under section 37, the individual may make a written request to the Registrar asking that the Registrar revoke the direction. O. Reg. 148/11, s. 3 (1).</p> <p class=\"subsection-e\">(2) The individual shall state the grounds for the request, along with all necessary detail in support of it. O. Reg. 385/99, s. 38 (2).</p> <p class=\"subsection-e\">(3) The Registrar shall revoke the direction upon being satisfied that the individual has shown cause why the direction should be revoked. O. Reg. 148/11, s. 3 (2).</p> <p class=\"subsection-e\">(4) Revoked: O. Reg. 148/11, s. 3 (2).</p> <p class=\"subsection-e\">(5) Upon being satisfied that the individual has shown cause why the direction should be revoked, the Registrar shall issue a direction to that effect to the Ontario Lottery and Gaming Corporation and, on receiving it, the Corporation shall no longer refuse the individual access to its gaming premises in Ontario. O. Reg. 148/11, s. 3 (3).</p> <p class=\"subsection-e\">(6) The Registrar shall serve a copy of the direction issued under subsection (5) on the individual by registered mail addressed to the individual’s last known address. O. Reg. 385/99, s. 38 (6); O. Reg. 148/11, s. 3 (4).</p> <p class=\"heading1-e\"><a name=\"P412_50051\"></a><a name=\"BK20\"></a>Registrar’s Inquiry or Investigation</p>"
        },
        {
            "id": "38.1",
            "section": "Registrar’s Inquiry or Investigation",
            "content": "38.1 (1) If, following an inquiry or investigation under subsection 9 (1.1) of the Act, the Registrar is of the opinion that a person may not be suitable to be a member of the Board of the Ontario Lottery and Gaming Corporation or to exercise significant decision-making authority with respect to the conduct, management or operation of games of chance, the Registrar shall advise the person of that fact and the reasons for the opinion. (2) The person is entitled to make submissions to the Registrar with respect to the inquiry or investigation before the Registrar forms a final opinion. O. Reg. 208/00, s. 16. Fees",
            "raw_html": "<p class=\"section-e\"><b>38.1 </b>(1) If, following an inquiry or investigation under subsection 9 (1.1) of the Act, the Registrar is of the opinion that a person may not be suitable to be a member of the Board of the Ontario Lottery and Gaming Corporation or to exercise significant decision-making authority with respect to the conduct, management or operation of games of chance, the Registrar shall advise the person of that fact and the reasons for the opinion.</p> <p class=\"subsection-e\">(2) The person is entitled to make submissions to the Registrar with respect to the inquiry or investigation before the Registrar forms a final opinion. O. Reg. 208/00, s. 16.</p> <p class=\"heading1-e\"><a name=\"P415_50713\"></a><a name=\"BK21\"></a>Fees</p>"
        },
        {
            "id": "39.",
            "section": "Fees",
            "content": "39. (1) The fees established by the board of the Commission and approved by the Minister responsible for the administration of the Act are payable for each year during the term of a registration and shall be paid to the Registrar in equal yearly instalments. (2) The registration of a registrant expires if the registrant does not pay a yearly instalment fee on or before the day specified by the Registrar. O. Reg. 385/99, s. 39.",
            "raw_html": "<p class=\"section-e\"><b>39. </b>(1) The fees established by the board of the Commission and approved by the Minister responsible for the administration of the Act are payable for each year during the term of a registration and shall be paid to the Registrar in equal yearly instalments.</p> <p class=\"subsection-e\">(2) The registration of a registrant expires if the registrant does not pay a yearly instalment fee on or before the day specified by the Registrar. O. Reg. 385/99, s. 39.</p>"
        },
        {
            "id": "40.",
            "section": "Fees",
            "content": "40. (1) An applicant for registration or a registrant under this Regulation shall pay to the Registrar the amount that the Registrar determines based on an assessment of the costs of an investigation if the Registrar determines that an investigation under section 9 of the Act is necessary with respect to the applicant or registrant. (2) The Registrar shall use the amount paid by the applicant or registrant to pay the reasonable costs of the investigation and shall return the balance, if any, to the applicant or registrant. O. Reg. 385/99, s. 40. Transitional Provisions",
            "raw_html": "<p class=\"section-e\"><b>40. </b>(1) An applicant for registration or a registrant under this Regulation shall pay to the Registrar the amount that the Registrar determines based on an assessment of the costs of an investigation if the Registrar determines that an investigation under section 9 of the Act is necessary with respect to the applicant or registrant.</p> <p class=\"subsection-e\">(2) The Registrar shall use the amount paid by the applicant or registrant to pay the reasonable costs of the investigation and shall return the balance, if any, to the applicant or registrant. O. Reg. 385/99, s. 40.</p> <p class=\"heading1-e\"><a name=\"P420_51720\"></a><a name=\"BK22\"></a>Transitional Provisions</p>"
        },
        {
            "id": "41.",
            "section": "Transitional Provisions",
            "content": "41. (1) The registration of a supplier registered as a casino operator or casino gaming-related supplier under Ontario Regulation 69/94 or as a site holder or slot machine supplier under Ontario Regulation 368/98 immediately before this Regulation comes into force shall continue as the registration of a gaming-related supplier, subject to all terms of the previous registration that are not inconsistent with this Regulation. (2) The registration of a supplier registered as a casino non-gaming-related supplier under Ontario Regulation 69/94 immediately before this Regulation comes into force shall continue as the registration of a non-gaming-related supplier, subject to all terms of the previous registration that are not inconsistent with this Regulation. (3) The registration of a supplier registered as a trade union under Ontario Regulation 69/94 immediately before this Regulation comes into force shall continue as the registration of a trade union, subject to all terms of the previous registration that are not inconsistent with this Regulation. (4) The registration of a gaming assistant registered as a casino key employee under Ontario Regulation 69/94 or as a site holder key employee or slot machine supplier key employee under Ontario Regulation 368/98 immediately before this Regulation comes into force shall continue as the registration of a gaming key employee, subject to all terms of the previous registration that are not inconsistent with this Regulation. (5) The registration of a gaming assistant registered as a casino employee under Ontario Regulation 69/94 or as a site holder employee or slot machine supplier employee under Ontario Regulation 368/98 immediately before this Regulation comes into force shall continue as the registration of a gaming employee, subject to all terms of the previous registration that are not inconsistent with this Regulation. O. Reg. 385/99, s. 41.",
            "raw_html": "<p class=\"section-e\"><b>41. </b>(1) The registration of a supplier registered as a casino operator or casino gaming-related supplier under Ontario Regulation 69/94 or as a site holder or slot machine supplier under Ontario Regulation 368/98 immediately before this Regulation comes into force shall continue as the registration of a gaming-related supplier, subject to all terms of the previous registration that are not inconsistent with this Regulation.</p> <p class=\"subsection-e\">(2) The registration of a supplier registered as a casino non-gaming-related supplier under Ontario Regulation 69/94 immediately before this Regulation comes into force shall continue as the registration of a non-gaming-related supplier, subject to all terms of the previous registration that are not inconsistent with this Regulation.</p> <p class=\"subsection-e\">(3) The registration of a supplier registered as a trade union under Ontario Regulation 69/94 immediately before this Regulation comes into force shall continue as the registration of a trade union, subject to all terms of the previous registration that are not inconsistent with this Regulation.</p> <p class=\"subsection-e\">(4) The registration of a gaming assistant registered as a casino key employee under Ontario Regulation 69/94 or as a site holder key employee or slot machine supplier key employee under Ontario Regulation 368/98 immediately before this Regulation comes into force shall continue as the registration of a gaming key employee, subject to all terms of the previous registration that are not inconsistent with this Regulation.</p> <p class=\"subsection-e\">(5) The registration of a gaming assistant registered as a casino employee under Ontario Regulation 69/94 or as a site holder employee or slot machine supplier employee under Ontario Regulation 368/98 immediately before this Regulation comes into force shall continue as the registration of a gaming employee, subject to all terms of the previous registration that are not inconsistent with this Regulation. O. Reg. 385/99, s. 41.</p>"
        },
        {
            "id": "42.",
            "section": "Transitional Provisions",
            "content": "42. Omitted (revokes other Regulations). O. Reg. 385/99, s. 42. ",
            "raw_html": "<p class=\"section-e\"><b>42.</b> Omitted (revokes other Regulations). O. Reg. 385/99, s. 42.</p> <p class=\"Normal\"></p>"
        }
    ]
}