{
    "reg_info": {
        "full_title": "O. Reg. 367/22: DISCIPLINE COMMITTEE",
        "reg_name_text": "DISCIPLINE COMMITTEE",
        "citation": "O. Reg. 367/22: ",
        "act_under": "Trust in Real Estate Services Act, 2002",
        "url": "https://www.ontario.ca/laws/regulation/220367",
        "date_scraped": "2023-12-18 02:33:27"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/220367/v1",
            "valid_from": "April 19, 2022",
            "valid_to": "November 30, 2023"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "  1. (1) In this Regulation, a person is deemed to be an interested person in respect of another person if the person is associated with the other person or if, in the opinion of the registrar, (a)  the person has or may have a beneficial interest in the other person’s business; (b)  the person exercises or may exercise control either directly or indirectly over the other person; or (c)  the person has provided or may have provided financing either directly or indirectly to the other person’s business. (2) In this Regulation, a reference to a decision of the discipline committee includes a reference to a determination made under subsection 21 (1) of the Act and, if applicable, a final order made under subsection 21 (3) of the Act.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) In this Regulation, a person is deemed to be an interested person in respect of another person if the person is associated with the other person or if, in the opinion of the registrar,</p> <p class=\"clause-e\">  (a)  the person has or may have a beneficial interest in the other person’s business;</p> <p class=\"clause-e\">  (b)  the person exercises or may exercise control either directly or indirectly over the other person; or</p> <p class=\"clause-e\">  (c)  the person has provided or may have provided financing either directly or indirectly to the other person’s business.</p> <p class=\"subsection-e\">  (2) In this Regulation, a reference to a decision of the discipline committee includes a reference to a determination made under subsection 21 (1) of the Act and, if applicable, a final order made under subsection 21 (3) of the Act.</p>"
        },
        {
            "id": "2.",
            "section": "Composition",
            "content": "  2. (1) For the purposes of subsection 21 (2) of the Act, the discipline committee shall consist of five or more members, at least one of whom has never been, (a)  a registrant; (b)  a shareholder, officer, director or employee of a registrant; (c)  an interested person in respect of a person described in clause (a) or (b); (d)  an officer, director or employee of an association that represents registrants or the interests of registrants; or (e)  a member of the board of the administrative authority. (2) A member of the board of the administrative authority shall not be appointed under subsection 21 (2) of the Act as a member of the discipline committee.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>(1) For the purposes of subsection 21 (2) of the Act, the discipline committee shall consist of five or more members, at least one of whom has never been,</p> <p class=\"clause-e\">  (a)  a registrant;</p> <p class=\"clause-e\">  (b)  a shareholder, officer, director or employee of a registrant;</p> <p class=\"clause-e\">  (c)  an interested person in respect of a person described in clause (a) or (b);</p> <p class=\"clause-e\">  (d)  an officer, director or employee of an association that represents registrants or the interests of registrants; or</p> <p class=\"clause-e\">  (e)  a member of the board of the administrative authority.</p> <p class=\"subsection-e\">  (2) A member of the board of the administrative authority shall not be appointed under subsection 21 (2) of the Act as a member of the discipline committee.</p>"
        },
        {
            "id": "3.",
            "section": "Chairs and vice-chairs",
            "content": "  3. (1) The board of the administrative authority shall appoint from among the members of the discipline committee: (a)  one person as chair of the discipline committee; and (b)  at least one person as vice-chair of the discipline committee. (2) Subject to subsection (3), the vice-chair of the discipline committee may exercise and perform the powers and duties of the chair on the request of the chair or if the chair is absent or unable to act. (3) If more than one vice-chair has been appointed under clause (1) (b), the following person may exercise and perform the powers and duties of the chair: 1.  The vice chair of the committee whom the chair specifies. 2.  The vice chair of the committee who has the greatest experience as vice-chair if the chair does not specify a vice-chair.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>(1) The board of the administrative authority shall appoint from among the members of the discipline committee:</p> <p class=\"clause-e\">  (a)  one person as chair of the discipline committee; and</p> <p class=\"clause-e\">  (b)  at least one person as vice-chair of the discipline committee.</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), the vice-chair of the discipline committee may exercise and perform the powers and duties of the chair on the request of the chair or if the chair is absent or unable to act.</p> <p class=\"subsection-e\">  (3) If more than one vice-chair has been appointed under clause (1) (b), the following person may exercise and perform the powers and duties of the chair:</p> <p class=\"paragraph-e\">  1.  The vice chair of the committee whom the chair specifies.</p> <p class=\"paragraph-e\">  2.  The vice chair of the committee who has the greatest experience as vice-chair if the chair does not specify a vice-chair.</p>"
        },
        {
            "id": "4.",
            "section": "Term of appointment",
            "content": "  4. (1) An appointment made under subsection 21 (2) of the Act or subsection 3 (1) of this Regulation expires at the end of, (a)  the day specified in the appointment, if the appointment specifies an expiry date; or (b)  the day before the third anniversary of the day the appointment took effect, if the appointment does not specify an expiry date. (2) If the term of office of a member of the discipline committee who has participated in a hearing expires before a decision is given, the term shall be deemed to continue, but only for the purpose of participating in the decision and for no other purpose. (3) The board of the administrative authority may at any time terminate for cause an appointment made under subsection 21 (2) of the Act or subsection 3 (1) of this Regulation. (4) Subsection (2) does not apply to a member whose appointment is terminated for cause under subsection (3).",
            "raw_html": "<p class=\"section-e\"><b>  4.</b> (1) An appointment made under subsection 21 (2) of the Act or subsection 3 (1) of this Regulation expires at the end of,</p> <p class=\"clause-e\">  (a)  the day specified in the appointment, if the appointment specifies an expiry date; or</p> <p class=\"clause-e\">  (b)  the day before the third anniversary of the day the appointment took effect, if the appointment does not specify an expiry date.</p> <p class=\"subsection-e\">  (2) If the term of office of a member of the discipline committee who has participated in a hearing expires before a decision is given, the term shall be deemed to continue, but only for the purpose of participating in the decision and for no other purpose.</p> <p class=\"subsection-e\">  (3) The board of the administrative authority may at any time terminate for cause an appointment made under subsection 21 (2) of the Act or subsection 3 (1) of this Regulation.</p> <p class=\"subsection-e\">  (4) Subsection (2) does not apply to a member whose appointment is terminated for cause under subsection (3).</p>"
        },
        {
            "id": "5.",
            "section": "Oath or affirmation of office",
            "content": "  5. Every person appointed under subsection 21 (2) of the Act as a member of the discipline committee and every person appointed under subsection 3 (1) of this Regulation as a chair or vice-chair shall, before beginning their duties, take and sign the following oath or affirmation in either English or French: I solemnly swear (or solemnly affirm) that I will faithfully, impartially and to the best of my skill and knowledge execute the duties of .......................... and that, except as I may be legally authorized or required, I will not disclose or give to any person any information or document that comes to my knowledge or possession by reason of my being ........................... So help me God. (Omit this line in an affirmation.)",
            "raw_html": "<p class=\"section-e\"><b>  5. </b>Every person appointed under subsection 21 (2) of the Act as a member of the discipline committee and every person appointed under subsection 3 (1) of this Regulation as a chair or vice-chair shall, before beginning their duties, take and sign the following oath or affirmation in either English or French:</p> <p class=\"parawindt-e\">I solemnly swear (or solemnly affirm) that I will faithfully, impartially and to the best of my skill and knowledge execute the duties of .......................... and that, except as I may be legally authorized or required, I will not disclose or give to any person any information or document that comes to my knowledge or possession by reason of my being ...........................</p> <p class=\"parawindt-e\">So help me God. <i>(Omit this line in an affirmation.)</i></p>"
        },
        {
            "id": "6.",
            "section": "Referral of matter, limitation",
            "content": " 6. Despite paragraph 3 of section 20 of the Act, the registrar shall not refer a matter to the discipline committee if more than two years have passed since the facts upon which the matter is based first came to the knowledge of the registrar.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>Despite paragraph 3 of section 20 of the Act, the registrar shall not refer a matter to the discipline committee if more than two years have passed since the facts upon which the matter is based first came to the knowledge of the registrar.</p>"
        },
        {
            "id": "7.",
            "section": "Assignment of discipline committee panels",
            "content": " 7. (1) When a matter is referred to the discipline committee, the chair of the committee shall assign a panel in accordance with this section to hear and determine the matter. (2) The panel has all the jurisdiction and powers of the discipline committee with respect to hearing and determining the matter. (3) Subject to subsection 4.2.1 (1) of the Statutory Powers Procedure Act, the panel must be composed of three or more members of the discipline committee. (4) If the panel is composed of three or more members of the discipline committee, (a)  at least two of the members of the panel must be registrants; (b)  if a broker of record or a brokerage is the subject of the proceeding, at least one of the registrants mentioned in clause (a) must be a broker of record; (c)  if a broker is the subject of the proceeding, at least one of the registrants mentioned in clause (a) must be a broker; (d)  if a salesperson is the subject of the proceeding, at least one of the registrants mentioned in clause (a) must be a salesperson; and (e)  at least one of the members of the panel must never have been, (i)  a registrant, (ii)  a shareholder, officer, director or employee of a registrant, (iii)  an interested person in respect of a person described in subclause (i) or (ii), (iv)  an officer, director or employee of an association that represents registrants or the interests of registrants, or (v)  a member of the board of the administrative authority.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) When a matter is referred to the discipline committee, the chair of the committee shall assign a panel in accordance with this section to hear and determine the matter.</p> <p class=\"subsection-e\">  (2) The panel has all the jurisdiction and powers of the discipline committee with respect to hearing and determining the matter.</p> <p class=\"subsection-e\">  (3) Subject to subsection 4.2.1 (1) of the <i>Statutory Powers Procedure Act</i>, the panel must be composed of three or more members of the discipline committee.</p> <p class=\"subsection-e\">  (4) If the panel is composed of three or more members of the discipline committee,</p> <p class=\"clause-e\">  (a)  at least two of the members of the panel must be registrants;</p> <p class=\"clause-e\">  (b)  if a broker of record or a brokerage is the subject of the proceeding, at least one of the registrants mentioned in clause (a) must be a broker of record;</p> <p class=\"clause-e\">  (c)  if a broker is the subject of the proceeding, at least one of the registrants mentioned in clause (a) must be a broker;</p> <p class=\"clause-e\">  (d)  if a salesperson is the subject of the proceeding, at least one of the registrants mentioned in clause (a) must be a salesperson; and</p> <p class=\"clause-e\">  (e)  at least one of the members of the panel must never have been,</p> <p class=\"subclause-e\">  (i)  a registrant,</p> <p class=\"subclause-e\">  (ii)  a shareholder, officer, director or employee of a registrant,</p> <p class=\"subclause-e\">  (iii)  an interested person in respect of a person described in subclause (i) or (ii),</p> <p class=\"subclause-e\">  (iv)  an officer, director or employee of an association that represents registrants or the interests of registrants, or</p> <p class=\"subclause-e\">  (v)  a member of the board of the administrative authority.</p>"
        },
        {
            "id": "8.",
            "section": "Parties",
            "content": " 8. The parties to a proceeding before the discipline committee are the registrant who is the subject of the proceeding, the administrative authority and any other person added as a party by the discipline committee.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>The parties to a proceeding before the discipline committee are the registrant who is the subject of the proceeding, the administrative authority and any other person added as a party by the discipline committee.</p>"
        },
        {
            "id": "9.",
            "section": "Notice of hearing",
            "content": " 9. Subject to section 6 of the Statutory Powers Procedure Act, the discipline committee shall give the parties to a proceeding at least 45 days notice of a hearing by the committee.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>Subject to section 6 of the <i>Statutory Powers Procedure Act</i>, the discipline committee shall give the parties to a proceeding at least 45 days notice of a hearing by the committee.</p>"
        },
        {
            "id": "10.",
            "section": "Format of proceedings",
            "content": " 10. The discipline committee may conduct a proceeding in person, electronically, in writing or by a combination of any of them, as the discipline committee considers appropriate in accordance with the rules of the committee.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>The discipline committee may conduct a proceeding in person, electronically, in writing or by a combination of any of them, as the discipline committee considers appropriate in accordance with the rules of the committee.</p>"
        },
        {
            "id": "11.",
            "section": "Disclosure of evidence",
            "content": " 11. (1) A party who intends to tender evidence at a hearing before the discipline committee shall, no later than the date specified by subsection (3), disclose the following to every other party: 1.  In the case of written or documentary evidence, a copy of the evidence. 2.  In the case of oral evidence of a witness, the identity of the witness and a written statement containing the substance of the witness’ anticipated oral evidence. 3.  In the case of oral evidence of an expert, the identity of the expert and a copy of a written report signed by the expert containing the substance of the expert’s anticipated oral evidence. 4.  In the case of evidence that is not oral, written or documentary evidence, a written description of the evidence. (2) A party who intends to tender written or documentary evidence, or other evidence that is not oral evidence, at a hearing before the discipline committee shall give every other party a reasonable opportunity to examine the original evidence before the hearing. (3) The date referred to in subsection (1) is, (a)  in the case of evidence tendered by the administrative authority, the date that is 30 days before the date the hearing begins; and (b)  in the case of evidence tendered by any other party, the date that is 15 days before the date the hearing begins.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) A party who intends to tender evidence at a hearing before the discipline committee shall, no later than the date specified by subsection (3), disclose the following to every other party:</p> <p class=\"paragraph-e\">  1.  In the case of written or documentary evidence, a copy of the evidence.</p> <p class=\"paragraph-e\">  2.  In the case of oral evidence of a witness, the identity of the witness and a written statement containing the substance of the witness’ anticipated oral evidence.</p> <p class=\"paragraph-e\">  3.  In the case of oral evidence of an expert, the identity of the expert and a copy of a written report signed by the expert containing the substance of the expert’s anticipated oral evidence.</p> <p class=\"paragraph-e\">  4.  In the case of evidence that is not oral, written or documentary evidence, a written description of the evidence.</p> <p class=\"subsection-e\">  (2) A party who intends to tender written or documentary evidence, or other evidence that is not oral evidence, at a hearing before the discipline committee shall give every other party a reasonable opportunity to examine the original evidence before the hearing.</p> <p class=\"subsection-e\">  (3) The date referred to in subsection (1) is,</p> <p class=\"clause-e\">  (a)  in the case of evidence tendered by the administrative authority, the date that is 30 days before the date the hearing begins; and</p> <p class=\"clause-e\">  (b)  in the case of evidence tendered by any other party, the date that is 15 days before the date the hearing begins.</p>"
        },
        {
            "id": "12.",
            "section": "Notice of decision to complainant",
            "content": " 12. If a proceeding before the discipline committee arises from a complaint by a person who is not a party to the proceeding, the committee shall send the person a copy of its final decision, including the reasons if any have been given, at the same time that it complies with section 18 of the Statutory Powers Procedure Act.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>If a proceeding before the discipline committee arises from a complaint by a person who is not a party to the proceeding, the committee shall send the person a copy of its final decision, including the reasons if any have been given, at the same time that it complies with section 18 of the <i>Statutory Powers Procedure Act</i>.</p>"
        },
        {
            "id": "13.",
            "section": "Notice of appeal rights",
            "content": " 13. When the discipline committee sends a copy of its final decision to a party who participated in the proceeding, or to the party’s counsel or agent, under section 18 of the Statutory Powers Procedure Act, it shall also send a written notice outlining the party’s right to appeal the final order to the Tribunal under subsection 21 (6) of the Act.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>When the discipline committee sends a copy of its final decision to a party who participated in the proceeding, or to the party’s counsel or agent, under section 18 of the <i>Statutory Powers Procedure Act</i>, it shall also send a written notice outlining the party’s right to appeal the final order to the Tribunal under subsection 21 (6) of the Act.</p>"
        },
        {
            "id": "14.",
            "section": "Commencement of appeals",
            "content": " 14. When a party commences an appeal under subsection 21 (6) of the Act, the discipline committee shall, as soon as possible after the commencement of the appeal, forward the record compiled under section 20 of the Statutory Powers Procedure Act to the Tribunal.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>When a party commences an appeal under subsection 21 (6) of the Act, the discipline committee shall, as soon as possible after the commencement of the appeal, forward the record compiled under section 20 of the <i>Statutory Powers Procedure Act</i> to the Tribunal.</p>"
        },
        {
            "id": "15.",
            "section": "Publication of committee decisions",
            "content": " 15. (1) For the purposes of subsection 21 (15) of the Act, the registrar shall publish the final decisions of the discipline committee, including the reasons if any have been given, (a)  on the administrative authority’s website; and (b)  in at least one other manner that the registrar considers appropriate. (2) Despite subsection (1), the registrar shall not publish a decision or any part of a decision if the publication or public disclosure of the decision or part of the decision is prohibited by an order of the discipline committee, the Tribunal or a court. (3) The registrar shall ensure that decisions published under subsection (1) are available to the public for a period of at least 60 months after being published.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) For the purposes of subsection 21 (15) of the Act, the registrar shall publish the final decisions of the discipline committee, including the reasons if any have been given,</p> <p class=\"clause-e\">  (a)  on the administrative authority’s website; and</p> <p class=\"clause-e\">  (b)  in at least one other manner that the registrar considers appropriate.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), the registrar shall not publish a decision or any part of a decision if the publication or public disclosure of the decision or part of the decision is prohibited by an order of the discipline committee, the Tribunal or a court.</p> <p class=\"subsection-e\">  (3) The registrar shall ensure that decisions published under subsection (1) are available to the public for a period of at least 60 months after being published.</p>"
        },
        {
            "id": "16.",
            "section": "Transition",
            "content": " 16. (1) Despite the repeal of section 21 of the Act, as it read immediately before the transition date, and the revocation of Ontario Regulation 580/05 (Code of Ethics), the Act and that regulation as they read immediately before the transition date continue to apply to any matter in respect of which the facts giving rise to the matter occurred before the transition date. (2) The Registrar shall, in accordance with section 42 of Ontario Regulation 567/05 (General) made under the Act, as it read immediately before the transition date, publish each decision and order of the appeal committee that was made on or after the transition date in respect of a matter referred to the discipline committee before the transition date. (3) In this section, “transition date” has the same meaning as in subsection 43 (5) of Ontario Regulation 567/05 (General).",
            "raw_html": "<p class=\"section-e\"> <b>16.</b> (1) Despite the repeal of section 21 of the Act, as it read immediately before the transition date, and the revocation of Ontario Regulation 580/05 (Code of Ethics), the Act and that regulation as they read immediately before the transition date continue to apply to any matter in respect of which the facts giving rise to the matter occurred before the transition date.</p> <p class=\"subsection-e\">  (2) The Registrar shall, in accordance with section 42 of Ontario Regulation 567/05 (General) made under the Act, as it read immediately before the transition date, publish each decision and order of the appeal committee that was made on or after the transition date in respect of a matter referred to the discipline committee before the transition date.</p> <p class=\"subsection-e\">  (3) In this section,</p> <p class=\"definition-e\">“transition date” has the same meaning as in subsection 43 (5) of Ontario Regulation 567/05 (General).</p>"
        },
        {
            "id": "17.",
            "section": "Transition",
            "content": " 17. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>17.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Transition",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/220367\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}