{
    "reg_info": {
        "full_title": "O. Reg. 191/00: WARD DESCRIPTIONS",
        "reg_name_text": "WARD DESCRIPTIONS",
        "citation": "O. Reg. 191/00: ",
        "act_under": "City of Toronto Act, 1997   Loi de 1997 sur la cité de Toronto",
        "url": "https://www.ontario.ca/laws/regulation/000191",
        "date_scraped": "2023-12-19 10:27:33"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/000191/v1",
            "valid_from": "December 24, 2002",
            "valid_to": "December 31, 2006"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) The following 44 wards are established for the City of Toronto effective December 1, 2000: WARD 1 — ETOBICOKE NORTH Ward 1 — Etobicoke North, consisting of that part of the City of Toronto described as follows: Beginning at the northwest corner of the City of Toronto; Thence easterly along the northerly limit of the City of Toronto to the centre line of the Humber River; Thence southerly along the centre line of the Humber River to the centre line of the West Branch of the Humber River; Thence westerly along the centre line of the West Branch of the Humber River to the westerly limit of the City of Toronto; Thence northerly along the westerly limit of the City of Toronto to the point of beginning. WARD 2 — ETOBICOKE NORTH Ward 2 — Etobicoke North, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the westerly limit of the City of Toronto and the centre line of the Macdonald-Cartier Freeway (Highway No. 401); Thence northeasterly along the centre line of the Macdonald-Cartier Freeway to the centre line of Dixon Road; Thence easterly along the centre line of Dixon Road to the centre line of Royal York Road; Thence southerly along the centre line of Royal York Road to the centre line of La Rose Avenue; Thence easterly along the centre line of La Rose Avenue and its easterly production to the centre line of the Humber River; Thence generally northerly along the centre line of the Humber River to the centre line of the West Branch of the Humber River; Thence westerly along the centre line of the West Branch of the Humber River to the westerly limit of the City of Toronto; Thence southerly along the westerly limit of the City of Toronto to the point of beginning. WARD 3 — ETOBICOKE CENTRE Ward 3 — Etobicoke Centre, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the projection of the centre line of the Eglinton Avenue West on/off ramp of the Macdonald-Cartier Freeway (Highway No. 401) and the centre line of the Macdonald-Cartier Freeway (Highway No. 401); Thence easterly along the projection of the centre line and the centre line of the Eglinton Avenue West on/off ramp of the Macdonald-Cartier Freeway (Highway No. 401) and the centre line of Eglinton Avenue West to the centre line of Kipling Avenue; Thence southerly along the centre line of Kipling Avenue to the centre line of Burnhamthorpe Road; Thence westerly along the centre line of Burnhamthorpe Road to the centre line of Highway No. 427; Thence southerly along the centre line of Highway No. 427 to the centre line of Dundas Street West; Thence westerly along the centre line of Dundas Street West to the westerly limit of the City of Toronto; Thence generally northerly along the westerly limit of the City of Toronto to the centre line of the Macdonald-Cartier Freeway; Thence easterly along the centre line of the Macdonald-Cartier Freeway to the point of beginning. WARD 4 — ETOBICOKE CENTRE Ward 4 — Etobicoke Centre, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the projection of the centre line of the Eglinton Avenue West on/off ramp of the Macdonald-Cartier Freeway (Highway No. 401) and the centre line of the Macdonald-Cartier Freeway (Highway No. 401); Thence northeasterly along the centre line of the Macdonald-Cartier Freeway to the centre line of Dixon Road; Thence easterly along the centre line of Dixon Road to the centre line of Royal York Road; Thence southerly along the centre line of Royal York Road to the centre line of La Rose Avenue; Thence easterly along the centre line of La Rose Avenue and its easterly production to the centre line of the Humber River; Thence generally southerly along the centre line of the Humber River to the centre line of Dundas Street West; Thence westerly along the centre line of Dundas Street West to the centre line of the Canadian Pacific Railway; Thence southerly along the centre line of said Railway to the centre line of Mimico Creek; Thence generally northwesterly along the centre line of Mimico Creek to the centre line of Kipling Avenue; Thence northerly along the centre line of Kipling Avenue to the centre line of Eglinton Avenue West; Thence westerly along the centre line of Eglinton Avenue West and the Eglinton Avenue West on/off ramp of the Macdonald-Cartier Freeway (Highway No. 401) and the projection of the centre line of the on/off ramp to the point of beginning. WARD 5 — ETOBICOKE-LAKESHORE Ward 5 — Etobicoke-Lakeshore, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre lines of the Humber River and Dundas Street West; Thence westerly along the centre line of Dundas Street West to the centre line of the Canadian Pacific Railway; Thence southerly along the centre line of said Railway to the centre line of Mimico Creek; Thence generally northwesterly along the centre line of Mimico Creek to the centre line of Kipling Avenue; Thence southerly along the centre line of Kipling Avenue to the centre line of Burnhamthorpe Road; Thence westerly along the centre line of Burnhamthorpe Road to the centre line of Highway No. 427; Thence southerly along the centre line of Highway No. 427 to the centre line of Dundas Street West; Thence westerly along the centre line of Dundas Street West to the westerly limit of the City of Toronto; Thence generally southerly along the westerly limit of the City of Toronto to the centre line of the Queen Elizabeth Way; Thence easterly along the centre line of the Queen Elizabeth Way and the Frederick G. Gardiner Expressway to the centre line of the Humber River; Thence northerly along the centre line of the Humber River to the point of beginning. WARD 6 — ETOBICOKE-LAKESHORE Ward 6 — Etobicoke-Lakeshore, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre lines of the Humber River and the Frederick G. Gardiner Expressway; Thence westerly along the centre line of the Frederick G. Gardiner Expressway and the Queen Elizabeth Way to the westerly limit of the City of Toronto; Thence southerly and easterly along the westerly and southerly limits of the City of Toronto to the centre line of the Humber River; Thence northerly along the centre line of the Humber River to the point of beginning. WARD 7 — YORK WEST Ward 7 — York West, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the northerly limit of the City of Toronto and the centre line of Highway No. 400; Thence southerly along the centre line of Highway No. 400 to the centre line of Finch Avenue West; Thence easterly along the centre line of Finch Avenue West to the centre line of Jane Street; Thence southerly along the centre line of Jane Street to the centre line of the Macdonald-Cartier Freeway (Highway No. 401); Thence westerly along the centre line of the Macdonald-Cartier Freeway to the centre line of the Humber River; Thence generally northerly along the centre line of the Humber River to the northerly limit of the City of Toronto; Thence easterly along the northerly limit of the City of Toronto to the point of beginning. WARD 8 — YORK WEST Ward 8 — York West, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the northerly limit of the City of Toronto and the centre line of Dufferin Street; Thence southerly along the centre line of Dufferin Street and the centre line of W.R. Allen Road to the centre line of Sheppard Avenue West; Thence westerly along the centre line of Sheppard Avenue West to the centre line of Keele Street; Thence northerly along the centre line of Keele Street to the centre line of Grandravine Drive; Thence westerly along the centre line of Grandravine Drive to the centre line of Jane Street; Thence northerly along the centre line of Jane Street to the centre line of Finch Avenue West; Thence westerly along the centre line of Finch Avenue West to the centre line of Highway No. 400; Thence northerly along the centre line of Highway No. 400 to the northerly limit of the City of Toronto; Thence easterly along the northerly limit of the City of Toronto to the point of beginning. WARD 9 — YORK CENTRE Ward 9 — York Centre, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre lines of W.R. Allen Road and Sheppard Avenue West; Thence westerly along the centre line of Sheppard Avenue West to the centre line of Keele Street; Thence northerly along the centre line of Keele Street to the centre line of Grandravine Drive; Thence westerly along the centre line of Grandravine Drive to the centre line of Jane Street; Thence southerly along the centre line of Jane Street to the centre line of the Macdonald-Cartier Freeway (Highway No. 401); Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of W.R. Allen Road; Thence northerly along the centre line of W.R. Allen Road to the point of beginning. WARD 10 — YORK CENTRE Ward 10 — York Centre, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the north limit of the City of Toronto and the centre line of Dufferin Street; Thence southerly along the centre line of Dufferin Street and the centre line of W.R. Allen Road to the centre line of the Macdonald-Cartier Freeway (Highway No. 401); Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of the Don River West Branch; Thence generally northwesterly along the centre line of the Don River West Branch to the centre line of Bathurst Street; Thence northerly along the centre line of Bathurst Street to the centre line of Drewry Avenue; Thence easterly along the centre line of Drewry Avenue to the centre line of Chelmsford Avenue; Thence northerly along the centre line of Chelmsford Avenue to the centre line of Greenwin Village Road; Thence westerly along the centre line of Greenwin Village Road to the centre line of Village Gate; Thence northerly along the centre line of Village Gate to the northerly limit of the City of Toronto; Thence westerly along the northerly limit of said City to the point of beginning. WARD 11 — YORK SOUTH-WESTON Ward 11 — York South-Weston, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre lines of the Humber River and the Macdonald-Cartier Freeway (Highway No. 401); Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of Black Creek Drive; Thence southerly along the centre line of Black Creek Drive to the centre line of Jane Street; Thence southerly along the centre line of Jane Street to the centre line of the Canadian National Railway, situated north of Weston Road; Thence southeasterly along the centre line of said Railway to the centre line of the Canadian Pacific Railway; Thence westerly along the centre line of the Canadian Pacific Railway to the centre line of the Humber River; Thence northerly along the centre line of the Humber River to the point of beginning. WARD 12 — YORK SOUTH-WESTON Ward 12 — York South-Weston, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre lines of Black Creek Drive and the Macdonald-Cartier Freeway (Highway No. 401); Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of the Canadian National Railway situated immediately west of Caledonia Road; Thence southerly along the centre line of said Railway to the centre line of Rogers Road; Thence westerly along the centre line of Rogers Road to the centre line of Old Weston Road; Thence southerly along the centre line of Old Weston Road to the northerly limit of the former City of Toronto; Thence westerly along the northerly limit of the former City of Toronto to the centre line of the Canadian National Railway; Thence northwesterly along the centre line of the said Railway to the centre line of Jane Street; Thence northerly along the centre line of Jane Street to the centre line of Black Creek Drive; Thence northwesterly along the centre line of Black Creek Drive to the point of beginning. WARD 13 — PARKDALE-HIGH PARK Ward 13 — Parkdale-High Park, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the westerly limit of the former City of York and the centre line of the Canadian Pacific Railway; Thence easterly along the centre line of said Railway to the centre line of Keele Street; Thence southerly along the centre line of Keele Street and continuing southerly along the centre line of Parkside Drive and its southerly prolongation to the southerly limit of the City of Toronto; Thence generally westerly along the southerly limit of the City of Toronto to the centre line of the Humber River; Thence northerly along the centre line of the Humber River to the point of beginning. WARD 14 — PARKDALE-HIGH PARK Ward 14 — Parkdale-High Park, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre lines of Keele Street and the Canadian Pacific Railway, situated north of Dundas Street West; Thence easterly along the centre line of said Railway to the centre line of the Canadian National Railway; Thence southeasterly along the centre line of the Canadian National Railway to the northerly production of the centre line of Atlantic Avenue; Thence southerly to and along the centre line of Atlantic Avenue and its southerly production to the centre line of the Gardiner Expressway; Thence westerly along the centre line of the Gardiner Expressway to the southerly production of the centre line of Spencer Avenue; Thence southerly along the southerly production of the centre line of Spencer Avenue to the southerly limit of the City of Toronto; Thence generally westerly along the southerly limit of the City of Toronto to the southerly production of the centre line of Parkside Drive; Thence northerly to and along the centre line of Parkside Drive and continuing northerly along the centre line of Keele Street to the point of beginning. WARD 15 — EGLINTON-LAWRENCE Ward 15 — Eglinton-Lawrence, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre lines of the Canadian National Railway situated immediately west of Caledonia Road and the Macdonald-Cartier Freeway (Highway No. 401); Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of Bathurst Street; Thence southerly along the centre line of Bathurst Street to the northerly limit of the former City of Toronto; Thence westerly along the northerly limit of the former City of Toronto to the northeast corner of the former City of York; Thence southerly along the easterly limit of the former City of York to the centre line of Eglinton Avenue West; Thence easterly along the centre line of Eglinton Avenue West to the centre line of Winona Drive; Thence southerly along the centre line of Winona Drive to the centre line of Holland Park Avenue; Thence westerly along the centre line of Holland Park Avenue to the centre line of Oakwood Avenue; Thence northerly along the centre line of Oakwood Avenue to the centre line of Rogers Road; Thence westerly along the centre line of Rogers Road to the centre line of Dufferin Street; Thence northerly along the centre line of Dufferin Street to the centre line of Eglinton Avenue West; Thence westerly along the centre line of Eglinton Avenue West to the centre line of the Canadian National Railway situated immediately west of Caledonia Road; Thence northerly along the centre line of said Railway to the point of beginning. WARD 16 — EGLINTON-LAWRENCE Ward 16 — Eglinton-Lawrence, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre lines of Bathurst Street and the Macdonald-Cartier Freeway (Highway No. 401); Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of Yonge Street; Thence southerly along the centre line of Yonge Street to the centre line of Eglinton Avenue West; Thence westerly along the centre line of Eglinton Avenue West to the centre line of the Belt Line (formerly the Canadian National Railway) situated immediately south of Chaplin Crescent; Thence northwesterly along the centre line of the said Belt Line to the centre line of Bathurst Street; Thence northerly along the centre line of Bathurst Street to the point of beginning. WARD 17 — DAVENPORT Ward 17 — Davenport, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre line of Dovercourt Road with the centre line of the Canadian Pacific Railway situated immediately north of Dupont Street; Thence easterly along the centre line of said Railway to the centre line of Ossington Avenue; Thence northerly along the centre line of Ossington Avenue to the centre line of Davenport Road; Thence easterly along the centre line of Davenport Road to the centre line of Winona Drive; Thence northerly along the centre line of Winona Drive to the centre line of Holland Park Avenue; Thence westerly along the centre line of Holland Park Avenue to the centre line of Oakwood Avenue; Thence northerly along the centre line of Oakwood Avenue to the centre line of Rogers Road; Thence westerly along the centre line of Rogers Road to the centre line of Dufferin Street; Thence northerly along the centre line of Dufferin Street to the centre line of Eglinton Avenue West; Thence westerly along the centre line of Eglinton Avenue West to the centre line of the Canadian National Railway situated immediately west of Caledonia Road; Thence southerly along the centre line of the Canadian National Railway to the centre line of Rogers Road; Thence westerly along the centre line of Rogers Road to the centre line of Old Weston Road; Thence southerly along the centre line of Old Weston Road to the northerly limit of the former City of Toronto; Thence westerly along the northerly limit of said former City to the centre line of the Canadian National Railway immediately west of Keele Street; Thence southeasterly along the centre line of the Canadian National Railway to the centre line of the Canadian Pacific Railway situated north of Dupont Street; Thence easterly along the centre line of said Railway to the point of beginning. WARD 18 — DAVENPORT Ward 18 — Davenport, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre line of Dovercourt Road with the centre line of the Canadian Pacific Railway situated immediately north of Dupont Street; Thence westerly along the centre line of said Railway to the centre line of the Canadian National Railway, situated east of Keele Street; Thence southeasterly along the centre line of the Canadian National Railway to the southerly production of the centre line of Dovercourt Road; Thence northerly along said production and the centre line of Dovercourt Road to the place of beginning. WARD 19 — TRINITY-SPADINA Ward 19 — Trinity-Spadina, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre line of Dovercourt Road with the centre line of the Canadian Pacific Railway situated immediately north of Dupont Street; Thence easterly along the centre line of said Railway to the centre line of Christie Street; Thence southerly along the centre line of Christie Street to the centre line of Bloor Street West; Thence easterly along the centre line of Bloor Street West to the centre line of Bathurst Street; Thence southerly along the centre line of Bathurst Street to the centre line of Lake Shore Boulevard West; Thence westerly along the centre line of Lake Shore Boulevard West to the southerly prolongation of the centre line of Strachan Avenue; Thence southerly along the southerly prolongation of the centre line of Strachan Avenue to the southerly limit of the City of Toronto; Thence westerly along the southerly limit of the said City to the southerly production of the centre line of Spencer Avenue; Thence northerly along the southerly production of the centre line of Spencer Avenue to the centre line of the Gardiner Expressway; Thence easterly along the centre line of the Gardiner Expressway to the southerly production of the centre line of Atlantic Avenue; Thence northerly to and along the centre line of Atlantic Avenue and its northerly production to the centre line of the Canadian National Railway; Thence southeasterly along the centre line of the Canadian National Railway to the southerly production of the centre line of Dovercourt Road; Thence northerly to and along the centre line of Dovercourt Road to the point of beginning. WARD 20 — TRINITY-SPADINA Ward 20 — Trinity-Spadina, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre line of Christie Street with the centre line of the Canadian Pacific Railway situated immediately north of Dupont Street; Thence easterly along the centre line of said Railway to the centre line of Avenue Road; Thence southerly along the centre lines of Avenue Road, Queen’s Park, Queen’s Park Crescent West and University Avenue to the centre line of Front Street West; Thence easterly along the centre line of Front Street West to the centre line of York Street; Thence southerly along the centre line of York Street and its southerly production to a line drawn due east from the centre line of the easterly extremity of the Western Channel of Toronto Harbour; Thence due west along said line to said easterly extremity; Thence southwesterly along the centre line of the Western Channel of Toronto Harbour and its southwesterly production to the southerly limit of the City of Toronto; Thence westerly along the southerly limit of the said City to the southerly production of the centre line of Strachan Avenue; Thence northerly along the southerly production of the centre line of Strachan Avenue to the centre line of Lake Shore Boulevard West; Thence easterly along the centre line of Lake Shore Boulevard West to the centre line of Bathurst Street; Thence northerly along the centre line of Bathurst Street to the centre line of Bloor Street West; Thence westerly along the centre line of Bloor Street West to the centre line of Christie Street; Thence northerly along the centre line of Christie Street to the point of beginning. WARD 21 — ST. PAUL’S Ward 21 — St. Paul’s, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre line of the Canadian Pacific Railway, situated north of Dupont Street, with the centre line of Ossington Avenue; Thence northerly along the centre line of Ossington Avenue to the centre line of Davenport Road; Thence easterly along the centre line of Davenport Road to the centre line of Winona Drive; Thence northerly along the centre line of Winona Drive to the centre line of Eglinton Avenue West; Thence westerly along the centre line of Eglinton Avenue West to the easterly limit of the former City of York; Thence northerly along the easterly limit of the former City of York to its northeast corner on the northerly limit of the former City of Toronto; Thence easterly along the northerly limit of the former City of Toronto to the centre line of Bathurst Street; Thence southerly along the centre line of Bathurst Street to the centre line of the Belt Line (formerly the Canadian National Railway) situated immediately south of Chaplin Crescent; Thence southeasterly along the centre line of the Belt Line to the centre line of Eglinton Avenue West; Thence westerly along the centre line of Eglinton Avenue West to the centre line of Spadina Road; Thence southerly along the centre line of Spadina Road to the centre line of Austin Terrace; Thence westerly along the centre line of Austin Terrace to the centre line of Walmer Road; Thence southerly along the centre line of Walmer Road to the centre line of Davenport Road; Thence easterly along the centre line of Davenport Road to the centre line of Spadina Road; Thence southerly along the centre line of Spadina Road to the centre line of the Canadian Pacific Railway, situated north of Dupont Street; Thence westerly along the centre line of said Railway to the point of beginning. WARD 22 — ST. PAUL’S Ward 22 — St. Paul’s, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre lines of Eglinton Avenue West and Spadina Road; Thence easterly along the centre line of Eglinton Avenue West to the centre line of Yonge Street; Thence northerly along the centre line of Yonge Street to the centre line of Broadway Avenue; Thence easterly along the centre line of Broadway Avenue to the easterly limit of the former City of Toronto; Thence southerly and easterly along the easterly limit of the former City of Toronto to the centre line of Bayview Avenue; Thence southerly along the centre line of Bayview Avenue to the easterly production of the southerly limit of Mount Pleasant Cemetery; Thence generally westerly along the southerly limit of said cemetery to the centre line of the Vale of Avoca Ravine; Thence southerly along said centre line of the ravine to the easterly production of the centre line of Rosehill Avenue; Thence westerly along said easterly production of the centre line of Rosehill Avenue to the northerly production of the westerly limit of the Rosehill Reservoir; Thence southerly and easterly along the westerly limit of the said reservoir to the centre line of Woodlawn Avenue East; Thence westerly along the centre line of Woodlawn Avenue East to the centre line of Yonge Street; Thence southerly along the centre line of Yonge Street to the centre line of the Canadian Pacific Railway, situated south of Birch Avenue; Thence westerly along the centre line of said Railway to the centre line of Spadina Road; Thence northerly along the centre line of Spadina Road to the centre line of Davenport Road; Thence westerly along the centre line of Davenport Road to the centre line of Walmer Road; Thence northerly along the centre line of Walmer Road to the centre line of Austin Terrace; Thence easterly along the centre line of Austin Terrace to the centre line of Spadina Road; Thence northerly along the centre line of Spadina Road to the point of beginning. WARD 23 — WILLOWDALE Ward 23 — Willowdale, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre line of Yonge Street and the northerly limit of the City of Toronto; Thence southerly along the centre line of Yonge Street to the centre line of Finch Avenue East; Thence easterly along the centre line of Finch Avenue East to the centre line of Bayview Avenue; Thence southerly along the centre line of Bayview Avenue to the centre line of the Macdonald-Cartier Freeway (Highway No. 401); Thence westerly along the centre line of the Macdonald-Cartier Freeway to the centre line of the Don River West Branch; Thence generally northwesterly along the centre line of the Don River West Branch to the centre line of Bathurst Street; Thence northerly along the centre line of Bathurst Street to the centre line of Drewry Avenue; Thence easterly along the centre line of Drewry Avenue to the centre line of Chelmsford Avenue; Thence northerly along the centre line of Chelmsford Avenue to the centre line of Greenwin Village Road; Thence westerly along the centre line of Greenwin Village Road to the centre line of Village Gate; Thence northerly along the centre line of Village Gate to the northerly limit of the City of Toronto; Thence easterly along the northerly limit of the City of Toronto to the point of beginning. WARD 24 — WILLOWDALE Ward 24 — Willowdale, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre line of Victoria Park Avenue and the northerly limit of the City of Toronto; Thence southerly along the centre line of Victoria Park Avenue to the centre line of a Hydro-Electric transmission line situated southerly of McNicoll Avenue; Thence westerly along the centre line of the said transmission line to the centre line of Highway No. 404; Thence southerly along the centre line of Highway No. 404 to the centre line of Finch Avenue East; Thence westerly along the centre line of Finch Avenue East to the centre line of the Don River East Branch; Thence generally southerly along the centre line of the Don River East Branch to the centre line of the Macdonald-Cartier Freeway (Highway No. 401); Thence westerly along the centre line of the Macdonald-Cartier Freeway to the centre line of Bayview Avenue; Thence northerly along the centre line of Bayview Avenue to the centre line of Finch Avenue East; Thence westerly along the centre line of Finch Avenue East to the centre line of Yonge Street; Thence northerly along the centre line of Yonge Street to the northerly limit of the City of Toronto; Thence easterly along the northerly limit of the City of Toronto to the point of beginning. WARD 25 — DON VALLEY WEST Ward 25 — Don Valley West, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre line of Yonge Street with the centre line of the Macdonald-Cartier Freeway (Highway No. 401); Thence southerly along the centre line of Yonge Street to the centre line of Broadway Avenue; Thence easterly along the centre line of Broadway Avenue to the easterly limit of the former City of Toronto; Thence southerly and easterly along the northerly limit of the former City of Toronto to the centre line of Bayview Avenue; Thence northerly along the centre line of Bayview Avenue to the centre line of Burke Brook (a tributary of the Don River West Branch situated north of Glenvale Boulevard); Thence generally easterly along the centre line of Burke Brook to the centre line of the Don River West Branch; Thence generally easterly along the centre line of the Don River West Branch to the centre line of Eglinton Avenue East; Thence easterly along the centre line of Eglinton Avenue East to the centre line of the Canadian Pacific Railway; Thence easterly along the centre line of the said Railway to the centre line of Don Mills Road; Thence northerly along the centre line of Don Mills Road to the centre line of the Canadian National Railway; Thence northerly along the centre line of the Canadian National Railway to the centre line of Leslie Street; Thence northerly along the centre line of Leslie Street to the centre line of the Macdonald-Cartier Freeway; Thence westerly along the centre line of the Macdonald-Cartier Freeway to the point of beginning. WARD 26 — DON VALLEY WEST Ward 26 — Don Valley West, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the easterly production of the northerly limit of the former City of Toronto, being the southerly limit of Glazebrook Avenue and the centre line of Bayview Avenue; Thence southerly along the centre line of Bayview Avenue to the intersection with the southerly limit of Mount Pleasant Cemetery, being the easterly limit of the former City of Toronto; Thence westerly and southeasterly along the easterly limit of the former City of Toronto to the centre line of the Canadian Pacific Railway; Thence northeasterly along the centre line of said Railway to the centre line of Millwood Road; Thence southeasterly along the centre line of Millwood Road to the centre line of the Don River; Thence generally easterly along the centre lines of the Don River and the Don River East Branch to the centre line of Taylor Creek; Thence generally easterly along the centre line of Taylor Creek to the centre line of the Don Valley Parkway; Thence northerly along the centre line of said Parkway to the northerly limit of the former Borough of East York; Thence easterly and northerly along the northerly limit of said former Borough to the westerly production of the centre line of Sunrise Avenue; Thence westerly along the westerly production of the centre line of Sunrise Avenue to the centre line of the Don River East Branch; Thence generally northerly along the centre line of the Don River East Branch to the centre line of the Canadian Pacific Railway; Thence southwesterly along the centre line of said Railway to the centre line of Eglinton Avenue East; Thence westerly along the centre line of Eglinton Avenue East to the centre line of the Don River West Branch; Thence generally westerly along the centre line of the Don River West Branch to the centre line of Burke Brook (a tributary of the Don River West Branch situated north of Glenvale Boulevard); Thence generally westerly along the centre line of Burke Brook to the centre line of Bayview Avenue; Thence southerly along the centre line of Bayview Avenue to the point of beginning. WARD 27 — TORONTO CENTRE-ROSEDALE Ward 27 — Toronto Centre-Rosedale, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre line of Avenue Road with the centre line of the Canadian Pacific Railway; Thence easterly along the centre line of said Railway to the centre line of Yonge Street; Thence northerly along the centre line of Yonge Street to the centre line of Woodlawn Avenue East; Thence easterly along the centre line of Woodlawn Avenue East to the westerly limit of Rosehill Reservoir; Thence northerly along the westerly limit of the said Reservoir to Rosehill Avenue; Thence easterly along Rosehill Avenue and its easterly production to the centre line of the Vale of Avoca Ravine; Thence northerly along the centre line of the said ravine to the southerly limit of the Mount Pleasant Cemetery; Thence in an easterly direction along the southerly limit of Mount Pleasant Cemetery to the intersection with the northerly production of the easterly limit of the former City of Toronto; Thence southerly, southeasterly and easterly along the easterly limit of said former City to the centre line of the Don River; Thence generally southerly along the centre line of the Don River to the southeasterly production of the centre line of Rosedale Valley Road; Thence northwesterly along the southeasterly production of the centre line of Rosedale Valley Road and the centre line of Rosedale Valley Road to the centre line of Bloor Street East; Thence westerly along the centre line of Bloor Street East to the centre line of Sherbourne Street; Thence southerly along the centre line of Sherbourne Street to the centre line of Queen Street East; Thence westerly along the centre lines of Queen Street East and Queen Street West to the centre line of University Avenue; Thence northerly along the centre lines of University Avenue, Queen’s Park Crescent West, Queen’s Park and Avenue Road to the point of beginning. WARD 28 — TORONTO CENTRE-ROSEDALE Ward 28 — Toronto Centre-Rosedale consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre lines of University Avenue and Queen Street West; Thence easterly along the centre lines of Queen Street West and Queen Street East to the centre line of Sherbourne Street; Thence northerly along the centre line of Sherbourne Street to the centre line of Bloor Street East; Thence easterly along the centre line of Bloor Street East to the centre line of Rosedale Valley Road; Thence southeasterly along the centre line of Rosedale Valley Road and its southeasterly production to the centre line of the Don River; Thence generally southerly along the centre line of the Don River to the centre line of the Keating Channel; Thence westerly along the centre line of the Keating Channel to the southerly production of the centre line of Parliament Street; Thence southerly in a straight line to the southerly extremity of the centre line of the Eastern Channel of Toronto Harbour; Thence south 5° 00' west to the southerly limit of the City of Toronto; Thence generally northwesterly along the southerly limit of the said City to the southwesterly production of the centre line of the Western Channel of Toronto Harbour; Thence northeasterly along the southwesterly production of the centre line of the Western Channel of Toronto Harbour to the easterly extremity thereof; Thence due east to the southerly production of the centre line of York Street; Thence northerly to and along the centre line of York Street to the centre line of Front Street West; Thence westerly along the centre line of Front Street West to the centre line of University Avenue; Thence northerly along the centre line of University Avenue to the point of beginning. WARD 29 — TORONTO-DANFORTH Ward 29 — Toronto-Danforth, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre lines of Coxwell Avenue and Danforth Avenue; Thence northerly along the centre line of Coxwell Avenue to the centre line of Coxwell Boulevard; Thence northeasterly along the centre line of Coxwell Boulevard and its northeasterly production to the centre line of Taylor Creek; Thence generally westerly along the centre line of Taylor Creek and the centre line of the Don River East Branch to the centre line of the Don River; Thence generally westerly along the centre line of the Don River to the centre line of Millwood Road; Thence northwesterly along the centre line of Millwood Road to the centre line of the Canadian Pacific Railway; Thence southwesterly along the centre line of said Railway to the easterly limit of the former City of Toronto; Thence southerly and easterly along the easterly limit of the former City of Toronto to the centre line of the Don River; Thence generally southerly along the centre line of the Don River to the centre line of The Prince Edward Viaduct and Danforth Avenue; Thence easterly along the centre line of The Prince Edward Viaduct and Danforth Avenue to the point of beginning. WARD 30 — TORONTO-DANFORTH Ward 30 — Toronto-Danforth, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the southerly limit of the City of Toronto with a line drawn south 30° 00' east from the intersection of the easterly projection of the centre line of Unwin Avenue with the centre line of Leslie Street; Thence north 30° 00' west along said line to said intersection; Thence northerly along the centre line of Leslie Street to the centre line of Queen Street East; Thence easterly along the centre line of Queen Street East to the centre line of Greenwood Avenue; Thence northerly along the centre line of Greenwood Avenue to the centre line of Gerrard Street East; Thence easterly along the centre line of Gerrard Street East to the centre line of Coxwell Avenue; Thence northerly along the centre line of Coxwell Avenue to the centre line of Danforth Avenue; Thence westerly along the centre line of Danforth Avenue and The Prince Edward Viaduct to the centre line of the Don River; Thence generally southerly along the centre line of the Don River to the centre line of the Keating Channel; Thence westerly along the centre line of the Keating Channel and its westerly production to the southerly production of the centre line of Parliament Street; Thence southerly in a straight line to the southerly extremity of the Eastern Channel of the Toronto Harbour; Thence south 5° 00' west to the southerly limit of the City of Toronto; Thence generally northeasterly along the southerly limit of the City of Toronto to the point of beginning. WARD 31 — BEACHES-EAST YORK Ward 31 — Beaches-East York, consisting of that part of the City of Toronto described as follows: Beginning at the northeast corner of the former Borough of East York; Thence generally in a westerly direction along the northerly limit of the said former Borough to the centre line of the Don Valley Parkway; Thence southerly along the centre line of said Parkway to the centre line of Taylor Creek; Thence generally easterly along the centre line of Taylor Creek to the northeasterly production of the centre line of Coxwell Boulevard; Thence southwesterly to and along the centre line of Coxwell Boulevard to the centre line of Coxwell Avenue; Thence southerly along the centre line of Coxwell Avenue to the centre line of Danforth Avenue; Thence easterly along the centre line of Danforth Avenue to the centre line of Victoria Park Avenue; Thence northerly along the centre line of Victoria Park Avenue to the point of beginning. WARD 32 — BEACHES-EAST YORK Ward 32 — Beaches-East York, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre lines of Danforth Avenue and Coxwell Avenue; Thence southerly along the centre line of Coxwell Avenue to the centre line of Gerrard Street East; Thence westerly along the centre line of Gerrard Street East to the centre line of Greenwood Avenue; Thence southerly along the centre line of Greenwood Avenue to the centre line of Queen Street East; Thence westerly along the centre line of Queen Street East to the centre line of Leslie Street; Thence southerly along the centre line of Leslie Street to the easterly projection of the centre line of Unwin Avenue; Thence south 30° 00' east to the southerly limit of the City of Toronto; Thence easterly along the southerly limit of the City of Toronto to the easterly limit of the former City of Toronto; Thence northerly along the easterly limit of the former City of Toronto to the intersection of the centre line of Bracken Avenue and the centre line of Victoria Park Avenue; Thence northerly along the centre line of Victoria Park Avenue to the intersection with the centre line of Danforth Avenue; Thence westerly along the centre line of Danforth Avenue to the point of beginning. WARD 33 — DON VALLEY EAST Ward 33 — Don Valley East, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre line of Victoria Park Avenue with the centre line of a Hydro-Electric transmission line situated southerly of McNicoll Avenue; Thence westerly along the centre line of said transmission line to the centre line of Highway No. 404; Thence southerly along the centre line of Highway No. 404 to the centre line of Finch Avenue East; Thence westerly along the centre line of Finch Avenue East to the centre line of the Don River East Branch; Thence generally southerly along the centre line of the Don River East Branch to the centre line of the Macdonald-Cartier Freeway (Highway No. 401); Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of Victoria Park; Thence northerly along the centre line of Victoria Park Avenue to the point of beginning. WARD 34 — DON VALLEY EAST Ward 34 — Don Valley East, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre line of Leslie Street with the centre line of the Macdonald-Cartier Freeway (Highway No. 401); Thence southerly along the centre line of Leslie Street to the centre line of the Canadian National Railway; Thence southerly along the centre line of said Railway to the centre line of Don Mills Road; Thence southerly along the centre line of Don Mills Road to the centre line of the Canadian Pacific Railway situated immediately north of Eglinton Avenue East; Thence easterly along the centre line of the Canadian Pacific Railway to the centre line of the Don River East Branch; Thence generally southerly along the centre line of the Don River East Branch to the westerly production of the centre line of Sunrise Avenue; Thence easterly along the westerly production of Sunrise Avenue to the northerly limit of the former Borough of East York; Thence generally in an easterly direction along the northerly limit of the former Borough of East York to the centre line of Victoria Park Avenue; Thence northerly along the centre line of Victoria Park Avenue to the centre line of the Macdonald-Cartier Freeway; Thence westerly along the centre line of the Macdonald-Cartier Freeway to the point of beginning. WARD 35 — SCARBOROUGH SOUTHWEST Ward 35 — Scarborough Southwest, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre line of Victoria Park Avenue with the centre line of Eglinton Avenue East; Thence easterly along the centre line of Eglinton Avenue East to the centre line of the Canadian National Railway; Thence southwesterly along the centre line of the said Railway to the centre line of Victoria Park Avenue; Thence northerly along the centre line of Victoria Park Avenue to the point of beginning. WARD 36 — SCARBOROUGH SOUTHWEST Ward 36 — Scarborough Southwest, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre line of Victoria Park Avenue with the centre line of the Canadian National Railway, situated north of Gerrard Street East; Thence northeasterly along the centre line of the said Railway to the centre line of Eglinton Avenue East; Thence easterly along the centre line of Eglinton Avenue East to the centre line of Markham Road; Thence northerly along the centre line of Markham Road to the centre line of the Canadian National Railway; Thence easterly along the centre line of said Railway to the centre line of Kingston Road; Thence southwesterly along the centre line of Kingston Road to the centre line of Scarborough Golf Club Road; Thence southerly along the centre line of Scarborough Golf Club Road to the centre line of Hill Crescent; Thence southwesterly along the centre line of Hill Crescent and its southwesterly production to the centre line of Bellamy Ravine Creek; Thence generally southeasterly along the centre line of Bellamy Ravine Creek and its southeasterly production to the southerly limit of the City of Toronto; Thence generally southwesterly along the southerly limit of the City of Toronto to the westerly limit of the former City of Scarborough; Thence northerly along the westerly limit of the former City of Scarborough to the intersection of the centre line of Bracken Avenue and the centre line of Victoria Park Avenue; Thence northerly along the centre line of Victoria Park Avenue to the point of beginning. WARD 37 — SCARBOROUGH CENTRE Ward 37 — Scarborough Centre, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre line of Victoria Park Avenue with the centre line of Eglinton Avenue East; Thence northerly along the centre line of Victoria Park Avenue to the centre line of Ellesmere Road; Thence easterly along the centre line of Ellesmere Road to the centre line of the Canadian National Railway situated immediately west of Midland Avenue; Thence northerly along the centre line of the said Railway to the centre line of the Macdonald-Cartier Freeway (Highway No. 401); Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of Brimley Road; Thence southerly along the centre line of Brimley Road to the centre line of Eglinton Avenue East; Thence westerly along the centre line of Eglinton Avenue East to the point of beginning. WARD 38 — SCARBOROUGH CENTRE Ward 38 — Scarborough Centre, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre line of the Macdonald-Cartier Freeway (Highway No. 401) and the centre line of Brimley Road; Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of the branch of Highland Creek situated immediately west of Eaglewing Court; Thence generally southerly along the centre line of the said branch of Highland Creek to the centre line of Ellesmere Road; Thence westerly along the centre line of Ellesmere Road to the centre line of Scarborough Golf Club Road; Thence southerly along the centre line of Scarborough Golf Club Road to the centre line of Lawrence Avenue East; Thence westerly along the centre line of Lawrence Avenue East to the centre line of Markham Road; Thence southerly along the centre line of Markham Road to the centre line of Eglinton Avenue East; Thence westerly along the centre line of Eglinton Avenue East to the centre line of Brimley Road; Thence northerly along the centre line of Brimley Road to the point of beginning. WARD 39 — SCARBOROUGH-AGINCOURT Ward 39 — Scarborough-Agincourt, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre line of Victoria Park Avenue and the northerly limit of the City of Toronto; Thence easterly along the northerly limit of the City of Toronto to the centre line of the Canadian National Railway situated immediately west of Midland Avenue; Thence southerly along the centre line of said Railway to the centre line of Highland Creek; Thence northwesterly along the centre line of Highland Creek to the centre line of Birchmount Road; Thence northerly along the centre line of Birchmount Road to the centre line of Finch Avenue East; Thence westerly along the centre line of Finch Avenue East to the centre line of Victoria Park Avenue; Thence northerly along the centre line of Victoria Park Avenue to the point of beginning. WARD 40 — SCARBOROUGH-AGINCOURT Ward 40 — Scarborough-Agincourt, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre line of Finch Avenue East with the centre line of Victoria Park Avenue; Thence easterly along the centre line of Finch Avenue East to the centre line of Birchmount Road; Thence southerly along the centre line of Birchmount Road to the centre line of Highland Creek; Thence southeasterly along the centre line of Highland Creek to the centre line of the Canadian National Railway, situated immediately west of Midland Avenue; Thence southerly along the centre line of said Railway to the centre line of Ellesmere Road; Thence westerly along the centre line of Ellesmere Road to the centre line of Victoria Park Avenue; Thence northerly along the centre line of Victoria Park Avenue to the point of beginning. WARD 41 — SCARBOROUGH-ROUGE RIVER Ward 41 — Scarborough-Rouge River, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the northerly limit of the City of Toronto with the centre line of the Canadian National Railway situated immediately west of Midland Avenue; Thence southerly along the centre line of the Canadian National Railway to the centre line of the Macdonald-Cartier Freeway (Highway No. 401); Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of McCowan Road; Thence northerly along the centre line of McCowan Road to the centre line of Sheppard Avenue East; Thence easterly along the centre line of Sheppard Avenue East to the centre line of Markham Road; Thence northerly along the centre line of Markham Road to the northerly limit of the City of Toronto; Thence westerly along the northerly limit of the City of Toronto to the point of beginning. WARD 42 — SCARBOROUGH-ROUGE RIVER Ward 42 — Scarborough-Rouge River, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the centre line of Twyn Rivers Drive with the easterly limit of the City of Toronto; Thence northerly and westerly along the easterly and northerly limit of the City of Toronto to the centre line of Markham Road; Thence southerly along the centre line of Markham Road to the centre line of Sheppard Avenue East; Thence westerly along the centre line of Sheppard Avenue East to the centre line of McCowan Road; Thence southerly along the centre line of McCowan Road to the centre line of the Macdonald-Cartier Freeway (Highway No. 401); Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of Conlins Road; Thence northerly along the centre line of Conlins Road to the centre line of Sheppard Avenue East; Thence easterly along the centre line of Sheppard Avenue East and the centre line of Twyn Rivers Drive to the point of beginning. WARD 43 — SCARBOROUGH EAST Ward 43 — Scarborough East, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the southerly limit of the City of Toronto with the southerly production of the centre line of Bellamy Ravine Creek; Thence northwesterly along said production and the centre line of Bellamy Ravine Creek to the southwesterly production of the centre line of Hill Crescent; Thence northeasterly to and along the centre line of Hill Crescent to the centre line of Scarborough Golf Club Road; Thence northerly along the centre line of Scarborough Golf Club Road to the centre line of Kingston Road; Thence northeasterly along the centre line of Kingston Road to the centre line of the Canadian National Railway; Thence westerly along the centre line of said Railway to the centre line of Markham Road; Thence northerly along the centre line of Markham Road to the centre line of Lawrence Avenue East; Thence easterly along the centre line of Lawrence Avenue East to the centre line of Scarborough Golf Club Road; Thence northerly along the centre line of Scarborough Golf Club Road to the centre line of Ellesmere Road; Thence easterly along the centre line of Ellesmere Road to the centre line of Highland Creek; Thence generally northerly along the centre line of Highland Creek and the centre line of its branch situated immediately west of Eaglewing Court to the centre line of the Macdonald-Cartier Freeway (Highway No. 401); Thence easterly along the centre line of the Macdonald Cartier Freeway to the centre line of Morningside Avenue; Thence southerly along the centre line of Morningside Avenue to the centre line of the Canadian National Railway; Thence easterly along the centre line of said Railway to the centre line of Greyabbey Ravine; Thence southeasterly along the centre line of Greyabbey Ravine and its southeasterly production to the southerly limit of the City of Toronto; Thence westerly along the southerly limit of the City of Toronto to the point of beginning. WARD 44 — SCARBOROUGH EAST Ward 44 — Scarborough East, consisting of that part of the City of Toronto described as follows: Beginning at the intersection of the southerly limit of the City of Toronto with the southerly production of the centre line of Greyabbey Ravine; Thence northwesterly to and along the centre line of Greyabbey Ravine to the centre line of the Canadian National Railway; Thence westerly along the centre line of said Railway to the centre line of Morningside Avenue; Thence northerly along the centre line of Morningside Avenue to the centre line of the Macdonald-Cartier Freeway (Highway No. 401); Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of Conlins Road; Thence northerly along the centre line of Conlins Road to the centre line of Sheppard Avenue East; Thence easterly along the centre line of Sheppard Avenue East and along the centre line of Twyn Rivers Drive to the easterly limit of the City of Toronto; Thence southerly and westerly along the easterly and southerly limit of the City of Toronto to the point of beginning. O. Reg. 191/00, s. 1 (1); O. Reg. 192/00, s. 1; O. Reg. 559/00, s. 1; O. Reg. 627/00, s. 1; O. Reg. 438/02, s. 1. (2) For the purpose of this Regulation, (a) a reference to the former Borough of East York, the former City of Etobicoke, the former City of North York, the former City of Scarborough, the former City of Toronto or the former City of York is a reference to that municipality as it existed on December 31, 1997; and (b) a reference to the City of Toronto is a reference to the City of Toronto established by the City of Toronto Act, 1997. O. Reg. 191/00, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) The following 44 wards are established for the City of Toronto effective December 1, 2000:</p> <p class=\"headingx-e\">WARD 1 — ETOBICOKE NORTH</p> <p class=\"paragraph-e\">Ward 1 — Etobicoke North, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the northwest corner of the City of Toronto;</p> <p class=\"subpara-e\">Thence easterly along the northerly limit of the City of Toronto to the centre line of the Humber River;</p> <p class=\"subpara-e\">Thence southerly along the centre line of the Humber River to the centre line of the West Branch of the Humber River;</p> <p class=\"subpara-e\">Thence westerly along the centre line of the West Branch of the Humber River to the westerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence northerly along the westerly limit of the City of Toronto to the point of beginning.</p> <p class=\"headingx-e\">WARD 2 — ETOBICOKE NORTH</p> <p class=\"paragraph-e\">Ward 2 — Etobicoke North, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the westerly limit of the City of Toronto and the centre line of the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence northeasterly along the centre line of the Macdonald-Cartier Freeway to the centre line of Dixon Road;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Dixon Road to the centre line of Royal York Road;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Royal York Road to the centre line of La Rose Avenue;</p> <p class=\"subpara-e\">Thence easterly along the centre line of La Rose Avenue and its easterly production to the centre line of the Humber River;</p> <p class=\"subpara-e\">Thence generally northerly along the centre line of the Humber River to the centre line of the West Branch of the Humber River;</p> <p class=\"subpara-e\">Thence westerly along the centre line of the West Branch of the Humber River to the westerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence southerly along the westerly limit of the City of Toronto to the point of beginning.</p> <p class=\"headingx-e\">WARD 3 — ETOBICOKE CENTRE</p> <p class=\"paragraph-e\">Ward 3 — Etobicoke Centre, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the projection of the centre line of the Eglinton Avenue West on/off ramp of the Macdonald-Cartier Freeway (Highway No. 401) and the centre line of the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence easterly along the projection of the centre line and the centre line of the Eglinton Avenue West on/off ramp of the Macdonald-Cartier Freeway (Highway No. 401) and the centre line of Eglinton Avenue West to the centre line of Kipling Avenue;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Kipling Avenue to the centre line of Burnhamthorpe Road;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Burnhamthorpe Road to the centre line of Highway No. 427;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Highway No. 427 to the centre line of Dundas Street West;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Dundas Street West to the westerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence generally northerly along the westerly limit of the City of Toronto to the centre line of the Macdonald-Cartier Freeway;</p> <p class=\"subpara-e\">Thence easterly along the centre line of the Macdonald-Cartier Freeway to the point of beginning.</p> <p class=\"headingx-e\">WARD 4 — ETOBICOKE CENTRE</p> <p class=\"paragraph-e\">Ward 4 — Etobicoke Centre, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the projection of the centre line of the Eglinton Avenue West on/off ramp of the Macdonald-Cartier Freeway (Highway No. 401) and the centre line of the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence northeasterly along the centre line of the Macdonald-Cartier Freeway to the centre line of Dixon Road;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Dixon Road to the centre line of Royal York Road;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Royal York Road to the centre line of La Rose Avenue;</p> <p class=\"subpara-e\">Thence easterly along the centre line of La Rose Avenue and its easterly production to the centre line of the Humber River;</p> <p class=\"subpara-e\">Thence generally southerly along the centre line of the Humber River to the centre line of Dundas Street West;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Dundas Street West to the centre line of the Canadian Pacific Railway;</p> <p class=\"subpara-e\">Thence southerly along the centre line of said Railway to the centre line of Mimico Creek;</p> <p class=\"subpara-e\">Thence generally northwesterly along the centre line of Mimico Creek to the centre line of Kipling Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Kipling Avenue to the centre line of Eglinton Avenue West;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Eglinton Avenue West and the Eglinton Avenue West on/off ramp of the Macdonald-Cartier Freeway (Highway No. 401) and the projection of the centre line of the on/off ramp to the point of beginning.</p> <p class=\"headingx-e\">WARD 5 — ETOBICOKE-LAKESHORE </p> <p class=\"paragraph-e\">Ward 5 — Etobicoke-Lakeshore, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre lines of the Humber River and Dundas Street West;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Dundas Street West to the centre line of the Canadian Pacific Railway;</p> <p class=\"subpara-e\">Thence southerly along the centre line of said Railway to the centre line of Mimico Creek;</p> <p class=\"subpara-e\">Thence generally northwesterly along the centre line of Mimico Creek to the centre line of Kipling Avenue;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Kipling Avenue to the centre line of Burnhamthorpe Road;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Burnhamthorpe Road to the centre line of Highway No. 427;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Highway No. 427 to the centre line of Dundas Street West;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Dundas Street West to the westerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence generally southerly along the westerly limit of the City of Toronto to the centre line of the Queen Elizabeth Way;</p> <p class=\"subpara-e\">Thence easterly along the centre line of the Queen Elizabeth Way and the Frederick G. Gardiner Expressway to the centre line of the Humber River;</p> <p class=\"subpara-e\">Thence northerly along the centre line of the Humber River to the point of beginning.</p> <p class=\"headingx-e\">WARD 6 — ETOBICOKE-LAKESHORE </p> <p class=\"paragraph-e\">Ward 6 — Etobicoke-Lakeshore, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre lines of the Humber River and the Frederick G. Gardiner Expressway;</p> <p class=\"subpara-e\">Thence westerly along the centre line of the Frederick G. Gardiner Expressway and the Queen Elizabeth Way to the westerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence southerly and easterly along the westerly and southerly limits of the City of Toronto to the centre line of the Humber River;</p> <p class=\"subpara-e\">Thence northerly along the centre line of the Humber River to the point of beginning.</p> <p class=\"headingx-e\">WARD 7 — YORK WEST</p> <p class=\"paragraph-e\">Ward 7 — York West, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the northerly limit of the City of Toronto and the centre line of Highway No. 400;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Highway No. 400 to the centre line of Finch Avenue West;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Finch Avenue West to the centre line of Jane Street;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Jane Street to the centre line of the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence westerly along the centre line of the Macdonald-Cartier Freeway to the centre line of the Humber River;</p> <p class=\"subpara-e\">Thence generally northerly along the centre line of the Humber River to the northerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence easterly along the northerly limit of the City of Toronto to the point of beginning.</p> <p class=\"headingx-e\">WARD 8 — YORK WEST</p> <p class=\"paragraph-e\">Ward 8 — York West, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the northerly limit of the City of Toronto and the centre line of Dufferin Street;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Dufferin Street and the centre line of W.R. Allen Road to the centre line of Sheppard Avenue West;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Sheppard Avenue West to the centre line of Keele Street;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Keele Street to the centre line of Grandravine Drive;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Grandravine Drive to the centre line of Jane Street;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Jane Street to the centre line of Finch Avenue West;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Finch Avenue West to the centre line of Highway No. 400;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Highway No. 400 to the northerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence easterly along the northerly limit of the City of Toronto to the point of beginning.</p> <p class=\"headingx-e\">WARD 9 — YORK CENTRE</p> <p class=\"paragraph-e\">Ward 9 — York Centre, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre lines of W.R. Allen Road and Sheppard Avenue West;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Sheppard Avenue West to the centre line of Keele Street;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Keele Street to the centre line of Grandravine Drive;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Grandravine Drive to the centre line of Jane Street;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Jane Street to the centre line of the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of W.R. Allen Road;</p> <p class=\"subpara-e\">Thence northerly along the centre line of W.R. Allen Road to the point of beginning.</p> <p class=\"headingx-e\">WARD 10 — YORK CENTRE</p> <p class=\"paragraph-e\">Ward 10 — York Centre, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the north limit of the City of Toronto and the centre line of Dufferin Street;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Dufferin Street and the centre line of W.R. Allen Road to the centre line of the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of the Don River West Branch;</p> <p class=\"subpara-e\">Thence generally northwesterly along the centre line of the Don River West Branch to the centre line of Bathurst Street;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Bathurst Street to the centre line of Drewry Avenue;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Drewry Avenue to the centre line of Chelmsford Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Chelmsford Avenue to the centre line of Greenwin Village Road;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Greenwin Village Road to the centre line of Village Gate;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Village Gate to the northerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence westerly along the northerly limit of said City to the point of beginning.</p> <p class=\"headingx-e\">WARD 11 — YORK SOUTH-WESTON</p> <p class=\"paragraph-e\">Ward 11 — York South-Weston, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre lines of the Humber River and the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of Black Creek Drive;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Black Creek Drive to the centre line of Jane Street;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Jane Street to the centre line of the Canadian National Railway, situated north of Weston Road;</p> <p class=\"subpara-e\">Thence southeasterly along the centre line of said Railway to the centre line of the Canadian Pacific Railway;</p> <p class=\"subpara-e\">Thence westerly along the centre line of the Canadian Pacific Railway to the centre line of the Humber River;</p> <p class=\"subpara-e\">Thence northerly along the centre line of the Humber River to the point of beginning.</p> <p class=\"headingx-e\">WARD 12 — YORK SOUTH-WESTON</p> <p class=\"paragraph-e\">Ward 12 — York South-Weston, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre lines of Black Creek Drive and the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of the Canadian National Railway situated immediately west of Caledonia Road;</p> <p class=\"subpara-e\">Thence southerly along the centre line of said Railway to the centre line of Rogers Road;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Rogers Road to the centre line of Old Weston Road;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Old Weston Road to the northerly limit of the former City of Toronto;</p> <p class=\"subpara-e\">Thence westerly along the northerly limit of the former City of Toronto to the centre line of the Canadian National Railway;</p> <p class=\"subpara-e\">Thence northwesterly along the centre line of the said Railway to the centre line of Jane Street;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Jane Street to the centre line of Black Creek Drive;</p> <p class=\"subpara-e\">Thence northwesterly along the centre line of Black Creek Drive to the point of beginning.</p> <p class=\"headingx-e\">WARD 13 — PARKDALE-HIGH PARK</p> <p class=\"paragraph-e\">Ward 13 — Parkdale-High Park, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the westerly limit of the former City of York and the centre line of the Canadian Pacific Railway;</p> <p class=\"subpara-e\">Thence easterly along the centre line of said Railway to the centre line of Keele Street;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Keele Street and continuing southerly along the centre line of Parkside Drive and its southerly prolongation to the southerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence generally westerly along the southerly limit of the City of Toronto to the centre line of the Humber River;</p> <p class=\"subpara-e\">Thence northerly along the centre line of the Humber River to the point of beginning.</p> <p class=\"headingx-e\">WARD 14 — PARKDALE-HIGH PARK</p> <p class=\"paragraph-e\">Ward 14 — Parkdale-High Park, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre lines of Keele Street and the Canadian Pacific Railway, situated north of Dundas Street West;</p> <p class=\"subpara-e\">Thence easterly along the centre line of said Railway to the centre line of the Canadian National Railway;</p> <p class=\"subpara-e\">Thence southeasterly along the centre line of the Canadian National Railway to the northerly production of the centre line of Atlantic Avenue;</p> <p class=\"subpara-e\">Thence southerly to and along the centre line of Atlantic Avenue and its southerly production to the centre line of the Gardiner Expressway;</p> <p class=\"subpara-e\">Thence westerly along the centre line of the Gardiner Expressway to the southerly production of the centre line of Spencer Avenue;</p> <p class=\"subpara-e\">Thence southerly along the southerly production of the centre line of Spencer Avenue to the southerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence generally westerly along the southerly limit of the City of Toronto to the southerly production of the centre line of Parkside Drive;</p> <p class=\"subpara-e\">Thence northerly to and along the centre line of Parkside Drive and continuing northerly along the centre line of Keele Street to the point of beginning.</p> <p class=\"headingx-e\">WARD 15 — EGLINTON-LAWRENCE</p> <p class=\"paragraph-e\">Ward 15 — Eglinton-Lawrence, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre lines of the Canadian National Railway situated immediately west of Caledonia Road and the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of Bathurst Street;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Bathurst Street to the northerly limit of the former City of Toronto;</p> <p class=\"subpara-e\">Thence westerly along the northerly limit of the former City of Toronto to the northeast corner of the former City of York;</p> <p class=\"subpara-e\">Thence southerly along the easterly limit of the former City of York to the centre line of Eglinton Avenue West;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Eglinton Avenue West to the centre line of Winona Drive;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Winona Drive to the centre line of Holland Park Avenue;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Holland Park Avenue to the centre line of Oakwood Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Oakwood Avenue to the centre line of Rogers Road;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Rogers Road to the centre line of Dufferin Street;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Dufferin Street to the centre line of Eglinton Avenue West;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Eglinton Avenue West to the centre line of the Canadian National Railway situated immediately west of Caledonia Road;</p> <p class=\"subpara-e\">Thence northerly along the centre line of said Railway to the point of beginning.</p> <p class=\"headingx-e\">WARD 16 — EGLINTON-LAWRENCE</p> <p class=\"paragraph-e\">Ward 16 — Eglinton-Lawrence, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre lines of Bathurst Street and the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of Yonge Street;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Yonge Street to the centre line of Eglinton Avenue West;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Eglinton Avenue West to the centre line of the Belt Line (formerly the Canadian National Railway) situated immediately south of Chaplin Crescent;</p> <p class=\"subpara-e\">Thence northwesterly along the centre line of the said Belt Line to the centre line of Bathurst Street;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Bathurst Street to the point of beginning.</p> <p class=\"headingx-e\">WARD 17 — DAVENPORT</p> <p class=\"paragraph-e\">Ward 17 — Davenport, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre line of Dovercourt Road with the centre line of the Canadian Pacific Railway situated immediately north of Dupont Street;</p> <p class=\"subpara-e\">Thence easterly along the centre line of said Railway to the centre line of Ossington Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Ossington Avenue to the centre line of Davenport Road;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Davenport Road to the centre line of Winona Drive;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Winona Drive to the centre line of Holland Park Avenue;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Holland Park Avenue to the centre line of Oakwood Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Oakwood Avenue to the centre line of Rogers Road;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Rogers Road to the centre line of Dufferin Street;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Dufferin Street to the centre line of Eglinton Avenue West;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Eglinton Avenue West to the centre line of the Canadian National Railway situated immediately west of Caledonia Road;</p> <p class=\"subpara-e\">Thence southerly along the centre line of the Canadian National Railway to the centre line of Rogers Road;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Rogers Road to the centre line of Old Weston Road;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Old Weston Road to the northerly limit of the former City of Toronto;</p> <p class=\"subpara-e\">Thence westerly along the northerly limit of said former City to the centre line of the Canadian National Railway immediately west of Keele Street;</p> <p class=\"subpara-e\">Thence southeasterly along the centre line of the Canadian National Railway to the centre line of the Canadian Pacific Railway situated north of Dupont Street;</p> <p class=\"subpara-e\">Thence easterly along the centre line of said Railway to the point of beginning. </p> <p class=\"headingx-e\">WARD 18 — DAVENPORT</p> <p class=\"paragraph-e\">Ward 18 — Davenport, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre line of Dovercourt Road with the centre line of the Canadian Pacific Railway situated immediately north of Dupont Street;</p> <p class=\"subpara-e\">Thence westerly along the centre line of said Railway to the centre line of the Canadian National Railway, situated east of Keele Street; </p> <p class=\"subpara-e\">Thence southeasterly along the centre line of the Canadian National Railway to the southerly production of the centre line of Dovercourt Road;</p> <p class=\"subpara-e\">Thence northerly along said production and the centre line of Dovercourt Road to the place of beginning.</p> <p class=\"headingx-e\">WARD 19 — TRINITY-SPADINA</p> <p class=\"paragraph-e\">Ward 19 — Trinity-Spadina, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre line of Dovercourt Road with the centre line of the Canadian Pacific Railway situated immediately north of Dupont Street;</p> <p class=\"subpara-e\">Thence easterly along the centre line of said Railway to the centre line of Christie Street;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Christie Street to the centre line of Bloor Street West;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Bloor Street West to the centre line of Bathurst Street;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Bathurst Street to the centre line of Lake Shore Boulevard West;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Lake Shore Boulevard West to the southerly prolongation of the centre line of Strachan Avenue;</p> <p class=\"subpara-e\">Thence southerly along the southerly prolongation of the centre line of Strachan Avenue to the southerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence westerly along the southerly limit of the said City to the southerly production of the centre line of Spencer Avenue;</p> <p class=\"subpara-e\">Thence northerly along the southerly production of the centre line of Spencer Avenue to the centre line of the Gardiner Expressway;</p> <p class=\"subpara-e\">Thence easterly along the centre line of the Gardiner Expressway to the southerly production of the centre line of Atlantic Avenue;</p> <p class=\"subpara-e\">Thence northerly to and along the centre line of Atlantic Avenue and its northerly production to the centre line of the Canadian National Railway;</p> <p class=\"subpara-e\">Thence southeasterly along the centre line of the Canadian National Railway to the southerly production of the centre line of Dovercourt Road;</p> <p class=\"subpara-e\">Thence northerly to and along the centre line of Dovercourt Road to the point of beginning.</p> <p class=\"headingx-e\">WARD 20 — TRINITY-SPADINA</p> <p class=\"paragraph-e\">Ward 20 — Trinity-Spadina, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre line of Christie Street with the centre line of the Canadian Pacific Railway situated immediately north of Dupont Street;</p> <p class=\"subpara-e\">Thence easterly along the centre line of said Railway to the centre line of Avenue Road;</p> <p class=\"subpara-e\">Thence southerly along the centre lines of Avenue Road, Queen’s Park, Queen’s Park Crescent West and University Avenue to the centre line of Front Street West;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Front Street West to the centre line of York Street;</p> <p class=\"subpara-e\">Thence southerly along the centre line of York Street and its southerly production to a line drawn due east from the centre line of the easterly extremity of the Western Channel of Toronto Harbour;</p> <p class=\"subpara-e\">Thence due west along said line to said easterly extremity;</p> <p class=\"subpara-e\">Thence southwesterly along the centre line of the Western Channel of Toronto Harbour and its southwesterly production to the southerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence westerly along the southerly limit of the said City to the southerly production of the centre line of Strachan Avenue;</p> <p class=\"subpara-e\">Thence northerly along the southerly production of the centre line of Strachan Avenue to the centre line of Lake Shore Boulevard West;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Lake Shore Boulevard West to the centre line of Bathurst Street;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Bathurst Street to the centre line of Bloor Street West;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Bloor Street West to the centre line of Christie Street;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Christie Street to the point of beginning.</p> <p class=\"headingx-e\">WARD 21 — ST. PAUL’S</p> <p class=\"paragraph-e\">Ward 21 — St. Paul’s, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre line of the Canadian Pacific Railway, situated north of Dupont Street, with the centre line of Ossington Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Ossington Avenue to the centre line of Davenport Road;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Davenport Road to the centre line of Winona Drive;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Winona Drive to the centre line of Eglinton Avenue West;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Eglinton Avenue West to the easterly limit of the former City of York;</p> <p class=\"subpara-e\">Thence northerly along the easterly limit of the former City of York to its northeast corner on the northerly limit of the former City of Toronto;</p> <p class=\"subpara-e\">Thence easterly along the northerly limit of the former City of Toronto to the centre line of Bathurst Street;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Bathurst Street to the centre line of the Belt Line (formerly the Canadian National Railway) situated immediately south of Chaplin Crescent;</p> <p class=\"subpara-e\">Thence southeasterly along the centre line of the Belt Line to the centre line of Eglinton Avenue West;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Eglinton Avenue West to the centre line of Spadina Road;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Spadina Road to the centre line of Austin Terrace;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Austin Terrace to the centre line of Walmer Road;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Walmer Road to the centre line of Davenport Road;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Davenport Road to the centre line of Spadina Road;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Spadina Road to the centre line of the Canadian Pacific Railway, situated north of Dupont Street;</p> <p class=\"subpara-e\">Thence westerly along the centre line of said Railway to the point of beginning.</p> <p class=\"headingx-e\">WARD 22 — ST. PAUL’S</p> <p class=\"paragraph-e\">Ward 22 — St. Paul’s, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre lines of Eglinton Avenue West and Spadina Road;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Eglinton Avenue West to the centre line of Yonge Street;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Yonge Street to the centre line of Broadway Avenue;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Broadway Avenue to the easterly limit of the former City of Toronto;</p> <p class=\"subpara-e\">Thence southerly and easterly along the easterly limit of the former City of Toronto to the centre line of Bayview Avenue;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Bayview Avenue to the easterly production of the southerly limit of Mount Pleasant Cemetery;</p> <p class=\"subpara-e\">Thence generally westerly along the southerly limit of said cemetery to the centre line of the Vale of Avoca Ravine;</p> <p class=\"subpara-e\">Thence southerly along said centre line of the ravine to the easterly production of the centre line of Rosehill Avenue;</p> <p class=\"subpara-e\">Thence westerly along said easterly production of the centre line of Rosehill Avenue to the northerly production of the westerly limit of the Rosehill Reservoir;</p> <p class=\"subpara-e\">Thence southerly and easterly along the westerly limit of the said reservoir to the centre line of Woodlawn Avenue East;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Woodlawn Avenue East to the centre line of Yonge Street;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Yonge Street to the centre line of the Canadian Pacific Railway, situated south of Birch Avenue;</p> <p class=\"subpara-e\">Thence westerly along the centre line of said Railway to the centre line of Spadina Road;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Spadina Road to the centre line of Davenport Road;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Davenport Road to the centre line of Walmer Road;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Walmer Road to the centre line of Austin Terrace;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Austin Terrace to the centre line of Spadina Road;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Spadina Road to the point of beginning.</p> <p class=\"headingx-e\">WARD 23 — WILLOWDALE</p> <p class=\"paragraph-e\">Ward 23 — Willowdale, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre line of Yonge Street and the northerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Yonge Street to the centre line of Finch Avenue East;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Finch Avenue East to the centre line of Bayview Avenue;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Bayview Avenue to the centre line of the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence westerly along the centre line of the Macdonald-Cartier Freeway to the centre line of the Don River West Branch;</p> <p class=\"subpara-e\">Thence generally northwesterly along the centre line of the Don River West Branch to the centre line of Bathurst Street;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Bathurst Street to the centre line of Drewry Avenue;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Drewry Avenue to the centre line of Chelmsford Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Chelmsford Avenue to the centre line of Greenwin Village Road;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Greenwin Village Road to the centre line of Village Gate;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Village Gate to the northerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence easterly along the northerly limit of the City of Toronto to the point of beginning.</p> <p class=\"headingx-e\">WARD 24 — WILLOWDALE</p> <p class=\"paragraph-e\">Ward 24 — Willowdale, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre line of Victoria Park Avenue and the northerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Victoria Park Avenue to the centre line of a Hydro-Electric transmission line situated southerly of McNicoll Avenue;</p> <p class=\"subpara-e\">Thence westerly along the centre line of the said transmission line to the centre line of Highway No. 404;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Highway No. 404 to the centre line of Finch Avenue East;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Finch Avenue East to the centre line of the Don River East Branch;</p> <p class=\"subpara-e\">Thence generally southerly along the centre line of the Don River East Branch to the centre line of the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence westerly along the centre line of the Macdonald-Cartier Freeway to the centre line of Bayview Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Bayview Avenue to the centre line of Finch Avenue East;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Finch Avenue East to the centre line of Yonge Street;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Yonge Street to the northerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence easterly along the northerly limit of the City of Toronto to the point of beginning.</p> <p class=\"headingx-e\">WARD 25 — DON VALLEY WEST</p> <p class=\"paragraph-e\">Ward 25 — Don Valley West, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre line of Yonge Street with the centre line of the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence southerly along the centre line of Yonge Street to the centre line of Broadway Avenue;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Broadway Avenue to the easterly limit of the former City of Toronto;</p> <p class=\"subpara-e\">Thence southerly and easterly along the northerly limit of the former City of Toronto to the centre line of Bayview Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Bayview Avenue to the centre line of Burke Brook (a tributary of the Don River West Branch situated north of Glenvale Boulevard);</p> <p class=\"subpara-e\">Thence generally easterly along the centre line of Burke Brook to the centre line of the Don River West Branch;</p> <p class=\"subpara-e\">Thence generally easterly along the centre line of the Don River West Branch to the centre line of Eglinton Avenue East;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Eglinton Avenue East to the centre line of the Canadian Pacific Railway;</p> <p class=\"subpara-e\">Thence easterly along the centre line of the said Railway to the centre line of Don Mills Road;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Don Mills Road to the centre line of the Canadian National Railway;</p> <p class=\"subpara-e\">Thence northerly along the centre line of the Canadian National Railway to the centre line of Leslie Street;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Leslie Street to the centre line of the Macdonald-Cartier Freeway;</p> <p class=\"subpara-e\">Thence westerly along the centre line of the Macdonald-Cartier Freeway to the point of beginning.</p> <p class=\"headingx-e\">WARD 26 — DON VALLEY WEST</p> <p class=\"paragraph-e\">Ward 26 — Don Valley West, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the easterly production of the northerly limit of the former City of Toronto, being the southerly limit of Glazebrook Avenue and the centre line of Bayview Avenue;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Bayview Avenue to the intersection with the southerly limit of Mount Pleasant Cemetery, being the easterly limit of the former City of Toronto;</p> <p class=\"subpara-e\">Thence westerly and southeasterly along the easterly limit of the former City of Toronto to the centre line of the Canadian Pacific Railway;</p> <p class=\"subpara-e\">Thence northeasterly along the centre line of said Railway to the centre line of Millwood Road;</p> <p class=\"subpara-e\">Thence southeasterly along the centre line of Millwood Road to the centre line of the Don River;</p> <p class=\"subpara-e\">Thence generally easterly along the centre lines of the Don River and the Don River East Branch to the centre line of Taylor Creek;</p> <p class=\"subpara-e\">Thence generally easterly along the centre line of Taylor Creek to the centre line of the Don Valley Parkway;</p> <p class=\"subpara-e\">Thence northerly along the centre line of said Parkway to the northerly limit of the former Borough of East York;</p> <p class=\"subpara-e\">Thence easterly and northerly along the northerly limit of said former Borough to the westerly production of the centre line of Sunrise Avenue;</p> <p class=\"subpara-e\">Thence westerly along the westerly production of the centre line of Sunrise Avenue to the centre line of the Don River East Branch;</p> <p class=\"subpara-e\">Thence generally northerly along the centre line of the Don River East Branch to the centre line of the Canadian Pacific Railway;</p> <p class=\"subpara-e\">Thence southwesterly along the centre line of said Railway to the centre line of Eglinton Avenue East;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Eglinton Avenue East to the centre line of the Don River West Branch;</p> <p class=\"subpara-e\">Thence generally westerly along the centre line of the Don River West Branch to the centre line of Burke Brook (a tributary of the Don River West Branch situated north of Glenvale Boulevard); </p> <p class=\"subpara-e\">Thence generally westerly along the centre line of Burke Brook to the centre line of Bayview Avenue;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Bayview Avenue to the point of beginning.</p> <p class=\"headingx-e\">WARD 27 — TORONTO CENTRE-ROSEDALE</p> <p class=\"paragraph-e\">Ward 27 — Toronto Centre-Rosedale, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre line of Avenue Road with the centre line of the Canadian Pacific Railway;</p> <p class=\"subpara-e\">Thence easterly along the centre line of said Railway to the centre line of Yonge Street;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Yonge Street to the centre line of Woodlawn Avenue East;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Woodlawn Avenue East to the westerly limit of Rosehill Reservoir;</p> <p class=\"subpara-e\">Thence northerly along the westerly limit of the said Reservoir to Rosehill Avenue;</p> <p class=\"subpara-e\">Thence easterly along Rosehill Avenue and its easterly production to the centre line of the Vale of Avoca Ravine;</p> <p class=\"subpara-e\">Thence northerly along the centre line of the said ravine to the southerly limit of the Mount Pleasant Cemetery;</p> <p class=\"subpara-e\">Thence in an easterly direction along the southerly limit of Mount Pleasant Cemetery to the intersection with the northerly production of the easterly limit of the former City of Toronto;</p> <p class=\"subpara-e\">Thence southerly, southeasterly and easterly along the easterly limit of said former City to the centre line of the Don River;</p> <p class=\"subpara-e\">Thence generally southerly along the centre line of the Don River to the southeasterly production of the centre line of Rosedale Valley Road;</p> <p class=\"subpara-e\">Thence northwesterly along the southeasterly production of the centre line of Rosedale Valley Road and the centre line of Rosedale Valley Road to the centre line of Bloor Street East;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Bloor Street East to the centre line of Sherbourne Street;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Sherbourne Street to the centre line of Queen Street East;</p> <p class=\"subpara-e\">Thence westerly along the centre lines of Queen Street East and Queen Street West to the centre line of University Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre lines of University Avenue, Queen’s Park Crescent West, Queen’s Park and Avenue Road to the point of beginning.</p> <p class=\"headingx-e\">WARD 28 — TORONTO CENTRE-ROSEDALE</p> <p class=\"paragraph-e\">Ward 28 — Toronto Centre-Rosedale consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre lines of University Avenue and Queen Street West;</p> <p class=\"subpara-e\">Thence easterly along the centre lines of Queen Street West and Queen Street East to the centre line of Sherbourne Street;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Sherbourne Street to the centre line of Bloor Street East;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Bloor Street East to the centre line of Rosedale Valley Road;</p> <p class=\"subpara-e\">Thence southeasterly along the centre line of Rosedale Valley Road and its southeasterly production to the centre line of the Don River;</p> <p class=\"subpara-e\">Thence generally southerly along the centre line of the Don River to the centre line of the Keating Channel;</p> <p class=\"subpara-e\">Thence westerly along the centre line of the Keating Channel to the southerly production of the centre line of Parliament Street;</p> <p class=\"subpara-e\">Thence southerly in a straight line to the southerly extremity of the centre line of the Eastern Channel of Toronto Harbour;</p> <p class=\"subpara-e\">Thence south 5° 00' west to the southerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence generally northwesterly along the southerly limit of the said City to the southwesterly production of the centre line of the Western Channel of Toronto Harbour;</p> <p class=\"subpara-e\">Thence northeasterly along the southwesterly production of the centre line of the Western Channel of Toronto Harbour to the easterly extremity thereof;</p> <p class=\"subpara-e\">Thence due east to the southerly production of the centre line of York Street;</p> <p class=\"subpara-e\">Thence northerly to and along the centre line of York Street to the centre line of Front Street West;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Front Street West to the centre line of University Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of University Avenue to the point of beginning.</p> <p class=\"headingx-e\">WARD 29 — TORONTO-DANFORTH</p> <p class=\"paragraph-e\">Ward 29 — Toronto-Danforth, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre lines of Coxwell Avenue and Danforth Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Coxwell Avenue to the centre line of Coxwell Boulevard;</p> <p class=\"subpara-e\">Thence northeasterly along the centre line of Coxwell Boulevard and its northeasterly production to the centre line of Taylor Creek;</p> <p class=\"subpara-e\">Thence generally westerly along the centre line of Taylor Creek and the centre line of the Don River East Branch to the centre line of the Don River;</p> <p class=\"subpara-e\">Thence generally westerly along the centre line of the Don River to the centre line of Millwood Road;</p> <p class=\"subpara-e\">Thence northwesterly along the centre line of Millwood Road to the centre line of the Canadian Pacific Railway;</p> <p class=\"subpara-e\">Thence southwesterly along the centre line of said Railway to the easterly limit of the former City of Toronto;</p> <p class=\"subpara-e\">Thence southerly and easterly along the easterly limit of the former City of Toronto to the centre line of the Don River;</p> <p class=\"subpara-e\">Thence generally southerly along the centre line of the Don River to the centre line of The Prince Edward Viaduct and Danforth Avenue;</p> <p class=\"subpara-e\">Thence easterly along the centre line of The Prince Edward Viaduct and Danforth Avenue to the point of beginning.</p> <p class=\"headingx-e\">WARD 30 — TORONTO-DANFORTH</p> <p class=\"paragraph-e\">Ward 30 — Toronto-Danforth, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the southerly limit of the City of Toronto with a line drawn south 30° 00' east from the intersection of the easterly projection of the centre line of Unwin Avenue with the centre line of Leslie Street;</p> <p class=\"subpara-e\">Thence north 30° 00' west along said line to said intersection;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Leslie Street to the centre line of Queen Street East;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Queen Street East to the centre line of Greenwood Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Greenwood Avenue to the centre line of Gerrard Street East;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Gerrard Street East to the centre line of Coxwell Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Coxwell Avenue to the centre line of Danforth Avenue;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Danforth Avenue and The Prince Edward Viaduct to the centre line of the Don River;</p> <p class=\"subpara-e\">Thence generally southerly along the centre line of the Don River to the centre line of the Keating Channel;</p> <p class=\"subpara-e\">Thence westerly along the centre line of the Keating Channel and its westerly production to the southerly production of the centre line of Parliament Street;</p> <p class=\"subpara-e\">Thence southerly in a straight line to the southerly extremity of the Eastern Channel of the Toronto Harbour;</p> <p class=\"subpara-e\">Thence south 5° 00' west to the southerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence generally northeasterly along the southerly limit of the City of Toronto to the point of beginning.</p> <p class=\"headingx-e\">WARD 31 — BEACHES-EAST YORK</p> <p class=\"paragraph-e\">Ward 31 — Beaches-East York, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the northeast corner of the former Borough of East York;</p> <p class=\"subpara-e\">Thence generally in a westerly direction along the northerly limit of the said former Borough to the centre line of the Don Valley Parkway;</p> <p class=\"subpara-e\">Thence southerly along the centre line of said Parkway to the centre line of Taylor Creek;</p> <p class=\"subpara-e\">Thence generally easterly along the centre line of Taylor Creek to the northeasterly production of the centre line of Coxwell Boulevard;</p> <p class=\"subpara-e\">Thence southwesterly to and along the centre line of Coxwell Boulevard to the centre line of Coxwell Avenue;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Coxwell Avenue to the centre line of Danforth Avenue;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Danforth Avenue to the centre line of Victoria Park Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Victoria Park Avenue to the point of beginning.</p> <p class=\"headingx-e\">WARD 32 — BEACHES-EAST YORK</p> <p class=\"paragraph-e\">Ward 32 — Beaches-East York, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre lines of Danforth Avenue and Coxwell Avenue;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Coxwell Avenue to the centre line of Gerrard Street East;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Gerrard Street East to the centre line of Greenwood Avenue;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Greenwood Avenue to the centre line of Queen Street East;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Queen Street East to the centre line of Leslie Street;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Leslie Street to the easterly projection of the centre line of Unwin Avenue;</p> <p class=\"subpara-e\">Thence south 30° 00' east to the southerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence easterly along the southerly limit of the City of Toronto to the easterly limit of the former City of Toronto;</p> <p class=\"subpara-e\">Thence northerly along the easterly limit of the former City of Toronto to the intersection of the centre line of Bracken Avenue and the centre line of Victoria Park Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Victoria Park Avenue to the intersection with the centre line of Danforth Avenue;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Danforth Avenue to the point of beginning.</p> <p class=\"headingx-e\">WARD 33 — DON VALLEY EAST</p> <p class=\"paragraph-e\">Ward 33 — Don Valley East, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre line of Victoria Park Avenue with the centre line of a Hydro-Electric transmission line situated southerly of McNicoll Avenue;</p> <p class=\"subpara-e\">Thence westerly along the centre line of said transmission line to the centre line of Highway No. 404;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Highway No. 404 to the centre line of Finch Avenue East;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Finch Avenue East to the centre line of the Don River East Branch;</p> <p class=\"subpara-e\">Thence generally southerly along the centre line of the Don River East Branch to the centre line of the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of Victoria Park;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Victoria Park Avenue to the point of beginning.</p> <p class=\"headingx-e\">WARD 34 — DON VALLEY EAST</p> <p class=\"paragraph-e\">Ward 34 — Don Valley East, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre line of Leslie Street with the centre line of the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence southerly along the centre line of Leslie Street to the centre line of the Canadian National Railway;</p> <p class=\"subpara-e\">Thence southerly along the centre line of said Railway to the centre line of Don Mills Road;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Don Mills Road to the centre line of the Canadian Pacific Railway situated immediately north of Eglinton Avenue East;</p> <p class=\"subpara-e\">Thence easterly along the centre line of the Canadian Pacific Railway to the centre line of the Don River East Branch;</p> <p class=\"subpara-e\">Thence generally southerly along the centre line of the Don River East Branch to the westerly production of the centre line of Sunrise Avenue;</p> <p class=\"subpara-e\">Thence easterly along the westerly production of Sunrise Avenue to the northerly limit of the former Borough of East York;</p> <p class=\"subpara-e\">Thence generally in an easterly direction along the northerly limit of the former Borough of East York to the centre line of Victoria Park Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Victoria Park Avenue to the centre line of the Macdonald-Cartier Freeway;</p> <p class=\"subpara-e\">Thence westerly along the centre line of the Macdonald-Cartier Freeway to the point of beginning.</p> <p class=\"headingx-e\">WARD 35 — SCARBOROUGH SOUTHWEST</p> <p class=\"paragraph-e\">Ward 35 — Scarborough Southwest, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre line of Victoria Park Avenue with the centre line of Eglinton Avenue East;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Eglinton Avenue East to the centre line of the Canadian National Railway;</p> <p class=\"subpara-e\">Thence southwesterly along the centre line of the said Railway to the centre line of Victoria Park Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Victoria Park Avenue to the point of beginning.</p> <p class=\"headingx-e\">WARD 36 — SCARBOROUGH SOUTHWEST</p> <p class=\"paragraph-e\">Ward 36 — Scarborough Southwest, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre line of Victoria Park Avenue with the centre line of the Canadian National Railway, situated north of Gerrard Street East;</p> <p class=\"subpara-e\">Thence northeasterly along the centre line of the said Railway to the centre line of Eglinton Avenue East;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Eglinton Avenue East to the centre line of Markham Road;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Markham Road to the centre line of the Canadian National Railway;</p> <p class=\"subpara-e\">Thence easterly along the centre line of said Railway to the centre line of Kingston Road;</p> <p class=\"subpara-e\">Thence southwesterly along the centre line of Kingston Road to the centre line of Scarborough Golf Club Road;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Scarborough Golf Club Road to the centre line of Hill Crescent;</p> <p class=\"subpara-e\">Thence southwesterly along the centre line of Hill Crescent and its southwesterly production to the centre line of Bellamy Ravine Creek;</p> <p class=\"subpara-e\">Thence generally southeasterly along the centre line of Bellamy Ravine Creek and its southeasterly production to the southerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence generally southwesterly along the southerly limit of the City of Toronto to the westerly limit of the former City of Scarborough;</p> <p class=\"subpara-e\">Thence northerly along the westerly limit of the former City of Scarborough to the intersection of the centre line of Bracken Avenue and the centre line of Victoria Park Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Victoria Park Avenue to the point of beginning.</p> <p class=\"headingx-e\">WARD 37 — SCARBOROUGH CENTRE</p> <p class=\"paragraph-e\">Ward 37 — Scarborough Centre, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre line of Victoria Park Avenue with the centre line of Eglinton Avenue East;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Victoria Park Avenue to the centre line of Ellesmere Road;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Ellesmere Road to the centre line of the Canadian National Railway situated immediately west of Midland Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of the said Railway to the centre line of the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of Brimley Road;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Brimley Road to the centre line of Eglinton Avenue East;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Eglinton Avenue East to the point of beginning.</p> <p class=\"headingx-e\">WARD 38 — SCARBOROUGH CENTRE</p> <p class=\"paragraph-e\">Ward 38 — Scarborough Centre, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre line of the Macdonald-Cartier Freeway (Highway No. 401) and the centre line of Brimley Road;</p> <p class=\"subpara-e\">Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of the branch of Highland Creek situated immediately west of Eaglewing Court;</p> <p class=\"subpara-e\">Thence generally southerly along the centre line of the said branch of Highland Creek to the centre line of Ellesmere Road;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Ellesmere Road to the centre line of Scarborough Golf Club Road;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Scarborough Golf Club Road to the centre line of Lawrence Avenue East;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Lawrence Avenue East to the centre line of Markham Road;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Markham Road to the centre line of Eglinton Avenue East;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Eglinton Avenue East to the centre line of Brimley Road;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Brimley Road to the point of beginning.</p> <p class=\"headingx-e\">WARD 39 — SCARBOROUGH-AGINCOURT</p> <p class=\"paragraph-e\">Ward 39 — Scarborough-Agincourt, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre line of Victoria Park Avenue and the northerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence easterly along the northerly limit of the City of Toronto to the centre line of the Canadian National Railway situated immediately west of Midland Avenue;</p> <p class=\"subpara-e\">Thence southerly along the centre line of said Railway to the centre line of Highland Creek;</p> <p class=\"subpara-e\">Thence northwesterly along the centre line of Highland Creek to the centre line of Birchmount Road;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Birchmount Road to the centre line of Finch Avenue East;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Finch Avenue East to the centre line of Victoria Park Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Victoria Park Avenue to the point of beginning.</p> <p class=\"headingx-e\">WARD 40 — SCARBOROUGH-AGINCOURT</p> <p class=\"paragraph-e\">Ward 40 — Scarborough-Agincourt, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre line of Finch Avenue East with the centre line of Victoria Park Avenue;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Finch Avenue East to the centre line of Birchmount Road;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Birchmount Road to the centre line of Highland Creek;</p> <p class=\"subpara-e\">Thence southeasterly along the centre line of Highland Creek to the centre line of the Canadian National Railway, situated immediately west of Midland Avenue;</p> <p class=\"subpara-e\">Thence southerly along the centre line of said Railway to the centre line of Ellesmere Road;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Ellesmere Road to the centre line of Victoria Park Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Victoria Park Avenue to the point of beginning.</p> <p class=\"headingx-e\">WARD 41 — SCARBOROUGH-ROUGE RIVER</p> <p class=\"paragraph-e\">Ward 41 — Scarborough-Rouge River, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the northerly limit of the City of Toronto with the centre line of the Canadian National Railway situated immediately west of Midland Avenue;</p> <p class=\"subpara-e\">Thence southerly along the centre line of the Canadian National Railway to the centre line of the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of McCowan Road;</p> <p class=\"subpara-e\">Thence northerly along the centre line of McCowan Road to the centre line of Sheppard Avenue East;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Sheppard Avenue East to the centre line of Markham Road;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Markham Road to the northerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence westerly along the northerly limit of the City of Toronto to the point of beginning.</p> <p class=\"headingx-e\">WARD 42 — SCARBOROUGH-ROUGE RIVER</p> <p class=\"paragraph-e\">Ward 42 — Scarborough-Rouge River, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the centre line of Twyn Rivers Drive with the easterly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence northerly and westerly along the easterly and northerly limit of the City of Toronto to the centre line of Markham Road;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Markham Road to the centre line of Sheppard Avenue East;</p> <p class=\"subpara-e\">Thence westerly along the centre line of Sheppard Avenue East to the centre line of McCowan Road;</p> <p class=\"subpara-e\">Thence southerly along the centre line of McCowan Road to the centre line of the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of Conlins Road;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Conlins Road to the centre line of Sheppard Avenue East;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Sheppard Avenue East and the centre line of Twyn Rivers Drive to the point of beginning.</p> <p class=\"headingx-e\">WARD 43 — SCARBOROUGH EAST</p> <p class=\"paragraph-e\">Ward 43 — Scarborough East, consisting of that part of the City of Toronto described as follows:</p> <p class=\"subpara-e\">Beginning at the intersection of the southerly limit of the City of Toronto with the southerly production of the centre line of Bellamy Ravine Creek;</p> <p class=\"subpara-e\">Thence northwesterly along said production and the centre line of Bellamy Ravine Creek to the southwesterly production of the centre line of Hill Crescent;</p> <p class=\"subpara-e\">Thence northeasterly to and along the centre line of Hill Crescent to the centre line of Scarborough Golf Club Road;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Scarborough Golf Club Road to the centre line of Kingston Road;</p> <p class=\"subpara-e\">Thence northeasterly along the centre line of Kingston Road to the centre line of the Canadian National Railway;</p> <p class=\"subpara-e\">Thence westerly along the centre line of said Railway to the centre line of Markham Road;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Markham Road to the centre line of Lawrence Avenue East;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Lawrence Avenue East to the centre line of Scarborough Golf Club Road;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Scarborough Golf Club Road to the centre line of Ellesmere Road;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Ellesmere Road to the centre line of Highland Creek;</p> <p class=\"subpara-e\">Thence generally northerly along the centre line of Highland Creek and the centre line of its branch situated immediately west of Eaglewing Court to the centre line of the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence easterly along the centre line of the Macdonald Cartier Freeway to the centre line of Morningside Avenue;</p> <p class=\"subpara-e\">Thence southerly along the centre line of Morningside Avenue to the centre line of the Canadian National Railway;</p> <p class=\"subpara-e\">Thence easterly along the centre line of said Railway to the centre line of Greyabbey Ravine;</p> <p class=\"subpara-e\">Thence southeasterly along the centre line of Greyabbey Ravine and its southeasterly production to the southerly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence westerly along the southerly limit of the City of Toronto to the point of beginning.</p> <p class=\"headingx-e\">WARD 44 — SCARBOROUGH EAST</p> <p class=\"paragraph-e\">Ward 44 — Scarborough East, consisting of that part of the City of Toronto described as follows: </p> <p class=\"subpara-e\">Beginning at the intersection of the southerly limit of the City of Toronto with the southerly production of the centre line of Greyabbey Ravine;</p> <p class=\"subpara-e\">Thence northwesterly to and along the centre line of Greyabbey Ravine to the centre line of the Canadian National Railway;</p> <p class=\"subpara-e\">Thence westerly along the centre line of said Railway to the centre line of Morningside Avenue;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Morningside Avenue to the centre line of the Macdonald-Cartier Freeway (Highway No. 401);</p> <p class=\"subpara-e\">Thence easterly along the centre line of the Macdonald-Cartier Freeway to the centre line of Conlins Road;</p> <p class=\"subpara-e\">Thence northerly along the centre line of Conlins Road to the centre line of Sheppard Avenue East;</p> <p class=\"subpara-e\">Thence easterly along the centre line of Sheppard Avenue East and along the centre line of Twyn Rivers Drive to the easterly limit of the City of Toronto;</p> <p class=\"subpara-e\">Thence southerly and westerly along the easterly and southerly limit of the City of Toronto to the point of beginning.</p> <p class=\"footnote-e\">O. Reg. 191/00, s. 1 (1); O. Reg. 192/00, s. 1; O. Reg. 559/00, s. 1; O. Reg. 627/00, s. 1; O. Reg. 438/02, s. 1.</p> <p class=\"subsection-e\">(2) For the purpose of this Regulation,</p> <p class=\"clause-e\">(a) a reference to the former Borough of East York, the former City of Etobicoke, the former City of North York, the former City of Scarborough, the former City of Toronto or the former City of York is a reference to that municipality as it existed on December 31, 1997; and</p> <p class=\"clause-e\">(b) a reference to the City of Toronto is a reference to the City of Toronto established by the <i>City of Toronto Act, 1997</i>. O. Reg. 191/00, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Despite subsection 3 (2) of Ontario Regulation 438/02, the regular election in 2003 in the City of Toronto shall be conducted as if section 1 of that Regulation (remaking the descriptions of Wards 27 and 28) were in force. O. Reg. 438/02, s. 2. ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Despite subsection 3 (2) of Ontario Regulation 438/02, the regular election in 2003 in the City of Toronto shall be conducted as if section 1 of that Regulation (remaking the descriptions of Wards 27 and 28) were in force. O. Reg. 438/02, s. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}