{
    "reg_info": {
        "full_title": "O. Reg. 484/09: GRAIN - PLAN",
        "reg_name_text": "grain - plan",
        "citation": "O. Reg. 484/09: GRAIN - PLAN",
        "act_under": "Farm Products Marketing Act",
        "url": "https://www.ontario.ca/laws/regulation/090484",
        "date_scraped": "2023-12-18 13:53:10"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 25, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/090484/v8",
            "valid_from": "July  1, 2015",
            "valid_to": "November 24, 2021"
        },
        {
            "a_href": "/laws/regulation/090484/v7",
            "valid_from": "May 21, 2015",
            "valid_to": "June 30, 2015"
        },
        {
            "a_href": "/laws/regulation/090484/v6",
            "valid_from": "January  1, 2015",
            "valid_to": "May 20, 2015"
        },
        {
            "a_href": "/laws/regulation/090484/v5",
            "valid_from": "December 23, 2014",
            "valid_to": "December 31, 2014"
        },
        {
            "a_href": "/laws/regulation/090484/v4",
            "valid_from": "November 26, 2013",
            "valid_to": "December 22, 2014"
        },
        {
            "a_href": "/laws/regulation/090484/v3",
            "valid_from": "March 23, 2010",
            "valid_to": "November 25, 2013"
        },
        {
            "a_href": "/laws/regulation/090484/v2",
            "valid_from": "January  1, 2010",
            "valid_to": "March 22, 2010"
        },
        {
            "a_href": "/laws/regulation/090484/v1",
            "valid_from": "December 16, 2009",
            "valid_to": "December 31, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “barley” means barley produced in Ontario; (“orge”) “board member” means a member of the local board elected or appointed under this Regulation; (“membre de la commission locale”) “district” means a grain producing district established by section 5; (“district”) “fiscal year” means the fiscal year of the local board; (“exercice”) “geographic area” means a geographic area under the Territorial Division Act, 2002; (“zone géographique) “grain” means one or more of grain corn, soybeans, wheat, oats and barley; (“grain”) “grain corn” means corn, other than seed corn, sweet corn or popping corn, produced in Ontario; (“maïs-grain”) “licence fees” means the licence fees payable to the local board under Ontario Regulation 485/09 (Grain - Marketing) made under the Act; (“droits de permis”) “mixed oats and barley” means oats and barley produced in Ontario mixed together in any proportion; (“avoine et orge mélangées”) “oats” means oats produced in Ontario; (“avoine”) “producer” means a sole proprietor, corporation or partnership that produces grain in Ontario; (“producteur”) “soybeans” means soybeans produced in Ontario; (“soya”) “wheat” means any variety of wheat produced in Ontario. (“blé”) O. Reg. 484/09, s. 1; O. Reg. 300/13, s. 1; O. Reg. 125/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“barley” means barley produced in Ontario; (“orge”)</p> <p class=\"firstdef-e\">“board member” means a member of the local board elected or appointed under this Regulation; (“membre de la commission locale”)</p> <p class=\"definition-e\">“district” means a grain producing district established by section 5; (“district”)</p> <p class=\"definition-e\">“fiscal year” means the fiscal year of the local board; (“exercice”) </p> <p class=\"definition-e\">“geographic area” means a geographic area under the <i>Territorial Division Act, 2002</i>; (“zone géographique)</p> <p class=\"definition-e\">“grain” means one or more of grain corn, soybeans, wheat, oats and barley; (“grain”)</p> <p class=\"definition-e\">“grain corn” means corn, other than seed corn, sweet corn or popping corn, produced in Ontario; (“maïs-grain”)</p> <p class=\"definition-e\">“licence fees” means the licence fees payable to the local board under Ontario Regulation 485/09 (Grain - Marketing) made under the Act; (“droits de permis”)</p> <p class=\"definition-e\">“mixed oats and barley” means oats and barley produced in Ontario mixed together in any proportion; (“avoine et orge mélangées”)</p> <p class=\"definition-e\">“oats” means oats produced in Ontario; (“avoine”)</p> <p class=\"definition-e\">“producer” means a sole proprietor, corporation or partnership that produces grain in Ontario; (“producteur”) </p> <p class=\"definition-e\">“soybeans” means soybeans produced in Ontario; (“soya”)</p> <p class=\"definition-e\">“wheat” means any variety of wheat produced in Ontario. (“blé”) O. Reg. 484/09, s. 1; O. Reg. 300/13, s. 1; O. Reg. 125/15, s. 2.</p>"
        },
        {
            "id": "2.",
            "section": "Plan",
            "content": " 2. This Regulation establishes the plan for the control and regulation of the producing and marketing of grain within Ontario.  O. Reg. 484/09, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Regulation establishes the plan for the control and regulation of the producing and marketing of grain within Ontario.  O. Reg. 484/09, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Local board",
            "content": " 3. (1) A local board is established under the name “Grain Farmers of Ontario”.  O. Reg. 484/09, s. 3 (1). (2) The local board has the authority, and shall exercise the powers and perform the duties, (a)  that the Commission delegates to it under the Act; and (b)  that are given or assigned to it by this Regulation and by any other applicable regulation.  O. Reg. 484/09, s. 3 (2). (3) The local board has the following powers: 1.  The local board has such powers of a natural person as are necessary for the local board to exercise its other powers and perform its duties under the Act, or under any other Act of Ontario or Canada, subject to any limitations set out in this Regulation or any other regulation that applies to the local board. 2.  The local board may accept extra-provincial powers and rights. 3.  Where authorized by by-law, and subject to Regulation 400 of the Revised Regulations of Ontario, 1990 (By-laws for Local Boards) made under the Act, the local board may, i.  borrow money on the credit of the local board, ii.  issue, sell or pledge debt obligations of the local board, or iii.  charge, mortgage, hypothecate or pledge all or any currently owned or subsequently acquired real or personal movable or immovable property of the local board, including book debts, rights, powers, franchises and undertakings, to secure any debt obligations or any money borrowed or other debt or liability of the local board. O. Reg. 484/09, s. 3 (3); O. Reg. 300/13, s. 2. (4) The local board shall not, (a)  establish or acquire a controlling interest in a corporation or other entity; (b)  exercise its powers and perform its duties, or purport to do so, through a corporation or other entity; or (c)  indemnify or agree to indemnify any person in relation to any action or other proceeding except as permitted by Regulation 400 of the Revised Regulation of Ontario, 1990 (By-Laws for Local Boards) made under the Act.  O. Reg. 484/09, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A local board is established under the name “Grain Farmers of Ontario”.  O. Reg. 484/09, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The local board has the authority, and shall exercise the powers and perform the duties,</p> <p class=\"clause-e\">  (a)  that the Commission delegates to it under the Act; and</p> <p class=\"clause-e\">  (b)  that are given or assigned to it by this Regulation and by any other applicable regulation.  O. Reg. 484/09, s. 3 (2).</p> <p class=\"subsection-e\">  (3) The local board has the following powers:</p> <p class=\"paragraph-e\">  1.  The local board has such powers of a natural person as are necessary for the local board to exercise its other powers and perform its duties under the Act, or under any other Act of Ontario or Canada, subject to any limitations set out in this Regulation or any other regulation that applies to the local board.</p> <p class=\"paragraph-e\">  2.  The local board may accept extra-provincial powers and rights.</p> <p class=\"paragraph-e\">  3.  Where authorized by by-law, and subject to Regulation 400 of the Revised Regulations of Ontario, 1990 (By-laws for Local Boards) made under the Act, the local board may,</p> <p class=\"subpara-e\">  i.  borrow money on the credit of the local board,</p> <p class=\"subpara-e\">  ii.  issue, sell or pledge debt obligations of the local board, or</p> <p class=\"subpara-e\">  iii.  charge, mortgage, hypothecate or pledge all or any currently owned or subsequently acquired real or personal movable or immovable property of the local board, including book debts, rights, powers, franchises and undertakings, to secure any debt obligations or any money borrowed or other debt or liability of the local board. O. Reg. 484/09, s. 3 (3); O. Reg. 300/13, s. 2.</p> <p class=\"subsection-e\">  (4) The local board shall not,</p> <p class=\"clause-e\">  (a)  establish or acquire a controlling interest in a corporation or other entity;</p> <p class=\"clause-e\">  (b)  exercise its powers and perform its duties, or purport to do so, through a corporation or other entity; or</p> <p class=\"clause-e\">  (c)  indemnify or agree to indemnify any person in relation to any action or other proceeding except as permitted by Regulation 400 of the Revised Regulation of Ontario, 1990 (By-Laws for Local Boards) made under the Act.  O. Reg. 484/09, s. 3 (4).</p>"
        },
        {
            "id": "4.",
            "section": "Composition of local board",
            "content": " 4. (1) The local board shall be composed of 15 board members.  O. Reg. 484/09, s. 4 (1). (2) The board members shall be producers elected or appointed to represent the 15 districts established by section 5.  O. Reg. 484/09, s. 4 (2). (3) There shall be one board member elected or appointed in accordance with section 9 or appointed in accordance with section 11 to represent each district. O. Reg. 300/13, s. 3 (1). (4) A producer is eligible to be elected or appointed a board member for a district only if, (a)  the producer is a member of the group of producers for the district, as determined under section 6; and (b)  at the time of the producer’s election or appointment to the board, the producer is a delegate to the District Grain Committee for the district, having been elected as such under section 7. O. Reg. 484/09, s. 4 (4); O. Reg. 300/13, s. 3 (2). (5) Once elected or appointed to the local board, a member may continue to sit on the local board even if he or she ceases to meet the requirements for election or appointment set out in subsection (4). O. Reg. 300/13, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The local board shall be composed of 15 board members.  O. Reg. 484/09, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The board members shall be producers elected or appointed to represent the 15 districts established by section 5.  O. Reg. 484/09, s. 4 (2).</p> <p class=\"subsection-e\">  (3) There shall be one board member elected or appointed in accordance with section 9 or appointed in accordance with section 11 to represent each district. O. Reg. 300/13, s. 3 (1).</p> <p class=\"subsection-e\">  (4) A producer is eligible to be elected or appointed a board member for a district only if,</p> <p class=\"clause-e\">  (a)  the producer is a member of the group of producers for the district, as determined under section 6; and</p> <p class=\"clause-e\">  (b)  at the time of the producer’s election or appointment to the board, the producer is a delegate to the District Grain Committee for the district, having been elected as such under section 7. O. Reg. 484/09, s. 4 (4); O. Reg. 300/13, s. 3 (2).</p> <p class=\"subsection-e\">  (5) Once elected or appointed to the local board, a member may continue to sit on the local board even if he or she ceases to meet the requirements for election or appointment set out in subsection (4). O. Reg. 300/13, s. 3 (3).</p>"
        },
        {
            "id": "5.",
            "section": "Grain producing districts",
            "content": " 5. For the purposes of elections to the local board and to the District Grain Committees, the following grain producing districts are established: 1.  District 1, composed of the geographic area of Essex. 2.  District 2, composed of the geographic area of Chatham-Kent. 3.  District 3, composed of the geographic area of Lambton. 4.  District 4, composed of the geographic area of Middlesex. 5.  District 5, composed of the geographic areas of Elgin and Norfolk. 6.  District 6, composed of the geographic areas of Brant, Haldimand, Hamilton and Niagara. 7.  District 7, composed of the geographic areas of Oxford and Waterloo. 8.  District 8, composed of the geographic area of Huron. 9.  District 9, composed of the geographic area of Perth. 10.  District 10, composed of the geographic areas of Bruce, Grey and Wellington. 11.  District 11, composed of the geographic areas of Dufferin, Halton, Peel, Simcoe, Toronto and York. 12.  District 12, composed of the geographic areas of Durham, Hastings, Kawartha Lakes, Northumberland and Peterborough. 13.  District 13, composed of the geographic areas of Frontenac, Lanark, Leeds and Grenville, Lennox and Addington, Ottawa, Prince Edward and Renfrew. 14.  District 14, composed of the geographic areas of Prescott and Russell and Stormont, Dundas and Glengarry. 15.  District 15, composed of the geographic areas of Haliburton and the Territorial Districts of Algoma, Cochrane, Kenora, Manitoulin, Muskoka, Nipissing, Parry Sound, Rainy River, Sudbury, Thunder Bay and Timiskaming.  O. Reg. 484/09, s. 5; O. Reg. 75/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>For the purposes of elections to the local board and to the District Grain Committees, the following grain producing districts are established:</p> <p class=\"paragraph-e\">  1.  District 1, composed of the geographic area of Essex.</p> <p class=\"paragraph-e\">  2.  District 2, composed of the geographic area of Chatham-Kent.</p> <p class=\"paragraph-e\">  3.  District 3, composed of the geographic area of Lambton.</p> <p class=\"paragraph-e\">  4.  District 4, composed of the geographic area of Middlesex.</p> <p class=\"paragraph-e\">  5.  District 5, composed of the geographic areas of Elgin and Norfolk.</p> <p class=\"paragraph-e\">  6.  District 6, composed of the geographic areas of Brant, Haldimand, Hamilton and Niagara.</p> <p class=\"paragraph-e\">  7.  District 7, composed of the geographic areas of Oxford and Waterloo.</p> <p class=\"paragraph-e\">  8.  District 8, composed of the geographic area of Huron.</p> <p class=\"paragraph-e\">  9.  District 9, composed of the geographic area of Perth.</p> <p class=\"paragraph-e\">  10.  District 10, composed of the geographic areas of Bruce, Grey and Wellington.</p> <p class=\"paragraph-e\">  11.  District 11, composed of the geographic areas of Dufferin, Halton, Peel, Simcoe, Toronto and York.</p> <p class=\"paragraph-e\">  12.  District 12, composed of the geographic areas of Durham, Hastings, Kawartha Lakes, Northumberland and Peterborough.</p> <p class=\"paragraph-e\">  13.  District 13, composed of the geographic areas of Frontenac, Lanark, Leeds and Grenville, Lennox and Addington, Ottawa, Prince Edward and Renfrew.</p> <p class=\"paragraph-e\">  14.  District 14, composed of the geographic areas of Prescott and Russell and Stormont, Dundas and Glengarry.</p> <p class=\"paragraph-e\">  15.  District 15, composed of the geographic areas of Haliburton and the Territorial Districts of Algoma, Cochrane, Kenora, Manitoulin, Muskoka, Nipissing, Parry Sound, Rainy River, Sudbury, Thunder Bay and Timiskaming.  O. Reg. 484/09, s. 5; O. Reg. 75/10, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": "District group of producers",
            "content": " 6. (1) Subject to subsection (3), a producer is a member of the group of producers for a district if the producer’s registered business address is located in the district. O. Reg. 300/13, s. 4. (2) In this section, “registered business address” means the business address that the producer registers with the local board, as required by the local board under paragraph 1 of section 6 of Ontario Regulation 485/09 (Grain — Marketing) made under the Act. O. Reg. 300/13, s. 4; O. Reg. 125/15, s. 3. (3) If a producer’s registered business address is not located in any of the districts established under section 5, the producer is a member of the group of producers for, (a)  the district in which the producer produces grain, or (b)  if the producer produces grain in more than one district, the district that the producer designates in accordance with subsections (4) and (5). O. Reg. 300/13, s. 4. (4) A producer whose registered business address is not located in any of the districts established under section 5 and who produces grain in more than one district may designate one of those districts in order to be a member of the group of producers for the designated district. O. Reg. 300/13, s. 4. (5) A designation under subsection (4) shall be in a form approved by the local board and shall be filed with the local board. O. Reg. 300/13, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Subject to subsection (3), a producer is a member of the group of producers for a district if the producer’s registered business address is located in the district. O. Reg. 300/13, s. 4.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"firstdef-e\">“registered business address” means the business address that the producer registers with the local board, as required by the local board under paragraph 1 of section 6 of Ontario Regulation 485/09 (Grain — Marketing) made under the Act. O. Reg. 300/13, s. 4; O. Reg. 125/15, s. 3.</p> <p class=\"subsection-e\">  (3) If a producer’s registered business address is not located in any of the districts established under section 5, the producer is a member of the group of producers for,</p> <p class=\"clause-e\">  (a)  the district in which the producer produces grain, or</p> <p class=\"clause-e\">  (b)  if the producer produces grain in more than one district, the district that the producer designates in accordance with subsections (4) and (5). O. Reg. 300/13, s. 4.</p> <p class=\"subsection-e\">  (4) A producer whose registered business address is not located in any of the districts established under section 5 and who produces grain in more than one district may designate one of those districts in order to be a member of the group of producers for the designated district. O. Reg. 300/13, s. 4.</p> <p class=\"subsection-e\">  (5) A designation under subsection (4) shall be in a form approved by the local board and shall be filed with the local board. O. Reg. 300/13, s. 4.</p>"
        },
        {
            "id": "7.",
            "section": "District Grain Committee",
            "content": " 7. (1) A committee known as the “District Grain Committee” is established in each district.  O. Reg. 484/09, s. 7 (1). (2) After January 5 and on or before February 15 of each year, the members of the group of producers for each district shall elect delegates to the District Grain Committee for the district.  O. Reg. 484/09, s. 7 (2). (3) A District Grain Committee shall be composed of eight delegates from the district and the number of additional delegates from the district, if any, determined for the district under section 8.  O. Reg. 484/09, s. 7 (3). (4) A producer is eligible to be elected as a delegate for a district if, (a)  the producer is a member of the group of producers for the district; and (b)  the producer has paid licence fees to the local board for grain sold by the producer in the two years prior to the year of the election. O. Reg. 300/13, s. 5. (5) The delegates to a District Grain Committee shall be elected for a term that begins on the day of their election and ends on the day before the election of delegates to the Committee in the following year. O. Reg. 300/13, s. 5. (6) Despite subsection (5), if a delegate to a District Grain Committee is elected or appointed to the local board, the delegate’s term on the Committee is extended to end on the day before the election of delegates to the Committee in the year when the delegate’s term as a board member ends under section 9. O. Reg. 300/13, s. 5. (7) Subsection (6) does not apply if the delegate to a District Grain Committee who has been elected or appointed to the local board resigns as a board member on or before the day his or her term as delegate to the Committee would normally end under subsection (5). O. Reg. 300/13, s. 5. (8) A District Grain Committee shall meet at least four times each year. O. Reg. 300/13, s. 5. (9) A District Grain Committee may carry out the following functions: 1.  It may advise the local board on matters related to the production and marketing of grain. 2.  It may facilitate the exchange of information between producers in the district and the local board and serve as a liaison between them. 3.  It may engage in local initiatives that stimulate, increase or improve the production or marketing of grain in a manner that is consistent with the local board’s strategic plan. O. Reg. 300/13, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) A committee known as the “District Grain Committee” is established in each district.  O. Reg. 484/09, s. 7 (1).</p> <p class=\"subsection-e\">  (2) After January 5 and on or before February 15 of each year, the members of the group of producers for each district shall elect delegates to the District Grain Committee for the district.  O. Reg. 484/09, s. 7 (2).</p> <p class=\"subsection-e\">  (3) A District Grain Committee shall be composed of eight delegates from the district and the number of additional delegates from the district, if any, determined for the district under section 8.  O. Reg. 484/09, s. 7 (3).</p> <p class=\"subsection-e\">  (4) A producer is eligible to be elected as a delegate for a district if,</p> <p class=\"clause-e\">  (a)  the producer is a member of the group of producers for the district; and</p> <p class=\"clause-e\">  (b)  the producer has paid licence fees to the local board for grain sold by the producer in the two years prior to the year of the election. O. Reg. 300/13, s. 5.</p> <p class=\"subsection-e\">  (5) The delegates to a District Grain Committee shall be elected for a term that begins on the day of their election and ends on the day before the election of delegates to the Committee in the following year. O. Reg. 300/13, s. 5.</p> <p class=\"subsection-e\">  (6) Despite subsection (5), if a delegate to a District Grain Committee is elected or appointed to the local board, the delegate’s term on the Committee is extended to end on the day before the election of delegates to the Committee in the year when the delegate’s term as a board member ends under section 9. O. Reg. 300/13, s. 5.</p> <p class=\"subsection-e\">  (7) Subsection (6) does not apply if the delegate to a District Grain Committee who has been elected or appointed to the local board resigns as a board member on or before the day his or her term as delegate to the Committee would normally end under subsection (5). O. Reg. 300/13, s. 5.</p> <p class=\"subsection-e\">  (8) A District Grain Committee shall meet at least four times each year. O. Reg. 300/13, s. 5.</p> <p class=\"subsection-e\">  (9) A District Grain Committee may carry out the following functions:</p> <p class=\"paragraph-e\">  1.  It may advise the local board on matters related to the production and marketing of grain.</p> <p class=\"paragraph-e\">  2.  It may facilitate the exchange of information between producers in the district and the local board and serve as a liaison between them.</p> <p class=\"paragraph-e\">  3.  It may engage in local initiatives that stimulate, increase or improve the production or marketing of grain in a manner that is consistent with the local board’s strategic plan. O. Reg. 300/13, s. 5.</p>"
        },
        {
            "id": "8.",
            "section": "Allocation of additional delegates",
            "content": " 8. (1) In this section, “provincial yield” means, (a)  in respect of grain corn, soybeans or wheat, its average annual provincial yield per acre, as determined by Agricorp; and (b)  in respect of oats or barley, its average annual provincial yield per acre, as published by Statistics Canada. O. Reg. 484/09, s. 8 (1); O. Reg. 125/15, s. 4 (1). (2) Thirty additional delegates shall be apportioned among the districts in accordance with this section.  O. Reg. 484/09, s. 8 (2). (3) On or before December 15 of each year, the local board shall determine, in accordance with the following rules, the number of additional delegates that shall be elected in each district in the following year’s elections to District Grain Committees, subject to subsections (5) to (8): 1.  Estimate the acres of grain on which licence fees were collected by the local board for the district for the fiscal year ending in the calendar year in which the determination is being made and the two immediately preceding fiscal years, by adding the following amounts for each of the three fiscal years: i.  The tonnes of grain corn on which licence fees were collected for the district in the fiscal year, as determined by the local board, divided by the provincial yield for grain corn for the calendar year in which the fiscal year commenced. ii.  The tonnes of soybeans on which licence fees were collected for the district in the fiscal year, as determined by the local board, divided by the provincial yield for soybeans for the calendar year in which the fiscal year commenced. iii.  The tonnes of wheat on which licence fees were collected for the district in the fiscal year, as determined by the local board, divided by the provincial yield for wheat for the calendar year in which the fiscal year commenced. iv.  The tonnes of oats on which licence fees were collected for the district in the fiscal year, as determined by the local board, divided by the provincial yield for oats for the calendar year in which the fiscal year commenced. v.  The tonnes of barley on which licence fees were collected for the district in the fiscal year, as determined by the local board, divided by the provincial yield for barley for the calendar year in which the fiscal year commenced. vi.  The tonnes of mixed oats and barley on which licence fees were collected for the district in the fiscal year, as determined by the local board, divided by the average of the provincial yield for oats and the provincial yield for barley for the calendar year in which the fiscal year commenced. 2.  Add the acres of grain on which licence fees were collected for the district, as estimated under paragraph 1, for each of the three fiscal years and divide the sum by three to obtain the average. 3.  Divide the average obtained under paragraph 2 by the sum of the averages obtained under that paragraph for all of the districts, and multiply the result by 100. 4.  Subtract 6.67 from the number obtained under paragraph 3. 5.  If the amount calculated under paragraph 4 is zero or less than zero, no additional delegates shall be elected in the district. 6.  If the amount calculated under paragraph 4 is greater than zero, the number of additional delegates that shall be elected in the district shall be determined in accordance with paragraphs 7 and 8. 7.  If paragraph 6 applies in respect of the district, divide the amount calculated under paragraph 4 by the sum of the amounts obtained under paragraph 4 for all of the districts to which paragraph 6 applies, and multiply the result by the number of additional delegates referred to in under subsection (2). 8.  The amount calculated under paragraph 7, rounded to the nearest whole number, is the number of additional delegates who shall be elected in the district.  O. Reg. 484/09, s. 8 (3); O. Reg. 125/15, s. 4 (2). (4) On or before January 5 of each year, the local board shall give written notice to the District Grain Committee for each district of the number of additional delegates that shall be elected in each district in the elections for the year.  O. Reg. 484/09, s. 8 (4). (5)-(8) Revoked: O. Reg. 300/13, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) In this section,</p> <p class=\"firstdef-e\">“provincial yield” means,</p> <p class=\"defclause-e\">  (a)  in respect of grain corn, soybeans or wheat, its average annual provincial yield per acre, as determined by Agricorp; and</p> <p class=\"defclause-e\">  (b)  in respect of oats or barley, its average annual provincial yield per acre, as published by Statistics Canada. O. Reg. 484/09, s. 8 (1); O. Reg. 125/15, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Thirty additional delegates shall be apportioned among the districts in accordance with this section.  O. Reg. 484/09, s. 8 (2).</p> <p class=\"subsection-e\">  (3) On or before December 15 of each year, the local board shall determine, in accordance with the following rules, the number of additional delegates that shall be elected in each district in the following year’s elections to District Grain Committees, subject to subsections (5) to (8):</p> <p class=\"paragraph-e\">  1.  Estimate the acres of grain on which licence fees were collected by the local board for the district for the fiscal year ending in the calendar year in which the determination is being made and the two immediately preceding fiscal years, by adding the following amounts for each of the three fiscal years:</p> <p class=\"subpara-e\">  i.  The tonnes of grain corn on which licence fees were collected for the district in the fiscal year, as determined by the local board, divided by the provincial yield for grain corn for the calendar year in which the fiscal year commenced.</p> <p class=\"subpara-e\">  ii.  The tonnes of soybeans on which licence fees were collected for the district in the fiscal year, as determined by the local board, divided by the provincial yield for soybeans for the calendar year in which the fiscal year commenced.</p> <p class=\"subpara-e\">  iii.  The tonnes of wheat on which licence fees were collected for the district in the fiscal year, as determined by the local board, divided by the provincial yield for wheat for the calendar year in which the fiscal year commenced.</p> <p class=\"subpara-e\">  iv.  The tonnes of oats on which licence fees were collected for the district in the fiscal year, as determined by the local board, divided by the provincial yield for oats for the calendar year in which the fiscal year commenced.</p> <p class=\"subpara-e\">  v.  The tonnes of barley on which licence fees were collected for the district in the fiscal year, as determined by the local board, divided by the provincial yield for barley for the calendar year in which the fiscal year commenced.</p> <p class=\"subpara-e\">  vi.  The tonnes of mixed oats and barley on which licence fees were collected for the district in the fiscal year, as determined by the local board, divided by the average of the provincial yield for oats and the provincial yield for barley for the calendar year in which the fiscal year commenced.</p> <p class=\"paragraph-e\">  2.  Add the acres of grain on which licence fees were collected for the district, as estimated under paragraph 1, for each of the three fiscal years and divide the sum by three to obtain the average.</p> <p class=\"paragraph-e\">  3.  Divide the average obtained under paragraph 2 by the sum of the averages obtained under that paragraph for all of the districts, and multiply the result by 100.</p> <p class=\"paragraph-e\">  4.  Subtract 6.67 from the number obtained under paragraph 3.</p> <p class=\"paragraph-e\">  5.  If the amount calculated under paragraph 4 is zero or less than zero, no additional delegates shall be elected in the district.</p> <p class=\"paragraph-e\">  6.  If the amount calculated under paragraph 4 is greater than zero, the number of additional delegates that shall be elected in the district shall be determined in accordance with paragraphs 7 and 8.</p> <p class=\"paragraph-e\">  7.  If paragraph 6 applies in respect of the district, divide the amount calculated under paragraph 4 by the sum of the amounts obtained under paragraph 4 for all of the districts to which paragraph 6 applies, and multiply the result by the number of additional delegates referred to in under subsection (2).</p> <p class=\"paragraph-e\">  8.  The amount calculated under paragraph 7, rounded to the nearest whole number, is the number of additional delegates who shall be elected in the district.  O. Reg. 484/09, s. 8 (3); O. Reg. 125/15, s. 4 (2).</p> <p class=\"subsection-e\">  (4) On or before January 5 of each year, the local board shall give written notice to the District Grain Committee for each district of the number of additional delegates that shall be elected in each district in the elections for the year.  O. Reg. 484/09, s. 8 (4).</p> <p class=\"subsection-e\">  (5)-(8) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 300/13, s. 6.</p>"
        },
        {
            "id": "9.",
            "section": "Election, term, first meeting of board members",
            "content": " 9. (1) The District Grain Committee for each district shall elect one board member on or before March 1 of the following years: 1.  The District Grain Committee for each district shall elect one board member in 2014. 2.  The District Grain Committee for Districts 1, 3, 5, 7, 9, 11, 13 and 15 shall each elect one board member in 2015 and every second year thereafter. 3.  The District Grain Committee for Districts 2, 4, 6, 8, 10, 12 and 14 shall each elect one board member in 2016 and every second year thereafter. O. Reg. 300/13, s. 7 (1). (2) The local board shall appoint a board member for a district within seven days after the board’s first meeting following an election if, (a)  the District Grain Committee for a district fails to elect a board member on or before March 1; or (b)  the District Grain Committee for a district notifies the local board in writing on or before March 1 that it is unable to elect a board member. O. Reg. 312/14, s. 1. (2.1) Revoked: O. Reg. 312/14, s. 1. (3) The local board may hold its first meeting after an election at any time after each district has either elected a board member or informed the local board that it is unable to elect a board member, but in any case the local board shall hold its first meeting on or before March 16. O. Reg. 312/14, s. 1. (4) If the members of the local board do not appoint a board member for a district under subsection (2), the Commission may appoint a board member for the district within 30 days after the end of the time period set out in subsection (2). O. Reg. 312/14, s. 1. (5) A new board member takes office on the day of the first board meeting that is held after the member’s election or appointment and, subject to subsections (6) and (7), holds office until the day before the first board meeting after the elections in the second year following the year of the member’s election or appointment. O. Reg. 312/14, s. 1. (6) Board members elected in 2014 by the District Grain Committees for Districts 1, 3, 5, 7, 9, 11, 13 and 15 shall hold office only until the day before the first board meeting that is held after the elections in 2015. O. Reg. 312/14, s. 1. (7) If a delegate to a District Grain Committee is elected to the local board under this section or is appointed under this section or section 11 and subsequently resigns as delegate to the Committee before his or her term as board member ends under subsection (5) or (6), his or her term as a board member ends on the day the resignation as delegate to the Committee becomes effective. O. Reg. 312/14, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The District Grain Committee for each district shall elect one board member on or before March 1 of the following years:</p> <p class=\"paragraph-e\">  1.  The District Grain Committee for each district shall elect one board member in 2014.</p> <p class=\"paragraph-e\">  2.  The District Grain Committee for Districts 1, 3, 5, 7, 9, 11, 13 and 15 shall each elect one board member in 2015 and every second year thereafter.</p> <p class=\"paragraph-e\">  3.  The District Grain Committee for Districts 2, 4, 6, 8, 10, 12 and 14 shall each elect one board member in 2016 and every second year thereafter. O. Reg. 300/13, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The local board shall appoint a board member for a district within seven days after the board’s first meeting following an election if, </p> <p class=\"clause-e\">  (a)  the District Grain Committee for a district fails to elect a board member on or before March 1; or</p> <p class=\"clause-e\">  (b)  the District Grain Committee for a district notifies the local board in writing on or before March 1 that it is unable to elect a board member. O. Reg. 312/14, s. 1.</p> <p class=\"subsection-e\">  (2.1) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 312/14, s. 1.</p> <p class=\"subsection-e\">  (3) The local board may hold its first meeting after an election at any time after each district has either elected a board member or informed the local board that it is unable to elect a board member, but in any case the local board shall hold its first meeting on or before March 16. O. Reg. 312/14, s. 1.</p> <p class=\"subsection-e\">  (4) If the members of the local board do not appoint a board member for a district under subsection (2), the Commission may appoint a board member for the district within 30 days after the end of the time period set out in subsection (2). O. Reg. 312/14, s. 1.</p> <p class=\"subsection-e\">  (5) A new board member takes office on the day of the first board meeting that is held after the member’s election or appointment and, subject to subsections (6) and (7), holds office until the day before the first board meeting after the elections in the second year following the year of the member’s election or appointment. O. Reg. 312/14, s. 1.</p> <p class=\"subsection-e\">  (6) Board members elected in 2014 by the District Grain Committees for Districts 1, 3, 5, 7, 9, 11, 13 and 15 shall hold office only until the day before the first board meeting that is held after the elections in 2015. O. Reg. 312/14, s. 1.</p> <p class=\"subsection-e\">  (7) If a delegate to a District Grain Committee is elected to the local board under this section or is appointed under this section or section 11 and subsequently resigns as delegate to the Committee before his or her term as board member ends under subsection (5) or (6), his or her term as a board member ends on the day the resignation as delegate to the Committee becomes effective. O. Reg. 312/14, s. 1.</p>"
        },
        {
            "id": "10.",
            "section": "Election, term, first meeting of board members",
            "content": " 10. Revoked: O. Reg. 300/13, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 300/13, s. 8.</p>"
        },
        {
            "id": "11.",
            "section": "Vacancies on local board",
            "content": " 11. (1) If, before the expiry of a board member’s term under subsection 9 (4) or (5), the board member dies, resigns, ceases to be a producer or otherwise becomes unable to act or the board member’s term ends under subsection 9 (6), the remaining delegates to the District Grain Committee to which the board member is or was a delegate may, within 30 days of the applicable event, appoint a replacement board member to fill the vacancy for the remainder of the term. O. Reg. 300/13, s. 9. (2) If the remaining delegates of the District Grain Committee do not appoint a replacement board member under subsection (1) within the specified time, the remaining board members may do so within 30 days of the end of the specified time. O. Reg. 300/13, s. 9. (3) If the remaining board members do not appoint a replacement board member under subsection (2) within the specified time, the Commission may do so. O. Reg. 300/13, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) If, before the expiry of a board member’s term under subsection 9 (4) or (5), the board member dies, resigns, ceases to be a producer or otherwise becomes unable to act or the board member’s term ends under subsection 9 (6), the remaining delegates to the District Grain Committee to which the board member is or was a delegate may, within 30 days of the applicable event, appoint a replacement board member to fill the vacancy for the remainder of the term. O. Reg. 300/13, s. 9.</p> <p class=\"subsection-e\">  (2) If the remaining delegates of the District Grain Committee do not appoint a replacement board member under subsection (1) within the specified time, the remaining board members may do so within 30 days of the end of the specified time. O. Reg. 300/13, s. 9.</p> <p class=\"subsection-e\">  (3) If the remaining board members do not appoint a replacement board member under subsection (2) within the specified time, the Commission may do so. O. Reg. 300/13, s. 9.</p>"
        },
        {
            "id": "12.",
            "section": "Vacancies on local board",
            "content": " 12. Revoked: O. Reg. 788/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 788/21, s. 1.</p>"
        },
        {
            "id": "13., 14.",
            "section": "Vacancies on local board",
            "content": " 13., 14. Revoked: O. Reg. 300/13, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>13., 14. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 300/13, s. 10.</p>"
        },
        {
            "id": "15.",
            "section": "Vacancies on local board",
            "content": " 15. Omitted (revokes other Regulations).  O. Reg. 484/09, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>15.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).  O. Reg. 484/09, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Vacancies on local board",
            "content": "  16. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 484/09, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>  16.</b> <span>O<span class=\"ovsmallcap\">mitted (provides for coming into force of provisions of this Regulation)</span></span>.  O. Reg. 484/09, s. 16.</p>"
        },
        {
            "id": null,
            "section": "Vacancies on local board",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/090484\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}