{
    "reg_info": {
        "full_title": "O. Reg. 488/06: PILOT PROJECT - SEGWAYS",
        "reg_name_text": "pilot project — segways",
        "citation": "O. Reg. 488/06: PILOT PROJECT - SEGWAYS",
        "act_under": "Highway Traffic Act   Code de la route",
        "url": "https://www.ontario.ca/laws/regulation/060488",
        "date_scraped": "2023-12-18 23:40:19"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/060488/v5",
            "valid_from": "October 10, 2013",
            "valid_to": "October 18, 2018"
        },
        {
            "a_href": "/laws/regulation/060488/v4",
            "valid_from": "July  1, 2011",
            "valid_to": "October  9, 2013"
        },
        {
            "a_href": "/laws/regulation/060488/v3",
            "valid_from": "June 24, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/regulation/060488/v2",
            "valid_from": "September  4, 2007",
            "valid_to": "June 23, 2011"
        },
        {
            "a_href": "/laws/regulation/060488/v1",
            "valid_from": "October 19, 2006",
            "valid_to": "September  3, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “public park” means a provincial park within the meaning of the Provincial Parks and Conservation Reserves Act, 2006 or land designated by a municipality for use as a park; “Segway” means a device known as the Segway Personal Transporter or the Segway Human Transporter that is manufactured by Segway Inc.  O. Reg. 488/06, ss. 1 (1), 19. (2) A Segway is deemed not to be a motor vehicle under the Act.  O. Reg. 488/06, s. 1 (2). (3) Despite subsection (2), a Segway is a motor vehicle for the purpose of a municipal by-law that governs or prohibits the operation of motor vehicles on or along any sidewalk, trail, path or walkway or in any public park or exhibition ground, unless the by-law provides otherwise.  O. Reg. 488/06, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“public park” means a provincial park within the meaning of the <i>Provincial</i><i> Parks</i><i> and Conservation Reserves Act, 2006 </i><i>or </i>land designated by a municipality for use as a park;</p> <p class=\"definition-e\">“Segway” means a device known as the Segway Personal Transporter or the Segway Human Transporter that is manufactured by Segway Inc.  O. Reg. 488/06, ss. 1 (1), 19.</p> <p class=\"subsection-e\">  (2) A Segway is deemed not to be a motor vehicle under the Act.  O. Reg. 488/06, s. 1 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (2), a Segway is a motor vehicle for the purpose of a municipal by-law that governs or prohibits the operation of motor vehicles on or along any sidewalk, trail, path or walkway or in any public park or exhibition ground, unless the by-law provides otherwise.  O. Reg. 488/06, s. 1 (3).</p>"
        },
        {
            "id": "2.",
            "section": "Pilot project re Segways",
            "content": " 2. A pilot project to evaluate the use and operation of Segways is established.  O. Reg. 488/06, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>A pilot project to evaluate the use and operation of Segways is established.  O. Reg. 488/06, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Prohibition",
            "content": " 3. (1) Under this project, no person shall operate a Segway on a highway, trail, path or walkway or in a public park or exhibition ground except as permitted by this Regulation.  O. Reg. 488/06, s. 3 (1). (2) No person shall operate a Segway on a highway, trail, path or walkway or in a public park or exhibition ground if the Segway has been modified after its manufacture.  O. Reg. 488/06, s. 3 (2). (3) Subsection (2) does not prohibit the operation of a Segway if a basket, bag or other thing customarily attached as an accessory to a bicycle, or a bell, horn or lamp to comply with section 12, has been added to the Segway after its manufacture.  O. Reg. 488/06, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Under this project, no person shall operate a Segway on a highway, trail, path or walkway or in a public park or exhibition ground except as permitted by this Regulation.  O. Reg. 488/06, s. 3 (1).</p> <p class=\"subsection-e\">  (2) No person shall operate a Segway on a highway, trail, path or walkway or in a public park or exhibition ground if the Segway has been modified after its manufacture.  O. Reg. 488/06, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Subsection (2) does not prohibit the operation of a Segway if a basket, bag or other thing customarily attached as an accessory to a bicycle, or a bell, horn or lamp to comply with section 12, has been added to the Segway after its manufacture.  O. Reg. 488/06, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": "Segways permitted",
            "content": " 4. (1) A person permitted by section 5 or 6 to use a Segway may operate a Segway on any roadway or on the shoulder of a highway in accordance with this Regulation.  O. Reg. 488/06, s. 4 (1). (2) Subject to any municipal by-law, a person may operate a Segway on a sidewalk, trail, path or walkway or in a public park or exhibition ground in accordance with this Regulation.  O. Reg. 488/06, s. 4 (2). (3) No licence or permit is required in order to operate a Segway on a roadway, the shoulder of a highway, a sidewalk, trail, path or walkway or in a public park or exhibition ground.  O. Reg. 488/06, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) A person permitted by section 5 or 6 to use a Segway may operate a Segway on any roadway or on the shoulder of a highway in accordance with this Regulation.  O. Reg. 488/06, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Subject to any municipal by-law, a person may operate a Segway on a sidewalk, trail, path or walkway or in a public park or exhibition ground in accordance with this Regulation.  O. Reg. 488/06, s. 4 (2).</p> <p class=\"subsection-e\">  (3) No licence or permit is required in order to operate a Segway on a roadway, the shoulder of a highway, a sidewalk, trail, path or walkway or in a public park or exhibition ground.  O. Reg. 488/06, s. 4 (3).</p>"
        },
        {
            "id": "5.",
            "section": "Use by police officers, letter carriers ",
            "content": " 5. (1) A police officer may, in the course of his or her duties, operate a Segway that is owned or leased by the police force of which he or she is a member.  O. Reg. 488/06, s. 5 (1). (2) A letter carrier who is an employee of Canada Post Corporation may, while engaged in door-to-door delivery of mail, operate a Segway that is owned or leased by Canada Post Corporation.  O. Reg. 488/06, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A police officer may, in the course of his or her duties, operate a Segway that is owned or leased by the police force of which he or she is a member.  O. Reg. 488/06, s. 5 (1).</p> <p class=\"subsection-e\">  (2) A letter carrier who is an employee of Canada Post Corporation may, while engaged in door-to-door delivery of mail, operate a Segway that is owned or leased by Canada Post Corporation.  O. Reg. 488/06, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Use by persons with limited mobility ",
            "content": " 6. A person who is 14 years old or older may operate a Segway if his or her mobility is limited by one or more disabilities, conditions or functional impairments.  O. Reg. 488/06, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>A person who is 14 years old or older may operate a Segway if his or her mobility is limited by one or more disabilities, conditions or functional impairments.  O. Reg. 488/06, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Prohibited on controlled-access highways",
            "content": " 7. A Segway shall not be operated on, (a) those parts of the controlled-access highways described in Schedule 1 to Regulation 627 of the Revised Regulations of Ontario, 1990 (Use of Controlled-Access Highways by Pedestrians) made under the Act; (b) those parts of the controlled-access highways described in the Schedule to Regulation 630 of the Revised Regulations of Ontario, 1990 (Vehicles on Controlled-Access Highways) made under the Act; or (c) any highway to which access by pedestrians or bicycles is prohibited under any Act, regulation or by-law.  O. Reg. 488/06, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>A<b> </b>Segway shall not be operated on,</p> <p class=\"clause-e\">  (a) those parts of the controlled-access highways described in Schedule 1 to Regulation 627 of the Revised Regulations of Ontario, 1990 (Use of Controlled-Access Highways by Pedestrians) made under the Act; </p> <p class=\"clause-e\">  (b) those parts of the controlled-access highways described in the Schedule to Regulation 630 of the Revised Regulations of Ontario, 1990 (Vehicles on Controlled-Access Highways) made under the Act; or</p> <p class=\"clause-e\">  (c) any highway to which access by pedestrians or bicycles is prohibited under any Act, regulation or by-law.  O. Reg. 488/06, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Sidewalk or roadway use",
            "content": " 8. (1) Where sidewalks are provided on a highway, a Segway shall only be operated on the sidewalk and not on the roadway.  O. Reg. 488/06, s. 8 (1). (2) Despite subsection (1), a Segway may not be operated on a sidewalk where such operation is prohibited by municipal by-law, except where the highway is located in a tunnel or underpass.  O. Reg. 488/06, s. 8 (2). (3) Where sidewalks are not provided on a highway or where the operation of Segways on sidewalks is prohibited by municipal by-law, a Segway shall only be operated, (a) if there is a shoulder on the highway, on the shoulder as close to the right edge of the shoulder as possible; (b) if there is no shoulder on the highway, on the right side of the roadway as close to the edge of the roadway as possible.  O. Reg. 488/06, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Where sidewalks are provided on a highway, a Segway shall only be operated on the sidewalk and not on the roadway.  O. Reg. 488/06, s. 8 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a Segway may not be operated on a sidewalk where such operation is prohibited by municipal by-law, except where the highway is located in a tunnel or underpass.  O. Reg. 488/06, s. 8 (2).</p> <p class=\"subsection-e\">  (3) Where sidewalks are not provided on a highway or where the operation of Segways on sidewalks is prohibited by municipal by-law, a Segway shall only be operated,</p> <p class=\"clause-e\">  (a) if there is a shoulder on the highway, on the shoulder as close to the right edge of the shoulder as possible;</p> <p class=\"clause-e\">  (b) if there is no shoulder on the highway, on the right side of the roadway as close to the edge of the roadway as possible.  O. Reg. 488/06, s. 8 (3).</p>"
        },
        {
            "id": "9.",
            "section": "Application of the Act",
            "content": " 9. (1) Parts II, IV, VI and X.3, sections 142, 179 and 199 and subsection 214 (2) of the Act do not apply to the operation of a Segway or to a person who operates a Segway.  O. Reg. 488/06, s. 9 (1). (2) Section 140 and subsections 144 (22) to (28) of the Act apply to a Segway as if the Segway were a pedestrian.  O. Reg. 488/06, s. 9 (2). (3) When a Segway is being operated on a sidewalk, trail, path or walkway or in a public park or exhibition ground, the provisions of the Act, other than the Parts and sections listed in subsection (1), apply to the operation of the Segway and to the operator of the Segway as if the Segway and the operator were a pedestrian.  O. Reg. 488/06, s. 9 (3). (4) When a Segway is being operated on a roadway or on the shoulder of a highway, the provisions of the Act, other than the Parts and sections listed in subsection (1) or the provisions listed in subsection (2), apply to the operation of the Segway and to the operator of the Segway as if the Segway were a bicycle and the operator a rider.  O. Reg. 488/06, s. 9 (4). (5) Despite subsection (4), the operator of a Segway shall not make a left turn at an intersection as if the Segway were a bicycle and the operator a rider, but shall instead cross the intersecting highways as if the Segway and the operator were a pedestrian.  O. Reg. 488/06, s. 9 (5).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) Parts II, IV, VI and X.3, sections 142, 179 and 199 and subsection 214 (2) of the Act do not apply to the operation of a Segway or to a person who operates a Segway.  O. Reg. 488/06, s. 9 (1).</p> <p class=\"subsection-e\">  (2) Section 140 and subsections 144 (22) to (28) of the Act apply to a Segway as if the Segway were a pedestrian.  O. Reg. 488/06, s. 9 (2).</p> <p class=\"subsection-e\">  (3) When a Segway is being operated on a sidewalk, trail, path or walkway or in a public park or exhibition ground, the provisions of the Act, other than the Parts and sections listed in subsection (1), apply to the operation of the Segway and to the operator of the Segway as if the Segway and the operator were a pedestrian.  O. Reg. 488/06, s. 9 (3).</p> <p class=\"subsection-e\">  (4) When a Segway is being operated on a roadway or on the shoulder of a highway, the provisions of the Act, other than the Parts and sections listed in subsection (1) or the provisions listed in subsection (2), apply to the operation of the Segway and to the operator of the Segway as if the Segway were a bicycle and the operator a rider.  O. Reg. 488/06, s. 9 (4).</p> <p class=\"subsection-e\">  (5) Despite subsection (4), the operator of a Segway shall not make a left turn at an intersection as if the Segway were a bicycle and the operator a rider, but shall instead cross the intersecting highways as if the Segway and the operator were a pedestrian.  O. Reg. 488/06, s. 9 (5).</p>"
        },
        {
            "id": "10.",
            "section": "Safe operation",
            "content": " 10. (1) The operator of a Segway shall keep a safe distance from pedestrians and other users of the roadway, shoulder, sidewalk, trail, path, walkway, public park or exhibition ground at all times and shall give way to a pedestrian or bicycle by slowing or stopping, as necessary, where there is insufficient space for the pedestrian or bicycle and the Segway to pass.  O. Reg. 488/06, s. 10 (1). (2) A Segway shall not be operated on a sidewalk, trail, path or walkway or in a public park or exhibition ground at a speed that is markedly greater than the speed of the pedestrians who are proximate to the Segway.  O. Reg. 488/06, s. 10 (2). (3) A Segway shall not be operated in such a manner that it may harm, injure or damage, either directly or indirectly, any person or property.  O. Reg. 488/06, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) The operator of a Segway shall keep a safe distance from pedestrians and other users of the roadway, shoulder, sidewalk, trail, path, walkway, public park or exhibition ground at all times and shall give way to a pedestrian or bicycle by slowing or stopping, as necessary, where there is insufficient space for the pedestrian or bicycle and the Segway to pass.  O. Reg. 488/06, s. 10 (1).</p> <p class=\"subsection-e\">  (2) A Segway shall not be operated on a sidewalk, trail, path or walkway or in a public park or exhibition ground at a speed that is markedly greater than the speed of the pedestrians who are proximate to the Segway.  O. Reg. 488/06, s. 10 (2).</p> <p class=\"subsection-e\">  (3) A Segway shall not be operated in such a manner that it may harm, injure or damage, either directly or indirectly, any person or property.  O. Reg. 488/06, s. 10 (3).</p>"
        },
        {
            "id": "11.",
            "section": "General rules re operation of Segway",
            "content": " 11. (1) The person operating a Segway shall be the only person on the Segway.  O. Reg. 488/06, s. 11 (1). (2) A Segway shall not be operated when towing another person, vehicle or device.  O. Reg. 488/06, s. 11 (2). (3) The person operating a Segway shall stand at all times while the Segway is in motion.  O. Reg. 488/06, s. 11 (3).",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) The person operating a Segway shall be the only person on the Segway.  O. Reg. 488/06, s. 11 (1).</p> <p class=\"subsection-e\">  (2) A Segway shall not be operated when towing another person, vehicle or device.  O. Reg. 488/06, s. 11 (2).</p> <p class=\"subsection-e\">  (3) The person operating a Segway shall stand at all times while the Segway is in motion.  O. Reg. 488/06, s. 11 (3).</p>"
        },
        {
            "id": "12.",
            "section": "Equipment",
            "content": " 12. (1) Every Segway shall be equipped with a bell or horn which shall be kept in good working order and sounded whenever it is reasonably necessary to notify pedestrians or others of its approach.  O. Reg. 488/06, s. 12 (1). (2) When operated at any time from one-half hour before sunset to one-half hour after sunrise and at any other time when, due to insufficient light or unfavourable atmospheric conditions, persons and vehicles are not clearly discernible at a distance of 150 metres or less, every Segway shall carry a lighted lamp displaying a white or amber light at the front of the Segway and a lighted lamp displaying a red light at the rear of the Segway.  O. Reg. 488/06, s. 12 (2). (3) The lamps may be attached to the Segway or may be carried or worn by the operator on his or her person.  O. Reg. 488/06, s. 12 (3). (4) A Segway and all of its components shall be maintained in good working order at all times.  O. Reg. 488/06, s. 12 (4).",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) Every Segway shall be equipped with a bell or horn which shall be kept in good working order and sounded whenever it is reasonably necessary to notify pedestrians or others of its approach.  O. Reg. 488/06, s. 12 (1).</p> <p class=\"subsection-e\">  (2) When operated at any time from one-half hour before sunset to one-half hour after sunrise and at any other time when, due to insufficient light or unfavourable atmospheric conditions, persons and vehicles are not clearly discernible at a distance of 150 metres or less, every Segway shall carry a lighted lamp displaying a white or amber light at the front of the Segway and a lighted lamp displaying a red light at the rear of the Segway.  O. Reg. 488/06, s. 12 (2).</p> <p class=\"subsection-e\">  (3) The lamps may be attached to the Segway or may be carried or worn by the operator on his or her person.  O. Reg. 488/06, s. 12 (3).</p> <p class=\"subsection-e\">  (4) A Segway and all of its components shall be maintained in good working order at all times.  O. Reg. 488/06, s. 12 (4).</p>"
        },
        {
            "id": "13.",
            "section": "Helmets",
            "content": " 13. A person who is under 18 years old shall wear a bicycle helmet that complies with the requirements of subsection 104 (2.1) of the Act when operating a Segway.  O. Reg. 488/06, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>A person who is under 18 years old shall wear a bicycle helmet that complies with the requirements of subsection 104 (2.1) of the Act when operating a Segway.  O. Reg. 488/06, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Insurance",
            "content": " 14. If Canada Post Corporation or a police force owns or leases one or more Segways for the use of its employees or members, it shall maintain a policy of insurance for each such Segway that provides the coverage required for a motor vehicle under the Compulsory Automobile Insurance Act.  O. Reg. 488/06, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>If Canada Post Corporation or a police force owns or leases one or more Segways for the use of its employees or members, it shall maintain a policy of insurance for each such Segway that provides the coverage required for a motor vehicle under the <i>Compulsory Automobile Insurance Act</i>.  O. Reg. 488/06, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Operator to stop for police officer",
            "content": " 15. Every operator of a Segway shall stop when required to do so by a police officer and shall, on the demand of the police officer,  (a) surrender his or her driver’s licence, if he or she has one and has it in his or her possession, for reasonable inspection by the officer; or (b) provide the officer with his or her correct name, address and date of birth.  O. Reg. 488/06, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>Every operator of a Segway shall stop when required to do so by a police officer and shall, on the demand of the police officer, </p> <p class=\"clause-e\">  (a) surrender his or her driver’s licence, if he or she has one and has it in his or her possession, for reasonable inspection by the officer; or </p> <p class=\"clause-e\">  (b) provide the officer with his or her correct name, address and date of birth.  O. Reg. 488/06, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Duty to report accident",
            "content": " 16. (1) Where a Segway is involved in an accident with a pedestrian, animal or vehicle that results in personal injury or property damage, the operator of the Segway shall forthwith report the accident to a police officer and furnish him or her with the information concerning the accident as may be required by the officer under subsection (2).  O. Reg. 488/06, s. 16 (1). (2) A police officer receiving a report of an accident, as required by this section, shall secure from the person making the report, or by other inquiries where necessary, the particulars of the accident, the persons involved, the extent of the personal injuries or property damage, if any, and the other information that may be necessary to complete a written report concerning the accident and shall forward the report to the Registrar within 10 days of the accident.  O. Reg. 488/06, s. 16 (2). (3) The report of a police officer under subsection (2) shall be in the form that is approved by the Minister.  O. Reg. 488/06, s. 16 (3).",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) Where a Segway is involved in an accident with a pedestrian, animal or vehicle that results in personal injury or property damage, the operator of the Segway shall forthwith report the accident to a police officer and furnish him or her with the information concerning the accident as may be required by the officer under subsection (2).  O. Reg. 488/06, s. 16 (1).</p> <p class=\"subsection-e\">  (2) A police officer receiving a report of an accident, as required by this section, shall secure from the person making the report, or by other inquiries where necessary, the particulars of the accident, the persons involved, the extent of the personal injuries or property damage, if any, and the other information that may be necessary to complete a written report concerning the accident and shall forward the report to the Registrar within 10 days of the accident.  O. Reg. 488/06, s. 16 (2).</p> <p class=\"subsection-e\">  (3) The report of a police officer under subsection (2) shall be in the form that is approved by the Minister.  O. Reg. 488/06, s. 16 (3).</p>"
        },
        {
            "id": "17.",
            "section": "Reports to Minister",
            "content": " 17. (1) If Canada Post Corporation or a police force owns or leases one or more Segways for the use of its employees or members, it shall, if requested by the Minister, report to the Minister on the use of Segways by its employees or members under this Regulation, or on any aspect of such use as may be specified by the Minister.  O. Reg. 488/06, s. 17 (1). (2) Any municipality in which Segways are being used shall, if requested by the Minister, report to the Minister on the use of Segways in the municipality under this Regulation, or on any aspect of such use as may be specified by the Minister.  O. Reg. 488/06, s. 17 (2).",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) If Canada Post Corporation or a police force owns or leases one or more Segways for the use of its employees or members, it shall, if requested by the Minister, report to the Minister on the use of Segways by its employees or members under this Regulation, or on any aspect of such use as may be specified by the Minister.  O. Reg. 488/06, s. 17 (1).</p> <p class=\"subsection-e\">  (2) Any municipality in which Segways are being used shall, if requested by the Minister, report to the Minister on the use of Segways in the municipality under this Regulation, or on any aspect of such use as may be specified by the Minister.  O. Reg. 488/06, s. 17 (2).</p>"
        },
        {
            "id": "18.",
            "section": "Exemptions from this Regulation ",
            "content": " 18. (1) A police officer who is permitted to operate a Segway by subsection 5 (1) is exempt from subsection 3 (2), sections 7, 8 and 9, subsections 10 (1) and (2) and 12 (2) and section 15.  O. Reg. 488/06, s. 18 (1). (2) A letter carrier who is permitted to operate a Segway by subsection 5 (2) is exempt from subsection 3 (2) and section 8.  O. Reg. 488/06, s. 18 (2).",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>(1) A police officer who is permitted to operate a Segway by subsection 5 (1) is exempt from subsection 3 (2), sections 7, 8 and 9, subsections 10 (1) and (2) and 12 (2) and section 15.  O. Reg. 488/06, s. 18 (1).</p> <p class=\"subsection-e\">  (2) A letter carrier who is permitted to operate a Segway by subsection 5 (2) is exempt from subsection 3 (2) and section 8.  O. Reg. 488/06, s. 18 (2).</p>"
        },
        {
            "id": "19.",
            "section": "Exemptions from this Regulation ",
            "content": " 19. Omitted (provides for amendments to this Regulation).  O. Reg. 488/06, s. 19.",
            "raw_html": "<p class=\"section-e\"> <b>19.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for amendments to this Regulation</span>).  O. Reg. 488/06, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Exemptions from this Regulation ",
            "content": " 20. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 488/06, s. 20.",
            "raw_html": "<p class=\"section-e\"> <b>20.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 488/06, s. 20.</p>"
        }
    ]
}