{
    "reg_info": {
        "full_title": "O. Reg. 190/08: GENERAL",
        "reg_name_text": "general",
        "citation": "O. Reg. 190/08: GENERAL",
        "act_under": "Mortgage Brokerages, Lenders and Administrators Act, 2006",
        "url": "https://www.ontario.ca/laws/regulation/080190",
        "date_scraped": "2023-12-18 23:01:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/080190/v4",
            "valid_from": "June  5, 2019",
            "valid_to": "June  7, 2019"
        },
        {
            "a_href": "/laws/regulation/080190/v3",
            "valid_from": "March  6, 2009",
            "valid_to": "June  4, 2019"
        },
        {
            "a_href": "/laws/regulation/080190/v2",
            "valid_from": "July  1, 2008",
            "valid_to": "March  5, 2009"
        },
        {
            "a_href": "/laws/regulation/080190/v1",
            "valid_from": "June  6, 2008",
            "valid_to": "June 30, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Public register of brokerages, mortgage administrators ",
            "content": " 1. (1) The public register of brokerages and mortgage administrators that is to be maintained under subsection 28 (1) of the Act must contain the following information about each brokerage and mortgage administrator: 1. Each name in which it is licensed and its licence number. 2. The type of licence that it holds and whether the licence is in good standing or is suspended. 3. Its mailing address in Ontario as it appears in the records maintained by the Chief Executive Officer. 4. Its telephone number as it appears in the records maintained by the Chief Executive Officer. 5. Any conditions that apply to the licence. 6. For a brokerage, the name of its principal broker.  O. Reg. 190/08, s. 1 (1); O. Reg. 169/19, s. 1. (2) For two years after a brokerage or mortgage administrator ceases to be licensed, the register must contain the following information about the former brokerage or mortgage administrator: 1. Each name in which it was licensed and its former licence number. 2. The type of licence that it held. 3. The date on which it ceased to be licensed. 4. Whether the licence was surrendered or revoked.  O. Reg. 190/08, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) The public register of brokerages and mortgage administrators that is to be maintained under subsection 28 (1) of the Act must contain the following information about each brokerage and mortgage administrator:</p> <p class=\"paragraph-e\">  1. Each name in which it is licensed and its licence number.</p> <p class=\"paragraph-e\">  2. The type of licence that it holds and whether the licence is in good standing or is suspended.</p> <p class=\"paragraph-e\">  3. Its mailing address in Ontario as it appears in the records maintained by the Chief Executive Officer.</p> <p class=\"paragraph-e\">  4. Its telephone number as it appears in the records maintained by the Chief Executive Officer.</p> <p class=\"paragraph-e\">  5. Any conditions that apply to the licence.</p> <p class=\"paragraph-e\">  6. For a brokerage, the name of its principal broker.  O. Reg. 190/08, s. 1 (1); O. Reg. 169/19, s. 1.</p> <p class=\"subsection-e\">  (2) For two years after a brokerage or mortgage administrator ceases to be licensed, the register must contain the following information about the former brokerage or mortgage administrator:</p> <p class=\"paragraph-e\">  1. Each name in which it was licensed and its former licence number.</p> <p class=\"paragraph-e\">  2. The type of licence that it held.</p> <p class=\"paragraph-e\">  3. The date on which it ceased to be licensed.</p> <p class=\"paragraph-e\">  4. Whether the licence was surrendered or revoked.  O. Reg. 190/08, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": "Public register of brokers and agents",
            "content": " 2. (1) The public register of mortgage brokers and agents that is to be maintained under subsection 28 (1) of the Act must contain the following information about each broker and agent: 1. The name in which he or she is licensed and the licence number. 2. The type of licence that he or she holds, its expiry date and whether the licence is in good standing or is suspended. 3. The name of the brokerage on whose behalf he or she is authorized to deal or trade in mortgages. 4. Any conditions that apply to the licence, other than conditions relating to educational requirements.  O. Reg. 190/08, s. 2 (1). (2) If a broker or agent ceases to be licensed, the register must contain the following information about the former broker or agent until the date described in subsection (3): 1. The name in which he or she was licensed and his or her former licence number. 2. The type of licence that he or she held. 3. The name of the brokerage on whose behalf he or she was authorized to deal or trade in mortgages immediately before ceasing to be licensed. 4. The date on which he or she ceased to be licensed. 5. Whether the licence expired, renewal of the licence was refused, the licence was surrendered or the licence was revoked.  O. Reg. 190/08, s. 2 (2). (3) The information required by subsection (2) must be kept on the register until two years after the expiry date of the individual’s licence or, if the licence was surrendered or revoked before the expiry date, until two years after the date on which the licence would have expired if it had not been surrendered or revoked.  O. Reg. 190/08, s. 2 (3). Expiry of Interim Orders",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The public register of mortgage brokers and agents that is to be maintained under subsection 28 (1) of the Act must contain the following information about each broker and agent:</p> <p class=\"paragraph-e\">  1. The name in which he or she is licensed and the licence number.</p> <p class=\"paragraph-e\">  2. The type of licence that he or she holds, its expiry date and whether the licence is in good standing or is suspended.</p> <p class=\"paragraph-e\">  3. The name of the brokerage on whose behalf he or she is authorized to deal or trade in mortgages.</p> <p class=\"paragraph-e\">  4. Any conditions that apply to the licence, other than conditions relating to educational requirements.  O. Reg. 190/08, s. 2 (1).</p> <p class=\"subsection-e\">  (2) If a broker or agent ceases to be licensed, the register must contain the following information about the former broker or agent until the date described in subsection (3):</p> <p class=\"paragraph-e\">  1. The name in which he or she was licensed and his or her former licence number.</p> <p class=\"paragraph-e\">  2. The type of licence that he or she held.</p> <p class=\"paragraph-e\">  3. The name of the brokerage on whose behalf he or she was authorized to deal or trade in mortgages immediately before ceasing to be licensed.</p> <p class=\"paragraph-e\">  4. The date on which he or she ceased to be licensed.</p> <p class=\"paragraph-e\">  5. Whether the licence expired, renewal of the licence was refused, the licence was surrendered or the licence was revoked.  O. Reg. 190/08, s. 2 (2).</p> <p class=\"subsection-e\">  (3) The information required by subsection (2) must be kept on the register until two years after the expiry date of the individual’s licence or, if the licence was surrendered or revoked before the expiry date, until two years after the date on which the licence would have expired if it had not been surrendered or revoked.  O. Reg. 190/08, s. 2 (3).</p> <p class=\"heading1-e\">Expiry of Interim Orders</p>"
        },
        {
            "id": "3.",
            "section": "Interim order to suspend a licence",
            "content": " 3. If an interim order suspending a licence is made under subsection 18 (3) of the Act, the prescribed period after which the interim order expires in the circumstances described in subsection 18 (5) of the Act is 21 days after the date on which the order is made.  O. Reg. 190/08, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>If an interim order suspending a licence is made under subsection 18 (3) of the Act, the prescribed period after which the interim order expires in the circumstances described in subsection 18 (5) of the Act is 21 days after the date on which the order is made.  O. Reg. 190/08, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Interim compliance order",
            "content": " 4. If an interim order is made under subsection 35 (7) of the Act, the prescribed period after which the interim order expires in the circumstances described in subsection 35 (9) of the Act is 21 days after the date on which the order is made.  O. Reg. 190/08, s. 4. Delivery of Orders, Interim Orders and Notices",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>If an interim order is made under subsection 35 (7) of the Act, the prescribed period after which the interim order expires in the circumstances described in subsection 35 (9) of the Act is 21 days after the date on which the order is made.  O. Reg. 190/08, s. 4.</p> <p class=\"heading1-e\">Delivery of Orders, Interim Orders and Notices</p>"
        },
        {
            "id": "5.",
            "section": "Application",
            "content": " 5. Sections 6 and 7 apply with respect to the delivery of orders and interim orders made under the Act and notices that the Chief Executive Officer is required under the Act to give to a person or entity.  O. Reg. 190/08, s. 5; O. Reg. 169/19, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>Sections 6 and 7 apply with respect to the delivery of orders and interim orders made under the Act and notices that the Chief Executive Officer is required under the Act to give to a person or entity.  O. Reg. 190/08, s. 5; O. Reg. 169/19, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": "Deemed delivery to licensee, applicant",
            "content": " 6. (1) An order, interim order or notice is deemed to have been delivered to a licensee or applicant by the Chief Executive Officer if it is delivered in either of the following ways: 1. By registered mail addressed to the mailing address in Ontario of the licensee or applicant as it appears in the records maintained by the Chief Executive Officer. 2. By fax sent to the fax number, if any, of the licensee or applicant as it appears in the records maintained by the Chief Executive Officer.  O. Reg. 190/08, s. 6 (1); O. Reg. 169/19, s. 1. (2) Delivery of an order, interim order or notice by the Chief Executive Officer is effective on the day indicated: 1. If sent by registered mail, on the earlier of the fifth day after mailing or the day after its receipt was acknowledged by the addressee or an individual accepting it on behalf of the addressee. 2. If sent by fax, on the same day it is sent.  O. Reg. 190/08, s. 6 (2); O. Reg. 169/19, s. 1. (3) An order, interim order or notice that is delivered after 5 p.m. is deemed to have been delivered on the following day.  O. Reg. 190/08, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) An order, interim order or notice is deemed to have been delivered to a licensee or applicant by the Chief Executive Officer if it is delivered in either of the following ways:</p> <p class=\"paragraph-e\">  1. By registered mail addressed to the mailing address in Ontario of the licensee or applicant as it appears in the records maintained by the Chief Executive Officer.</p> <p class=\"paragraph-e\">  2. By fax sent to the fax number, if any, of the licensee or applicant as it appears in the records maintained by the Chief Executive Officer.  O. Reg. 190/08, s. 6 (1); O. Reg. 169/19, s. 1.</p> <p class=\"subsection-e\">  (2) Delivery of an order, interim order or notice by the Chief Executive Officer is effective on the day indicated:</p> <p class=\"paragraph-e\">  1. If sent by registered mail, on the earlier of the fifth day after mailing or the day after its receipt was acknowledged by the addressee or an individual accepting it on behalf of the addressee.</p> <p class=\"paragraph-e\">  2. If sent by fax, on the same day it is sent.  O. Reg. 190/08, s. 6 (2); O. Reg. 169/19, s. 1.</p> <p class=\"subsection-e\">  (3) An order, interim order or notice that is delivered after 5 p.m. is deemed to have been delivered on the following day.  O. Reg. 190/08, s. 6 (3).</p>"
        },
        {
            "id": "7.",
            "section": "Deemed delivery to others",
            "content": " 7. An order, interim order or notice is deemed to have been delivered to a person or entity other than a licensee or applicant by the Chief Executive Officer if it is reasonable in all the circumstances to conclude that it came to the attention of the person or entity or that it would have but for the person’s or entity’s attempt to evade delivery.  O. Reg. 190/08, s. 7; O. Reg. 169/19, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>An order, interim order or notice is deemed to have been delivered to a person or entity other than a licensee or applicant by the Chief Executive Officer if it is reasonable in all the circumstances to conclude that it came to the attention of the person or entity or that it would have but for the person’s or entity’s attempt to evade delivery.  O. Reg. 190/08, s. 7; O. Reg. 169/19, s. 1.</p>"
        },
        {
            "id": "8.",
            "section": "Deemed delivery to others",
            "content": " 8. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 190/08, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 190/08, s. 8.</p>"
        },
        {
            "id": null,
            "section": "Deemed delivery to others",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/080190\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}