{
    "reg_info": {
        "full_title": "O. Reg. 397/01: EMISSIONS TRADING",
        "reg_name_text": "EMISSIONS TRADING",
        "citation": "O. Reg. 397/01: ",
        "act_under": "Environmental Protection Act   Loi sur la protection de l’environnement",
        "url": "https://www.ontario.ca/laws/regulation/010397",
        "date_scraped": "2023-12-18 19:04:54"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/010397/v4",
            "valid_from": "January  1, 2020",
            "valid_to": "February  4, 2021"
        },
        {
            "a_href": "/laws/regulation/010397/v3",
            "valid_from": "October 28, 2019",
            "valid_to": "December 31, 2019"
        },
        {
            "a_href": "/laws/regulation/010397/v2",
            "valid_from": "May  5, 2005",
            "valid_to": "October 27, 2019"
        },
        {
            "a_href": "/laws/regulation/010397/v1",
            "valid_from": "May 16, 2003",
            "valid_to": "May  4, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “combined nitric oxide facility” means a generation facility located in Atikokan, Bath, Courtright, Nanticoke or Thunder Bay that, immediately before April 1, 1999, was owned by Ontario Hydro or a subsidiary of Ontario Hydro, and, until April 30, 2005, includes the Lakeview Generation Facility and “combined nitrogen oxides facility” has the same meaning; “combined sulphur dioxide facility” means a generation facility located in Atikokan, Bath, Courtright, Mississauga, Nanticoke or Thunder Bay that, immediately before April 1, 1999, was owned by Ontario Hydro or a subsidiary of Ontario Hydro; “emission allowances” means nitric oxide emission allowances, nitrogen oxides emission allowances or sulphur dioxide emission allowances; “emission reduction credits” means nitric oxide emission reduction credits, nitrogen oxides emission reduction credits or sulphur dioxide emission reduction credits; “generation facility” has the same meaning as in the Electricity Act, 1998; “IESO” has the same meaning as in the Electricity Act, 1998; “IESO-controlled grid” means the transmission systems with respect to which, pursuant to agreements, the IESO has authority to direct operations; “independent nitric oxide facility” means a generation facility other than a combined nitric oxide facility and “independent nitrogen oxides facility” has the same meaning; “independent sulphur dioxide facility” means a generation facility other than a combined sulphur dioxide facility; “Lakeview Generation Facility” means the generation facility located in Mississauga that, immediately before April 1, 1999, was owned by Ontario Hydro or a subsidiary of Ontario Hydro; “market rules” has the same meaning as in the Electricity Act, 1998; “name plate capacity” means, with respect to a generation facility, the total of the design electricity generating capacities of all the generation units in the facility; “nitric oxide emission reduction credits” means nitric oxide smog season emission reduction credits or nitric oxide non-smog season emission reduction credits; “nitrogen oxides emission reduction credits” means nitrogen oxides smog season emission reduction credits or nitrogen oxides non-smog season emission reduction credits; “Ontario Emissions Trading Code” means the Ministry of the Environment publication of that name, dated October 2001, as amended from time to time; “operator of the Registry” means the Minister or, if an agreement referred to in subsection 3 (2) so provides, the person to whom powers or duties of the Minister have been delegated by the agreement; “Pollution Emission Management Area” means the part of Ontario that is within the Pollution Emission Management Area designated by Annex 3 of the Agreement between the Government of Canada and the Government of the United States of America on Air Quality done at Ottawa March 13, 1991, as amended from time to time; “Registry” means the Ontario Emissions Trading Registry established by section 3; “smog season” means the period from May 1 to September 30 in each year; “subsidiary” has the same meaning as in the Electricity Act, 1998.  O. Reg. 397/01, s. 1; O. Reg. 193/05, s. 1 (1-3). (2) The amount of nitrogen oxides are calculated for the purpose of this Regulation according to the following formula: A = (B × 1.53) + C where, A = the total amount of nitrogen oxides expressed as nitrogen dioxide, B = the relevant amount of nitric oxide, C = the relevant amount of nitrogen dioxide. O. Reg. 193/05, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1.</b> (1) In this Regulation,</p> <p class=\"firstdef-e\">“combined nitric oxide facility” means a generation facility located in Atikokan, Bath, Courtright, Nanticoke or Thunder Bay that, immediately before April 1, 1999, was owned by Ontario Hydro or a subsidiary of Ontario Hydro, and, until April 30, 2005, includes the Lakeview Generation Facility and “combined nitrogen oxides facility” has the same meaning;</p> <p class=\"definition-e\">“combined sulphur dioxide facility” means a generation facility located in Atikokan, Bath, Courtright, Mississauga, Nanticoke or Thunder Bay that, immediately before April 1, 1999, was owned by Ontario Hydro or a subsidiary of Ontario Hydro;</p> <p class=\"definition-e\">“emission allowances” means nitric oxide emission allowances, nitrogen oxides emission allowances or sulphur dioxide emission allowances;</p> <p class=\"definition-e\">“emission reduction credits” means nitric oxide emission reduction credits, nitrogen oxides emission reduction credits or sulphur dioxide emission reduction credits;</p> <p class=\"definition-e\">“generation facility” has the same meaning as in the <i>Electricity Act, 1998</i>;</p> <p class=\"definition-e\">“IESO” has the same meaning as in the <i>Electricity Act, 1998</i>;</p> <p class=\"definition-e\">“IESO-controlled grid” means the transmission systems with respect to which, pursuant to agreements, the IESO has authority to direct operations;</p> <p class=\"definition-e\">“independent nitric oxide facility” means a generation facility other than a combined nitric oxide facility and “independent nitrogen<b> </b>oxides facility” has the same meaning;</p> <p class=\"definition-e\">“independent sulphur dioxide facility” means a generation facility other than a combined sulphur dioxide facility;</p> <p class=\"definition-e\">“Lakeview Generation Facility” means the generation facility located in Mississauga that, immediately before April 1, 1999, was owned by Ontario Hydro or a subsidiary of Ontario Hydro;</p> <p class=\"definition-e\">“market rules” has the same meaning as in the <i>Electricity Act, 1998</i>;</p> <p class=\"definition-e\">“name plate capacity” means, with respect to a generation facility, the total of the design electricity generating capacities of all the generation units in the facility;</p> <p class=\"definition-e\">“nitric oxide emission reduction credits” means nitric oxide smog season emission reduction credits or nitric oxide non-smog season emission reduction credits;</p> <p class=\"definition-e\">“nitrogen oxides emission reduction credits” means nitrogen oxides smog season emission reduction credits or nitrogen oxides non-smog season emission reduction credits;</p> <p class=\"definition-e\">“Ontario Emissions Trading Code” means the Ministry of the Environment publication of that name, dated October 2001, as amended from time to time;</p> <p class=\"definition-e\">“operator of the Registry” means the Minister or, if an agreement referred to in subsection 3 (2) so provides, the person to whom powers or duties of the Minister have been delegated by the agreement;</p> <p class=\"definition-e\">“Pollution Emission Management Area” means the part of Ontario that is within the Pollution Emission Management Area designated by Annex 3 of the Agreement between the Government of Canada and the Government of the United States of America on Air Quality done at Ottawa March 13, 1991, as amended from time to time;</p> <p class=\"definition-e\">“Registry” means the Ontario Emissions Trading Registry established by section 3;</p> <p class=\"definition-e\">“smog season” means the period from May 1 to September 30 in each year;</p> <p class=\"definition-e\">“subsidiary” has the same meaning as in the <i>Electricity Act, 1998</i>.  O. Reg. 397/01, s. 1; O. Reg. 193/05, s. 1 (1-3).</p> <p class=\"subsection-e\">  (2) The amount of nitrogen oxides are calculated for the purpose of this Regulation according to the following formula:</p> <p class=\"equation-e\">A = (B × 1.53) + C</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the total amount of nitrogen oxides expressed as nitrogen dioxide,</p> <p class=\"equationind1-e\">  B = the relevant amount of nitric oxide,</p> <p class=\"equationind1-e\">  C = the relevant amount of nitrogen dioxide.</p> <p class=\"footnote-e\">O. Reg. 193/05, s. 1 (4).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Determinations of deemed electricity production",
            "content": " 2. (1) In this section, “following year” means, with respect to a determination of a facility’s deemed electricity production, the year following the year in which the determination is made; “preceding year” means, with respect to a determination of a facility’s deemed electricity production, the year preceding the year in which the determination is made.  O. Reg. 397/01, s. 2 (1). (2) Subject to subsections (3) to (16), for the purposes of this Regulation, a generation facility’s deemed electricity production shall be determined by the Director in accordance with the following formula: A + B + C where, A = the amount of electricity generated by the facility in the preceding year, B = if electricity was first generated by the facility in the preceding year, the amount of electricity that the owner of the facility estimates will be generated by the facility during the part of the following year that ends on the day before the second anniversary of the day electricity was first generated by the facility, C = if electricity will first be generated by the facility after the end of the preceding year, the amount of electricity that the owner of the facility estimates will be generated by the facility during the following year. O. Reg. 397/01, s. 2 (2). (3) If the owner of a generation facility makes an estimate of an amount of electricity for the purpose of the definition of “B” or “C” in subsection (2) and the Director is of the opinion that the estimate is too high, the Director may, for the purpose of that subsection, substitute a lower estimate made by the Director.  O. Reg. 397/01, s. 2 (3). (4) Subsections (5) to (9) only apply to the determination of a generation facility’s deemed electricity production if, (a) a previous determination of the facility’s deemed electricity production was made; (b) the new determination is being made in the second year after the previous determination; and (c) when the previous determination was made, the amount of “B” or “C” that was used for the purpose of subsection (2) was greater than zero.  O. Reg. 397/01, s. 2 (4). (5) In subsections (6) and (7), “completed production year” means the year following the year in which the previous determination referred to in subsection (4) was made. O. Reg. 397/01, s. 2 (5). (6) If, when the previous determination referred to in subsection (4) was made, the amount of “B” that was used for the purpose of subsection (2) was greater than zero, the Director shall, as part of the new determination, calculate the following amount: X – Y where, X = the amount of electricity produced by the generation facility during the part of the completed production year that ended on the day before the second anniversary of the day electricity was first generated by the facility, Y = the amount of “B” that was used for the purpose of subsection (2) when the previous determination was made. O. Reg. 397/01, s. 2 (6). (7) If, when the previous determination referred to in subsection (4) was made, the amount of “C” that was used for the purpose of subsection (2) was greater than zero, the Director shall, as part of the new determination, calculate the following amount: X – Y where, X = the amount of electricity produced by the generation facility during the completed production year, Y = the amount of “C” that was used for the purpose of subsection (2) when the previous determination was made. O. Reg. 397/01, s. 2 (7). (8) If this subsection applies to the determination of a facility’s deemed electricity production and an amount calculated under subsection (6) or (7) is greater than zero, the facility’s deemed electricity production is the amount determined under subsection (2), increased by the amount calculated under subsection (6) or (7).  O. Reg. 397/01, s. 2 (8). (9) If this subsection applies to the determination of a facility’s deemed electricity production and an amount calculated under subsection (6) or (7) is less than zero, the facility’s deemed electricity production is the amount determined under subsection (2), reduced by the following amount: – 1.1 × A where, A = the amount calculated under subsection (6) or (7). O. Reg. 397/01, s. 2 (9). (10) Despite subsections (2) to (9), but subject to subsection (11), if, for the purpose of section 8, a determination is made in 2004 of the Lakeview Generation Facility’s deemed electricity production, the facility’s deemed electricity production is the amount of electricity that the owner of the facility estimates will be generated by the facility during the period from May 1, 2005 to December 31, 2005.  O. Reg. 397/01, s. 2 (10). (11) If the owner of the Lakeview Generation Facility makes an estimate of an amount of electricity for the purpose of subsection (10) and the Director is of the opinion that the estimate is too high, the Director may, for the purpose of that subsection, substitute a lower estimate made by the Director.  O. Reg. 397/01, s. 2 (11). (12) If a determination is made in 2006 of the Lakeview Generation Facility’s deemed electricity production for the purpose of section 10 and a determination of the facility’s deemed electricity production was made in 2004 for the purpose of section 8, the Director shall, as part of the determination made in 2006, calculate the following amount: X – Y where, X = the amount of electricity produced by the Lakeview Generation Facility during the period from May 1, 2005 to January 1, 2005, Y = the estimate that was used in 2004 for the purpose of subsection (10) of the amount of electricity that would be produced by the Lakeview Generation Facility during the period from May 1, 2005 to January 1, 2005. O. Reg. 397/01, s. 2 (12). (13) If a determination is made in 2006 of the Lakeview Generation Facility’s deemed electricity production for the purpose of section 10 and the amount calculated under subsection (12) is greater than zero, the facility’s deemed electricity production is the amount determined under subsection (2), increased by the amount calculated under subsection (12).  O. Reg. 397/01, s. 2 (13). (14) If a determination is made in 2006 of the Lakeview Generation Facility’s deemed electricity production for the purpose of section 10 and the amount calculated under subsection (12) is less than zero, the facility’s deemed electricity production is the amount determined under subsection (2), reduced by the following amount: – 1.1 × A where, A = the amount calculated under subsection (12). O. Reg. 397/01, s. 2 (14). (15) Despite subsections (2) to (14), a generation facility’s deemed electricity production determined in a year for the purpose of section 8, 10 or 11 shall be deemed to be zero if the Director is satisfied that, (a) the facility will have a name plate capacity of more than 25 megawatts at no time in the following year; (b) the facility will not generate more than 20,000 megawatt hours of electricity in the following year; or (c) the quotient determined by dividing the amount of nitrogen oxides that will be emitted from the facility in the following year by the amount of electricity that will be generated by the facility in the following year will not be more than .015 kilograms per megawatt hour.  O. Reg. 397/01, s. 2 (15); O. Reg. 193/05, s. 2 (1). (16) Despite subsections (2) to (9), a generation facility’s deemed electricity production determined in a year for the purpose of section 14 shall be deemed to be zero if the Director is satisfied that, (a) the facility will have a name plate capacity of more than 25 megawatts at no time in the following year; (b) the facility will not generate more than 20,000 megawatt hours of electricity in the following year; or (c) the quotient determined by dividing the amount of sulphur dioxide that will be emitted from the facility in the following year by the amount of electricity that will be generated by the facility in the following year will not be more than 0.05 kilograms per megawatt hour.  O. Reg. 397/01, s. 2 (16); O. Reg. 193/05, s. 2 (2). (17) If a determination of a generation facility’s deemed electricity production is required by this Regulation, the Director may require the owner of the facility to submit to the Director information on the amount of electricity produced by the facility during any period referred to in this section.  O. Reg. 397/01, s. 2 (17). Ontario Emissions Trading Registry",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2.</b><b> </b>(1) In this section,</p> <p class=\"firstdef-e\">“following year” means, with respect to a determination of a facility’s deemed electricity production, the year following the year in which the determination is made;</p> <p class=\"definition-e\">“preceding year” means, with respect to a determination of a facility’s deemed electricity production, the year preceding the year in which the determination is made.  O. Reg. 397/01, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Subject to subsections (3) to (16), for the purposes of this Regulation, a generation facility’s deemed electricity production shall be determined by the Director in accordance with the following formula:</p> <p class=\"equation-e\">A + B + C</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the amount of electricity generated by the facility in the preceding year,</p> <p class=\"equationind1-e\">  B = if electricity was first generated by the facility in the preceding year, the amount of electricity that the owner of the facility estimates will be generated by the facility during the part of the following year that ends on the day before the second anniversary of the day electricity was first generated by the facility,</p> <p class=\"equationind1-e\">  C = if electricity will first be generated by the facility after the end of the preceding year, the amount of electricity that the owner of the facility estimates will be generated by the facility during the following year.</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 2 (2).</p> <p class=\"subsection-e\">  (3) If the owner of a generation facility makes an estimate of an amount of electricity for the purpose of the definition of “B” or “C” in subsection (2) and the Director is of the opinion that the estimate is too high, the Director may, for the purpose of that subsection, substitute a lower estimate made by the Director.  O. Reg. 397/01, s. 2 (3).</p> <p class=\"subsection-e\">  (4) Subsections (5) to (9) only apply to the determination of a generation facility’s deemed electricity production if,</p> <p class=\"clause-e\">  (a) a previous determination of the facility’s deemed electricity production was made;</p> <p class=\"clause-e\">  (b) the new determination is being made in the second year after the previous determination; and</p> <p class=\"clause-e\">  (c) when the previous determination was made, the amount of “B” or “C” that was used for the purpose of subsection (2) was greater than zero.  O. Reg. 397/01, s. 2 (4).</p> <p class=\"subsection-e\">  (5) In subsections (6) and (7),</p> <p class=\"firstdef-e\">“completed production year” means the year following the year in which the previous determination referred to in subsection (4) was made. O. Reg. 397/01, s. 2 (5). </p> <p class=\"subsection-e\">  (6) If, when the previous determination referred to in subsection (4) was made, the amount of “B” that was used for the purpose of subsection (2) was greater than zero, the Director shall, as part of the new determination, calculate the following amount:</p> <p class=\"equation-e\">X – Y</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  X = the amount of electricity produced by the generation facility during the part of the completed production year that ended on the day before the second anniversary of the day electricity was first generated by the facility,</p> <p class=\"equationind1-e\">  Y = the amount of “B” that was used for the purpose of subsection (2) when the previous determination was made.</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 2 (6).</p> <p class=\"subsection-e\">  (7) If, when the previous determination referred to in subsection (4) was made, the amount of “C” that was used for the purpose of subsection (2) was greater than zero, the Director shall, as part of the new determination, calculate the following amount:</p> <p class=\"equation-e\">X – Y</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  X = the amount of electricity produced by the generation facility during the completed production year,</p> <p class=\"equationind1-e\">  Y = the amount of “C” that was used for the purpose of subsection (2) when the previous determination was made.</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 2 (7).</p> <p class=\"subsection-e\">  (8) If this subsection applies to the determination of a facility’s deemed electricity production and an amount calculated under subsection (6) or (7) is greater than zero, the facility’s deemed electricity production is the amount determined under subsection (2), increased by the amount calculated under subsection (6) or (7).  O. Reg. 397/01, s. 2 (8).</p> <p class=\"subsection-e\">  (9) If this subsection applies to the determination of a facility’s deemed electricity production and an amount calculated under subsection (6) or (7) is less than zero, the facility’s deemed electricity production is the amount determined under subsection (2), reduced by the following amount:</p> <p class=\"equation-e\">– 1.1 × A</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the amount calculated under subsection (6) or (7).</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 2 (9).</p> <p class=\"subsection-e\">  (10) Despite subsections (2) to (9), but subject to subsection (11), if, for the purpose of section 8, a determination is made in 2004 of the Lakeview Generation Facility’s deemed electricity production, the facility’s deemed electricity production is the amount of electricity that the owner of the facility estimates will be generated by the facility during the period from May 1, 2005 to December 31, 2005.  O. Reg. 397/01, s. 2 (10).</p> <p class=\"subsection-e\">  (11) If the owner of the Lakeview Generation Facility makes an estimate of an amount of electricity for the purpose of subsection (10) and the Director is of the opinion that the estimate is too high, the Director may, for the purpose of that subsection, substitute a lower estimate made by the Director.  O. Reg. 397/01, s. 2 (11).</p> <p class=\"subsection-e\">  (12) If a determination is made in 2006 of the Lakeview Generation Facility’s deemed electricity production for the purpose of section 10 and a determination of the facility’s deemed electricity production was made in 2004 for the purpose of section 8, the Director shall, as part of the determination made in 2006, calculate the following amount:</p> <p class=\"equation-e\">X – Y</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  X = the amount of electricity produced by the Lakeview Generation Facility during the period from May 1, 2005 to January 1, 2005,</p> <p class=\"equationind1-e\">  Y = the estimate that was used in 2004 for the purpose of subsection (10) of the amount of electricity that would be produced by the Lakeview Generation Facility during the period from May 1, 2005 to January 1, 2005.</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 2 (12).</p> <p class=\"subsection-e\">  (13) If a determination is made in 2006 of the Lakeview Generation Facility’s deemed electricity production for the purpose of section 10 and the amount calculated under subsection (12) is greater than zero, the facility’s deemed electricity production is the amount determined under subsection (2), increased by the amount calculated under subsection (12).  O. Reg. 397/01, s. 2 (13).</p> <p class=\"subsection-e\">  (14) If a determination is made in 2006 of the Lakeview Generation Facility’s deemed electricity production for the purpose of section 10 and the amount calculated under subsection (12) is less than zero, the facility’s deemed electricity production is the amount determined under subsection (2), reduced by the following amount:</p> <p class=\"equation-e\">– 1.1 × A</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the amount calculated under subsection (12).</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 2 (14).</p> <p class=\"subsection-e\">  (15) Despite subsections (2) to (14), a generation facility’s deemed electricity production determined in a year for the purpose of section 8, 10 or 11 shall be deemed to be zero if the Director is satisfied that,</p> <p class=\"clause-e\">  (a) the facility will have a name plate capacity of more than 25 megawatts at no time in the following year;</p> <p class=\"clause-e\">  (b) the facility will not generate more than 20,000 megawatt hours of electricity in the following year; or</p> <p class=\"clause-e\">  (c) the quotient determined by dividing the amount of nitrogen oxides that will be emitted from the facility in the following year by the amount of electricity that will be generated by the facility in the following year will not be more than .015 kilograms per megawatt hour.  O. Reg. 397/01, s. 2 (15); O. Reg. 193/05, s. 2 (1).</p> <p class=\"subsection-e\">  (16) Despite subsections (2) to (9), a generation facility’s deemed electricity production determined in a year for the purpose of section 14 shall be deemed to be zero if the Director is satisfied that,</p> <p class=\"clause-e\">  (a) the facility will have a name plate capacity of more than 25 megawatts at no time in the following year;</p> <p class=\"clause-e\">  (b) the facility will not generate more than 20,000 megawatt hours of electricity in the following year; or</p> <p class=\"clause-e\">  (c) the quotient determined by dividing the amount of sulphur dioxide that will be emitted from the facility in the following year by the amount of electricity that will be generated by the facility in the following year will not be more than 0.05 kilograms per megawatt hour.  O. Reg. 397/01, s. 2 (16); O. Reg. 193/05, s. 2 (2).</p> <p class=\"subsection-e\">  (17) If a determination of a generation facility’s deemed electricity production is required by this Regulation, the Director may require the owner of the facility to submit to the Director information on the amount of electricity produced by the facility during any period referred to in this section.  O. Reg. 397/01, s. 2 (17).</p> <p class=\"heading1-e\"><a name=\"BK3\"></a>Ontario Emissions Trading Registry</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Ontario Emissions Trading Registry",
            "part_id": null,
            "part_type": null,
            "section": "Ontario Emissions Trading Registry",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Establishment of Registry",
            "content": " 3. (1) The Minister shall establish, maintain and operate a registry known in English as the Ontario Emissions Trading Registry and in French as Registre ontarien des échanges de droits d’émission.  O. Reg. 397/01, s. 3 (1). (2) The Minister may, by written agreement, delegate to any person any of the Minister’s powers or duties relating to the establishment, maintenance and operation of the Registry.  O. Reg. 397/01, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3.</b><b> </b>(1) The Minister shall establish, maintain and operate a registry known in English as the Ontario Emissions Trading Registry and in French as Registre ontarien des échanges de droits d’émission.  O. Reg. 397/01, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The Minister may, by written agreement, delegate to any person any of the Minister’s powers or duties relating to the establishment, maintenance and operation of the Registry.  O. Reg. 397/01, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Operation of Registry",
            "content": " 4. The operator of the Registry shall operate the Registry in accordance with this Regulation and the Ontario Emissions Trading Code. O. Reg. 397/01, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4.</b><b> </b>The operator of the Registry shall operate the Registry in accordance with this Regulation and the Ontario Emissions Trading Code. O. Reg. 397/01, s. 4.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Contents of Registry",
            "content": " 5. The Registry shall contain the following information: 1. For all emission allowances recorded in the Registry, i. the name of the person who acquired the allowances under section 7, 8, 9, 10, 11, 12, 13, 14 or 15, ii. the date the allowances were acquired under section 7, 8, 9, 10, 11, 12, 13, 14 or 15, and iii. the name of the person who currently holds the allowances and the amount of the allowances held by that person. 2. For all emission reduction credits recorded in the Registry, i. the name of the person who created the credits, ii. the date the credits were created, iii. the name of the person who currently holds the credits and the amount of the credits held by that person. 3. Such other information as is required by the Ontario Emissions Trading Code.  O. Reg. 397/01, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5.</b><b> </b>The Registry shall contain the following information:</p> <p class=\"paragraph-e\">  1. For all emission allowances recorded in the Registry,</p> <p class=\"subpara-e\">  i. the name of the person who acquired the allowances under section 7, 8, 9, 10, 11, 12, 13, 14 or 15,</p> <p class=\"subpara-e\">  ii. the date the allowances were acquired under section 7, 8, 9, 10, 11, 12, 13, 14 or 15, and</p> <p class=\"subpara-e\">  iii. the name of the person who currently holds the allowances and the amount of the allowances held by that person.</p> <p class=\"paragraph-e\">  2. For all emission reduction credits recorded in the Registry,</p> <p class=\"subpara-e\">  i. the name of the person who created the credits,</p> <p class=\"subpara-e\">  ii. the date the credits were created,  </p> <p class=\"subpara-e\">  iii. the name of the person who currently holds the credits and the amount of the credits held by that person.</p> <p class=\"paragraph-e\">  3. Such other information as is required by the Ontario Emissions Trading Code.  O. Reg. 397/01, s. 5.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Registry available to the public",
            "content": " 6. The operator of the Registry shall ensure that all information contained in the Registry is made available, without charge or on payment of a reasonable fee, to any person who requests it.  O. Reg. 397/01, s. 6. Distribution of Nitric Oxide and Nitrogen Oxides Emission Allowances",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6.</b><b> </b>The operator of the Registry shall ensure that all information contained in the Registry is made available, without charge or on payment of a reasonable fee, to any person who requests it.  O. Reg. 397/01, s. 6.</p> <p class=\"heading1-e\"><a name=\"BK8\"></a>Distribution of Nitric Oxide and Nitrogen Oxides Emission Allowances</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Distribution of Nitric Oxide and Nitrogen Oxides Emission Allowances",
            "part_id": null,
            "part_type": null,
            "section": "Distribution of Nitric Oxide and Nitrogen Oxides Emission Allowances",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Combined nitric oxide and nitrogen oxide facilities: 2002 to 2006",
            "content": " 7. (1) On January 1 of each year from 2002 to 2005, Ontario Power Generation Inc. shall be deemed to have acquired nitric oxide emission allowances in respect of the combined nitric oxide facilities in the amount set out in the following Table for that year:  Year   Amount of Nitric Oxide Emission Allowances (kilotonnes) \n\n  2002   35.0 \n\n  2003   35.0 \n\n  2004   25.0 \n\n  2005   22.4 O. Reg. 193/05, s. 3. (2) On January 1 of 2006, Ontario Power Generation Inc. shall be deemed to have acquired 32.3 kilotonnes of nitrogen oxides emission allowances in respect of the combined nitrogen oxides facilities.  O. Reg. 193/05, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>7. </b>(1) On January 1 of each year from 2002 to 2005, Ontario Power Generation Inc. shall be deemed to have acquired nitric oxide emission allowances in respect of the combined nitric oxide facilities in the amount set out in the following Table for that year:</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">Year</p> </td> <td valign=\"top\" width=\"241\"> <p class=\"table-e\">Amount of Nitric Oxide Emission Allowances (kilotonnes)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">2002</p> </td> <td valign=\"top\" width=\"241\"> <p align=\"right\" class=\"table-e\">35.0</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">2003</p> </td> <td valign=\"top\" width=\"241\"> <p align=\"right\" class=\"table-e\">35.0</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">2004</p> </td> <td valign=\"top\" width=\"241\"> <p align=\"right\" class=\"table-e\">25.0</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">2005</p> </td> <td valign=\"top\" width=\"241\"> <p align=\"right\" class=\"table-e\">22.4</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 193/05, s. 3.</p> <p class=\"subsection-e\">  (2) On January 1 of 2006, Ontario Power Generation Inc. shall be deemed to have acquired 32.3 kilotonnes of nitrogen oxides emission allowances in respect of the combined nitrogen oxides facilities.  O. Reg. 193/05, s. 3.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Independent nitric oxide facilities: 2004 to 2006",
            "content": " 8. (1) The owner of an independent nitric oxide facility may apply to the Director for nitric oxide emission allowances for 2004 or 2005 in respect of the facility.  O. Reg. 397/01, s. 8 (1); O. Reg. 193/05, s. 4 (1). (1.1) The owner of an independent nitrogen oxides facility may apply to the Director for nitrogen oxides emission allowances for 2006 in respect of the facility.  O. Reg. 193/05, s. 4 (2). (2) An application under this section must be made not later than, (a) August 1, 2003, if the application relates to allowances for 2004; (b) June 1, 2004, if the application relates to allowances for 2005; or (c) June 1, 2005, if the application relates to allowances for 2006.  O. Reg. 202/03, s. 1. (3) An application may be made under this section by the owner of a facility that has not yet begun to generate electricity.  O. Reg. 397/01, s. 8 (3). (4) The owner of the Lakeview Generation Facility may, not later than June 1, 2004, apply to the Director for nitric oxide emission allowances for 2005 in respect of the facility.  O. Reg. 397/01, s. 8 (4). (5) The Director shall determine the following amount for each facility for which an application for nitric oxide emission allowances or for nitrogen oxides emission allowances is made in accordance with this section: (A ÷ B) × C where, A = the deemed electricity production of the facility, determined in accordance with section 2, B = the total deemed electricity production of all the facilities for which applications were made in accordance with this section, determined in accordance with section 2, C = the amount set out in the following Table for the year for which the emission allowances are applied for:  Year   Total Nitric Oxide and Nitrogen Oxides Emission Allowances (kilotonnes) \n\n  2004   10.0 nitric oxide \n\n  2005   12.6 nitric oxide \n\n  2006   21.3 nitrogen oxides O. Reg. 193/05, s. 4 (3). (6) If an application for nitric oxide emission allowances or nitrogen oxides emission allowances is made in accordance with this section in respect of a facility, (a) the Director shall send written notice of the amount determined for the facility under subsection (5) to the owner of the facility and to the operator of the Registry not later than October 1 in the year preceding the year for which the emission allowances are applied for; and (b) on January 1 of the year for which the emission allowances are applied for, the owner of the facility shall be deemed to have acquired nitric oxide emission allowances or nitrogen oxides emission allowances, as the case may be, in respect of the facility in the amount determined for the facility under subsection (5).  O. Reg. 193/05, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>8.</b><b> </b>(1) The owner of an independent nitric oxide facility may apply to the Director for nitric oxide emission allowances for 2004 or 2005 in respect of the facility.  O. Reg. 397/01, s. 8 (1); O. Reg. 193/05, s. 4 (1).</p> <p class=\"subsection-e\">  (1.1) The owner of an independent nitrogen oxides facility may apply to the Director for nitrogen oxides emission allowances for 2006 in respect of the facility.  O. Reg. 193/05, s. 4 (2).</p> <p class=\"subsection-e\">  (2) An application under this section must be made not later than,</p> <p class=\"clause-e\">  (a) August 1, 2003, if the application relates to allowances for 2004;</p> <p class=\"clause-e\">  (b) June 1, 2004, if the application relates to allowances for 2005; or</p> <p class=\"clause-e\">  (c) June 1, 2005, if the application relates to allowances for 2006.  O. Reg. 202/03, s. 1.</p> <p class=\"subsection-e\">  (3) An application may be made under this section by the owner of a facility that has not yet begun to generate electricity.  O. Reg. 397/01, s. 8 (3).</p> <p class=\"subsection-e\">  (4) The owner of the Lakeview Generation Facility may, not later than June 1, 2004, apply to the Director for nitric oxide emission allowances for 2005 in respect of the facility.  O. Reg. 397/01, s. 8 (4).</p> <p class=\"subsection-e\">  (5) The Director shall determine the following amount for each facility for which an application for nitric oxide emission allowances or for nitrogen oxides emission allowances is made in accordance with this section:</p> <p class=\"equation-e\">(A ÷ B) × C</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the deemed electricity production of the facility, determined in accordance with section 2,</p> <p class=\"equationind1-e\">  B = the total deemed electricity production of all the facilities for which applications were made in accordance with this section, determined in accordance with section 2,</p> <p class=\"equationind1-e\">  C = the amount set out in the following Table for the year for which the emission allowances are applied for:</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"116\"> <p class=\"table-e\">Year</p> </td> <td valign=\"top\" width=\"196\"> <p class=\"table-e\">Total Nitric Oxide and Nitrogen Oxides Emission Allowances (kilotonnes)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"116\"> <p class=\"table-e\">2004</p> </td> <td valign=\"top\" width=\"196\"> <p class=\"table-e\">10.0 nitric oxide</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"116\"> <p class=\"table-e\">2005</p> </td> <td valign=\"top\" width=\"196\"> <p class=\"table-e\">12.6 nitric oxide</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"116\"> <p class=\"table-e\">2006</p> </td> <td valign=\"top\" width=\"196\"> <p class=\"table-e\">21.3 nitrogen oxides</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 193/05, s. 4 (3).</p> <p class=\"subsection-e\">  (6) If an application for nitric oxide emission allowances or nitrogen oxides emission allowances is made in accordance with this section in respect of a facility,</p> <p class=\"clause-e\">  (a) the Director shall send written notice of the amount determined for the facility under subsection (5) to the owner of the facility and to the operator of the Registry not later than October 1 in the year preceding the year for which the emission allowances are applied for; and</p> <p class=\"clause-e\">  (b) on January 1 of the year for which the emission allowances are applied for, the owner of the facility shall be deemed to have acquired nitric oxide emission allowances or nitrogen oxides emission allowances, as the case may be, in respect of the facility in the amount determined for the facility under subsection (5).  O. Reg. 193/05, s. 4 (3).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Combined nitrogen oxides facilities: 2007",
            "content": " 9. (1) On January 1, 2007, Ontario Power Generation Inc. shall be deemed to have acquired 23.7 kilotonnes of nitrogen oxides emission allowances in respect of the combined nitrogen oxides facilities that are located in the Pollution Emission Management Area.  O. Reg. 193/05, s. 5. (2) On January 1, 2007, Ontario Power Generation Inc. shall be deemed to have acquired 2.3 kilotonnes of nitrogen oxides emission allowances in respect of the combined nitrogen oxides facilities that are not located in the Pollution Emission Management Area.  O. Reg. 193/05, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>9. </b>(1) On January 1, 2007, Ontario Power Generation Inc. shall be deemed to have acquired 23.7 kilotonnes of nitrogen oxides emission allowances in respect of the combined nitrogen oxides facilities that are located in the Pollution Emission Management Area.  O. Reg. 193/05, s. 5.</p> <p class=\"subsection-e\">  (2) On January 1, 2007, Ontario Power Generation Inc. shall be deemed to have acquired 2.3 kilotonnes of nitrogen oxides emission allowances in respect of the combined nitrogen oxides facilities that are not located in the Pollution Emission Management Area.  O. Reg. 193/05, s. 5.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Independent nitrogen oxides facilities: 2007",
            "content": " 10. (1) The owner of an independent nitrogen oxides facility may apply to the Director for nitrogen oxides emission allowances for 2007 in respect of the facility.  O. Reg. 193/05, s. 6 (1). (2) An application under this section must be made not later than June 1, 2006.  O. Reg. 397/01, s. 10 (2). (3) An application may be made under this section by the owner of a facility that has not yet begun to generate electricity.  O. Reg. 397/01, s. 10 (3). (4) For each facility for which an application for nitrogen oxides emission allowances is made in accordance with this section, the Director shall determine the following amount: (A ÷ B) × 15.3 kilotonnes where, A = the deemed electricity production of the facility, determined in accordance with section 2, B = the total deemed electricity production of all the facilities for which applications were made in accordance with this section, determined in accordance with section 2. O. Reg. 397/01, s. 10 (4); O. Reg. 193/05, s. 6 (2). (5) If the total of all the amounts determined under subsection (4) for facilities located in the Pollution Emission Management Area is less than or equal to 13.9 kilotonnes, (a) the Director shall send written notice of the amount determined for each facility under subsection (4) to the owner of the facility and to the operator of the Registry not later than October 1 in the year preceding the year for which the emission allowances are applied for; and (b) on January 1 of the year for which the emission allowances are applied for, the owner of a facility shall be deemed to have acquired nitrogen oxides emission allowances in respect of the facility in the amount determined for the facility under subsection (4).  O. Reg. 397/01, s. 10 (5); O. Reg. 193/05, s. 6 (3). (6) If the total of all the amounts determined under subsection (4) for facilities located in the Pollution Emission Management Area is more than 13.9 kilotonnes, (a) the Director shall determine adjusted amounts under subsections (7) and (8) for each facility for which an amount was determined under subsection (4); (b) the Director shall send written notice of the adjusted amount determined for a facility under clause (a) to the owner of the facility and to the operator of the Registry not later than October 1 in the year preceding the year for which the emission allowances are applied for; and (c) on January 1 of the year for which the emission allowances are applied for, the owner of a facility shall be deemed to have acquired nitrogen oxides emission allowances in respect of the facility in the adjusted amount determined for the facility under clause (a).  O. Reg. 397/01, s. 10 (6); O. Reg. 193/05, s. 6 (4). (7) For the purpose of subsection (6), the adjusted amount for a facility located in the Pollution Emission Management Area shall be determined in accordance with the following formula: A × (13.9 kilotonnes ÷ B) where, A = the amount determined for the facility under subsection (4), B = the total of all the amounts determined under subsection (4) for all the facilities located in the Pollution Emission Management Area. O. Reg. 397/01, s. 10 (7); O. Reg. 193/05, s. 6 (5). (8) For the purpose of subsection (6), the adjusted amount for a facility that is not located in the Pollution Emission Management Area shall be determined in accordance with the following formula: A × (1.4 kilotonnes ÷ B) where, A = the amount determined for the facility under subsection (4), B = the total of all the amounts determined under subsection (4) for all the facilities that are not located in the Pollution Emission Management Area. O. Reg. 397/01, s. 10 (8); O. Reg. 193/05, s. 6 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>10.</b> (1) The owner of an independent nitrogen oxides facility may apply to the Director for nitrogen oxides emission allowances for 2007 in respect of the facility.  O. Reg. 193/05, s. 6 (1).</p> <p class=\"subsection-e\">  (2) An application under this section must be made not later than June 1, 2006.  O. Reg. 397/01, s. 10 (2).</p> <p class=\"subsection-e\">  (3) An application may be made under this section by the owner of a facility that has not yet begun to generate electricity.  O. Reg. 397/01, s. 10 (3).</p> <p class=\"subsection-e\">  (4) For each facility for which an application for nitrogen oxides emission allowances is made in accordance with this section, the Director shall determine the following amount:</p> <p class=\"equation-e\">(A ÷ B) × 15.3 kilotonnes</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the deemed electricity production of the facility, determined in accordance with section 2,</p> <p class=\"equationind1-e\">  B = the total deemed electricity production of all the facilities for which applications were made in accordance with this section, determined in accordance with section 2.</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 10 (4); O. Reg. 193/05, s. 6 (2).</p> <p class=\"subsection-e\">  (5) If the total of all the amounts determined under subsection (4) for facilities located in the Pollution Emission Management Area is less than or equal to 13.9 kilotonnes,</p> <p class=\"clause-e\">  (a) the Director shall send written notice of the amount determined for each facility under subsection (4) to the owner of the facility and to the operator of the Registry not later than October 1 in the year preceding the year for which the emission allowances are applied for; and</p> <p class=\"clause-e\">  (b) on January 1 of the year for which the emission allowances are applied for, the owner of a facility shall be deemed to have acquired nitrogen oxides emission allowances in respect of the facility in the amount determined for the facility under subsection (4).  O. Reg. 397/01, s. 10 (5); O. Reg. 193/05, s. 6 (3).</p> <p class=\"subsection-e\">  (6) If the total of all the amounts determined under subsection (4) for facilities located in the Pollution Emission Management Area is more than 13.9 kilotonnes,</p> <p class=\"clause-e\">  (a) the Director shall determine adjusted amounts under subsections (7) and (8) for each facility for which an amount was determined under subsection (4);</p> <p class=\"clause-e\">  (b) the Director shall send written notice of the adjusted amount determined for a facility under clause (a) to the owner of the facility and to the operator of the Registry not later than October 1 in the year preceding the year for which the emission allowances are applied for; and</p> <p class=\"clause-e\">  (c) on January 1 of the year for which the emission allowances are applied for, the owner of a facility shall be deemed to have acquired nitrogen oxides emission allowances in respect of the facility in the adjusted amount determined for the facility under clause (a).  O. Reg. 397/01, s. 10 (6); O. Reg. 193/05, s. 6 (4).</p> <p class=\"subsection-e\">  (7) For the purpose of subsection (6), the adjusted amount for a facility located in the Pollution Emission Management Area shall be determined in accordance with the following formula:</p> <p class=\"equation-e\">A × (13.9 kilotonnes ÷ B)</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the amount determined for the facility under subsection (4),</p> <p class=\"equationind1-e\">  B = the total of all the amounts determined under subsection (4) for all the facilities located in the Pollution Emission Management Area.</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 10 (7); O. Reg. 193/05, s. 6 (5).</p> <p class=\"subsection-e\">  (8) For the purpose of subsection (6), the adjusted amount for a facility that is not located in the Pollution Emission Management Area shall be determined in accordance with the following formula:</p> <p class=\"equation-e\">A × (1.4 kilotonnes ÷ B)</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the amount determined for the facility under subsection (4),</p> <p class=\"equationind1-e\">  B = the total of all the amounts determined under subsection (4) for all the facilities that are not located in the Pollution Emission Management Area.</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 10 (8); O. Reg. 193/05, s. 6 (6).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Nitrogen oxides allowances for 2008 and later years",
            "content": " 11. (1) The owner of a generation facility may apply to the Director for nitrogen oxides emission allowances for 2008 or a later year in respect of the facility.  O. Reg. 193/05, s. 7 (1). (2) An application under this section must be made not later than June 1 in the year preceding the year for which the allowances are applied for.  O. Reg. 397/01, s. 11 (2). (3) An application may be made under this section by the owner of a facility that has not yet begun to generate electricity.  O. Reg. 397/01, s. 11 (3). (4) For each facility for which an application for nitrogen oxides emission allowances is made in accordance with this section, the Director shall determine the following amount: (A ÷ B) × 41.3 kilotonnes where, A = the deemed electricity production of the facility, determined in accordance with section 2, B = the total deemed electricity production of all the facilities for which applications were made in accordance with this section, determined in accordance with section 2. O. Reg. 397/01, s. 11 (4); O. Reg. 193/05, s. 7 (2). (5) If the total of all the amounts determined under subsection (4) for facilities located in the Pollution Emission Management Area is less than or equal to 37.6 kilotonnes, (a) the Director shall send written notice of the amount determined for each facility under subsection (4) to the owner of the facility and to the operator of the Registry not later than October 1 in the year preceding the year for which the emission allowances are applied for; and (b) on January 1 of the year for which the emission allowances are applied for, the owner of a facility shall be deemed to have acquired nitrogen oxides emission allowances in respect of the facility in the amount determined for the facility under subsection (4).  O. Reg. 397/01, s. 11 (5); O. Reg. 193/05, s. 7 (3). (6) If the total of all the amounts determined under subsection (4) for facilities located in the Pollution Emission Management Area is more than 37.6 kilotonnes, (a) the Director shall determine adjusted amounts under subsections (7) and (8) for each facility for which an amount was determined under subsection (4); (b) the Director shall send written notice of the adjusted amount determined for a facility under clause (a) to the owner of the facility and to the operator of the Registry not later than October 1 in the year preceding the year for which the emission allowances are applied for; and (c) on January 1 of the year for which the emission allowances are applied for, the owner of a facility shall be deemed to have acquired nitrogen oxides emission allowances in respect of the facility in the adjusted amount determined for the facility under clause (a).  O. Reg. 397/01, s. 11 (6); O. Reg. 193/05, s. 7 (4). (7) For the purpose of subsection (6), the adjusted amount for a facility located in the Pollution Emission Management Area shall be determined in accordance with the following formula: A × (37.6 kilotonnes ÷ B) where, A = the amount determined for the facility under subsection (4), B = the total of all the amounts determined under subsection (4) for all the facilities located in the Pollution Emission Management Area. O. Reg. 397/01, s. 11 (7); O. Reg. 193/05, s. 7 (5). (8) For the purpose of subsection (6), the adjusted amount for a facility that is not located in the Pollution Emission Management Area shall be determined in accordance with the following formula: A × (3.7 kilotonnes ÷ B) where, A = the amount determined for the facility under subsection (4), B = the total of all the amounts determined under subsection (4) for all the facilities that are not located in the Pollution Emission Management Area. O. Reg. 397/01, s. 11 (8); O. Reg. 193/05, s. 7 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>11.</b> (1) The owner of a generation facility may apply to the Director for nitrogen oxides emission allowances for 2008 or a later year in respect of the facility.  O. Reg. 193/05, s. 7 (1).</p> <p class=\"subsection-e\">  (2) An application under this section must be made not later than June 1 in the year preceding the year for which the allowances are applied for.  O. Reg. 397/01, s. 11 (2).</p> <p class=\"subsection-e\">  (3) An application may be made under this section by the owner of a facility that has not yet begun to generate electricity.  O. Reg. 397/01, s. 11 (3).</p> <p class=\"subsection-e\">  (4) For each facility for which an application for nitrogen oxides emission allowances is made in accordance with this section, the Director shall determine the following amount:</p> <p class=\"equation-e\">(A ÷ B) × 41.3 kilotonnes</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the deemed electricity production of the facility, determined in accordance with section 2,</p> <p class=\"equationind1-e\">  B = the total deemed electricity production of all the facilities for which applications were made in accordance with this section, determined in accordance with section 2.</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 11 (4); O. Reg. 193/05, s. 7 (2).</p> <p class=\"subsection-e\">  (5) If the total of all the amounts determined under subsection (4) for facilities located in the Pollution Emission Management Area is less than or equal to 37.6 kilotonnes,</p> <p class=\"clause-e\">  (a) the Director shall send written notice of the amount determined for each facility under subsection (4) to the owner of the facility and to the operator of the Registry not later than October 1 in the year preceding the year for which the emission allowances are applied for; and</p> <p class=\"clause-e\">  (b) on January 1 of the year for which the emission allowances are applied for, the owner of a facility shall be deemed to have acquired nitrogen oxides emission allowances in respect of the facility in the amount determined for the facility under subsection (4).  O. Reg. 397/01, s. 11 (5); O. Reg. 193/05, s. 7 (3).</p> <p class=\"subsection-e\">  (6) If the total of all the amounts determined under subsection (4) for facilities located in the Pollution Emission Management Area is more than 37.6 kilotonnes,</p> <p class=\"clause-e\">  (a) the Director shall determine adjusted amounts under subsections (7) and (8) for each facility for which an amount was determined under subsection (4);</p> <p class=\"clause-e\">  (b) the Director shall send written notice of the adjusted amount determined for a facility under clause (a) to the owner of the facility and to the operator of the Registry not later than October 1 in the year preceding the year for which the emission allowances are applied for; and</p> <p class=\"clause-e\">  (c) on January 1 of the year for which the emission allowances are applied for, the owner of a facility shall be deemed to have acquired nitrogen oxides emission allowances in respect of the facility in the adjusted amount determined for the facility under clause (a).  O. Reg. 397/01, s. 11 (6); O. Reg. 193/05, s. 7 (4).</p> <p class=\"subsection-e\">  (7) For the purpose of subsection (6), the adjusted amount for a facility located in the Pollution Emission Management Area shall be determined in accordance with the following formula:</p> <p class=\"equation-e\">A × (37.6 kilotonnes ÷ B)</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the amount determined for the facility under subsection (4),</p> <p class=\"equationind1-e\">  B = the total of all the amounts determined under subsection (4) for all the facilities located in the Pollution Emission Management Area.</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 11 (7); O. Reg. 193/05, s. 7 (5).</p> <p class=\"subsection-e\">  (8) For the purpose of subsection (6), the adjusted amount for a facility that is not located in the Pollution Emission Management Area shall be determined in accordance with the following formula:</p> <p class=\"equation-e\">A × (3.7 kilotonnes ÷ B)</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the amount determined for the facility under subsection (4),</p> <p class=\"equationind1-e\">  B = the total of all the amounts determined under subsection (4) for all the facilities that are not located in the Pollution Emission Management Area.</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 11 (8); O. Reg. 193/05, s. 7 (6).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Nitrogen oxides allowances for renewable energy and conservation projects",
            "content": " 12. (1) A person may apply to the Director for nitrogen oxides emission allowances in connection with a renewable energy project or conservation project.  O. Reg. 193/05, s. 8 (1). (2) The application must be made not later than September 1 in a year.  O. Reg. 397/01, s. 12 (2). (3) The Director shall determine all applications made in a year not later than November 1 in the year.  O. Reg. 397/01, s. 12 (3). (4) Subject to subsections (5) and (6), the Director shall determine the applications in accordance with the Ontario Emissions Trading Code and shall award successful applicants with the amount of nitrogen oxides emission allowances determined in accordance with the Code.  O. Reg. 397/01, s. 12 (4); O. Reg. 193/05, s. 8 (2). (5) The total amount of nitrogen oxides emission allowances that may be awarded by the Director under subsection (4) in a year must not exceed 1.5 kilotonnes.  O. Reg. 193/05, s. 8 (3). (6) If the total amount of nitrogen oxides emission allowances that would be awarded by the Director under subsection (4) in a year, determined in accordance with the Ontario Emissions Trading Code, would exceed 1.5 kilotonnes, the Director shall instead award each successful applicant with an amount of nitrogen oxides emission allowances determined in accordance with the following formula: (A ÷ B) × 1.5 kilotonnes where, A = the amount of nitrogen oxides emission allowances that would have been awarded to the successful applicant if that amount had been determined in accordance with the Ontario Emissions Trading Code, B = the total amount of nitrogen oxides emission allowances that would have been awarded to all successful applicants if that amount had been determined in accordance with the Ontario Emissions Trading Code. O. Reg. 193/05, s. 8 (4). (7) If the Director awards a person with nitrogen oxides emission allowances under subsection (4) or (6) in a year, (a) the Director shall, not later than November 1 of the year, send written notice of the amount awarded to the person and to the operator of the Registry; and (b) on December 1 of the year, the person shall be deemed to have acquired the nitrogen oxides emission allowances awarded by the Director.  O. Reg. 397/01, s. 12 (7); O. Reg. 193/05, s. 8 (5). (8) If, in a year from 2002 to 2005, no nitric oxide emission allowances are awarded by the Director under subsection (6) and the total amount of nitric oxide emission allowances awarded by the Director under subsection (4) is less than 1.0 kilotonnes, Ontario Power Generation Inc. shall be deemed, on December 1 of the year, to have acquired nitric oxide emission allowances in respect of the combined nitric oxide facilities in an amount equal to 1.0 kilotonnes less the total amount of nitric oxide emission allowances awarded by the Director under subsection (4).  O. Reg. 397/01, s. 12 (8); O. Reg. 193/05, s. 8 (6). (8.1) If in 2006 no nitrogen oxides emission allowances are awarded by the Director under subsection (6) and the total amount of nitrogen oxides emission allowances awarded by the Director under subsection (4) is less than 1.5 kilotonnes, Ontario Power Generation Inc. shall be deemed, on December 1, 2006, to have acquired nitrogen oxides emission allowances in respect of the combined nitrogen oxides facilities in an amount equal to 1.5 kilotonnes less the total amount of nitrogen oxides emission allowances awarded by the Director under subsection (4).  O. Reg. 193/05, s. 8 (7). (9) If, in 2007, no nitrogen oxides emission allowances are awarded by the Director under subsection (6) and the total amount of nitrogen oxides emission allowances awarded by the Director under subsection (4) is less than 1.5 kilotonnes, (a) Ontario Power Generation Inc. shall be deemed, on December 1, 2007, to have acquired nitrogen oxides emission allowances in respect of the combined nitrogen oxides facilities located in the Pollution Emission Management Area in an amount equal to 1.5 kilotonnes less the total amount of nitrogen oxides emission allowances awarded by the Director under subsection (4), multiplied by 0.91; and (b) Ontario Power Generation Inc. shall be deemed, on December 1, 2007, to have acquired nitrogen oxides emission allowances in respect of the combined nitrogen oxides facilities that are not located in the Pollution Emission Management Area in an amount equal to 1.5 kilotonnes less the total amount of nitrogen oxides emission allowances awarded by the Director under subsection (4), multiplied by 0.09.  O. Reg. 193/05, s. 8 (8). (10) If, in 2008 or a later year, no nitrogen oxides emission allowances are awarded by the Director under subsection (6) and the total amount of nitrogen oxides emission allowances awarded by the Director under subsection (4) is less than 1.5 kilotonnes, each person who acquired nitrogen oxides emission allowances in respect of a generation facility on January 1 of the year under section 11 shall be deemed, on December 1 of the year, to have acquired nitrogen oxides emission allowances in respect of the facility in an amount determined in accordance with the following formula: (A ÷ 41.3 kilotonnes) × (1.5 kilotonnes – B) where, A = the amount of nitrogen oxides emission allowances acquired in respect of the facility on January 1 of the year under section 11, B = the total amount of nitrogen oxides emission allowances awarded by the Director under subsection (4). O. Reg. 193/05, s. 8 (9). Distribution of Sulphur Dioxide Emission Allowances",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK14\"></a>12. </b>(1) A person may apply to the Director for nitrogen oxides emission allowances in connection with a renewable energy project or conservation project.  O. Reg. 193/05, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The application must be made not later than September 1 in a year.  O. Reg. 397/01, s. 12 (2).</p> <p class=\"subsection-e\">  (3) The Director shall determine all applications made in a year not later than November 1 in the year.  O. Reg. 397/01, s. 12 (3).</p> <p class=\"subsection-e\">  (4) Subject to subsections (5) and (6), the Director shall determine the applications in accordance with the Ontario Emissions Trading Code and shall award successful applicants with the amount of nitrogen oxides emission allowances determined in accordance with the Code.  O. Reg. 397/01, s. 12 (4); O. Reg. 193/05, s. 8 (2).</p> <p class=\"subsection-e\">  (5) The total amount of nitrogen oxides emission allowances that may be awarded by the Director under subsection (4) in a year must not exceed 1.5 kilotonnes.  O. Reg. 193/05, s. 8 (3).</p> <p class=\"subsection-e\">  (6) If the total amount of nitrogen oxides emission allowances that would be awarded by the Director under subsection (4) in a year, determined in accordance with the Ontario Emissions Trading Code, would exceed 1.5 kilotonnes, the Director shall instead award each successful applicant with an amount of nitrogen oxides emission allowances determined in accordance with the following formula:</p> <p class=\"equation-e\">(A ÷ B) × 1.5 kilotonnes</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the amount of nitrogen oxides emission allowances that would have been awarded to the successful applicant if that amount had been determined in accordance with the Ontario Emissions Trading Code,</p> <p class=\"equationind1-e\">  B = the total amount of nitrogen oxides emission allowances that would have been awarded to all successful applicants if that amount had been determined in accordance with the Ontario Emissions Trading Code.</p> <p class=\"footnote-e\">O. Reg. 193/05, s. 8 (4).</p> <p class=\"subsection-e\">  (7) If the Director awards a person with nitrogen oxides emission allowances under subsection (4) or (6) in a year,</p> <p class=\"clause-e\">  (a) the Director shall, not later than November 1 of the year, send written notice of the amount awarded to the person and to the operator of the Registry; and</p> <p class=\"clause-e\">  (b) on December 1 of the year, the person shall be deemed to have acquired the nitrogen oxides emission allowances awarded by the Director.  O. Reg. 397/01, s. 12 (7); O. Reg. 193/05, s. 8 (5).</p> <p class=\"subsection-e\">  (8) If, in a year from 2002 to 2005, no nitric oxide emission allowances are awarded by the Director under subsection (6) and the total amount of nitric oxide emission allowances awarded by the Director under subsection (4) is less than 1.0 kilotonnes, Ontario Power Generation Inc. shall be deemed, on December 1 of the year, to have acquired nitric oxide emission allowances in respect of the combined nitric oxide facilities in an amount equal to 1.0 kilotonnes less the total amount of nitric oxide emission allowances awarded by the Director under subsection (4).  O. Reg. 397/01, s. 12 (8); O. Reg. 193/05, s. 8 (6).</p> <p class=\"subsection-e\">  (8.1) If in 2006 no nitrogen oxides emission allowances are awarded by the Director under subsection (6) and the total amount of nitrogen oxides emission allowances awarded by the Director under subsection (4) is less than 1.5 kilotonnes, Ontario Power Generation Inc. shall be deemed, on December 1, 2006, to have acquired nitrogen oxides emission allowances in respect of the combined nitrogen oxides facilities in an amount equal to 1.5 kilotonnes less the total amount of nitrogen oxides emission allowances awarded by the Director under subsection (4).  O. Reg. 193/05, s. 8 (7).</p> <p class=\"subsection-e\">  (9) If, in 2007, no nitrogen oxides emission allowances are awarded by the Director under subsection (6) and the total amount of nitrogen oxides emission allowances awarded by the Director under subsection (4) is less than 1.5 kilotonnes,</p> <p class=\"clause-e\">  (a) Ontario Power Generation Inc. shall be deemed, on December 1, 2007, to have acquired nitrogen oxides emission allowances in respect of the combined nitrogen oxides facilities located in the Pollution Emission Management Area in an amount equal to 1.5 kilotonnes less the total amount of nitrogen oxides emission allowances awarded by the Director under subsection (4), multiplied by 0.91; and</p> <p class=\"clause-e\">  (b) Ontario Power Generation Inc. shall be deemed, on December 1, 2007, to have acquired nitrogen oxides emission allowances in respect of the combined nitrogen oxides facilities that are not located in the Pollution Emission Management Area in an amount equal to 1.5 kilotonnes less the total amount of nitrogen oxides emission allowances awarded by the Director under subsection (4), multiplied by 0.09.  O. Reg. 193/05, s. 8 (8).</p> <p class=\"subsection-e\">  (10) If, in 2008 or a later year, no nitrogen oxides emission allowances are awarded by the Director under subsection (6) and the total amount of nitrogen oxides emission allowances awarded by the Director under subsection (4) is less than 1.5 kilotonnes, each person who acquired nitrogen oxides emission allowances in respect of a generation facility on January 1 of the year under section 11 shall be deemed, on December 1 of the year, to have acquired nitrogen oxides emission allowances in respect of the facility in an amount determined in accordance with the following formula:</p> <p class=\"equation-e\">(A ÷ 41.3 kilotonnes) × (1.5 kilotonnes – B)</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the amount of nitrogen oxides emission allowances acquired in respect of the facility on January 1 of the year under section 11,</p> <p class=\"equationind1-e\">  B = the total amount of nitrogen oxides emission allowances awarded by the Director under subsection (4).</p> <p class=\"footnote-e\">O. Reg. 193/05, s. 8 (9).</p> <p class=\"heading1-e\"><a name=\"BK15\"></a>Distribution of Sulphur Dioxide Emission Allowances</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Distribution of Sulphur Dioxide Emission Allowances",
            "part_id": null,
            "part_type": null,
            "section": "Distribution of Sulphur Dioxide Emission Allowances",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Combined sulphur dioxide facilities: 2002 and 2003",
            "content": " 13. On January 1, 2002 and January 1, 2003, Ontario Power Generation Inc. shall be deemed to have acquired 153.5 kilotonnes of sulphur dioxide emission allowances in respect of the combined sulphur dioxide facilities.  O. Reg. 397/01, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>13.</b><b> </b>On January 1, 2002 and January 1, 2003, Ontario Power Generation Inc. shall be deemed to have acquired 153.5 kilotonnes of sulphur dioxide emission allowances in respect of the combined sulphur dioxide facilities.  O. Reg. 397/01, s. 13.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Sulphur dioxide allowances for 2004 and later years",
            "content": " 14. (1) The owner of an independent sulphur dioxide facility may apply to the Director for sulphur dioxide emission allowances for 2004, 2005, 2006 or 2007 in respect of the facility.  O. Reg. 397/01, s. 14 (1). (2) Ontario Power Generation Inc. may apply to the Director for sulphur dioxide emission allowances for 2004, 2005, 2006 or 2007 in respect of a combined sulphur dioxide facility.  O. Reg. 397/01, s. 14 (2). (3) The owner of a generation facility may apply to the Director for sulphur dioxide emission allowances for 2008 or a later year in respect of the facility.  O. Reg. 397/01, s. 14 (3). (4) An application under this section must be made not later than, (a) August 1, 2003, if the application relates to allowances for 2004; or (b) June 1 in the year preceding the year for which the allowances are applied for, if the application relates to allowances for 2005 or a later year.  O. Reg. 202/03, s. 2. (5) An application may be made under this section by the owner of a facility that has not yet begun to generate electricity.  O. Reg. 397/01, s. 14 (5). (6) For each facility for which an application for sulphur dioxide emission allowances is made in accordance with this section, the Director shall determine the following amount: (A ÷ B) × C where, A = the deemed electricity production of the facility, determined in accordance with section 2, B = the total deemed electricity production of all the facilities for which applications were made in accordance with this section, determined in accordance with section 2, C = 153.5 kilotonnes, if the year for which the emission allowances are applied for is 2004, 2005 or 2006, or 127.0 kilotonnes, if the year for which the emission allowances are applied for is a later year. O. Reg. 397/01, s. 14 (6). (7) If an application for sulphur dioxide emission allowances is made in accordance with this section in respect of a facility, the Director shall send written notice of the amount determined for the facility under subsection (6) to the owner of the facility and to the operator of the Registry not later than October 1 in the year preceding the year for which the emission allowances are applied for.  O. Reg. 397/01, s. 14 (7). (8) If the owner of an independent sulphur dioxide facility makes an application in accordance with this section for emission allowances for 2007 or an earlier year, the owner shall be deemed, on January 1 of the year for which the emission allowances are applied for, to have acquired sulphur dioxide emission allowances in respect of the facility in the amount determined under subsection (6) for the facility.  O. Reg. 397/01, s. 14 (8). (9) If Ontario Power Generation Inc. makes one or more applications in accordance with this section for emission allowances for 2007 or an earlier year in respect of one or more combined sulphur dioxide facilities, Ontario Power Generation Inc. shall be deemed, on January 1 of the year for which the emission allowances are applied for, to have acquired sulphur dioxide emission allowances in respect of the combined sulphur dioxide facilities to which the application or applications relate in an amount equal to the sum of the amounts determined under subsection (6) for those facilities.  O. Reg. 397/01, s. 14 (9). (10) If the owner of a generation facility makes an application in accordance with this section for emission allowances for 2008 or a later year, the owner shall be deemed, on January 1 of the year for which the emission allowances are applied for, to have acquired sulphur dioxide emission allowances in respect of the facility in the amount determined under subsection (6) for the facility.  O. Reg. 397/01, s. 14 (10).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>14.</b><b> </b>(1) The owner of an independent sulphur dioxide facility may apply to the Director for sulphur dioxide emission allowances for 2004, 2005, 2006 or 2007 in respect of the facility.  O. Reg. 397/01, s. 14 (1).</p> <p class=\"subsection-e\">  (2) Ontario Power Generation Inc. may apply to the Director for sulphur dioxide emission allowances for 2004, 2005, 2006 or 2007 in respect of a combined sulphur dioxide facility.  O. Reg. 397/01, s. 14 (2).</p> <p class=\"subsection-e\">  (3) The owner of a generation facility may apply to the Director for sulphur dioxide emission allowances for 2008 or a later year in respect of the facility.  O. Reg. 397/01, s. 14 (3).</p> <p class=\"subsection-e\">  (4) An application under this section must be made not later than,</p> <p class=\"clause-e\">  (a) August 1, 2003, if the application relates to allowances for 2004; or</p> <p class=\"clause-e\">  (b) June 1 in the year preceding the year for which the allowances are applied for, if the application relates to allowances for 2005 or a later year.  O. Reg. 202/03, s. 2.</p> <p class=\"subsection-e\">  (5) An application may be made under this section by the owner of a facility that has not yet begun to generate electricity.  O. Reg. 397/01, s. 14 (5).</p> <p class=\"subsection-e\">  (6) For each facility for which an application for sulphur dioxide emission allowances is made in accordance with this section, the Director shall determine the following amount:</p> <p class=\"equation-e\">(A ÷ B) × C</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the deemed electricity production of the facility, determined in accordance with section 2,</p> <p class=\"equationind1-e\">  B = the total deemed electricity production of all the facilities for which applications were made in accordance with this section, determined in accordance with section 2,</p> <p class=\"equationind1-e\">  C = 153.5 kilotonnes, if the year for which the emission allowances are applied for is 2004, 2005 or 2006, or 127.0 kilotonnes, if the year for which the emission allowances are applied for is a later year.</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 14 (6).</p> <p class=\"subsection-e\">  (7) If an application for sulphur dioxide emission allowances is made in accordance with this section in respect of a facility, the Director shall send written notice of the amount determined for the facility under subsection (6) to the owner of the facility and to the operator of the Registry not later than October 1 in the year preceding the year for which the emission allowances are applied for.  O. Reg. 397/01, s. 14 (7).</p> <p class=\"subsection-e\">  (8) If the owner of an independent sulphur dioxide facility makes an application in accordance with this section for emission allowances for 2007 or an earlier year, the owner shall be deemed, on January 1 of the year for which the emission allowances are applied for, to have acquired sulphur dioxide emission allowances in respect of the facility in the amount determined under subsection (6) for the facility.  O. Reg. 397/01, s. 14 (8).</p> <p class=\"subsection-e\">  (9) If Ontario Power Generation Inc. makes one or more applications in accordance with this section for emission allowances for 2007 or an earlier year in respect of one or more combined sulphur dioxide facilities, Ontario Power Generation Inc. shall be deemed, on January 1 of the year for which the emission allowances are applied for, to have acquired sulphur dioxide emission allowances in respect of the combined sulphur dioxide facilities to which the application or applications relate in an amount equal to the sum of the amounts determined under subsection (6) for those facilities.  O. Reg. 397/01, s. 14 (9).</p> <p class=\"subsection-e\">  (10) If the owner of a generation facility makes an application in accordance with this section for emission allowances for 2008 or a later year, the owner shall be deemed, on January 1 of the year for which the emission allowances are applied for, to have acquired sulphur dioxide emission allowances in respect of the facility in the amount determined under subsection (6) for the facility.  O. Reg. 397/01, s. 14 (10).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Sulphur dioxide allowances for renewable energy and conservation projects",
            "content": " 15. (1) A person may apply to the Director for sulphur dioxide emission allowances in connection with a renewable energy project or conservation project.  O. Reg. 397/01, s. 15 (1). (2) The application must be made not later than September 1 in a year after 2001.  O. Reg. 397/01, s. 15 (2). (3) The Director shall determine all applications made in a year not later than November 1 in the year.  O. Reg. 397/01, s. 15 (3). (4) Subject to subsections (5) and (6), the Director shall determine the applications in accordance with the Ontario Emissions Trading Code and shall award successful applicants with the amount of sulphur dioxide emission allowances determined in accordance with the Code. O. Reg. 397/01, s. 15 (4). (5) The total amount of sulphur dioxide emission allowances that may be awarded by the Director under subsection (4) in a year must not exceed 4.0 kilotonnes.  O. Reg. 397/01, s. 15 (5). (6) If the total amount of sulphur dioxide emission allowances that would be awarded by the Director under subsection (4) in a year, determined in accordance with the Ontario Emissions Trading Code, would exceed 4.0 kilotonnes, the Director shall instead award each successful applicant with an amount of sulphur dioxide emission allowances determined in accordance with the following formula: (A ÷ B) × 4.0 kilotonnes where, A = the amount of sulphur dioxide emission allowances that would have been awarded to the successful applicant if that amount had been determined in accordance with the Ontario Emissions Trading Code, B = the total amount of sulphur dioxide emission allowances that would have been awarded to all successful applicants if that amount had been determined in accordance with the Ontario Emissions Trading Code. O. Reg. 397/01, s. 15 (6). (7) If the Director awards a person with sulphur dioxide emission allowances under subsection (4) or (6) in a year, (a) the Director shall, not later than November 1 of the year, send written notice of the amount awarded to the person and to the operator of the Registry; and (b) on December 1 of the year, the person shall be deemed to have acquired the sulphur dioxide emission allowances awarded by the Director.  O. Reg. 397/01, s. 15 (7). (8) If, in 2002 or 2003, no sulphur dioxide emission allowances are awarded by the Director under subsection (6) and the total amount of sulphur dioxide emission allowances awarded by the Director under subsection (4) is less than 4.0 kilotonnes, Ontario Power Generation Inc. shall be deemed, on December 1 of the year, to have acquired sulphur dioxide emission allowances in respect of the combined sulphur dioxide facilities in an amount equal to 4.0 kilotonnes less the total amount of sulphur dioxide emission allowances awarded by the Director under subsection (4).  O. Reg. 397/01, s. 15 (8). (9) If, in 2004, 2005, 2006 or 2007, no sulphur dioxide emission allowances are awarded by the Director under subsection (6) and the total amount of sulphur dioxide emission allowances awarded by the Director under subsection (4) is less than 4.0 kilotonnes, each owner of an independent sulphur dioxide facility who acquired sulphur dioxide emission allowances in respect of the facility on January 1 of the year under section 14 shall be deemed, on December 1 of the year, to have acquired sulphur dioxide emission allowances in respect of the facility in an amount determined in accordance with the following formula: (A ÷ B) × (4.0 kilotonnes – C) where, A = the amount of sulphur dioxide emission allowances acquired in respect of the facility on January 1 of the year under section 14, B = 153.5 kilotonnes, if the year is 2004, 2005 or 2006, or 127.0 kilotonnes, if the year is 2007, C = the total amount of sulphur dioxide emission allowances awarded by the Director under subsection (4). O. Reg. 397/01, s. 15 (9). (10) If, in 2004, 2005, 2006 or 2007, no sulphur dioxide emission allowances are awarded by the Director under subsection (6), the total amount of sulphur dioxide emission allowances awarded by the Director under subsection (4) is less than 4.0 kilotonnes, and Ontario Power Generation Inc. acquired sulphur dioxide emission allowances on January 1 of the year under section 14 in respect of one or more combined sulphur dioxide facilities, Ontario Power Generation Inc. shall be deemed, on December 1 of the year, to have acquired sulphur dioxide emission allowances in respect of those facilities in an amount determined in accordance with the following formula: (A ÷ B) × (4.0 kilotonnes – C) where, A = the amount of sulphur dioxide emission allowances acquired by Ontario Power Generation Inc. in respect of combined sulphur dioxide facilities on January 1 of the year under section 14, B = 153.5 kilotonnes, if the year is 2004, 2005 or 2006, or 127.0 kilotonnes, if the year is 2007, C = the total amount of sulphur dioxide emission allowances awarded by the Director under subsection (4). O. Reg. 397/01, s. 15 (10). (11) If, in 2008 or a later year, no sulphur dioxide emission allowances are awarded by the Director under subsection (6) and the total amount of sulphur dioxide emission allowances awarded by the Director under subsection (4) is less than 4.0 kilotonnes, each person who acquired sulphur dioxide emission allowances in respect of a generation facility on January 1 of the year under section 14 shall be deemed, on December 1 of the year, to have acquired sulphur dioxide emission allowances in respect of the facility in an amount determined in accordance with the following formula: (A ÷ 127.0 kilotonnes) × (4.0 kilotonnes – B) where, A = the amount of sulphur dioxide emission allowances acquired in respect of the facility on January 1 of the year under section 14, B = the total amount of sulphur dioxide emission allowances awarded by the Director under subsection (4). O. Reg. 397/01, s. 15 (11). Recording of Emission Allowances",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK18\"></a>15.</b><b> </b>(1) A person may apply to the Director for sulphur dioxide emission allowances in connection with a renewable energy project or conservation project.  O. Reg. 397/01, s. 15 (1).</p> <p class=\"subsection-e\">  (2) The application must be made not later than September 1 in a year after 2001.  O. Reg. 397/01, s. 15 (2).</p> <p class=\"subsection-e\">  (3) The Director shall determine all applications made in a year not later than November 1 in the year.  O. Reg. 397/01, s. 15 (3).</p> <p class=\"subsection-e\">  (4) Subject to subsections (5) and (6), the Director shall determine the applications in accordance with the Ontario Emissions Trading Code and shall award successful applicants with the amount of sulphur dioxide emission allowances determined in accordance with the Code. O. Reg. 397/01, s. 15 (4).</p> <p class=\"subsection-e\">  (5) The total amount of sulphur dioxide emission allowances that may be awarded by the Director under subsection (4) in a year must not exceed 4.0 kilotonnes.  O. Reg. 397/01, s. 15 (5).</p> <p class=\"subsection-e\">  (6) If the total amount of sulphur dioxide emission allowances that would be awarded by the Director under subsection (4) in a year, determined in accordance with the Ontario Emissions Trading Code, would exceed 4.0 kilotonnes, the Director shall instead award each successful applicant with an amount of sulphur dioxide emission allowances determined in accordance with the following formula:</p> <p class=\"equation-e\">(A ÷ B) × 4.0 kilotonnes</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the amount of sulphur dioxide emission allowances that would have been awarded to the successful applicant if that amount had been determined in accordance with the Ontario Emissions Trading Code,</p> <p class=\"equationind1-e\">  B = the total amount of sulphur dioxide emission allowances that would have been awarded to all successful applicants if that amount had been determined in accordance with the Ontario Emissions Trading Code.</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 15 (6).</p> <p class=\"subsection-e\">  (7) If the Director awards a person with sulphur dioxide emission allowances under subsection (4) or (6) in a year,</p> <p class=\"clause-e\">  (a) the Director shall, not later than November 1 of the year, send written notice of the amount awarded to the person and to the operator of the Registry; and</p> <p class=\"clause-e\">  (b) on December 1 of the year, the person shall be deemed to have acquired the sulphur dioxide emission allowances awarded by the Director.  O. Reg. 397/01, s. 15 (7).</p> <p class=\"subsection-e\">  (8) If, in 2002 or 2003, no sulphur dioxide emission allowances are awarded by the Director under subsection (6) and the total amount of sulphur dioxide emission allowances awarded by the Director under subsection (4) is less than 4.0 kilotonnes, Ontario Power Generation Inc. shall be deemed, on December 1 of the year, to have acquired sulphur dioxide emission allowances in respect of the combined sulphur dioxide facilities in an amount equal to 4.0 kilotonnes less the total amount of sulphur dioxide emission allowances awarded by the Director under subsection (4).  O. Reg. 397/01, s. 15 (8).</p> <p class=\"subsection-e\">  (9) If, in 2004, 2005, 2006 or 2007, no sulphur dioxide emission allowances are awarded by the Director under subsection (6) and the total amount of sulphur dioxide emission allowances awarded by the Director under subsection (4) is less than 4.0 kilotonnes, each owner of an independent sulphur dioxide facility who acquired sulphur dioxide emission allowances in respect of the facility on January 1 of the year under section 14 shall be deemed, on December 1 of the year, to have acquired sulphur dioxide emission allowances in respect of the facility in an amount determined in accordance with the following formula:</p> <p class=\"equation-e\">(A ÷ B) × (4.0 kilotonnes – C)</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the amount of sulphur dioxide emission allowances acquired in respect of the facility on January 1 of the year under section 14,</p> <p class=\"equationind1-e\">  B = 153.5 kilotonnes, if the year is 2004, 2005 or 2006, or 127.0 kilotonnes, if the year is 2007,</p> <p class=\"equationind1-e\">  C = the total amount of sulphur dioxide emission allowances awarded by the Director under subsection (4).</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 15 (9).</p> <p class=\"subsection-e\">  (10) If, in 2004, 2005, 2006 or 2007, no sulphur dioxide emission allowances are awarded by the Director under subsection (6), the total amount of sulphur dioxide emission allowances awarded by the Director under subsection (4) is less than 4.0 kilotonnes, and Ontario Power Generation Inc. acquired sulphur dioxide emission allowances on January 1 of the year under section 14 in respect of one or more combined sulphur dioxide facilities, Ontario Power Generation Inc. shall be deemed, on December 1 of the year, to have acquired sulphur dioxide emission allowances in respect of those facilities in an amount determined in accordance with the following formula:</p> <p class=\"equation-e\">(A ÷ B) × (4.0 kilotonnes – C)</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the amount of sulphur dioxide emission allowances acquired by Ontario Power Generation Inc. in respect of combined sulphur dioxide facilities on January 1 of the year under section 14,</p> <p class=\"equationind1-e\">  B = 153.5 kilotonnes, if the year is 2004, 2005 or 2006, or 127.0 kilotonnes, if the year is 2007,</p> <p class=\"equationind1-e\">  C = the total amount of sulphur dioxide emission allowances awarded by the Director under subsection (4).</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 15 (10).</p> <p class=\"subsection-e\">  (11) If, in 2008 or a later year, no sulphur dioxide emission allowances are awarded by the Director under subsection (6) and the total amount of sulphur dioxide emission allowances awarded by the Director under subsection (4) is less than 4.0 kilotonnes, each person who acquired sulphur dioxide emission allowances in respect of a generation facility on January 1 of the year under section 14 shall be deemed, on December 1 of the year, to have acquired sulphur dioxide emission allowances in respect of the facility in an amount determined in accordance with the following formula:</p> <p class=\"equation-e\">(A ÷ 127.0 kilotonnes) × (4.0 kilotonnes – B)</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the amount of sulphur dioxide emission allowances acquired in respect of the facility on January 1 of the year under section 14,</p> <p class=\"equationind1-e\">  B = the total amount of sulphur dioxide emission allowances awarded by the Director under subsection (4).</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 15 (11).</p> <p class=\"heading1-e\"><a name=\"BK19\"></a>Recording of Emission Allowances</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "Recording of Emission Allowances",
            "part_id": null,
            "part_type": null,
            "section": "Recording of Emission Allowances",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Recording of emission allowances",
            "content": " 16. The operator of the Registry shall ensure that the acquisition of emission allowances by a person under section 7, 8, 9, 10, 11, 12, 13, 14 or 15 is recorded in the Registry as soon as possible after the acquisition.  O. Reg. 397/01, s. 16.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>16.</b><b> </b>The operator of the Registry shall ensure that the acquisition of emission allowances by a person under section 7, 8, 9, 10, 11, 12, 13, 14 or 15 is recorded in the Registry as soon as possible after the acquisition.  O. Reg. 397/01, s. 16.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Allowances created outside Ontario",
            "content": " 17. (1) The only emission allowances that may be recorded in the Registry are emission allowances that were acquired by a person under section 7, 8, 9, 10, 11, 12, 13, 14 or 15.  O. Reg. 397/01, s. 17 (1). (2) Subsection (1) does not prevent allowances created under the law of a jurisdiction outside Ontario from being recorded in the Registry as emission reduction credits if they meet the requirements of the Ontario Emissions Trading Code.  O. Reg. 397/01, s. 17 (2). Creation of Emission Reduction Credits",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK21\"></a>17.</b><b> </b>(1) The only emission allowances that may be recorded in the Registry are emission allowances that were acquired by a person under section 7, 8, 9, 10, 11, 12, 13, 14 or 15.  O. Reg. 397/01, s. 17 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not prevent allowances created under the law of a jurisdiction outside Ontario from being recorded in the Registry as emission reduction credits if they meet the requirements of the Ontario Emissions Trading Code.  O. Reg. 397/01, s. 17 (2).</p> <p class=\"heading1-e\"><a name=\"BK22\"></a>Creation of Emission Reduction Credits</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Creation of Emission Reduction Credits",
            "part_id": null,
            "part_type": null,
            "section": "Creation of Emission Reduction Credits",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Creation of emission reduction credits",
            "content": " 18. (1) Subject to subsections (2) and (3), a person may create emission reduction credits in accordance with the Ontario Emissions Trading Code.  O. Reg. 397/01, s. 18 (1). (2) Emission reduction credits may be created only as a result of an emission reduction project undertaken in Ontario, the District of Columbia or one of the following states: 1. Delaware. 2. Illinois. 3. Indiana. 4. Kentucky. 5. Maryland. 6. Michigan. 7. New Jersey. 8. New York. 9. Ohio. 10. Pennsylvania. 11. West Virginia. 12. Wisconsin.  O. Reg. 397/01, s. 18 (2). (3) Despite subsection (2), emission reduction credits may be created as a result of an emission reduction project undertaken outside the areas referred to in subsection (2) if the Director is satisfied that reductions of nitrogen oxides emissions or sulphur dioxide emissions, as the case may be, achieved by the project have a measurable effect in Ontario.  O. Reg. 193/05, s. 9. Trading of Allowances And Credits",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>18.</b><b> </b>(1) Subject to subsections (2) and (3), a person may create emission reduction credits in accordance with the Ontario Emissions Trading Code.  O. Reg. 397/01, s. 18 (1).</p> <p class=\"subsection-e\">  (2) Emission reduction credits may be created only as a result of an emission reduction project undertaken in Ontario, the District of Columbia or one of the following states:</p> <p class=\"paragraph-e\">  1. Delaware.</p> <p class=\"paragraph-e\">  2. Illinois.</p> <p class=\"paragraph-e\">  3. Indiana.</p> <p class=\"paragraph-e\">  4. Kentucky.</p> <p class=\"paragraph-e\">  5. Maryland.</p> <p class=\"paragraph-e\">  6. Michigan.</p> <p class=\"paragraph-e\">  7. New Jersey.</p> <p class=\"paragraph-e\">  8. New York.</p> <p class=\"paragraph-e\">  9. Ohio.</p> <p class=\"paragraph-e\">  10. Pennsylvania.</p> <p class=\"paragraph-e\">  11. West Virginia.</p> <p class=\"paragraph-e\">  12. Wisconsin.  O. Reg. 397/01, s. 18 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (2), emission reduction credits may be created as a result of an emission reduction project undertaken outside the areas referred to in subsection (2) if the Director is satisfied that reductions of nitrogen oxides emissions or sulphur dioxide emissions, as the case may be, achieved by the project have a measurable effect in Ontario.  O. Reg. 193/05, s. 9.</p> <p class=\"heading1-e\"><a name=\"BK24\"></a>Trading of Allowances And Credits</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "Trading of Allowances And Credits",
            "part_id": null,
            "part_type": null,
            "section": "Trading of Allowances And Credits",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Trading of allowances and credits",
            "content": " 19. (1) Emission allowances and emission reduction credits may be transferred from one person to another in accordance with the Ontario Emissions Trading Code.  O. Reg. 397/01, s. 19 (1). (2) A person who has applied to the Director for approval to retire emission allowances or emission reduction credits for the purpose of subsection 20 (4) or 21 (4) may not transfer those allowances or credits to another person unless the Director refuses to approve their retirement.  O. Reg. 397/01, s. 19 (2). Obligation to Balance Emissions with Allowances and Credits",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>19.</b><b> </b>(1) Emission allowances and emission reduction credits may be transferred from one person to another in accordance with the Ontario Emissions Trading Code.  O. Reg. 397/01, s. 19 (1).</p> <p class=\"subsection-e\">  (2) A person who has applied to the Director for approval to retire emission allowances or emission reduction credits for the purpose of subsection 20 (4) or 21 (4) may not transfer those allowances or credits to another person unless the Director refuses to approve their retirement.  O. Reg. 397/01, s. 19 (2).</p> <p class=\"heading1-e\"><a name=\"BK26\"></a>Obligation to Balance Emissions with Allowances and Credits</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "Obligation to Balance Emissions with Allowances and Credits",
            "part_id": null,
            "part_type": null,
            "section": "Obligation to Balance Emissions with Allowances and Credits",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Nitric oxide and nitrogen oxides",
            "content": " 20. (1) This section applies to a generation facility for a year if, (a) nitric oxide emission allowances or nitrogen oxides emission allowances were acquired by any person in respect of the facility on January 1 of the previous year under section 7, 8, 9, 10 or 11; or (b) in respect of 2005 and later years, (i) the facility had a name plate capacity of more than 25 megawatts at any time in the previous year, (ii) the facility generated more than 20,000 megawatt hours of electricity in the previous year that was conveyed into the IESO-controlled grid or sold, if the previous year is 2004 or 2005, (iii) the facility generated more than 20,000 megawatt hours of electricity in the previous year, if the previous year is 2006 or a subsequent year, (iv) the quotient determined by dividing the amount of nitric oxide emitted from the facility in the previous year by the amount of electricity generated by the facility in the previous year is greater than 0.01 kilograms per megawatt hour, if the previous year is 2004 or 2005, and (v) the quotient determined by dividing the amount of nitrogen oxides emitted from the facility in the previous year by the amount of electricity generated by the facility in the previous year is greater than 0.015 kilograms per megawatt hour, if the previous year is 2006 or a subsequent year.  O. Reg. 193/05, s. 10. (2) Not later than March 31 in each year after 2002, the owner of a facility to which this section applies for the year shall apply to the Director for approval to retire nitric oxide emission allowances or nitrogen oxides emission allowances for the purpose of subsection (4).  O. Reg. 193/05, s. 10. (3) An application under subsection (2) may also include an application for approval to retire nitric oxide emission reduction credits or nitrogen oxides reduction credits for the purpose of subsection (4).  O. Reg. 193/05, s. 10. (4) For each year after 2002, the owner of a facility to which this section applies shall, not later than June 1 of the year, ensure that the following statement is true: A + (B × 0.9) ≥  C where, A = the total amount of nitric oxide emission allowances and nitrogen oxides emission allowances that are retired for the purpose of this subsection with the approval of the Director, B = the total amount of nitric oxide emission reduction credits and nitrogen oxides emission reduction credits that are retired for the purpose of this subsection with the approval of the Director, C = (i) if the previous year is 2002, 2003, 2004 or 2005, the amount of nitric oxide emitted from the facility in the previous year, or (ii) if the previous year is 2006 or a subsequent year, the amount of nitrogen oxides emitted from the facility in the previous year. O. Reg. 193/05, s. 10. (5) For the purpose of subsection (4), (a) a nitric oxide emission allowance is equivalent to 1.53 of a nitrogen oxides emission allowance; and (b) a nitric oxide emission reduction credit is equivalent to 1.53 of a nitrogen oxide emission reduction credit.  O. Reg. 193/05, s. 10.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK27\"></a>20. </b>(1) This section applies to a generation facility for a year if,</p> <p class=\"clause-e\">  (a) nitric oxide emission allowances or nitrogen oxides emission allowances were acquired by any person in respect of the facility on January 1 of the previous year under section 7, 8, 9, 10 or 11; or</p> <p class=\"clause-e\">  (b) in respect of 2005 and later years,</p> <p class=\"subclause-e\">  (i) the facility had a name plate capacity of more than 25 megawatts at any time in the previous year,</p> <p class=\"subclause-e\">  (ii) the facility generated more than 20,000 megawatt hours of electricity in the previous year that was conveyed into the IESO-controlled grid or sold, if the previous year is 2004 or 2005, </p> <p class=\"subclause-e\">  (iii) the facility generated more than 20,000 megawatt hours of electricity in the previous year, if the previous year is 2006 or a subsequent year,</p> <p class=\"subclause-e\">  (iv) the quotient determined by dividing the amount of nitric oxide emitted from the facility in the previous year by the amount of electricity generated by the facility in the previous year is greater than 0.01 kilograms per megawatt hour, if the previous year is 2004 or 2005, and </p> <p class=\"subclause-e\">  (v) the quotient determined by dividing the amount of nitrogen oxides emitted from the facility in the previous year by the amount of electricity generated by the facility in the previous year is greater than 0.015 kilograms per megawatt hour, if the previous year is 2006 or a subsequent year.  O. Reg. 193/05, s. 10.</p> <p class=\"subsection-e\">  (2) Not later than March 31 in each year after 2002, the owner of a facility to which this section applies for the year shall apply to the Director for approval to retire nitric oxide emission allowances or nitrogen oxides emission allowances for the purpose of subsection (4).  O. Reg. 193/05, s. 10.</p> <p class=\"subsection-e\">  (3) An application under subsection (2) may also include an application for approval to retire nitric oxide emission reduction credits or nitrogen oxides reduction credits for the purpose of subsection (4).  O. Reg. 193/05, s. 10.</p> <p class=\"subsection-e\">  (4) For each year after 2002, the owner of a facility to which this section applies shall, not later than June 1 of the year, ensure that the following statement is true:</p> <p class=\"equation-e\">A + (B × 0.9) ≥  C</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the total amount of nitric oxide emission allowances and nitrogen oxides emission allowances that are retired for the purpose of this subsection with the approval of the Director,</p> <p class=\"equationind1-e\">  B = the total amount of nitric oxide emission reduction credits and nitrogen oxides emission reduction credits that are retired for the purpose of this subsection with the approval of the Director,</p> <p class=\"equationind1-e\">  C = (i) if the previous year is 2002, 2003, 2004 or 2005, the amount of nitric oxide emitted from the facility in the previous year, or</p> <p class=\"equationind1-e\">  (ii) if the previous year is 2006 or a subsequent year, the amount of nitrogen oxides emitted from the facility in the previous year.</p> <p class=\"footnote-e\">O. Reg. 193/05, s. 10.</p> <p class=\"subsection-e\">  (5) For the purpose of subsection (4),</p> <p class=\"clause-e\">  (a) a nitric oxide emission allowance is equivalent to 1.53 of a nitrogen oxides emission allowance; and</p> <p class=\"clause-e\">  (b) a nitric oxide emission reduction credit is equivalent to 1.53 of a nitrogen oxide emission reduction credit.  O. Reg. 193/05, s. 10.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Sulphur dioxide",
            "content": " 21. (1) This section applies to a generation facility for a year if, (a) sulphur dioxide emission allowances were acquired by any person in respect of the facility on January 1 of the previous year under section 13 or 14; or (b) in respect of 2005 and later years, (i) the facility had a name plate capacity of more than 25 megawatts at any time in the previous year, (ii) the facility generated more than 20,000 megawatt hours of electricity in the previous year that was conveyed into the IESO-controlled grid or sold, if the previous year is 2004 or 2005, (ii.1) the facility generated more than 20,000 megawatt hours of electricity in the previous year, if the previous year is 2006 or a subsequent year, and (iii) the quotient determined by dividing the amount of sulphur dioxide emitted from the facility in the previous year by the amount of electricity generated by the facility in the previous year is greater than 0.05 kilograms per megawatt hour.  O. Reg. 397/01, s. 21 (1); O. Reg. 193/05, s. 11. (2) Not later than March 31 in each year after 2002, the owner of a facility to which this section applies for the year shall apply to the Director for approval to retire sulphur dioxide emission allowances for the purpose of subsection (4).  O. Reg. 397/01, s. 21 (2). (3) An application under subsection (2) may also include an application for approval to retire sulphur dioxide emission reduction credits for the purpose of subsection (4).  O. Reg. 397/01, s. 21 (3). (4) For each year after 2002, the owner of a facility to which this section applies shall, not later than June 1 of the year, ensure that the following statement is true: A + (B × 0.9) ≥  C where, A = the total amount of sulphur dioxide emission allowances that are retired for the purpose of this subsection with the approval of the Director, B = the total amount of sulphur dioxide emission reduction credits that are retired for the purpose of this subsection with the approval of the Director, C = the amount of sulphur dioxide emitted from the facility in the previous year. O. Reg. 397/01, s. 21 (4).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK28\"></a>21.</b><b> </b>(1) This section applies to a generation facility for a year if,</p> <p class=\"clause-e\">  (a) sulphur dioxide emission allowances were acquired by any person in respect of the facility on January 1 of the previous year under section 13 or 14; or</p> <p class=\"clause-e\">  (b) in respect of 2005 and later years,</p> <p class=\"subclause-e\">  (i) the facility had a name plate capacity of more than 25 megawatts at any time in the previous year,</p> <p class=\"subclause-e\">  (ii) the facility generated more than 20,000 megawatt hours of electricity in the previous year that was conveyed into the IESO-controlled grid or sold, if the previous year is 2004 or 2005,</p> <p class=\"subclause-e\">  (ii.1) the facility generated more than 20,000 megawatt hours of electricity in the previous year, if the previous year is 2006 or a subsequent year, and</p> <p class=\"subclause-e\">  (iii) the quotient determined by dividing the amount of sulphur dioxide emitted from the facility in the previous year by the amount of electricity generated by the facility in the previous year is greater than 0.05 kilograms per megawatt hour.  O. Reg. 397/01, s. 21 (1); O. Reg. 193/05, s. 11.</p> <p class=\"subsection-e\">  (2) Not later than March 31 in each year after 2002, the owner of a facility to which this section applies for the year shall apply to the Director for approval to retire sulphur dioxide emission allowances for the purpose of subsection (4).  O. Reg. 397/01, s. 21 (2).</p> <p class=\"subsection-e\">  (3) An application under subsection (2) may also include an application for approval to retire sulphur dioxide emission reduction credits for the purpose of subsection (4).  O. Reg. 397/01, s. 21 (3).</p> <p class=\"subsection-e\">  (4) For each year after 2002, the owner of a facility to which this section applies shall, not later than June 1 of the year, ensure that the following statement is true:</p> <p class=\"equation-e\">A + (B × 0.9) ≥  C</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the total amount of sulphur dioxide emission allowances that are retired for the purpose of this subsection with the approval of the Director,</p> <p class=\"equationind1-e\">  B = the total amount of sulphur dioxide emission reduction credits that are retired for the purpose of this subsection with the approval of the Director,</p> <p class=\"equationind1-e\">  C = the amount of sulphur dioxide emitted from the facility in the previous year.</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 21 (4).</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Approval of Director",
            "content": " 22. (1) If an application for approval to retire emission allowances or emission reduction credits is made to the Director under section 20 or 21, the Director shall give approval or refuse to give approval within 30 days after he or she receives the application.  O. Reg. 397/01, s. 22 (1). (2) If the Director refuses to give approval, the applicant may, within 15 days after he or she receives notice of the Director’s decision, apply to the Director, (a) for reconsideration of the director’s decision; or (b) for approval to retire other emission allowances or emission reduction credits.  O. Reg. 397/01, s. 22 (2). (3) If an application is made under subsection (2), the Director shall make a decision on the application within 15 days after he or she receives the application.  O. Reg. 397/01, s. 22 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>22.</b><b> </b>(1) If an application for approval to retire emission allowances or emission reduction credits is made to the Director under section 20 or 21, the Director shall give approval or refuse to give approval within 30 days after he or she receives the application.  O. Reg. 397/01, s. 22 (1).</p> <p class=\"subsection-e\">  (2) If the Director refuses to give approval, the applicant may, within 15 days after he or she receives notice of the Director’s decision, apply to the Director,</p> <p class=\"clause-e\">  (a) for reconsideration of the director’s decision; or</p> <p class=\"clause-e\">  (b) for approval to retire other emission allowances or emission reduction credits.  O. Reg. 397/01, s. 22 (2).</p> <p class=\"subsection-e\">  (3) If an application is made under subsection (2), the Director shall make a decision on the application within 15 days after he or she receives the application.  O. Reg. 397/01, s. 22 (3).</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Grounds for refusing approval",
            "content": " 23. (1) The Director may refuse to give approval to retire emission allowances only if, (a) the applicant is not shown as the holder of the allowances on the Registry; (b) the Director is not satisfied that the allowances are held by the applicant; or (c) retirement of the credits is not permitted by this Regulation.  O. Reg. 397/01, s. 23 (1). (2) The Director may refuse to give approval to retire emission reduction credits only if, (a) the applicant is not shown as the holder of the credits on the Registry; (b) the Director is not satisfied that the credits are held by the applicant; or (c) retirement of the credits is not permitted by this Regulation.  O. Reg. 397/01, s. 23 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>23.</b><b> </b>(1) The Director may refuse to give approval to retire emission allowances only if,</p> <p class=\"clause-e\">  (a) the applicant is not shown as the holder of the allowances on the Registry;</p> <p class=\"clause-e\">  (b) the Director is not satisfied that the allowances are held by the applicant; or</p> <p class=\"clause-e\">  (c) retirement of the credits is not permitted by this Regulation.  O. Reg. 397/01, s. 23 (1).</p> <p class=\"subsection-e\">  (2) The Director may refuse to give approval to retire emission reduction credits only if,</p> <p class=\"clause-e\">  (a) the applicant is not shown as the holder of the credits on the Registry;</p> <p class=\"clause-e\">  (b) the Director is not satisfied that the credits are held by the applicant; or</p> <p class=\"clause-e\">  (c) retirement of the credits is not permitted by this Regulation.  O. Reg. 397/01, s. 23 (2).</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Information for Registry",
            "content": " 24. (1) A person who makes an application to the Director under section 20, 21 or 22 shall give written notice of the application to the operator of the Registry.  O. Reg. 397/01, s. 24 (1). (2) The Director shall give written notice of a decision on an application under section 20, 21 or 22 to the applicant and to the operator of the Registry and, if the Director has approved the retirement of emission allowances or emission reduction credits, the operator shall amend the Registry to indicate that the retired allowances or credits no longer exist.  O. Reg. 397/01, s. 24 (2). Limits on Retirement of Emission Allowances",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>24.</b><b> </b>(1) A person who makes an application to the Director under section 20, 21 or 22 shall give written notice of the application to the operator of the Registry.  O. Reg. 397/01, s. 24 (1).</p> <p class=\"subsection-e\">  (2) The Director shall give written notice of a decision on an application under section 20, 21 or 22 to the applicant and to the operator of the Registry and, if the Director has approved the retirement of emission allowances or emission reduction credits, the operator shall amend the Registry to indicate that the retired allowances or credits no longer exist.  O. Reg. 397/01, s. 24 (2).</p> <p class=\"heading1-e\"><a name=\"BK32\"></a>Limits on Retirement of Emission Allowances</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "Limits on Retirement of Emission Allowances",
            "part_id": null,
            "part_type": null,
            "section": "Limits on Retirement of Emission Allowances",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "25.",
            "part_id": null,
            "part_type": null,
            "section": "Limits on retirement of emission allowances",
            "content": " 25. The owner of a facility may not retire emission allowances in a year for the purpose of subsection 20 (4) or 21 (4) if the allowances were acquired by a person under section 7, 8, 9, 10, 11, 13 or 14 on January 1 of that year.  O. Reg. 397/01, s. 25. Limits on Retirement of Emission Reduction Credits",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>25.</b><b> </b>The owner of a facility may not retire emission allowances in a year for the purpose of subsection 20 (4) or 21 (4) if the allowances were acquired by a person under section 7, 8, 9, 10, 11, 13 or 14 on January 1 of that year.  O. Reg. 397/01, s. 25.</p> <p class=\"heading1-e\"><a name=\"BK34\"></a>Limits on Retirement of Emission Reduction Credits</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "Limits on Retirement of Emission Reduction Credits",
            "part_id": null,
            "part_type": null,
            "section": "Limits on Retirement of Emission Reduction Credits",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "26.",
            "part_id": null,
            "part_type": null,
            "section": "Ratio of credits to allowances limits",
            "content": " 26. (1) The owner of a facility may not retire an amount of nitric oxide emission reduction credits and nitrogen oxides emission reduction credits in a year for the purpose of subsection 20 (4) unless the following statement is true: (A – B) × 0.9 ≤  C × 0.33 where, A = the total amount of nitric oxide emission reduction credits and nitrogen oxides emission reduction credits that are retired in the year for the purpose of subsection 20 (4), B = (i) if the previous year is 2002, 2003, 2004 or 2005, the amount of nitric oxide emitted from the facility in the previous year because of reliability must run contracts as defined in the market rules or directions given by the IESO under the authority of the market rules, or (ii) if the previous year is 2006 or later, the amount of nitrogen oxides emitted from the facility in the previous year because of reliability must run contracts as defined in the market rules or directions given by the IESO under the authority of the market rules, C = the total amount of nitric oxide emission allowances and nitrogen oxides emission allowances that are retired in the year for the purpose of subsection 20 (4). O. Reg. 193/05, s. 12 (1). (2) The owner of a facility may not retire an amount of sulphur dioxide emission reduction credits in a year for the purpose of subsection 21 (4) unless the following statement is true: (A – B) × 0.9 ≤  C × 0.10 where, A = the total amount of sulphur dioxide emission reduction credits that are retired in the year for the purpose of subsection 21 (4), B = the amount of sulphur dioxide emitted from the facility in the previous year because of reliability must run contracts as defined in the market rules or directions given by the IESO under the authority of the market rules, C = the total amount of sulphur dioxide emission allowances that are retired in the year for the purpose of subsection 21 (4). O. Reg. 397/01, s. 26 (2); O. Reg. 193/05, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>26.</b> (1) The owner of a facility may not retire an amount of nitric oxide emission reduction credits and nitrogen oxides emission reduction credits in a year for the purpose of subsection 20 (4) unless the following statement is true:</p> <p class=\"equation-e\">(A – B) × 0.9 ≤  C × 0.33</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the total amount of nitric oxide emission reduction credits and nitrogen oxides emission reduction credits that are retired in the year for the purpose of subsection 20 (4),</p> <p class=\"equationind1-e\">  B = (i) if the previous year is 2002, 2003, 2004 or 2005, the amount of nitric oxide emitted from the facility in the previous year because of reliability must run contracts as defined in the market rules or directions given by the IESO under the authority of the market rules, or</p> <p class=\"equationind1-e\">  (ii) if the previous year is 2006 or later, the amount of nitrogen oxides emitted from the facility in the previous year because of reliability must run contracts as defined in the market rules or directions given by the IESO under the authority of the market rules,</p> <p class=\"equationind1-e\">  C = the total amount of nitric oxide emission allowances and nitrogen oxides emission allowances that are retired in the year for the purpose of subsection 20 (4).</p> <p class=\"footnote-e\">O. Reg. 193/05, s. 12 (1).</p> <p class=\"subsection-e\">  (2) The owner of a facility may not retire an amount of sulphur dioxide emission reduction credits in a year for the purpose of subsection 21 (4) unless the following statement is true:</p> <p class=\"equation-e\">(A – B) × 0.9 ≤  C × 0.10</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the total amount of sulphur dioxide emission reduction credits that are retired in the year for the purpose of subsection 21 (4),</p> <p class=\"equationind1-e\">  B = the amount of sulphur dioxide emitted from the facility in the previous year because of reliability must run contracts as defined in the market rules or directions given by the IESO under the authority of the market rules,</p> <p class=\"equationind1-e\">  C = the total amount of sulphur dioxide emission allowances that are retired in the year for the purpose of subsection 21 (4).</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 26 (2); O. Reg. 193/05, s. 12 (2).</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "27.",
            "part_id": null,
            "part_type": null,
            "section": "Limit on nitric oxide and nitrogen oxides non-smog season credits",
            "content": " 27. The owner of a facility may retire nitric oxide non-smog season emission reduction credits and nitrogen oxides non-smog season emission reduction credits for a year for the purpose of subsection 20 (4) only if the following statement is true: (A ÷ B) ≤  (C ÷ D) where, A = the amount of nitric oxide or nitrogen oxides, as the case may be, emitted from the facility in the smog season in the year, B = the amount of nitric oxide or nitrogen oxides, as the case may be, emitted from the facility in the year, other than nitric oxide emitted in the smog season, C = the total amount of nitric oxide smog season emission reduction credits or nitrogen oxides smog season emission reduction credits, as the case may be, retired by the owner for the year for the purpose of subsection 20 (4), D = the total amount of nitric oxide non-smog season emission reduction credits or nitrogen oxides non-smog season emission reduction credits, as the case may be, retired by the owner for the year for the purpose of subsection 20 (4). O. Reg. 193/05, s. 13. Monitoring and Reporting",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK36\"></a><b>27. </b>The owner of a facility may retire nitric oxide non-smog season emission reduction credits and nitrogen oxides non-smog season emission reduction credits for a year for the purpose of subsection 20 (4) only if the following statement is true:</p> <p class=\"equation-e\">(A ÷ B) ≤  (C ÷ D)</p> <p class=\"Ssection-e\">where,</p> <p class=\"equationind1-e\">  A = the amount of nitric oxide or nitrogen oxides, as the case may be, emitted from the facility in the smog season in the year,</p> <p class=\"equationind1-e\">  B = the amount of nitric oxide or nitrogen oxides, as the case may be, emitted from the facility in the year, other than nitric oxide emitted in the smog season,</p> <p class=\"equationind1-e\">  C = the total amount of nitric oxide smog season emission reduction credits or nitrogen oxides smog season emission reduction credits, as the case may be, retired by the owner for the year for the purpose of subsection 20 (4),</p> <p class=\"equationind1-e\">  D = the total amount of nitric oxide non-smog season emission reduction credits or nitrogen oxides non-smog season emission reduction credits, as the case may be, retired by the owner for the year for the purpose of subsection 20 (4).</p> <p class=\"footnote-e\">O. Reg. 193/05, s. 13.</p> <p class=\"heading1-e\"><a name=\"BK37\"></a>Monitoring and Reporting</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "Monitoring and Reporting",
            "part_id": null,
            "part_type": null,
            "section": "Monitoring and Reporting",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "28.",
            "part_id": null,
            "part_type": null,
            "section": "Nitric oxide and nitrogen oxides monitoring and reporting",
            "content": " 28. (1) This section applies to a generation facility for a year if, (a) nitric oxide emission allowances or nitrogen oxides emission allowances will be acquired by any person in respect of the facility on January 1 of the year under section 7, 8, 9, 10 or 11; or (b) section 20 can reasonably be expected to apply to the facility for the next year.  O. Reg. 397/01, s. 28 (1); O. Reg. 193/05, s. 14 (1). (2) Revoked: O. Reg. 354/19, s. 1 (1). (2.1) The owner of a facility to which this section applies for a year after 2005 shall ensure that emissions of nitrogen oxides from the facility are monitored during the year in accordance with, (a) a continuous emissions monitoring system installed and operated in accordance with the document prepared by the Ministry, entitled “Guideline for the Installation and Operation of Continuous Emission Monitoring (CEM) Systems”, as amended from time to time and available on a website of the Government of Ontario; or (b) a method that, in the opinion of the Director, will provide estimates of nitrogen oxides emissions at least as accurate as the estimates that would be provided by a continuous emission monitoring system referred to in clause (a).  O. Reg. 193/05, s. 14 (3); O. Reg. 354/19, s. 1 (1, 2). (2.2) Subsection (2.1) does not apply to a facility until January 1, 2007 if section 20 can reasonably be expected to first apply to the facility in 2007.  O. Reg. 193/05, s. 14 (3). (3) Revoked: O. Reg. 354/19, s. 1 (1). (4) Revoked: O. Reg. 354/19, s. 1 (1). (5) The owner of a facility to which this section applies for a year shall, not later than March 31 in the following year, submit a report to the Director stating, (a) the amount of nitric oxide or nitrogen oxides, as the case may be, emitted from the facility in the smog season in the year; (b) the amount of nitric oxide or nitrogen oxides, as the case may be, emitted from the facility in the year, other than nitric oxide or nitrogen oxides emitted during the smog season; and (c) the amount of nitric oxide or nitrogen oxides, as the case may be, emitted from the facility in the year because of reliability must run contracts as defined in the market rules or directions given by the IESO under the authority of the market rules.  O. Reg. 193/05, s. 14 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK38\"></a><b>28.</b><b> </b>(1) This section applies to a generation facility for a year if,</p> <p class=\"clause-e\">  (a) nitric oxide emission allowances or nitrogen oxides emission allowances will be acquired by any person in respect of the facility on January 1 of the year under section 7, 8, 9, 10 or 11; or</p> <p class=\"clause-e\">  (b) section 20 can reasonably be expected to apply to the facility for the next year.  O. Reg. 397/01, s. 28 (1); O. Reg. 193/05, s. 14 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 354/19, s. 1 (1).</p> <p class=\"subsection-e\">  (2.1) The owner of a facility to which this section applies for a year after 2005 shall ensure that emissions of nitrogen oxides from the facility are monitored during the year in accordance with,</p> <p class=\"clause-e\">  (a) a continuous emissions monitoring system installed and operated in accordance with the document prepared by the Ministry, entitled “Guideline for the Installation and Operation of Continuous Emission Monitoring (CEM) Systems”, as amended from time to time and available on a website of the Government of Ontario; or</p> <p class=\"clause-e\">  (b) a method that, in the opinion of the Director, will provide estimates of nitrogen oxides emissions at least as accurate as the estimates that would be provided by a continuous emission monitoring system referred to in clause (a).  O. Reg. 193/05, s. 14 (3); O. Reg. 354/19, s. 1 (1, 2).</p> <p class=\"subsection-e\">  (2.2) Subsection (2.1) does not apply to a facility until January 1, 2007 if section 20 can reasonably be expected to first apply to the facility in 2007.  O. Reg. 193/05, s. 14 (3).</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 354/19, s. 1 (1).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 354/19, s. 1 (1).</p> <p class=\"subsection-e\">  (5) The owner of a facility to which this section applies for a year shall, not later than March 31 in the following year, submit a report to the Director stating,</p> <p class=\"clause-e\">  (a) the amount of nitric oxide or nitrogen oxides, as the case may be, emitted from the facility in the smog season in the year;</p> <p class=\"clause-e\">  (b) the amount of nitric oxide or nitrogen oxides, as the case may be, emitted from the facility in the year, other than nitric oxide or nitrogen oxides emitted during the smog season; and</p> <p class=\"clause-e\">  (c) the amount of nitric oxide or nitrogen oxides, as the case may be, emitted from the facility in the year because of reliability must run contracts as defined in the market rules or directions given by the IESO under the authority of the market rules.  O. Reg. 193/05, s. 14 (4).</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "29.",
            "part_id": null,
            "part_type": null,
            "section": "Sulphur dioxide monitoring and reporting",
            "content": " 29. (1) This section applies to a generation facility for a year if, (a) sulphur dioxide emission allowances will be acquired by any person in respect of the facility on January 1 of the year under section 13 or 14; or (b) section 21 can reasonably be expected to apply to the facility for the next year.  O. Reg. 397/01, s. 29 (1). (2) The owner of a facility to which this section applies for a year shall ensure that emissions of sulphur dioxide from the facility are monitored during the year in accordance with, (a) a continuous emissions monitoring system installed and operated in accordance with the document prepared by the Ministry, entitled “Guideline for the Installation and Operation of Continuous Emission Monitoring (CEM) Systems”, as amended from time to time and available on a website of the Government of Ontario; or (b) a method that, in the opinion of the Director, will provide estimates of sulphur dioxide emissions at least as accurate as the estimates that would be provided by a continuous emission monitoring system referred to in clause (a).  O. Reg. 397/01, s. 29 (2); O. Reg. 354/19, s. 2. (3) Subsection (2) does not apply to the Lakeview Generation Facility until May 1, 2005 if emissions of sulphur dioxide from the facility are monitored in accordance with, (a) the continuous emissions measurement method set out in the emission verification and reporting order issued to Ontario Hydro by the Director under section 17 of the Act on June 15, 1990, as amended on June 1, 1996; or (b) a method that, in the opinion of the Director, will provide estimates of sulphur dioxide emissions at least as accurate as the estimates that would be provided by the method referred to in clause (a).  O. Reg. 397/01, s. 29 (3). (3.1) Subsection 28 (2.1) does not apply to a facility until January 1, 2007 if section 20 can reasonably be expected to first apply to the facility in 2007.  O. Reg. 193/05, s. 15 (1). (4) Subsection (2) does not apply to a facility other than the Lakeview Generation Facility until the first day of the 18th month after the month in which this Regulation is filed if emissions of sulphur dioxide from the facility are monitored in accordance with, (a) a method set out in the emission verification and reporting order issued to Ontario Hydro by the Director under section 17 of the Act on June 15, 1990, as amended on June 1, 1996; or (b) a method that, in the opinion of the Director, will provide estimates of sulphur dioxide emissions at least as accurate as the estimates that would be provided by at least one method set out in the order referred to in clause (a).  O. Reg. 397/01, s. 29 (4). (5) The owner of a facility to which this section applies for a year shall, not later than March 31 in the following year, submit a report to the Director stating, (a) the amount of sulphur dioxide emitted from the facility in the year; and (b) the amount of sulphur dioxide emitted from the facility in the year because of reliability must run contracts as defined in the market rules or directions given by the IESO under the authority of the market rules.  O. Reg. 397/01, s. 29 (5); O. Reg. 193/05, s. 15 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK39\"></a>29.</b><b> </b>(1) This section applies to a generation facility for a year if,</p> <p class=\"clause-e\">  (a) sulphur dioxide emission allowances will be acquired by any person in respect of the facility on January 1 of the year under section 13 or 14; or</p> <p class=\"clause-e\">  (b) section 21 can reasonably be expected to apply to the facility for the next year.  O. Reg. 397/01, s. 29 (1).</p> <p class=\"subsection-e\">  (2) The owner of a facility to which this section applies for a year shall ensure that emissions of sulphur dioxide from the facility are monitored during the year in accordance with,</p> <p class=\"clause-e\">  (a) a continuous emissions monitoring system installed and operated in accordance with the document prepared by the Ministry, entitled “Guideline for the Installation and Operation of Continuous Emission Monitoring (CEM) Systems”, as amended from time to time and available on a website of the Government of Ontario; or</p> <p class=\"clause-e\">  (b) a method that, in the opinion of the Director, will provide estimates of sulphur dioxide emissions at least as accurate as the estimates that would be provided by a continuous emission monitoring system referred to in clause (a).  O. Reg. 397/01, s. 29 (2); O. Reg. 354/19, s. 2.</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply to the Lakeview Generation Facility until May 1, 2005 if emissions of sulphur dioxide from the facility are monitored in accordance with,</p> <p class=\"clause-e\">  (a) the continuous emissions measurement method set out in the emission verification and reporting order issued to Ontario Hydro by the Director under section 17 of the Act on June 15, 1990, as amended on June 1, 1996; or</p> <p class=\"clause-e\">  (b) a method that, in the opinion of the Director, will provide estimates of sulphur dioxide emissions at least as accurate as the estimates that would be provided by the method referred to in clause (a).  O. Reg. 397/01, s. 29 (3).</p> <p class=\"subsection-e\">  (3.1) Subsection 28 (2.1) does not apply to a facility until January 1, 2007 if section 20 can reasonably be expected to first apply to the facility in 2007.  O. Reg. 193/05, s. 15 (1).</p> <p class=\"subsection-e\">  (4) Subsection (2) does not apply to a facility other than the Lakeview Generation Facility until the first day of the 18th month after the month in which this Regulation is filed if emissions of sulphur dioxide from the facility are monitored in accordance with,</p> <p class=\"clause-e\">  (a) a method set out in the emission verification and reporting order issued to Ontario Hydro by the Director under section 17 of the Act on June 15, 1990, as amended on June 1, 1996; or</p> <p class=\"clause-e\">  (b) a method that, in the opinion of the Director, will provide estimates of sulphur dioxide emissions at least as accurate as the estimates that would be provided by at least one method set out in the order referred to in clause (a).  O. Reg. 397/01, s. 29 (4).</p> <p class=\"subsection-e\">  (5) The owner of a facility to which this section applies for a year shall, not later than March 31 in the following year, submit a report to the Director stating,</p> <p class=\"clause-e\">  (a) the amount of sulphur dioxide emitted from the facility in the year; and</p> <p class=\"clause-e\">  (b) the amount of sulphur dioxide emitted from the facility in the year because of reliability must run contracts as defined in the market rules or directions given by the IESO under the authority of the market rules.  O. Reg. 397/01, s. 29 (5); O. Reg. 193/05, s. 15 (2).</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "30.",
            "part_id": null,
            "part_type": null,
            "section": "Report of electricity generated",
            "content": " 30. Not later than March 31 in each year after 2004, each owner of a generation facility that had a name plate capacity of more than 25 megawatts at any time in the previous year shall submit a report to the Director stating, (a) the amount of electricity generated by the facility in the previous year; and (b) the amount of electricity generated by the facility in the previous year.  O. Reg. 397/01, s. 30; O. Reg. 193/05, s. 16.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>30.</b><b> </b>Not later than March 31 in each year after 2004, each owner of a generation facility that had a name plate capacity of more than 25 megawatts at any time in the previous year shall submit a report to the Director stating,</p> <p class=\"clause-e\">  (a) the amount of electricity generated by the facility in the previous year; and</p> <p class=\"clause-e\">  (b) the amount of electricity generated by the facility in the previous year.  O. Reg. 397/01, s. 30; O. Reg. 193/05, s. 16.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "31.",
            "part_id": null,
            "part_type": null,
            "section": "Records",
            "content": " 31. A person who is required to submit a report to the Director under section 28, 29 or 30 shall ensure that the information and supporting documentation on which the report is based are kept for five years after the report is submitted.  O. Reg. 397/01, s. 31. Miscellaneous",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK41\"></a><b>31.</b><b> </b>A person who is required to submit a report to the Director under section 28, 29 or 30 shall ensure that the information and supporting documentation on which the report is based are kept for five years after the report is submitted.  O. Reg. 397/01, s. 31.</p> <p class=\"heading1-e\"><a name=\"BK42\"></a>Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "Miscellaneous",
            "part_id": null,
            "part_type": null,
            "section": "Miscellaneous",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "32.",
            "part_id": null,
            "part_type": null,
            "section": "Voluntary retirement",
            "content": " 32. The holder of emission allowances or emission reduction credits may retire the allowances or credits by giving written notice to the operator of the Registry and, on receipt of the notice, the operator shall amend the Registry to indicate that the retired allowances or credits no longer exist.  O. Reg. 397/01, s. 32.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK43\"></a><b>32.</b><b> </b>The holder of emission allowances or emission reduction credits may retire the allowances or credits by giving written notice to the operator of the Registry and, on receipt of the notice, the operator shall amend the Registry to indicate that the retired allowances or credits no longer exist.  O. Reg. 397/01, s. 32.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "33.",
            "part_id": null,
            "part_type": null,
            "section": "Cogeneration facilities",
            "content": " 33. If a generation facility produces a useful product other than electricity, a reference in this Regulation to the amount of nitric oxide, nitrogen oxides or sulphur dioxide emitted from the facility during a period of time shall be deemed to be a reference to the amount determined in accordance with the following formula: (A ÷ B) × C where, A = the amount of energy used by the facility to produce electricity during the period of time, B = the total amount of energy used by the facility to produce electricity and other useful products during the period of time, C = the total amount of nitric oxide, nitrogen oxides or sulphur dioxide, as the case may be, emitted from the facility during the period of time. O. Reg. 397/01, s. 33; O. Reg. 193/05, s. 17.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK44\"></a><b>33.</b><b> </b>If a generation facility produces a useful product other than electricity, a reference in this Regulation to the amount of nitric oxide, nitrogen oxides or sulphur dioxide emitted from the facility during a period of time shall be deemed to be a reference to the amount determined in accordance with the following formula:</p> <p class=\"equation-e\">(A ÷ B) × C</p> <p class=\"Ssection-e\">where,</p> <p class=\"equationind1-e\">  A = the amount of energy used by the facility to produce electricity during the period of time,</p> <p class=\"equationind1-e\">  B = the total amount of energy used by the facility to produce electricity and other useful products during the period of time,</p> <p class=\"equationind1-e\">  C = the total amount of nitric oxide, nitrogen oxides or sulphur dioxide, as the case may be, emitted from the facility during the period of time.</p> <p class=\"footnote-e\">O. Reg. 397/01, s. 33; O. Reg. 193/05, s. 17.</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "34.",
            "part_id": null,
            "part_type": null,
            "section": "Rounding of amounts",
            "content": " 34. (1) For the purposes of this Regulation, the final result of any calculation made under this Regulation that is measured in tonnes or kilotonnes and that is not a whole number when expressed in tonnes shall be rounded down to the nearest tonne.  O. Reg. 397/01, s. 34 (1). (2) For the purposes of this Regulation, any amount of nitric oxide, nitrogen oxides or sulphur dioxide used in a calculation under this Regulation that is not a whole number when expressed in tonnes shall be rounded up to the nearest tonne.  O. Reg. 397/01, s. 34 (2); O. Reg. 193/05, s. 18.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK45\"></a><b>34.</b><b> </b>(1) For the purposes of this Regulation, the final result of any calculation made under this Regulation that is measured in tonnes or kilotonnes and that is not a whole number when expressed in tonnes shall be rounded down to the nearest tonne.  O. Reg. 397/01, s. 34 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of this Regulation, any amount of nitric oxide, nitrogen oxides or sulphur dioxide used in a calculation under this Regulation that is not a whole number when expressed in tonnes shall be rounded up to the nearest tonne.  O. Reg. 397/01, s. 34 (2); O. Reg. 193/05, s. 18.</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "35.",
            "part_id": null,
            "part_type": null,
            "section": "Forms",
            "content": " 35. An application or report to the Director under this Regulation must be in a form provided by or approved by the Director.  O. Reg. 397/01, s. 35. 36. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 397/01, s. 36.    ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK46\"></a><b>35.</b><b> </b>An application or report to the Director under this Regulation must be in a form provided by or approved by the Director.  O. Reg. 397/01, s. 35.</p> <p class=\"section-e\"> <b>36.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation</span><span>).</span>  O. Reg. 397/01, s. 36.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}