{
    "reg_info": {
        "full_title": "O. Reg. 556/92: LOAD BROKERS",
        "reg_name_text": "LOAD BROKERS",
        "citation": "O. Reg. 556/92: ",
        "act_under": "Truck Transportation Act   Loi sur le camionnage",
        "url": "https://www.ontario.ca/laws/regulation/920556",
        "date_scraped": "2023-12-19 17:50:42"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/920556/v2",
            "valid_from": "December  9, 2005",
            "valid_to": "December 31, 2005"
        },
        {
            "a_href": "/laws/regulation/920556/v1",
            "valid_from": "September 11, 1992",
            "valid_to": "December  8, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. (1) In the Act and in this Regulation, “load broker” means a person who arranges, for compensation, for goods owned by one person to be carried by another person who is a carrier; “load brokerage service” means the service of arranging for goods owned by one person to be carried by another person who is a carrier, but does not include such service if it is, (a) arranged by one carrier with another carrier under a certificate of intercorporate exemption, (b) arranged by one licensed carrier with another licensed carrier utilizing services that are commonly known as interline, (c) arranged by one licensed carrier with another licensed carrier, both operating under an interchange authority as defined inRegulation 1091 of the Revised Regulations of Ontario, 1990, or (d) arranged by one carrier with an affiliated carrier, for the carriage of used household goods as defined in Regulation 1091 ofthe Revised Regulations of Ontario, 1990. O. Reg. 556/92, s. 1 (1). (2) In this Regulation, “Appeal Board” means the Licence Suspension Appeal Board under the Highway Traffic Act; “carrier” means a person required to be licensed under the Act or the Motor Vehicle Transport Act (Canada); “licensed carrier” means a carrier licensed under the Act or the Motor Vehicle Transport Act (Canada). O. Reg. 556/92, s. 1 (2). Load Brokerage Certificates",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) In the Act and in this Regulation,</p> <p class=\"firstdef-e\">“load broker” means a person who arranges, for compensation, for goods owned by one person to be carried by another person who is a carrier;</p> <p class=\"definition-e\">“load brokerage service” means the service of arranging for goods owned by one person to be carried by another person who is a carrier, but does not include such service if it is,</p> <p class=\"defclause-e\">(a) arranged by one carrier with another carrier under a certificate of intercorporate exemption,</p> <p class=\"defclause-e\">(b) arranged by one licensed carrier with another licensed carrier utilizing services that are commonly known as interline,</p> <p class=\"defclause-e\">(c) arranged by one licensed carrier with another licensed carrier, both operating under an interchange authority as defined inRegulation 1091 of the Revised Regulations of Ontario, 1990, or</p> <p class=\"defclause-e\">(d) arranged by one carrier with an affiliated carrier, for the carriage of used household goods as defined in Regulation 1091 ofthe Revised Regulations of Ontario, 1990. O. Reg. 556/92, s. 1 (1).</p> <p class=\"subsection-e\">(2) In this Regulation,</p> <p class=\"firstdef-e\">“Appeal Board” means the Licence Suspension Appeal Board under the <i>Highway Traffic Act</i>;</p> <p class=\"definition-e\">“carrier” means a person required to be licensed under the Act or the <i>Motor Vehicle Transport Act</i> (Canada);</p> <p class=\"definition-e\">“licensed carrier” means a carrier licensed under the Act or the <i>Motor Vehicle Transport Act</i> (Canada). O. Reg. 556/92, s. 1 (2).</p> <p class=\"heading1-e\">Load Brokerage Certificates</p>"
        },
        {
            "id": "2.",
            "section": "Load Brokerage Certificates",
            "content": "2. An application for a load brokerage certificate shall be filed with the Registrar on a form provided or approved by the Ministry. O.Reg. 556/92, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>An application for a load brokerage certificate shall be filed with the Registrar on a form provided or approved by the Ministry. O.Reg. 556/92, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Load Brokerage Certificates",
            "content": "3. (1) A load brokerage certificate is valid for a period of twelve months from its date of issue, unless it is cancelled or suspended before then by the Registrar, and may be renewed within sixty days after its expiry date. O.Reg. 556/92, s. 3 (1). (2) If the holder of a load brokerage certificate applies for its renewal and pays the prescribed fee before the expiry date of the certificate, the certificate shall be deemed to continue after its expiry date, (a) until the renewal is issued; (b) if the Registrar proposes to refuse to renew the certificate, until the time for giving notice requiring a hearing has expired and, if a hearing is required, until the Appeal Board has made its order; or (c) until the Registrar serves notice that he or she temporarily refuses to renew the certificate. O.Reg. 556/92, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) A load brokerage certificate is valid for a period of twelve months from its date of issue, unless it is cancelled or suspended before then by the Registrar, and may be renewed within sixty days after its expiry date. O.Reg. 556/92, s. 3 (1).</p> <p class=\"subsection-e\">(2) If the holder of a load brokerage certificate applies for its renewal and pays the prescribed fee before the expiry date of the certificate, the certificate shall be deemed to continue after its expiry date,</p> <p class=\"clause-e\">(a) until the renewal is issued;</p> <p class=\"clause-e\">(b) if the Registrar proposes to refuse to renew the certificate, until the time for giving notice requiring a hearing has expired and, if a hearing is required, until the Appeal Board has made its order; or</p> <p class=\"clause-e\">(c) until the Registrar serves notice that he or she temporarily refuses to renew the certificate. O.Reg. 556/92, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Load Brokerage Certificates",
            "content": "4. The Registrar may refuse to issue or renew a load brokerage certificate if, (a) the applicant cannot reasonably be expected to be financially responsible in the conduct of a load brokerage service, having regard to the applicant’s financial position; (b) the past conduct of the applicant affords reasonable grounds for belief that the applicant will not carry on a load brokerage service in accordance with the law and with integrity and honesty; (c) the past conduct of the applicant’s officers, directors or controlling shareholders, if the applicant is a corporation, affords reasonable grounds for belief that the applicant will not carry on a load brokerage service in accordance with the law and with integrity and honesty; (d) the past conduct of a partner, if the applicant is a partnership, or of a partner’s officers, directors or controlling shareholders if the partner is a corporation, affords reasonable grounds for belief that the applicant will not carry on a load brokerage service in accordance with the law and with integrity and honesty; or (e) the applicant has not paid the prescribed fee. O.Reg. 556/92, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The Registrar may refuse to issue or renew a load brokerage certificate if,</p> <p class=\"clause-e\">(a) the applicant cannot reasonably be expected to be financially responsible in the conduct of a load brokerage service, having regard to the applicant’s financial position;</p> <p class=\"clause-e\">(b) the past conduct of the applicant affords reasonable grounds for belief that the applicant will not carry on a load brokerage service in accordance with the law and with integrity and honesty;</p> <p class=\"clause-e\">(c) the past conduct of the applicant’s officers, directors or controlling shareholders, if the applicant is a corporation, affords reasonable grounds for belief that the applicant will not carry on a load brokerage service in accordance with the law and with integrity and honesty;</p> <p class=\"clause-e\">(d) the past conduct of a partner, if the applicant is a partnership, or of a partner’s officers, directors or controlling shareholders if the partner is a corporation, affords reasonable grounds for belief that the applicant will not carry on a load brokerage service in accordance with the law and with integrity and honesty; or</p> <p class=\"clause-e\">(e) the applicant has not paid the prescribed fee. O.Reg. 556/92, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Load Brokerage Certificates",
            "content": "5. The Registrar may cancel or suspend a load brokerage certificate for failure to comply with the requirements of the Act or this Regulation. O.Reg. 556/92, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>The Registrar may cancel or suspend a load brokerage certificate for failure to comply with the requirements of the Act or this Regulation. O.Reg. 556/92, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Load Brokerage Certificates",
            "content": "6. The Registrar shall cancel a load brokerage certificate upon the request in writing of the holder of the certificate, and section 7 does not apply to such cancellation. O.Reg. 556/92, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The Registrar shall cancel a load brokerage certificate upon the request in writing of the holder of the certificate, and section 7 does not apply to such cancellation. O.Reg. 556/92, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Load Brokerage Certificates",
            "content": "7. (1) Before refusing under section 4 to issue or renew a load brokerage certificate or before cancelling or suspending a certificate under section 5, the Registrar shall serve notice of the proposal to refuse, cancel or suspend, with reasons, on the applicant for or holder of the load brokerage certificate. O.Reg. 556/92, s. 7 (1). (2) A person who is served with a notice under subsection (1) is entitled to a hearing by the Appeal Board if the person serves a written request for a hearing on the Registrar and the Appeal Board within fifteen days after being served with the notice. O.Reg. 556/92, s. 7 (2). (3) If the Registrar does not receive a request for a hearing, the Registrar may carry out the proposal on the expiration of the fifteen days referred to in subsection (2). O.Reg. 556/92, s. 7 (3). (4) A notice that is mailed by prepaid post to an applicant for or holder of a load brokerage certificate at the applicant’s or holder’s address last known to the Registrar shall be deemed to have been served on the third day after the day of mailing. O.Reg. 556/92, s. 7 (4). (5) The Appeal Board, on the application by an applicant for or holder of a load brokerage certificate, may extend the time for requesting a hearing, either before or after the expiration of the fifteen-day period, and may give such directions as it considers proper consequent upon the extension. O.Reg. 556/92, s. 7 (5). (6) After a hearing, the Appeal Board may amend or confirm the proposal of the Registrar and may by order direct the Registrar to carry out his or her proposal or refrain from carrying out his or her proposal, and, for such purposes, the Appeal Board may substitute its opinion for that of the Registrar. O.Reg. 556/92, s. 7 (6). (7) The Registrar shall carry out his or her proposal or refrain from doing so, as directed by the Appeal Board. O.Reg. 556/92, s. 7 (7). (8) This section does not apply to the cancellation of a load brokerage certificate under subsection 13 (2) for cancellation of the surety bond. O.Reg. 556/92, s. 7 (8).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) Before refusing under section 4 to issue or renew a load brokerage certificate or before cancelling or suspending a certificate under section 5, the Registrar shall serve notice of the proposal to refuse, cancel or suspend, with reasons, on the applicant for or holder of the load brokerage certificate. O.Reg. 556/92, s. 7 (1).</p> <p class=\"subsection-e\">(2) A person who is served with a notice under subsection (1) is entitled to a hearing by the Appeal Board if the person serves a written request for a hearing on the Registrar and the Appeal Board within fifteen days after being served with the notice. O.Reg. 556/92, s. 7 (2).</p> <p class=\"subsection-e\">(3) If the Registrar does not receive a request for a hearing, the Registrar may carry out the proposal on the expiration of the fifteen days referred to in subsection (2). O.Reg. 556/92, s. 7 (3).</p> <p class=\"subsection-e\">(4) A notice that is mailed by prepaid post to an applicant for or holder of a load brokerage certificate at the applicant’s or holder’s address last known to the Registrar shall be deemed to have been served on the third day after the day of mailing. O.Reg. 556/92, s. 7 (4).</p> <p class=\"subsection-e\">(5) The Appeal Board, on the application by an applicant for or holder of a load brokerage certificate, may extend the time for requesting a hearing, either before or after the expiration of the fifteen-day period, and may give such directions as it considers proper consequent upon the extension. O.Reg. 556/92, s. 7 (5).</p> <p class=\"subsection-e\">(6) After a hearing, the Appeal Board may amend or confirm the proposal of the Registrar and may by order direct the Registrar to carry out his or her proposal or refrain from carrying out his or her proposal, and, for such purposes, the Appeal Board may substitute its opinion for that of the Registrar. O.Reg. 556/92, s. 7 (6).</p> <p class=\"subsection-e\">(7) The Registrar shall carry out his or her proposal or refrain from doing so, as directed by the Appeal Board. O.Reg. 556/92, s. 7 (7).</p> <p class=\"subsection-e\">(8) This section does not apply to the cancellation of a load brokerage certificate under subsection 13 (2) for cancellation of the surety bond. O.Reg. 556/92, s. 7 (8).</p>"
        },
        {
            "id": "8.",
            "section": "Load Brokerage Certificates",
            "content": "8. (1) The Registrar may temporarily suspend or temporarily refuse to renew a load brokerage certificate without a prior hearing if, (a) in the Registrar’s opinion it is necessary to do so for the immediate protection of the interests of carriers or consignors; and (b) the Registrar serves on the holder of the load brokerage certificate a notice of the temporary suspension or refusal to renew with reasons to support the Registrar’s opinion under clause (a). O. Reg. 556/92, s. 8 (1). (2) A temporary suspension or temporary refusal to renew under subsection (1) is effective immediately upon service of the notice and shall continue in force until a date set out in the notice, not to exceed seventy-five days after the notice is served, or until the Registrar acts under subsection (7), whichever is first. O.Reg. 556/92, s. 8 (2). (3) A person who is served with a notice under subsection (1) is entitled to a hearing by the Appeal Board if the person serves a written request for a hearing on the Registrar and the Appeal Board within fifteen days after being served with the notice. O. Reg. 556/92, s. 8 (3). (4) Subsections 7 (4) and (5) apply with necessary modifications to the notice and right to a hearing under this section. O. Reg. 556/92, s. 8 (4). (5) The Appeal Board shall hold a hearing and make an order within sixty days after receiving a request under subsection (3). O. Reg. 556/92, s. 8 (5). (6) After a hearing, the Appeal Board may by order direct the Registrar to lift the suspension or issue a renewal or to issue a permanent suspension or refusal and, for such purposes, the Appeal Board may substitute its opinion for that of the Registrar. O. Reg. 556/92, s. 8 (6). (7) The Registrar shall lift the suspension or issue the renewal or issue a permanent suspension or refusal to renew, as directed by the Appeal Board, and section 7 does not apply to any action by the Registrar under this subsection. O. Reg. 556/92, s. 8 (7).",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) The Registrar may temporarily suspend or temporarily refuse to renew a load brokerage certificate without a prior hearing if,</p> <p class=\"clause-e\">(a) in the Registrar’s opinion it is necessary to do so for the immediate protection of the interests of carriers or consignors; and</p> <p class=\"clause-e\">(b) the Registrar serves on the holder of the load brokerage certificate a notice of the temporary suspension or refusal to renew with reasons to support the Registrar’s opinion under clause (a). O. Reg. 556/92, s. 8 (1).</p> <p class=\"subsection-e\">(2) A temporary suspension or temporary refusal to renew under subsection (1) is effective immediately upon service of the notice and shall continue in force until a date set out in the notice, not to exceed seventy-five days after the notice is served, or until the Registrar acts under subsection (7), whichever is first. O.Reg. 556/92, s. 8 (2).</p> <p class=\"subsection-e\">(3) A person who is served with a notice under subsection (1) is entitled to a hearing by the Appeal Board if the person serves a written request for a hearing on the Registrar and the Appeal Board within fifteen days after being served with the notice. O. Reg. 556/92, s. 8 (3).</p> <p class=\"subsection-e\">(4) Subsections 7 (4) and (5) apply with necessary modifications to the notice and right to a hearing under this section. O. Reg. 556/92, s. 8 (4).</p> <p class=\"subsection-e\">(5) The Appeal Board shall hold a hearing and make an order within sixty days after receiving a request under subsection (3). O. Reg. 556/92, s. 8 (5).</p> <p class=\"subsection-e\">(6) After a hearing, the Appeal Board may by order direct the Registrar to lift the suspension or issue a renewal or to issue a permanent suspension or refusal and, for such purposes, the Appeal Board may substitute its opinion for that of the Registrar. O. Reg. 556/92, s. 8 (6).</p> <p class=\"subsection-e\">(7) The Registrar shall lift the suspension or issue the renewal or issue a permanent suspension or refusal to renew, as directed by the Appeal Board, and section 7 does not apply to any action by the Registrar under this subsection. O. Reg. 556/92, s. 8 (7).</p>"
        },
        {
            "id": "9.",
            "section": "Load Brokerage Certificates",
            "content": "9. The holder of a load brokerage certificate that is cancelled or suspended under section 5 or 6 or subsection 8 (7) shall, without delay, surrender the certificate to the Registrar. O.Reg. 556/92, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>The holder of a load brokerage certificate that is cancelled or suspended under section 5 or 6 or subsection 8 (7) shall, without delay, surrender the certificate to the Registrar. O.Reg. 556/92, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Load Brokerage Certificates",
            "content": "10. Every holder of a load brokerage certificate shall file with the Registrar any changes to the holder’s name or address within thirty days after the change occurs. O.Reg. 556/92, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>Every holder of a load brokerage certificate shall file with the Registrar any changes to the holder’s name or address within thirty days after the change occurs. O.Reg. 556/92, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Load Brokerage Certificates",
            "content": "11. A load brokerage certificate is not transferable. O.Reg. 556/92, s. 11. Surety Bond",
            "raw_html": "<p class=\"section-e\"><b>11. </b>A load brokerage certificate is not transferable. O.Reg. 556/92, s. 11.</p> <p class=\"heading1-e\">Surety Bond</p>"
        },
        {
            "id": "12.",
            "section": "Surety Bond",
            "content": "12. (1) In this section,  “financial institution” means a financial institution that is supervised or examined by the central bank or other governmental authority in the jurisdiction in which the financial institution carries on business, including but not limited to a bank, trust corporation and credit union. O.Reg. 556/92, s. 12 (1). (2) Every load broker shall file with the Registrar evidence, as required by the Ministry, of a surety bond of a financial institution in an amount of not less than $10,000. O.Reg. 556/92, s. 12 (2). (3) No person shall provide a load brokerage service unless a surety bond is filed with the Registrar as required by subsection (2). O.Reg. 556/92, s. 12 (3).",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) In this section, </p> <p class=\"firstdef-e\">“financial institution” means a financial institution that is supervised or examined by the central bank or other governmental authority in the jurisdiction in which the financial institution carries on business, including but not limited to a bank, trust corporation and credit union. O.Reg. 556/92, s. 12 (1).</p> <p class=\"subsection-e\">(2) Every load broker shall file with the Registrar evidence, as required by the Ministry, of a surety bond of a financial institution in an amount of not less than $10,000. O.Reg. 556/92, s. 12 (2).</p> <p class=\"subsection-e\">(3) No person shall provide a load brokerage service unless a surety bond is filed with the Registrar as required by subsection (2). O.Reg. 556/92, s. 12 (3).</p>"
        },
        {
            "id": "13.",
            "section": "Surety Bond",
            "content": "13. (1) Every person that issues a surety bond for the purpose of section 12 may cancel the bond, subject to subsection (3), by notifying the Registrar in writing at least thirty days before the proposed date of the cancellation that the surety bond will be cancelled and in the absence of such notice, the bond is deemed to remain in force. O.Reg. 556/92, s. 13 (1). (2) The Registrar shall cancel a load brokerage certificate, effective the date of the surety bond’s proposed cancellation, upon receipt of a notice under subsection (1). O.Reg. 556/92, s. 13 (2). (3) The surety bond shall remain in force for a period of two years after the expiry, cancellation or suspension of the load brokerage certificate for the purpose of satisfying any claims by carriers against the load broker arising out of a transaction involving a load brokerage service while the load brokerage certificate was in force. O.Reg. 556/92, s. 13 (3).",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) Every person that issues a surety bond for the purpose of section 12 may cancel the bond, subject to subsection (3), by notifying the Registrar in writing at least thirty days before the proposed date of the cancellation that the surety bond will be cancelled and in the absence of such notice, the bond is deemed to remain in force. O.Reg. 556/92, s. 13 (1).</p> <p class=\"subsection-e\">(2) The Registrar shall cancel a load brokerage certificate, effective the date of the surety bond’s proposed cancellation, upon receipt of a notice under subsection (1). O.Reg. 556/92, s. 13 (2).</p> <p class=\"subsection-e\">(3) The surety bond shall remain in force for a period of two years after the expiry, cancellation or suspension of the load brokerage certificate for the purpose of satisfying any claims by carriers against the load broker arising out of a transaction involving a load brokerage service while the load brokerage certificate was in force. O.Reg. 556/92, s. 13 (3).</p>"
        },
        {
            "id": "14.",
            "section": "Surety Bond",
            "content": "14. (1) The Registrar may declare any surety bond required by section 12 forfeited if, (a) the load broker, including any member of a partnership, has been convicted of, and the conviction has become final for, (i) an offence under the Act, or (ii) an offence under the Criminal Code (Canada) involving fraud or theft or conspiracy to commit an offence involving fraud or theft; (b) proceedings by or in respect of the load broker, including any member of a partnership, have been taken under the Bankruptcy Act (Canada) either by way of assignment or by petition or where proceedings have been taken by way of winding up and, in the case of a petition, a receiving order under the Bankruptcy Act (Canada) or a winding-up order has been made, and the order has become final; (c) a judgment based on a finding of fraud has been given against the load broker, including any member of a partnership, and the judgment has become final; or (d) judgment has been given against the load broker, including any member of a partnership, on any claim arising out of a transaction involving a load brokerage service and the judgment has remained unsatisfied for a period of ninety days. O.Reg. 556/92, s. 14 (1). (2) It is a condition of the surety bond that, upon declaration by the Registrar that the bond is forfeited, the amount of the bond becomes due and owing by the person bound thereby as a debt due the Crown in right of Ontario and the Crown in right of Ontario shall hold the money paid to it under the bond, less the expenses incurred by the Crown in right of Ontario, in trust for, (a) judgment creditors of the load broker, including any member of a partnership, where the judgment was based on a clause arising out of a transaction involving a load brokerage service; (b) creditors of the load broker, including any member of a partnership, who satisfy the Registrar of the validity of a claim of less than $100 arising out of a transaction involving a load brokerage service; and (c) carriers who prove a claim in bankruptcy against the load broker, including any member of a partnership, in respect of any claim arising out of a transaction involving a load brokerage service. O.Reg. 556/92, s. 14 (2). (3) At the end of two years after the surety bond is forfeited, any amount of the surety bond remaining shall be held in trust for the person who made the payment under the bond. O.Reg. 556/92, s. 14 (3). Trust Account",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) The Registrar may declare any surety bond required by section 12 forfeited if,</p> <p class=\"clause-e\">(a) the load broker, including any member of a partnership, has been convicted of, and the conviction has become final for,</p> <p class=\"subclause-e\">(i) an offence under the Act, or</p> <p class=\"subclause-e\">(ii) an offence under the <i>Criminal Code</i> (Canada) involving fraud or theft or conspiracy to commit an offence involving fraud or theft;</p> <p class=\"clause-e\">(b) proceedings by or in respect of the load broker, including any member of a partnership, have been taken under the <i>Bankruptcy Act</i> (Canada) either by way of assignment or by petition or where proceedings have been taken by way of winding up and, in the case of a petition, a receiving order under the <i>Bankruptcy Act</i> (Canada) or a winding-up order has been made, and the order has become final;</p> <p class=\"clause-e\">(c) a judgment based on a finding of fraud has been given against the load broker, including any member of a partnership, and the judgment has become final; or</p> <p class=\"clause-e\">(d) judgment has been given against the load broker, including any member of a partnership, on any claim arising out of a transaction involving a load brokerage service and the judgment has remained unsatisfied for a period of ninety days. O.Reg. 556/92, s. 14 (1).</p> <p class=\"subsection-e\">(2) It is a condition of the surety bond that, upon declaration by the Registrar that the bond is forfeited, the amount of the bond becomes due and owing by the person bound thereby as a debt due the Crown in right of Ontario and the Crown in right of Ontario shall hold the money paid to it under the bond, less the expenses incurred by the Crown in right of Ontario, in trust for,</p> <p class=\"clause-e\">(a) judgment creditors of the load broker, including any member of a partnership, where the judgment was based on a clause arising out of a transaction involving a load brokerage service;</p> <p class=\"clause-e\">(b) creditors of the load broker, including any member of a partnership, who satisfy the Registrar of the validity of a claim of less than $100 arising out of a transaction involving a load brokerage service; and</p> <p class=\"clause-e\">(c) carriers who prove a claim in bankruptcy against the load broker, including any member of a partnership, in respect of any claim arising out of a transaction involving a load brokerage service. O.Reg. 556/92, s. 14 (2).</p> <p class=\"subsection-e\">(3) At the end of two years after the surety bond is forfeited, any amount of the surety bond remaining shall be held in trust for the person who made the payment under the bond. O.Reg. 556/92, s. 14 (3).</p> <p class=\"heading1-e\">Trust Account</p>"
        },
        {
            "id": "15.",
            "section": "Trust Account",
            "content": "15. (1) Every load broker shall hold in trust, for the benefit of the carriers to whom the load broker is liable to pay carriage charges, all the money the load broker receives from consignors and consignees in respect of the carriage of goods by carriers except, (a) money in excess of the carriage charges; and (b) interest on money held by the load broker for less than thirty days. O.Reg. 556/92, s. 15 (1). (2) Every load broker shall, (a) maintain an account designated as a trust account in a bank, trust corporation or credit union authorized to carry on business and located in Ontario; (b) keep the money held by the load broker as a trustee under subsection (1) separate from money that belongs to the load broker; (c) deposit the money held by the load broker as a trustee under subsection (1) in the trust account without delay after its receipt; and (d) disburse the money held by the load broker as a trustee under subsection (1) only to persons for whom the money is held in trust and who are entitled to such payment. O.Reg. 556/92, s. 15 (2). Records",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) Every load broker shall hold in trust, for the benefit of the carriers to whom the load broker is liable to pay carriage charges, all the money the load broker receives from consignors and consignees in respect of the carriage of goods by carriers except,</p> <p class=\"clause-e\">(a) money in excess of the carriage charges; and</p> <p class=\"clause-e\">(b) interest on money held by the load broker for less than thirty days. O.Reg. 556/92, s. 15 (1).</p> <p class=\"subsection-e\">(2) Every load broker shall,</p> <p class=\"clause-e\">(a) maintain an account designated as a trust account in a bank, trust corporation or credit union authorized to carry on business and located in Ontario;</p> <p class=\"clause-e\">(b) keep the money held by the load broker as a trustee under subsection (1) separate from money that belongs to the load broker;</p> <p class=\"clause-e\">(c) deposit the money held by the load broker as a trustee under subsection (1) in the trust account without delay after its receipt; and</p> <p class=\"clause-e\">(d) disburse the money held by the load broker as a trustee under subsection (1) only to persons for whom the money is held in trust and who are entitled to such payment. O.Reg. 556/92, s. 15 (2).</p> <p class=\"heading1-e\">Records</p>"
        },
        {
            "id": "16.",
            "section": "Records",
            "content": "16. Every load broker shall keep the following records at the load broker’s place of business in Ontario for a period of one year, (a) for every load brokerage service transacted, the names of the consignor and consignee; (b) for every load brokerage service transacted, the name of the carrier with whom the load broker arranges the service; (c) for every load brokerage service transacted, the bill of lading or freight bill number, or a copy of either; (d) the amount of compensation received by the broker for every load brokerage service transacted and the amount disbursed to the carrier in the transaction; (e) the accounts receivable and payable for the previous year; (f) a list of all sub-brokers and subcontractors to whom the load broker has assigned contracts for load brokerage services in the previous year; and (g) an explanation of the load broker’s system for paying its accounts in the previous year. O.Reg. 556/92, s. 16. Fees",
            "raw_html": "<p class=\"section-e\"><b>16. </b>Every load broker shall keep the following records at the load broker’s place of business in Ontario for a period of one year,</p> <p class=\"clause-e\">(a) for every load brokerage service transacted, the names of the consignor and consignee;</p> <p class=\"clause-e\">(b) for every load brokerage service transacted, the name of the carrier with whom the load broker arranges the service;</p> <p class=\"clause-e\">(c) for every load brokerage service transacted, the bill of lading or freight bill number, or a copy of either;</p> <p class=\"clause-e\">(d) the amount of compensation received by the broker for every load brokerage service transacted and the amount disbursed to the carrier in the transaction;</p> <p class=\"clause-e\">(e) the accounts receivable and payable for the previous year;</p> <p class=\"clause-e\">(f) a list of all sub-brokers and subcontractors to whom the load broker has assigned contracts for load brokerage services in the previous year; and</p> <p class=\"clause-e\">(g) an explanation of the load broker’s system for paying its accounts in the previous year. O.Reg. 556/92, s. 16.</p> <p class=\"heading1-e\">Fees</p>"
        },
        {
            "id": "17.",
            "section": "Fees",
            "content": "17. (1) The following fees shall be paid:  1.\n\nTo file an application for a load brokerage certificate\n\n$250.00\n\n\n2.\n\nTo file an application for renewal of a load brokerage certificate\n\n100.00\n\n\n3.\n\nTo file an application for replacement of a load brokerage certificate\n\n25.00\n\n\n4.\n\nTo exchange an intermediary licence for a load brokerage certificate\n\n100.00 O.Reg. 556/92, s. 17 (1). (2) No refund shall be paid in respect of a load brokerage certificate that is cancelled or suspended prior to its expiry date. O.Reg. 556/92, s. 17 (2). ",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) The following fees shall be paid:</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"38\"><p class=\"table-e\">1.</p>\n</td>\n<td valign=\"top\" width=\"215\"><p class=\"table-e\">To file an application for a load brokerage certificate</p>\n</td>\n<td valign=\"top\" width=\"58\"><p align=\"right\" class=\"table-e\">$250.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"38\"><p class=\"table-e\">2.</p>\n</td>\n<td valign=\"top\" width=\"215\"><p class=\"table-e\">To file an application for renewal of a load brokerage certificate</p>\n</td>\n<td valign=\"top\" width=\"58\"><p align=\"right\" class=\"table-e\">100.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"38\"><p class=\"table-e\">3.</p>\n</td>\n<td valign=\"top\" width=\"215\"><p class=\"table-e\">To file an application for replacement of a load brokerage certificate</p>\n</td>\n<td valign=\"top\" width=\"58\"><p align=\"right\" class=\"table-e\">25.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"38\"><p class=\"table-e\">4.</p>\n</td>\n<td valign=\"top\" width=\"215\"><p class=\"table-e\">To exchange an intermediary licence for a load brokerage certificate</p>\n</td>\n<td valign=\"top\" width=\"58\"><p align=\"right\" class=\"table-e\">100.00</p>\n</td></tr></table></center> <p class=\"footnote-e\">O.Reg. 556/92, s. 17 (1).</p> <p class=\"subsection-e\">(2) No refund shall be paid in respect of a load brokerage certificate that is cancelled or suspended prior to its expiry date. O.Reg. 556/92, s. 17 (2).</p> <p class=\"Normal\"></p>"
        }
    ]
}