{
    "reg_info": {
        "full_title": "O. Reg. 53/01: BILINGUAL PROCEEDINGS",
        "reg_name_text": "BILINGUAL PROCEEDINGS",
        "citation": "O. Reg. 53/01: ",
        "act_under": "Courts of Justice Act",
        "url": "https://www.ontario.ca/laws/regulation/010053",
        "date_scraped": "2023-12-18 12:53:54"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "February  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/010053/v3",
            "valid_from": "September 24, 2021",
            "valid_to": "January 31, 2022"
        },
        {
            "a_href": "/laws/regulation/010053/v2",
            "valid_from": "April 21, 2017",
            "valid_to": "September 23, 2021"
        },
        {
            "a_href": "/laws/regulation/010053/v1",
            "valid_from": "June  1, 2001",
            "valid_to": "April 20, 2017"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. Revoked: O. Reg. 677/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 677/21, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. Revoked: O. Reg. 677/21, s. 2. Exercising the Right to a Bilingual Proceeding",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 677/21, s. 2.</p> <p class=\"heading1-e\">Exercising the Right to a Bilingual Proceeding</p>"
        },
        {
            "id": "3.",
            "section": "Filing first document in French",
            "content": " 3. (1) Subject to subsection (2), if the first document that is filed by or issued at the request of a party to a proceeding who speaks French is written in French, the party shall be deemed, (a)  to have exercised the right under subsection 126 (4) of the Courts of Justice Act to require that the proceeding be conducted as a bilingual proceeding; and (b)  to have specified that all future hearings in the proceeding shall be presided over by a judge or officer who speaks English and French.  O. Reg. 53/01, s. 3 (1); O. Reg. 677/21, ss. 3 (1), 12 (1). (2) Clause (1) (b) does not apply to a hearing if the document is filed or issued less than seven days before the hearing.  O. Reg. 53/01, s. 3 (2). (3) On motion, the court may order that clause (1) (b) applies to a hearing despite subsection (2).  O. Reg. 53/01, s. 3 (3). (4) Revoked: O. Reg. 677/21, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> (1) Subject to subsection (2), if the first document that is filed by or issued at the request of a party to a proceeding who speaks French is written in French, the party shall be deemed,</p> <p class=\"clause-e\">  (a)  to have exercised the right under subsection 126 (4) of the <i>Courts of Justice Act</i> to require that the proceeding be conducted as a bilingual proceeding; and</p> <p class=\"clause-e\">  (b)  to have specified that all future hearings in the proceeding shall be presided over by a judge or officer who speaks English and French.  O. Reg. 53/01, s. 3 (1); O. Reg. 677/21, ss. 3 (1), 12 (1).</p> <p class=\"subsection-e\">  (2) Clause (1) (b) does not apply to a hearing if the document is filed or issued less than seven days before the hearing.  O. Reg. 53/01, s. 3 (2).</p> <p class=\"subsection-e\">  (3) On motion, the court may order that clause (1) (b) applies to a hearing despite subsection (2).  O. Reg. 53/01, s. 3 (3).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 677/21, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Provincial offences proceedings",
            "content": " 4. If a defendant who is served with an offence notice, parking infraction notice or notice of impending conviction in a proceeding under the Provincial Offences Act gives notice under that Act of an intention to appear in court and, together with the notice of intention to appear, makes a written request that the trial be held in French, the defendant shall be deemed, (a)  to have exercised the right under subsection 126 (4) of the Courts of Justice Act to require that the proceeding be conducted as a bilingual proceeding; and (b)  to have specified that all future hearings in the proceeding shall be presided over by a judge or officer who speaks English and French.  O. Reg. 53/01, s. 4; O. Reg. 677/21, s. 12 (1).",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> If a defendant who is served with an offence notice, parking infraction notice or notice of impending conviction in a proceeding under the <i>Provincial Offences Act</i> gives notice under that Act of an intention to appear in court and, together with the notice of intention to appear, makes a written request that the trial be held in French, the defendant shall be deemed,</p> <p class=\"clause-e\">  (a)  to have exercised the right under subsection 126 (4) of the <i>Courts of Justice Act</i> to require that the proceeding be conducted as a bilingual proceeding; and</p> <p class=\"clause-e\">  (b)  to have specified that all future hearings in the proceeding shall be presided over by a judge or officer who speaks English and French.  O. Reg. 53/01, s. 4; O. Reg. 677/21, s. 12 (1).</p>"
        },
        {
            "id": "5.",
            "section": "Requisition or statement",
            "content": " 5. (1) In addition to the methods described in sections 3 and 4, a party to a proceeding may, subject to subsections (3) to (7), exercise the right under subsection 126 (4) of the Courts of Justice Act to require that the proceeding be conducted as a bilingual proceeding, (a)  by filing with the clerk or registrar of the court where the proceeding was commenced, (i)  a requisition in Form 1, titled “Bilingual Proceeding Requisition”, dated August 2021 and available on the Internet through www.ontariocourtforms.on.ca, or (ii)  a written statement that is separate from any other document in the proceeding and that expresses a desire that the proceeding be conducted as a bilingual proceeding; or (b)  by making an oral statement to the court during an appearance in the proceeding that expresses a desire that the proceeding be conducted as a bilingual proceeding.  O. Reg. 53/01, s. 5 (1); O. Reg. 121/17, s. 1; O. Reg. 677/21, ss. 4, 12 (1). (2) A requisition or statement under subsection (1), (a)  shall specify one or more future hearings in the proceeding that shall be presided over by a judge or officer who speaks English and French; and (b)  may specify that all future hearings in the proceeding shall be presided over by a judge or officer who speaks English and French.  O. Reg. 53/01, s. 5 (2). (3) A requisition or statement under subsection (1) shall be filed or made at least seven days before the first hearing specified in the requisition or statement.  O. Reg. 53/01, s. 5 (3). (4) Despite subsection (3), a requisition or statement under subsection (1) that specifies that the trial of an action be presided over by a judge who speaks English and French shall be filed or made, (a)  in an action in the Superior Court of Justice, before the action is placed on a trial list; and (b)  in an action in the Small Claims Court, before the notice of trial is sent.  O. Reg. 53/01, s. 5 (4). (5) Despite subsection (3), a requisition or statement under clause (1) (a) that is filed by the applicant in an application and that specifies that the hearing of the application be presided over by a judge who speaks English and French shall be filed at the time the application is commenced.  O. Reg. 53/01, s. 5 (5). (6) Despite subsection (3), a requisition or statement under subsection (1) that specifies that a trial under the Provincial Offences Act be presided over by a judge or officer who speaks English and French shall be filed or made, (a)  at the time a trial date is set, if a summons is served on the defendant under Part I or III of the Provincial Offences Act; or (b)  at the time the defendant gives notice of an intention to appear in court, in any other case.  O. Reg. 53/01, s. 5 (6). (7) On motion, the court may permit a requisition or statement to be filed or made after the time prescribed by subsection (3), (4), (5) or (6).  O. Reg. 53/01, s. 5 (7). (8) A party who files a requisition or statement under clause (1) (a) in a proceeding other than a proceeding under the Provincial Offences Act shall forthwith serve a copy of it on every other party in accordance with the rules of court.  O. Reg. 53/01, s. 5 (8).",
            "raw_html": "<p class=\"section-e\"> <b>5.</b> (1) In addition to the methods described in sections 3 and 4, a party to a proceeding may, subject to subsections (3) to (7), exercise the right under subsection 126 (4) of the <i>Courts of Justice Act</i> to require that the proceeding be conducted as a bilingual proceeding,</p> <p class=\"clause-e\">  (a)  by filing with the clerk or registrar of the court where the proceeding was commenced,</p> <p class=\"subclause-e\">  (i)  a requisition in Form 1, titled “Bilingual Proceeding Requisition”, dated August 2021 and available on the Internet through www.ontariocourtforms.on.ca, or</p> <p class=\"subclause-e\">  (ii)  a written statement that is separate from any other document in the proceeding and that expresses a desire that the proceeding be conducted as a bilingual proceeding; or</p> <p class=\"clause-e\">  (b)  by making an oral statement to the court during an appearance in the proceeding that expresses a desire that the proceeding be conducted as a bilingual proceeding.  O. Reg. 53/01, s. 5 (1); O. Reg. 121/17, s. 1; O. Reg. 677/21, ss. 4, 12 (1).</p> <p class=\"subsection-e\">  (2) A requisition or statement under subsection (1),</p> <p class=\"clause-e\">  (a)  shall specify one or more future hearings in the proceeding that shall be presided over by a judge or officer who speaks English and French; and</p> <p class=\"clause-e\">  (b)  may specify that all future hearings in the proceeding shall be presided over by a judge or officer who speaks English and French.  O. Reg. 53/01, s. 5 (2).</p> <p class=\"subsection-e\">  (3) A requisition or statement under subsection (1) shall be filed or made at least seven days before the first hearing specified in the requisition or statement.  O. Reg. 53/01, s. 5 (3).</p> <p class=\"subsection-e\">  (4) Despite subsection (3), a requisition or statement under subsection (1) that specifies that the trial of an action be presided over by a judge who speaks English and French shall be filed or made,</p> <p class=\"clause-e\">  (a)  in an action in the Superior Court of Justice, before the action is placed on a trial list; and</p> <p class=\"clause-e\">  (b)  in an action in the Small Claims Court, before the notice of trial is sent.  O. Reg. 53/01, s. 5 (4).</p> <p class=\"subsection-e\">  (5) Despite subsection (3), a requisition or statement under clause (1) (a) that is filed by the applicant in an application and that specifies that the hearing of the application be presided over by a judge who speaks English and French shall be filed at the time the application is commenced.  O. Reg. 53/01, s. 5 (5).</p> <p class=\"subsection-e\">  (6) Despite subsection (3), a requisition or statement under subsection (1) that specifies that a trial under the <i>Provincial Offences Act</i> be presided over by a judge or officer who speaks English and French shall be filed or made,</p> <p class=\"clause-e\">  (a)  at the time a trial date is set, if a summons is served on the defendant under Part I or III of the <i>Provincial Offences Act</i>; or</p> <p class=\"clause-e\">  (b)  at the time the defendant gives notice of an intention to appear in court, in any other case.  O. Reg. 53/01, s. 5 (6).</p> <p class=\"subsection-e\">  (7) On motion, the court may permit a requisition or statement to be filed or made after the time prescribed by subsection (3), (4), (5) or (6).  O. Reg. 53/01, s. 5 (7).</p> <p class=\"subsection-e\">  (8) A party who files a requisition or statement under clause (1) (a) in a proceeding other than a proceeding under the <i>Provincial Offences Act</i> shall forthwith serve a copy of it on every other party in accordance with the rules of court.  O. Reg. 53/01, s. 5 (8).</p>"
        },
        {
            "id": "5.1",
            "section": "Requisition or statement",
            "content": " 5.1 Revoked: O. Reg. 677/21, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5.1 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 677/21, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Withdrawing requirement",
            "content": " 6. (1) A party who has specified that a hearing be presided over by a judge or officer who speaks English and French may, with the written consent of all other parties filed with the court or with leave of the court, withdraw the requirement that the hearing be presided over by a judge or officer who speaks English and French.  O. Reg. 53/01, s. 6 (1). (2) A party who, under subsection (1), wishes to withdraw the requirement that a hearing be presided over by a judge or officer who speaks English and French shall file the consents or make the motion for leave at the earliest possible opportunity.  O. Reg. 53/01, s. 6 (2). Appeals",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> (1) A party who has specified that a hearing be presided over by a judge or officer who speaks English and French may, with the written consent of all other parties filed with the court or with leave of the court, withdraw the requirement that the hearing be presided over by a judge or officer who speaks English and French.  O. Reg. 53/01, s. 6 (1).</p> <p class=\"subsection-e\">  (2) A party who, under subsection (1), wishes to withdraw the requirement that a hearing be presided over by a judge or officer who speaks English and French shall file the consents or make the motion for leave at the earliest possible opportunity.  O. Reg. 53/01, s. 6 (2).</p> <p class=\"heading1-e\">Appeals</p>"
        },
        {
            "id": "7.",
            "section": "Filing first document in French",
            "content": " 7. (1) Subject to subsection (2), when an appeal is taken in a proceeding that is being conducted as a bilingual proceeding, if the first document that is filed by a party to the appeal who speaks French is written in French, the party shall be deemed to have exercised the right under subsection 126 (7) of the Courts of Justice Act to have the appeal heard by a judge or judges who speak English and French.  O. Reg. 53/01, s. 7 (1); O. Reg. 677/21, ss. 6 (1), 12 (2). (2) Subsection (1) does not apply to an appeal if the document is filed less than seven days before the hearing of the appeal.  O. Reg. 53/01, s. 7 (2). (3) On motion, the court may order that subsection (1) applies to an appeal despite subsection (2).  O. Reg. 53/01, s. 7 (3). (4) Revoked: O. Reg. 677/21, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> (1) Subject to subsection (2), when an appeal is taken in a proceeding that is being conducted as a bilingual proceeding, if the first document that is filed by a party to the appeal who speaks French is written in French, the party shall be deemed to have exercised the right under subsection 126 (7) of the <i>Courts of Justice Act</i> to have the appeal heard by a judge or judges who speak English and French.  O. Reg. 53/01, s. 7 (1); O. Reg. 677/21, ss. 6 (1), 12 (2).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to an appeal if the document is filed less than seven days before the hearing of the appeal.  O. Reg. 53/01, s. 7 (2).</p> <p class=\"subsection-e\">  (3) On motion, the court may order that subsection (1) applies to an appeal despite subsection (2).  O. Reg. 53/01, s. 7 (3).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 677/21, s. 6 (2).</p>"
        },
        {
            "id": "8.",
            "section": "Requisition",
            "content": " 8. (1) In addition to the method described in section 7, a party may exercise the right under subsection 126 (7) of the Courts of Justice Act\r\nto have an appeal heard by a judge or judges who speak English and French by filing a requisition in Form 2, titled “Bilingual Proceeding Requisition - Appeals”, dated August 2021 and available on the Internet through www.ontariocourtforms.on.ca, with the registrar or clerk of the court to which the appeal is taken, (a)  if the party is the appellant, at the time the notice of appeal is filed; and (b)  if the party is the respondent, within 10 days after the notice of appeal is served.  O. Reg. 53/01, s. 8 (1); O. Reg. 121/17, s. 3; O. Reg. 677/21, ss. 7, 12 (2). (2) On motion, the court to which the appeal is taken may permit a requisition under subsection (1) to be filed after the time prescribed by subsection (1).  O. Reg. 53/01, s. 8 (2). (3) A party who files a requisition under subsection (1) shall forthwith serve a copy of it on every other party to the appeal in accordance with the rules of court.  O. Reg. 53/01, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> (1) In addition to the method described in section 7, a party may exercise the right under subsection 126 (7) of the <i>Courts of Justice Act</i>\r\nto have an appeal heard by a judge or judges who speak English and French by filing a requisition in Form 2, titled “Bilingual Proceeding Requisition - Appeals”, dated August 2021 and available on the Internet through www.ontariocourtforms.on.ca, with the registrar or clerk of the court to which the appeal is taken,</p> <p class=\"clause-e\">  (a)  if the party is the appellant, at the time the notice of appeal is filed; and</p> <p class=\"clause-e\">  (b)  if the party is the respondent, within 10 days after the notice of appeal is served.  O. Reg. 53/01, s. 8 (1); O. Reg. 121/17, s. 3; O. Reg. 677/21, ss. 7, 12 (2).</p> <p class=\"subsection-e\">  (2) On motion, the court to which the appeal is taken may permit a requisition under subsection (1) to be filed after the time prescribed by subsection (1).  O. Reg. 53/01, s. 8 (2).</p> <p class=\"subsection-e\">  (3) A party who files a requisition under subsection (1) shall forthwith serve a copy of it on every other party to the appeal in accordance with the rules of court.  O. Reg. 53/01, s. 8 (3).</p>"
        },
        {
            "id": "8.1",
            "section": "Requisition",
            "content": " 8.1 Revoked: O. Reg. 677/21, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8.1 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 677/21, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Withdrawing requirement",
            "content": " 9. (1) A party who has exercised the right under subsection 126 (7) of the Courts of Justice Act to have an appeal heard by a judge or judges who speak English and French may, with the written consent of all other parties filed with the court or with leave of the court, withdraw the requirement that the appeal be heard by a judge or judges who speak English and French.  O. Reg. 53/01, s. 9 (1); O. Reg. 677/21, s. 12 (2). (2) A party who, under subsection (1), wishes to withdraw the requirement that an appeal be heard by a judge or judges who speak English and French shall file the consents or make the motion for leave at the earliest possible opportunity.  O. Reg. 53/01, s. 9 (2). Examinations out of Court",
            "raw_html": "<p class=\"section-e\"> <b>9.</b> (1) A party who has exercised the right under subsection 126 (7) of the <i>Courts of Justice Act</i> to have an appeal heard by a judge or judges who speak English and French may, with the written consent of all other parties filed with the court or with leave of the court, withdraw the requirement that the appeal be heard by a judge or judges who speak English and French.  O. Reg. 53/01, s. 9 (1); O. Reg. 677/21, s. 12 (2).</p> <p class=\"subsection-e\">  (2) A party who, under subsection (1), wishes to withdraw the requirement that an appeal be heard by a judge or judges who speak English and French shall file the consents or make the motion for leave at the earliest possible opportunity.  O. Reg. 53/01, s. 9 (2).</p> <p class=\"heading1-e\">Examinations out of Court</p>"
        },
        {
            "id": "10.",
            "section": "Examinations out of court",
            "content": " 10. In a proceeding in which a party has exercised the right under subsection 126 (4) of the Courts of Justice Act to require that the proceeding be conducted as a bilingual proceeding, a party who seeks an appointment for an oral examination out of court shall, at the time of making the appointment, give the person with whom the appointment is made written notice that the examination is governed by paragraph 5 of subsection 126 (4) of the Courts of Justice Act, and, (a)  the person before whom the examination is held shall be a person who speaks English and French; and (b)  the person before whom the examination is held shall ensure that an interpreter who speaks English and French is available for the examination.  O. Reg. 53/01, s. 10; O. Reg. 677/21, s. 12 (1). Interpretation",
            "raw_html": "<p class=\"section-e\"> <b>10.</b> In a proceeding in which a party has exercised the right under subsection 126 (4) of the <i>Courts of Justice Act</i> to require that the proceeding be conducted as a bilingual proceeding, a party who seeks an appointment for an oral examination out of court shall, at the time of making the appointment, give the person with whom the appointment is made written notice that the examination is governed by paragraph 5 of subsection 126 (4) of the <i>Courts of Justice Act</i>, and,</p> <p class=\"clause-e\">  (a)  the person before whom the examination is held shall be a person who speaks English and French; and</p> <p class=\"clause-e\">  (b)  the person before whom the examination is held shall ensure that an interpreter who speaks English and French is available for the examination.  O. Reg. 53/01, s. 10; O. Reg. 677/21, s. 12 (1).</p> <p class=\"heading1-e\">Interpretation</p>"
        },
        {
            "id": "11.",
            "section": "Transcript of oral evidence",
            "content": " 11. (1) Unless the court orders otherwise, interpretation shall not be included in any transcript of oral evidence given at, (a)  a hearing to which paragraph 3 of subsection 126 (4) of the Courts of Justice Act\r\napplies; or (b)  an examination out of court to which paragraph 5 of subsection 126 (4) of the Courts of Justice Act applies.  O. Reg. 53/01, s. 11; O. Reg. 677/21, s. 12 (1). (2) Subsection (1) does not apply with respect to a proceeding if paragraph 23.2 (2) (d) of the Divorce Act (Canada) applies with respect to the proceeding. O. Reg. 677/21, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>11.</b> (1) Unless the court orders otherwise, interpretation shall not be included in any transcript of oral evidence given at,</p> <p class=\"clause-e\">  (a)  a hearing to which paragraph 3 of subsection 126 (4) of the <i>Courts of Justice Act</i>\r\napplies; or</p> <p class=\"clause-e\">  (b)  an examination out of court to which paragraph 5 of subsection 126 (4) of the <i>Courts of Justice Act</i> applies.  O. Reg. 53/01, s. 11; O. Reg. 677/21, s. 12 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply with respect to a proceeding if paragraph 23.2 (2) (d) of the <i>Divorce Act</i> (Canada) applies with respect to the proceeding. O. Reg. 677/21, s. 9.</p>"
        },
        {
            "id": "12.",
            "section": "Provincial offences proceedings",
            "content": " 12. If an agent of the Attorney General or a municipality conducts a prosecution under the Provincial Offences Act in which the defendant has exercised the right under subsection 126 (4) of the Courts of Justice Act to require that the prosecution be conducted as a bilingual proceeding, (a)  oral interpretation provided by the court under paragraph 6 of subsection 126 (4) of the Courts of Justice Act shall be interpretation provided for the defendant only, unless the defendant’s counsel does not understand English or French; and (b)  each witness may choose whether he or she wishes to be questioned by the prosecutor in English or French.  O. Reg. 53/01, s. 12; O. Reg. 677/21, ss. 10, 12 (1).",
            "raw_html": "<p class=\"section-e\"> <b>12.</b> If an agent of the Attorney General or a municipality conducts a prosecution under the <i>Provincial Offences Act</i> in which the defendant has exercised the right under subsection 126 (4) of the <i>Courts of Justice Act</i> to require that the prosecution be conducted as a bilingual proceeding,</p> <p class=\"clause-e\">  (a)  oral interpretation provided by the court under paragraph 6 of subsection 126 (4) of the <i>Courts of Justice Act</i> shall be interpretation provided for the defendant only, unless the defendant’s counsel does not understand English or French; and</p> <p class=\"clause-e\">  (b)  each witness may choose whether he or she wishes to be questioned by the prosecutor in English or French.  O. Reg. 53/01, s. 12; O. Reg. 677/21, ss. 10, 12 (1).</p>"
        },
        {
            "id": "13.",
            "section": "Witness who speaks neither English nor French",
            "content": " 13. (1) At a hearing to which paragraph 3 of subsection 126 (4) of the Courts of Justice Act applies, a witness who speaks neither English nor French shall be questioned only in the one of those two languages that the judge determines is understood by all counsel, and the witness’ testimony shall be interpreted only into that language.  O. Reg. 53/01, s. 13 (1); O. Reg. 677/21, s. 12 (1). (2) If a party does not understand the language in which a witness is being questioned under subsection (1), the court shall provide interpretation of the witness’ questions and answers into English or French for that party only.  O. Reg. 53/01, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"> <b>13.</b> (1) At a hearing to which paragraph 3 of subsection 126 (4) of the <i>Courts of Justice Act</i> applies, a witness who speaks neither English nor French shall be questioned only in the one of those two languages that the judge determines is understood by all counsel, and the witness’ testimony shall be interpreted only into that language.  O. Reg. 53/01, s. 13 (1); O. Reg. 677/21, s. 12 (1).</p> <p class=\"subsection-e\">  (2) If a party does not understand the language in which a witness is being questioned under subsection (1), the court shall provide interpretation of the witness’ questions and answers into English or French for that party only.  O. Reg. 53/01, s. 13 (2).</p>"
        },
        {
            "id": "14.",
            "section": "Submissions or evidence in French where trier of fact is not bilingual",
            "content": " 14. At a hearing to which subsection 126 (3) of the Courts of Justice Act\r\napplies, a party acting in person who intends to make submissions in French or a party who intends to call a witness who will give oral evidence in French shall advise the court in writing at least 10 days before the hearing, or subsequently with leave of the court.  O. Reg. 53/01, s. 14; O. Reg. 677/21, s. 11. General",
            "raw_html": "<p class=\"section-e\"> <b>14.</b> At a hearing to which subsection 126 (3) of the <i>Courts of Justice Act</i>\r\napplies, a party acting in person who intends to make submissions in French or a party who intends to call a witness who will give oral evidence in French shall advise the court in writing at least 10 days before the hearing, or subsequently with leave of the court.  O. Reg. 53/01, s. 14; O. Reg. 677/21, s. 11.</p> <p class=\"heading1-e\">General</p>"
        },
        {
            "id": "15.",
            "section": "Electronic filing",
            "content": " 15. A document filed for the purposes of this Regulation may be filed electronically, if the electronic filing of the document is permitted by and in accordance with the rules of court. O. Reg. 121/17, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>A document filed for the purposes of this Regulation may be filed electronically, if the electronic filing of the document is permitted by and in accordance with the rules of court. O. Reg. 121/17, s. 5.</p>"
        },
        {
            "id": "16.",
            "section": "Electronic filing",
            "content": " 16. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 53/01, s. 16. Forms 1, 2 Revoked: O. Reg. 121/17, s. 5.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>16.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation)</span>.  O. Reg. 53/01, s. 16.</p> <p class=\"headingx\">Forms 1, 2 Revoked: O. Reg. 121/17, s. 5.</p> <p class=\"headingx\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/010053\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}