{
    "reg_info": {
        "full_title": "O. Reg. 289/04: EXEMPTIONS",
        "reg_name_text": "EXEMPTIONS",
        "citation": "O. Reg. 289/04: ",
        "act_under": "Health Insurance Act   Loi sur l’assurance-santé",
        "url": "https://www.ontario.ca/laws/regulation/040289",
        "date_scraped": "2023-12-19 18:34:38"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September 23, 2004",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Non-application, s. 15.1 of Act",
            "content": "1. Where a designated practitioner that is a medical laboratory has entered into an agreement with a public hospital to render specified laboratory services in relation to insured persons who are patients or out-patients of the hospital, section 15.1 of the Act does not apply to the medical laboratory or its accounts with respect to a laboratory service rendered pursuant to that agreement if the following criteria are met: 1. The service is not rendered at the hospital. 2. The medical laboratory does not submit an account to the Plan with respect to the service. 3. The medical laboratory only accepts payment from the hospital for the service. 4. Payment by the hospital for the service constitutes payment in full for the service. O. Reg. 289/04, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>Where a designated practitioner that is a medical laboratory has entered into an agreement with a public hospital to render specified laboratory services in relation to insured persons who are patients or out-patients of the hospital, section 15.1 of the Act does not apply to the medical laboratory or its accounts with respect to a laboratory service rendered pursuant to that agreement if the following criteria are met:</p> <p class=\"paragraph-e\">1. The service is not rendered at the hospital.</p> <p class=\"paragraph-e\">2. The medical laboratory does not submit an account to the Plan with respect to the service.</p> <p class=\"paragraph-e\">3. The medical laboratory only accepts payment from the hospital for the service.</p> <p class=\"paragraph-e\">4. Payment by the hospital for the service constitutes payment in full for the service. O. Reg. 289/04, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Non-application, s. 16 of Act",
            "content": "2. (1) Section 16 of the Act does not apply to an account, claim or payment made where the physician, practitioner or health facility to whom a billing number was issued establishes that he, she or it, (a) received no benefit, direct or indirect, in connection with that account, claim or payment; (b) had no actual or constructive knowledge that that claim had been submitted or payment made; and (c) had not explicitly or implicitly authorized another person to submit that claim or receive payment. O. Reg. 289/04, s. 2 (1). (2) Section 16 of the Act does not apply to an account, or claim submitted by or payment made to a person other than the physician, practitioner or health facility to whom a billing number was issued, if, (a) that other person is convicted of an offence involving fraud in connection with the use of that billing number; and (b) in the circumstances giving rise to the fraud for which the conviction is entered, the physician, practitioner or health facility took reasonable precautions to safeguard the security and use of his, her or its billing number and to monitor all payments made in conjunction with the number. O. Reg. 289/04, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) Section 16 of the Act does not apply to an account, claim or payment made where the physician, practitioner or health facility to whom a billing number was issued establishes that he, she or it,</p> <p class=\"clause-e\">(a) received no benefit, direct or indirect, in connection with that account, claim or payment;</p> <p class=\"clause-e\">(b) had no actual or constructive knowledge that that claim had been submitted or payment made; and </p> <p class=\"clause-e\">(c) had not explicitly or implicitly authorized another person to submit that claim or receive payment. O. Reg. 289/04, s. 2 (1).</p> <p class=\"subsection-e\">(2) Section 16 of the Act does not apply to an account, or claim submitted by or payment made to a person other than the physician, practitioner or health facility to whom a billing number was issued, if,</p> <p class=\"clause-e\">(a) that other person is convicted of an offence involving fraud<b> </b>in connection with the use of that billing number; and </p> <p class=\"clause-e\">(b) in the circumstances giving rise to the fraud for which the conviction is entered, the physician, practitioner or health facility took reasonable precautions to safeguard the security and use of his, her or its billing number and to monitor all payments made in conjunction with the number. O. Reg. 289/04, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Non-application, s. 16 of Act",
            "content": "3. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 289/04, s. 3. ",
            "raw_html": "<p class=\"section-e\"><b>3.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 289/04, s. 3.</p> <p class=\"Normal\"></p>"
        }
    ]
}