{
    "reg_info": {
        "full_title": "O. Reg. 110/03: ARBITRATION - RESIDENTIAL SECTOR OF THE CONSTRUCTION INDUSTRY",
        "reg_name_text": "ARBITRATION — RESIDENTIAL SECTOR OF THE CONSTRUCTION INDUSTRY",
        "citation": "O. Reg. 110/03: ARBITRATION - RESIDENTIAL SECTOR OF THE CONSTRUCTION INDUSTRY",
        "act_under": "Labour Relations Act, 1995   Loi de 1995 sur les relations de travail",
        "url": "https://www.ontario.ca/laws/regulation/030110",
        "date_scraped": "2023-12-19 18:00:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/030110/v1",
            "valid_from": "March 28, 2003",
            "valid_to": "September 29, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Application of Regulation",
            "content": "1. This Regulation applies if an arbitrator has been appointed under section 150.2 of the Act and the parties do not agree upon the method of arbitration for the purposes of that section. O. Reg. 110/03, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>This Regulation applies if an arbitrator has been appointed under section 150.2 of the Act and the parties do not agree upon the method of arbitration for the purposes of that section. O. Reg. 110/03, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Beginning proceeding",
            "content": "2. (1) The arbitrator shall convene the parties to begin the proceeding as soon as possible after being appointed and no later than seven days after that day. O. Reg. 110/03, s. 2 (1). (2) On or before the first day of the proceeding, (a) the parties shall file with the arbitrator, a joint written statement setting out the matters on which they reached agreement before the arbitrator was appointed; and (b) if there are monetary items in dispute between the parties, both parties shall file with the arbitrator final written offers on those monetary items. O. Reg. 110/03, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The arbitrator shall convene the parties to begin the proceeding as soon as possible after being appointed and no later than seven days after that day. O. Reg. 110/03, s. 2 (1).</p> <p class=\"subsection-e\">(2) On or before the first day of the proceeding,</p> <p class=\"clause-e\">(a) the parties shall file with the arbitrator, a joint written statement setting out the matters on which they reached agreement before the arbitrator was appointed; and</p> <p class=\"clause-e\">(b) if there are monetary items in dispute between the parties, both parties shall file with the arbitrator final written offers on those monetary items. O. Reg. 110/03, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Arbitrator",
            "content": "3. (1) The arbitrator has the exclusive jurisdiction to determine all matters that he or she considers necessary to conclude a new collective agreement, including whether a matter in dispute is a monetary item. O. Reg. 110/03, s. 3 (1). (2) The arbitrator remains seized of and may deal with all matters within his or her jurisdiction until the new collective agreement between the parties is in force. O. Reg. 110/03, s. 3 (2). (3) The arbitrator shall try to assist the parties through mediation to settle any matter that he or she considers necessary to conclude the collective agreement. O. Reg. 110/03, s. 3 (3). (4) Subject to this Regulation, the arbitrator has the powers of an arbitrator under subsection 48 (12) of the Act. O. Reg. 110/03, s. 3 (4). (5) The parties may at any time notify the arbitrator in writing as to matters on which they reach agreement after the appointment of the arbitrator. O. Reg. 110/03, s. 3 (5). (6) If the parties execute a new collective agreement before the arbitration is completed, they shall so notify the arbitrator and the arbitration proceedings are terminated when the collective agreement comes into force. O. Reg. 110/03, s. 3 (6).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) The arbitrator has the exclusive jurisdiction to determine all matters that he or she considers necessary to conclude a new collective agreement, including whether a matter in dispute is a monetary item. O. Reg. 110/03, s. 3 (1).</p> <p class=\"subsection-e\">(2) The arbitrator remains seized of and may deal with all matters within his or her jurisdiction until the new collective agreement between the parties is in force. O. Reg. 110/03, s. 3 (2).</p> <p class=\"subsection-e\">(3) The arbitrator shall try to assist the parties through mediation to settle any matter that he or she considers necessary to conclude the collective agreement. O. Reg. 110/03, s. 3 (3).</p> <p class=\"subsection-e\">(4) Subject to this Regulation, the arbitrator has the powers of an arbitrator under subsection 48 (12) of the Act. O. Reg. 110/03, s. 3 (4).</p> <p class=\"subsection-e\">(5) The parties may at any time notify the arbitrator in writing as to matters on which they reach agreement after the appointment of the arbitrator. O. Reg. 110/03, s. 3 (5).</p> <p class=\"subsection-e\">(6) If the parties execute a new collective agreement before the arbitration is completed, they shall so notify the arbitrator and the arbitration proceedings are terminated when the collective agreement comes into force. O. Reg. 110/03, s. 3 (6).</p>"
        },
        {
            "id": "4.",
            "section": "Method of arbitration",
            "content": "4. (1) The method of arbitration for the monetary items in dispute shall be mediation-final offer selection. O. Reg. 110/03, s. 4 (1). (2) The method of arbitration for the other items in dispute shall be mediation-arbitration. O. Reg. 110/03, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The method of arbitration for the monetary items in dispute shall be mediation-final offer selection. O. Reg. 110/03, s. 4 (1).</p> <p class=\"subsection-e\">(2) The method of arbitration for the other items in dispute shall be mediation-arbitration. O. Reg. 110/03, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Timing of award",
            "content": "5. (1) The arbitrator shall make an award with respect to the monetary items in dispute within seven days after the first day of the proceeding. O. Reg. 110/03, s. 5 (1). (2) Subject to subsection (1), the arbitrator shall make his or her award with respect to the remaining items in dispute within 30 days after the first day of the proceeding. O. Reg. 110/03, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The arbitrator shall make an award with respect to the monetary items in dispute within seven days after the first day of the proceeding. O. Reg. 110/03, s. 5 (1).</p> <p class=\"subsection-e\">(2) Subject to subsection (1), the arbitrator shall make his or her award with respect to the remaining items in dispute within 30 days after the first day of the proceeding. O. Reg. 110/03, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Execution of agreement",
            "content": "6. (1) Within seven days after the arbitrator has made both awards under section 5, the parties shall prepare and execute documents giving effect to the award and those documents constitute the new collective agreement. O. Reg. 110/03, s. 6 (1). (2) The arbitrator may extend the period specified in subsection (1) but the extended period shall end no later than 30 days after the arbitrator has made both awards. O. Reg. 110/03, s. 6 (2). (3) If the parties do not prepare and execute the documents as required under subsections (1) and (2), the arbitrator shall prepare and give the necessary documents to the parties for execution. O. Reg. 110/03, s. 6 (3). (4) If either party fails to execute the documents within seven days after the arbitrator gives them to the parties, the documents come into force as though they had been executed by the parties and those documents constitute the new collective agreement. O. Reg. 110/03, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) Within seven days after the arbitrator has made both awards under section 5, the parties shall prepare and execute documents giving effect to the award and those documents constitute the new collective agreement. O. Reg. 110/03, s. 6 (1).</p> <p class=\"subsection-e\">(2) The arbitrator may extend the period specified in subsection (1) but the extended period shall end no later than 30 days after the arbitrator has made both awards. O. Reg. 110/03, s. 6 (2).</p> <p class=\"subsection-e\">(3) If the parties do not prepare and execute the documents as required under subsections (1) and (2), the arbitrator shall prepare and give the necessary documents to the parties for execution. O. Reg. 110/03, s. 6 (3).</p> <p class=\"subsection-e\">(4) If either party fails to execute the documents within seven days after the arbitrator gives them to the parties, the documents come into force as though they had been executed by the parties and those documents constitute the new collective agreement. O. Reg. 110/03, s. 6 (4).</p>"
        },
        {
            "id": "7.",
            "section": "Execution of agreement",
            "content": "7. Omitted (revokes other Regulations). O. Reg. 110/03, s. 7. ",
            "raw_html": "<p class=\"section-e\"><b>7.</b> Omitted (revokes other Regulations). O. Reg. 110/03, s. 7.</p> <p class=\"Normal\"></p>"
        }
    ]
}