{
    "reg_info": {
        "full_title": "O. Reg. 702/94: EXEMPTION - THE CORPORATION OF THE TOWNSHIP OF STEPHEN - STEP-TP-1",
        "reg_name_text": "EXEMPTION — THE CORPORATION OF THE TOWNSHIP OF STEPHEN — STEP-TP-1",
        "citation": "O. Reg. 702/94: EXEMPTION - THE CORPORATION OF THE TOWNSHIP OF STEPHEN - STEP-TP-1",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/940702",
        "date_scraped": "2023-12-21 14:26:19"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 14, 1994",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from The Corporation of the Township of Stephen (the “proponent”) that an undertaking, namely: the expansion, operation and closure of the existing Township of Stephen Landfill located on part of Lot 3, Concession 14, in the Township of Stephen, County of Huron, for the disposal of domestic, commercial and non-hazardous solid industrial waste as described in reports entitled: Interim Expansion of the Township of Stephen Landfill Site, Sanitary Landfill Site Design and Operations Report to Closure, Hydrogeological Study of the Stephen Township Landfill and Addendum Report - Hydrogeological Study Stephen Township Landfill, be exempt from the application of the Act pursuant to section 29; and",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from The Corporation of the Township of Stephen (the “proponent”) that an undertaking, namely:</p> <p class=\"parawindt-e\">the expansion, operation and closure of the existing Township of Stephen Landfill located on part of Lot 3, Concession 14, in the Township of Stephen, County of Huron, for the disposal of domestic, commercial and non-hazardous solid industrial waste as described in reports entitled: Interim Expansion of the Township of Stephen Landfill Site, Sanitary Landfill Site Design and Operations Report to Closure, Hydrogeological Study of the Stephen Township Landfill and Addendum Report - Hydrogeological Study Stephen Township Landfill,</p> <p class=\"paranoindt-e\">be exempt from the application of the Act pursuant to section 29; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having been advised by the proponent that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: A. The proponent will be subject to unnecessary delay and expense if required to prepare an environmental assessment for the undertaking. B. The proponent will be subject to unnecessary delay and expense in implementing its long-term waste management program. C. The proponent and residents will be without a municipal solid waste disposal facility.",
            "raw_html": "<p class=\"parawtab-e\">Having been advised by the proponent that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"paragraph-e\">A. The proponent will be subject to unnecessary delay and expense if required to prepare an environmental assessment for the undertaking.</p> <p class=\"paragraph-e\">B. The proponent will be subject to unnecessary delay and expense in implementing its long-term waste management program.</p> <p class=\"paragraph-e\">C. The proponent and residents will be without a municipal solid waste disposal facility.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Environmental Assessment Act for the following reasons: A. Continued or expanded operation of the existing landfill is clearly an interim measure for which there are no other reasonable waste management alternatives which can be implemented within the necessary time frame. B. Alternatives have been investigated. C. A mandatory public hearing under Part V of the Environmental Protection Act (EP Act) for the approval of the interim expansion will be held, thereby permitting the public and government agencies the opportunity to review the proposed changes to the site. D. It is the intention of the Minister to issue a report under section 29 of the EP Act to formalize the long-term waste management program of the municipality. E. It is the intention of the proponent that a long-term waste management program be pursued in accordance with applicable legislation and the proponent expects that sufficient elements of that program will be implemented prior to the conclusion of the exempt undertaking.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the <i>Environmental Assessment Act</i> for the following reasons:</p> <p class=\"paragraph-e\">A. Continued or expanded operation of the existing landfill is clearly an interim measure for which there are no other reasonable waste management alternatives which can be implemented within the necessary time frame.</p> <p class=\"paragraph-e\">B. Alternatives have been investigated.</p> <p class=\"paragraph-e\">C. A mandatory public hearing under Part V of the <i>Environmental Protection Act</i> (EP Act) for the approval of the interim expansion will be held, thereby permitting the public and government agencies the opportunity to review the proposed changes to the site.</p> <p class=\"paragraph-e\">D. It is the intention of the Minister to issue a report under section 29 of the EP Act to formalize the long-term waste management program of the municipality.</p> <p class=\"paragraph-e\">E. It is the intention of the proponent that a long-term waste management program be pursued in accordance with applicable legislation and the proponent expects that sufficient elements of that program will be implemented prior to the conclusion of the exempt undertaking.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption is subject to the following terms and conditions: 1. Where any activity which otherwise would be exempt under this order is being carried out as, or is part of, an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order. 2. Where any activity which is the subject of this order is being carried out as, or is part of, another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order. 3. The proponent shall file an annual report to the Regional Director, Ministry of Environment and Energy, outlining the proponent’s progress in achieving abatement at the existing site and progress in implementing the long-term waste management program; a copy of the reports shall also be submitted to the Director, Approvals Branch, Ministry of Environment and Energy. The proponent may cease filing such reports after the site has been closed to the satisfaction of the Director, Approvals Branch and that Director has advised the proponent in writing that further reports are not required pursuant to this condition. 4. No waste shall be deposited at the site pursuant to this order more than a maximum of five years after the date of receipt of waste in the interim expansion area. 5. In the event the site is acquired by another municipality, the acquiring municipality shall carry out the responsibilities of the Township under this order. O. Reg. 702/94. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. Where any activity which otherwise would be exempt under this order is being carried out as, or is part of, an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order.</p> <p class=\"paragraph-e\">2. Where any activity which is the subject of this order is being carried out as, or is part of, another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order.</p> <p class=\"paragraph-e\">3. The proponent shall file an annual report to the Regional Director, Ministry of Environment and Energy, outlining the proponent’s progress in achieving abatement at the existing site and progress in implementing the long-term waste management program; a copy of the reports shall also be submitted to the Director, Approvals Branch, Ministry of Environment and Energy. The proponent may cease filing such reports after the site has been closed to the satisfaction of the Director, Approvals Branch and that Director has advised the proponent in writing that further reports are not required pursuant to this condition.</p> <p class=\"paragraph-e\">4. No waste shall be deposited at the site pursuant to this order more than a maximum of five years after the date of receipt of waste in the interim expansion area.</p> <p class=\"paragraph-e\">5. In the event the site is acquired by another municipality, the acquiring municipality shall carry out the responsibilities of the Township under this order. O. Reg. 702/94.</p> <p class=\"Normal\"></p>"
        }
    ]
}