{
    "reg_info": {
        "full_title": "O. Reg. 30/19: SPECIFIED PARTIES - SUBSECTIONS 102.3 (3) AND (6) OF THE ACT",
        "reg_name_text": "SPECIFIED PARTIES - SUBSECTIONS 102.3 (3) AND (6) OF THE ACT",
        "citation": "O. Reg. 30/19: ",
        "act_under": "Pension Benefits Act",
        "url": "https://www.ontario.ca/laws/regulation/190030",
        "date_scraped": "2023-12-18 23:24:18"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 11, 2019",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Specified parties",
            "content": " 1. (1) The following are the specified parties for the purposes of subsections 102.3 (3) and (6) of the Act: 1. The United Steel, Paper and Forestry, Rubber, Manufacturing, Energy, Allied Industrial and Service Workers International Union (United Steelworkers) on behalf of itself and its Local Union 2724. 2. All persons entitled to benefits under The Essar Steel Algoma Inc. Wrap Pension Plan, registered under the Act as number 1079888, but with the exception of Opt-Out Individuals within the meaning of the Amended and Restated Representative Counsel Order. (2) In this section, “Amended and Restated Representative Counsel Order” means the order of the Ontario Superior Court of Justice (Commercial List) in court file number CV-15-000011169-00CL dated November 9, 2015 entitled “Amended and Restated Representative Counsel Order”, as amended by the Local 2251 Representation Order and as further amended by the Wrap Plan Order; (“ordonnance modifiée et mise à jour de représentation par avocat”) “Local 2251 Representation Order” means the order of the Ontario Superior Court of Justice (Commercial List) in court file number CV-15-000011169-00CL dated December 5, 2017, entitled “Local 2251 Representation Order”; (“ordonnance de représentation par la section locale 2251”) “Wrap Plan Order” means the order of the Ontario Superior Court of Justice (Commercial List) in court file number CV-15-000011169-00CL dated November 8, 2018, entitled “Order (Re: Wrap Plan)”. (“ordonnance visant le régime appelé Wrap Plan”)",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) The following are the specified parties for the purposes of subsections 102.3 (3) and (6) of the Act:</p> <p class=\"paragraph-e\">  1. The United Steel, Paper and Forestry, Rubber, Manufacturing, Energy, Allied Industrial and Service Workers International Union (United Steelworkers) on behalf of itself and its Local Union 2724.</p> <p class=\"paragraph-e\">  2. All persons entitled to benefits under The Essar Steel Algoma Inc. Wrap Pension Plan, registered under the Act as number 1079888, but with the exception of Opt-Out Individuals within the meaning of the Amended and Restated Representative Counsel Order.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"definition-e\">“Amended and Restated Representative Counsel Order” means the order of the Ontario Superior Court of Justice (Commercial List) in court file number CV-15-000011169-00CL dated November 9, 2015 entitled “Amended and Restated Representative Counsel Order”, as amended by the Local 2251 Representation Order and as further amended by the Wrap Plan Order; (“ordonnance modifiée et mise à jour de représentation par avocat”)</p> <p class=\"definition-e\">“Local 2251 Representation Order” means the order of the Ontario Superior Court of Justice (Commercial List) in court file number CV-15-000011169-00CL dated December 5, 2017, entitled “Local 2251 Representation Order”; (“ordonnance de représentation par la section locale 2251”)</p> <p class=\"definition-e\">“Wrap Plan Order” means the order of the Ontario Superior Court of Justice (Commercial List) in court file number CV-15-000011169-00CL dated November 8, 2018, entitled “Order (Re: Wrap Plan)”. (“ordonnance visant le régime appelé Wrap Plan”)</p>"
        },
        {
            "id": "2.",
            "section": "Specified parties",
            "content": " 2. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Specified parties",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/190030\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}