{
    "reg_info": {
        "full_title": "O. Reg. 555/06: HOURS OF SERVICE",
        "reg_name_text": "hours of service",
        "citation": "O. Reg. 555/06: HOURS OF SERVICE",
        "act_under": "Highway Traffic Act",
        "url": "https://www.ontario.ca/laws/regulation/060555",
        "date_scraped": "2023-12-18 03:58:31"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/060555/v19",
            "valid_from": "January  1, 2023",
            "valid_to": "June 30, 2023"
        },
        {
            "a_href": "/laws/regulation/060555/v18",
            "valid_from": "November 25, 2022",
            "valid_to": "December 31, 2022"
        },
        {
            "a_href": "/laws/regulation/060555/v17",
            "valid_from": "June 12, 2022",
            "valid_to": "November 24, 2022"
        },
        {
            "a_href": "/laws/regulation/060555/v16",
            "valid_from": "January  1, 2022",
            "valid_to": "June 11, 2022"
        },
        {
            "a_href": "/laws/regulation/060555/v15",
            "valid_from": "December 22, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/regulation/060555/v14",
            "valid_from": "October 21, 2021",
            "valid_to": "December 21, 2021"
        },
        {
            "a_href": "/laws/regulation/060555/v13",
            "valid_from": "March  1, 2021",
            "valid_to": "October 20, 2021"
        },
        {
            "a_href": "/laws/regulation/060555/v12",
            "valid_from": "February 26, 2021",
            "valid_to": "February 28, 2021"
        },
        {
            "a_href": "/laws/regulation/060555/v11",
            "valid_from": "July  1, 2019",
            "valid_to": "February 25, 2021"
        },
        {
            "a_href": "/laws/regulation/060555/v10",
            "valid_from": "June 28, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/regulation/060555/v9",
            "valid_from": "July  1, 2018",
            "valid_to": "June 27, 2019"
        },
        {
            "a_href": "/laws/regulation/060555/v8",
            "valid_from": "April  6, 2018",
            "valid_to": "June 30, 2018"
        },
        {
            "a_href": "/laws/regulation/060555/v7",
            "valid_from": "July  1, 2017",
            "valid_to": "April  5, 2018"
        },
        {
            "a_href": "/laws/regulation/060555/v6",
            "valid_from": "November 29, 2016",
            "valid_to": "June 30, 2017"
        },
        {
            "a_href": "/laws/regulation/060555/v5",
            "valid_from": "March 27, 2012",
            "valid_to": "November 28, 2016"
        },
        {
            "a_href": "/laws/regulation/060555/v4",
            "valid_from": "March 27, 2009",
            "valid_to": "March 26, 2012"
        },
        {
            "a_href": "/laws/regulation/060555/v3",
            "valid_from": "July 27, 2007",
            "valid_to": "March 26, 2009"
        },
        {
            "a_href": "/laws/regulation/060555/v2",
            "valid_from": "January  1, 2007",
            "valid_to": "July 26, 2007"
        },
        {
            "a_href": "/laws/regulation/060555/v1",
            "valid_from": "December 14, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation, Application",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation, Application",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1.  (1)  In this Regulation, “co-driver” means a person who shares the driving of a commercial motor vehicle with another driver and who rides in the vehicle as a passenger when not driving; (“co-conducteur”) “day”, for any driver, means a 24-hour period that starts at midnight or at such other hour designated by the operator for the driver; (“journée”) “electronic logging device” or “ELD” means a device or technology that automatically records a driver’s driving time and facilitates the recording of the driver’s duty status, and that is certified by an accredited certification body under section 79.1 of the federal regulations; (“dispositif de consignation électronique” ou “DCE”) “federal regulations” means the Commercial Vehicle Drivers Hours of Service Regulations made under the Motor Vehicle Transport Act (Canada), as amended from time to time; (“règlement fédéral”) “home terminal” for any driver, means the location at which the driver ordinarily reports for work, including an operator’s place of business or temporary work site; (“gare d’attache”) “inspector” means a police officer or officer appointed for the purpose of carrying out the provisions of the Act; (“inspecteur”) “principal place of business”, for an operator, means the last known address of the operator appearing on the records of the Ministry; (“établissement principal”) “record of duty status” means a daily log in which a driver records the information required under section 18 or 21, as the case may be, for each day; (“rapport d’activités”) “supporting document” means a document or information, recorded and stored by any means, that could be used to determine compliance with this Regulation and includes any of the following documents or information: 1.  Any electronic mobile communication record reflecting communications between a driver and a motor carrier. 2.  Any payroll record, settlement sheet or equivalent document that indicates payments to the driver. 3.  Any government-issued document indicating the location of the commercial motor vehicle. 4.  Any reports, receipts, records, invoices or other documentation relating to the load of the commercial vehicle, including any bill of lading, itinerary, schedule or equivalent document that indicates the origin and destination of each trip. 5.  Any reports, receipts, records, invoices or other documentation relating to the servicing, repairing, conditioning, fuelling, inspection or rental of the commercial motor vehicle. 6.  Any reports, dispatch or trip records, receipts or other documentation indicating the date, time or location of the commercial motor vehicle or driver during a trip, including arrival and departure times; (“document justificatif”) “supporting document” means a document or information, recorded and stored by any means, that could be used to determine compliance with this Regulation; (“pièce justificative”) “Technical Standard” means the Technical Standard for Electronic Logging Devices, dated October 27, 2020, published by the Canadian Council of Motor Transport Administrators, as amended from time to time, other than provision 4.5.1.11 (b) (9) and subject to subsection (2) of this section. (“norme technique”)  O. Reg. 555/06, s. 1; O. Reg. 715/21, s. 1 (1-4). (2) For the purposes of this Regulation, in the Technical Standard, (a)  every reference to “HOS Regulations” shall be read as a reference to this Regulation; and (b)  in provision 3.1.8, “work shift” shall be read to refer to the elapsed time period described in subsection 9 (3) of this Regulation. O. Reg. 715/21, s. 1 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1.  </b>(1)<b>  </b>In this Regulation,</p> <p class=\"firstdef-e\">“co-driver” means a person who shares the driving of a commercial motor vehicle with another driver and who rides in the vehicle as a passenger when not driving; (“co-conducteur”)</p> <p class=\"definition-e\">“day”, for any driver, means a 24-hour period that starts at midnight or at such other hour designated by the operator for the driver; (“journée”)</p> <p class=\"definition-e\">“electronic logging device” or “ELD” means a device or technology that automatically records a driver’s driving time and facilitates the recording of the driver’s duty status, and that is certified by an accredited certification body under section 79.1 of the federal regulations; (“dispositif de consignation électronique” ou “DCE”)</p> <p class=\"definition-e\">“federal regulations” means the Commercial Vehicle Drivers Hours of Service Regulations made under the <i>Motor Vehicle Transport Act</i> (Canada), as amended from time to time; (“règlement fédéral”)</p> <p class=\"definition-e\">“home terminal” for any driver, means the location at which the driver ordinarily reports for work, including an operator’s place of business or temporary work site; (“gare d’attache”)</p> <p class=\"definition-e\">“inspector” means a police officer or officer appointed for the purpose of carrying out the provisions of the Act; (“inspecteur”)</p> <p class=\"definition-e\">“principal place of business”, for an operator, means the last known address of the operator appearing on the records of the Ministry; (“établissement principal”)</p> <p class=\"definition-e\">“record of duty status” means a daily log in which a driver records the information required under section 18 or 21, as the case may be, for each day; (“rapport d’activités”)</p> <p class=\"definition-e\">“supporting document” means a document or information, recorded and stored by any means, that could be used to determine compliance with this Regulation and includes any of the following documents or information:</p> <p class=\"defparagraph-e\">  1.  Any electronic mobile communication record reflecting communications between a driver and a motor carrier.</p> <p class=\"defparagraph-e\">  2.  Any payroll record, settlement sheet or equivalent document that indicates payments to the driver.</p> <p class=\"defparagraph-e\">  3.  Any government-issued document indicating the location of the commercial motor vehicle.</p> <p class=\"defparagraph-e\">  4.  Any reports, receipts, records, invoices or other documentation relating to the load of the commercial vehicle, including any bill of lading, itinerary, schedule or equivalent document that indicates the origin and destination of each trip.</p> <p class=\"defparagraph-e\">  5.  Any reports, receipts, records, invoices or other documentation relating to the servicing, repairing, conditioning, fuelling, inspection or rental of the commercial motor vehicle.</p> <p class=\"defparagraph-e\">  6.  Any reports, dispatch or trip records, receipts or other documentation indicating the date, time or location of the commercial motor vehicle or driver during a trip, including arrival and departure times; (“document justificatif”)</p> <p class=\"definition-e\">“supporting document” means a document or information, recorded and<b> </b>stored by any means, that could be used to determine compliance with this Regulation; (“pièce justificative”)</p> <p class=\"definition-e\">“Technical Standard” means the Technical Standard for Electronic Logging Devices, dated October 27, 2020, published by the Canadian Council of Motor Transport Administrators, as amended from time to time, other than provision 4.5.1.11 (b) (9) and subject to subsection (2) of this section. (“norme technique”)  O. Reg. 555/06, s. 1; O. Reg. 715/21, s. 1 (1-4).</p> <p class=\"subsection-e\">  (2) For the purposes of this Regulation, in the Technical Standard,</p> <p class=\"clause-e\">  (a)  every reference to “HOS Regulations” shall be read as a reference to this Regulation; and</p> <p class=\"clause-e\">  (b)  in provision 3.1.8, “work shift” shall be read to refer to the elapsed time period described in subsection 9 (3) of this Regulation. O. Reg. 715/21, s. 1 (5).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Duty status time",
            "content": " 2. (1) There are four categories of duty status time for the purpose of this Regulation: 1.  Off-duty time, other than time spent in a sleeper berth. 2.  Off-duty time spent in a sleeper berth. 3.  On-duty time spent driving. 4.  On-duty time, other than time spent driving.  O. Reg. 555/06, s. 2 (1). (2) A driver is on duty when he or she drives a commercial motor vehicle for an operator or performs any other work for an operator, including time spent, (a)  inspecting, servicing, repairing, cleaning and warming up a commercial motor vehicle; (b)  travelling in a commercial motor vehicle as a co-driver, when the time is not spent in the sleeper berth; (c)  participating in the loading and unloading of a commercial motor vehicle; (d)  inspecting and checking the load of a commercial motor vehicle; (e)  waiting for a commercial motor vehicle to be serviced, loaded, unloaded and dispatched; (f)  waiting for a commercial motor vehicle or its load to be inspected; and (g)  waiting at an en-route point because of an accident or other unplanned occurrence or situation.  O. Reg. 555/06, s. 2 (2). (3) A driver is off duty when he or she is not on duty.  O. Reg. 555/06, s. 2 (3). (4) Despite subsection (2), a driver is off duty when he or she drives a commercial motor vehicle if, (a)  he or she is driving the vehicle for personal use that has no commercial purpose; (b)  the vehicle has been unloaded; (c)  any trailers have been unhitched; (d)  he or she does not drive the vehicle more than 75 kilometres in a day; and (e)  an entry is made in the record of duty status or on the record required by subsection 23 (3), (i)  stating that the driver used the vehicle for personal use, and (ii)  setting out the odometer readings at the start and the end of the personal use driving.  O. Reg. 555/06, s. 2 (4); O. Reg. 715/21, s. 2 (1). (5) Despite clause (2) (b), if a driver travels as a passenger to a location where he or she is to start driving a commercial motor vehicle and takes eight consecutive hours of off-duty time at the location before starting to drive, the time spent as a passenger getting to the location is counted as off-duty time.  O. Reg. 555/06, s. 2 (5). (6) For greater certainty, the category of duty status time referred to in paragraph 4 of subsection (1) includes when a driver is performing yard moves of a commercial motor vehicle within a terminal, depot or port without travelling on a highway. O. Reg. 715/21, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) There are four categories of duty status time for the purpose of this Regulation:</p> <p class=\"paragraph-e\">  1.  Off-duty time, other than time spent in a sleeper berth. </p> <p class=\"paragraph-e\">  2.  Off-duty time spent in a sleeper berth. </p> <p class=\"paragraph-e\">  3.  On-duty time spent driving. </p> <p class=\"paragraph-e\">  4.  On-duty time, other than time spent driving.  O. Reg. 555/06, s. 2 (1).</p> <p class=\"subsection-e\">  (2) A driver is on duty when he or she drives a commercial motor vehicle for an operator or performs any other work for an operator, including time spent, </p> <p class=\"clause-e\">  (a)  inspecting, servicing, repairing, cleaning and warming up a commercial motor vehicle; </p> <p class=\"clause-e\">  (b)  travelling in a commercial motor vehicle as a co-driver, when the time is not spent in the sleeper berth; </p> <p class=\"clause-e\">  (c)  participating in the loading and unloading of a commercial motor vehicle; </p> <p class=\"clause-e\">  (d)  inspecting and checking the load of a commercial motor vehicle; </p> <p class=\"clause-e\">  (e)  waiting for a commercial motor vehicle to be serviced, loaded, unloaded and dispatched; </p> <p class=\"clause-e\">  (f)  waiting for a commercial motor vehicle or its load to be inspected; and</p> <p class=\"clause-e\">  (g)  waiting at an en-route point because of an accident or other unplanned occurrence or situation.  O. Reg. 555/06, s. 2 (2).</p> <p class=\"subsection-e\">  (3) A driver is off duty when he or she is not on duty.  O. Reg. 555/06, s. 2 (3).</p> <p class=\"subsection-e\">  (4) Despite subsection (2), a driver is off duty when he or she drives a commercial motor vehicle if,</p> <p class=\"clause-e\">  (a)  he or she is driving the vehicle for personal use that has no commercial purpose; </p> <p class=\"clause-e\">  (b)  the vehicle has been unloaded; </p> <p class=\"clause-e\">  (c)  any trailers have been unhitched; </p> <p class=\"clause-e\">  (d)  he or she does not drive the vehicle more than 75 kilometres in a day; and</p> <p class=\"clause-e\">  (e)  an entry is made in the record of duty status or on the record required by subsection 23 (3),</p> <p class=\"subclause-e\">  (i)  stating that the driver used the vehicle for personal use, and</p> <p class=\"subclause-e\">  (ii)  setting out the odometer readings at the start and the end of the personal use driving.  O. Reg. 555/06, s. 2 (4); O. Reg. 715/21, s. 2 (1).</p> <p class=\"subsection-e\">  (5) Despite clause (2) (b), if a driver travels as a passenger to a location where he or she is to start driving a commercial motor vehicle and takes eight consecutive hours of off-duty time at the location before starting to drive, the time spent as a passenger getting to the location is counted as off-duty time.  O. Reg. 555/06, s. 2 (5).</p> <p class=\"subsection-e\">  (6) For greater certainty, the category of duty status time referred to in paragraph 4 of subsection (1) includes when a driver is performing yard moves of a commercial motor vehicle within a terminal, depot or port without travelling on a highway. O. Reg. 715/21, s. 2 (2).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Exemptions from Regulation",
            "content": " 3. (1) Subject to subsection (3), a driver and operator are exempt from this Regulation while the driver is driving a commercial motor vehicle of a type and in the circumstances described in any of the following paragraphs: 1.  A two or three-axle commercial motor vehicle, or combination of a two-axle commercial motor vehicle and a one-axle trailer, being used, i.  to transport the primary products of a farm, forest, sea or lake, if the driver or the operator is the owner and producer or harvester of the products, or ii.  to return after transporting the primary products of a farm, forest, sea or lake, if the vehicle is empty or is transporting supplies and equipment used for the production of primary products of a farm, forest, sea or lake. 2.  A vehicle being used by a person in the lawful performance of his or her duties as an inspector. 3.  A cardiac arrest emergency vehicle operated by or under the authority of a hospital. 4.  A vehicle engaged in providing relief in an emergency, being a situation or impending situation that constitutes a danger of major proportions to life, property or the environment, whether caused by forces of nature, an accident, an intentional act or otherwise. 4.1  A vehicle operated by or on behalf of a municipality, road authority or public utility while responding to a situation or impending situation that constitutes an imminent danger, though not one of major proportions, to life, property or the environment, whether caused by forces of nature, an accident, an intentional act or otherwise. 5.  A bus that is operated by or on behalf of a municipality as part of the municipality’s public transit service, either within the municipality or within 25 kilometres of the boundary of the municipality. 6.  A large crane being operated by a large crane operator. 7.  A vehicle used in support of a large crane while the vehicle is operated by a large crane operator and is carrying parts for the large crane. O. Reg. 555/06, s. 3 (1); O. Reg. 405/07, s. 1 (1); O. Reg. 401/16, s. 1 (1); O. Reg. 213/18, s. 1 (1). (1.1) It is a condition of the exemptions in paragraphs 6 and 7 of subsection (1) that the large crane bears a plate fitted by the manufacturer indicating the crane’s lifting capacity. O. Reg. 401/16, s. 1 (2); O. Reg. 213/18, s. 1 (2). (1.2) It is a condition of the exemptions in paragraphs 6 and 7 of subsection (1) that the large crane operator surrender the operator’s certificate of qualification, provisional certificate of qualification or proof of apprenticeship, as the case may be, or a copy of it, on the demand of an inspector. O. Reg. 401/16, s. 1 (2); O. Reg. 213/18, s. 1 (3); O. Reg. 888/21, s. 1 (1). (2) This Regulation does not apply to a driver, or the operator of such driver, while driving a pick-up truck that, (a)  is being used for personal purposes without compensation; and (b)  is not carrying, or towing a trailer that is carrying, commercial cargo or tools or equipment of a type normally used for commercial purposes.  O. Reg. 555/06, s. 3 (2). (3) A driver’s on-duty time and off-duty time, within the meaning of this Regulation, when he or she is exempt from this Regulation under subsection (1) shall nonetheless be included in the calculations of a driver’s hours of off-duty and on-duty time for the purposes of complying with this Regulation on the days when the driver is not exempt under subsection (1).  O. Reg. 555/06, s. 3 (3). (4) In this section, “large crane” means a crane that is capable of raising, lowering or moving any material that weighs more than 13,607 kilograms; (“grande grue”) “large crane operator” means a person, (a)  who holds a certificate of qualification issued under the Building Opportunities in the Skilled Trades Act, 2021, that is not suspended, in the trade of Hoisting Engineer — Mobile Crane Operator 1, (b)  who holds a provisional certificate of qualification issued under the Building Opportunities in the Skilled Trades Act, 2021, that is not suspended, in the trade of Hoisting Engineer — Mobile Crane Operator 1, or (c)  who is an apprentice and is working pursuant to a training agreement registered under the Building Opportunities in the Skilled Trades Act, 2021, that is not suspended, in the trade of Hoisting Engineer — Mobile Crane Operator 1; (“conducteur de grandes grues”) “pick-up truck” means a commercial motor vehicle that, (a)  has a manufacturer’s gross vehicle weight rating of 6,500 kilograms or less, and (b)  is fitted with either, (i)  the original box that was installed by the manufacturer, which has not been modified, or (ii)  a replacement box that duplicates the one that was installed by the manufacturer, which has not been modified; (“camionnette”) “proof of apprenticeship” means a proof of apprenticeship described in subsection 9 (2) of the Building Opportunities in the Skilled Trades Act, 2021; (“preuve d’apprentissage”) “proof of provisional certificate of qualification” means a proof of provisional certificate of qualification described in subsection 9 (1) of the Building Opportunities in the Skilled Trades Act, 2021. (“preuve de certificat de qualification temporaire”) O. Reg. 555/06, s. 3 (4); O. Reg. 405/07, s. 1 (2); O. Reg. 401/16, s. 1 (3); O. Reg. 229/19, s. 1; O. Reg. 888/21, s. 1 (2-4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3. </b>(1) Subject to subsection (3), a driver and operator are exempt from this Regulation while the driver is driving a commercial motor vehicle of a type and in the circumstances described in any of the following paragraphs:</p> <p class=\"paragraph-e\">  1.  A two or three-axle commercial motor vehicle, or combination of a two-axle commercial motor vehicle and a one-axle trailer, being used,</p> <p class=\"subpara-e\">  i.  to transport the primary products of a farm, forest, sea or lake, if the driver or the operator is the owner and producer or harvester<b> </b>of the products, or</p> <p class=\"subpara-e\">  ii.  to return after transporting the primary products of a farm, forest, sea or lake, if the vehicle is empty or is transporting supplies and equipment used for the production of primary products of a farm, forest, sea or lake.</p> <p class=\"paragraph-e\">  2.  A vehicle being used by a person in the lawful performance of his or her duties as an inspector.</p> <p class=\"paragraph-e\">  3.  A cardiac arrest emergency vehicle operated by or under the authority of a hospital.</p> <p class=\"paragraph-e\">  4.  A vehicle engaged in providing relief in an emergency, being a situation or impending situation that constitutes a danger of major proportions to life, property or the environment, whether caused by forces of nature, an accident, an intentional act or otherwise.</p> <p class=\"paragraph-e\">  4.1  A vehicle operated by or on behalf of a municipality, road authority or public utility while responding to a situation or impending situation that constitutes an imminent danger, though not one of major proportions, to life, property or the environment, whether caused by forces of nature, an accident, an intentional act or otherwise.</p> <p class=\"paragraph-e\">  5.  A bus that is operated by or on behalf of a municipality as part of the municipality’s public transit service, either within the municipality or within 25 kilometres of the boundary of the municipality.</p> <p class=\"paragraph-e\">  6.  A large crane being operated by a large crane operator.</p> <p class=\"paragraph-e\">  7.  A vehicle used in support of a large crane while the vehicle is operated by a large crane operator and is carrying parts for the large crane. O. Reg. 555/06, s. 3 (1); O. Reg. 405/07, s. 1 (1); O. Reg. 401/16, s. 1 (1); O. Reg. 213/18, s. 1 (1).</p> <p class=\"subsection-e\">  (1.1) It is a condition of the exemptions in paragraphs 6 and 7 of subsection (1) that the large crane bears a plate fitted by the manufacturer indicating the crane’s lifting capacity. O. Reg. 401/16, s. 1 (2); O. Reg. 213/18, s. 1 (2).</p> <p class=\"subsection-e\">  (1.2) It is a condition of the exemptions in paragraphs 6 and 7 of subsection (1) that the large crane operator surrender the operator’s certificate of qualification, provisional certificate of qualification or proof of apprenticeship, as the case may be, or a copy of it, on the demand of an inspector. O. Reg. 401/16, s. 1 (2); O. Reg. 213/18, s. 1 (3); O. Reg. 888/21, s. 1 (1).</p> <p class=\"subsection-e\"><b> </b>(2) This Regulation does not apply to a driver, or the operator of such driver, while driving a pick-up truck that,</p> <p class=\"clause-e\">  (a)  is being used for personal purposes without compensation; and</p> <p class=\"clause-e\">  (b)  is not carrying, or towing a trailer that is carrying, commercial cargo or tools or equipment of a type normally used for commercial purposes.  O. Reg. 555/06, s. 3 (2).</p> <p class=\"subsection-e\">  (3) A driver’s on-duty time and off-duty time, within the meaning of this Regulation, when he or she is exempt from this Regulation under subsection (1) shall nonetheless be included in the calculations of a driver’s hours of off-duty and on-duty time for the purposes of complying with this Regulation on the days when the driver is not exempt under subsection (1).  O. Reg. 555/06, s. 3 (3).</p> <p class=\"subsection-e\">  (4) In this section,</p> <p class=\"definition-e\">“large crane” means a crane that is capable of raising, lowering or moving any material that weighs more than 13,607 kilograms; (“grande grue”)</p> <p class=\"definition-e\">“large crane operator” means a person,</p> <p class=\"defclause-e\">  (a)  who holds a certificate of qualification issued under the <i>Building Opportunities in the Skilled Trades Act, 2021</i>, that is not suspended, in the trade of Hoisting Engineer — Mobile Crane Operator 1,</p> <p class=\"defclause-e\">  (b)  who holds a provisional certificate of qualification issued under the <i>Building Opportunities in the Skilled Trades Act, 2021</i>, that is not suspended, in the trade of Hoisting Engineer — Mobile Crane Operator 1, or</p> <p class=\"defclause-e\">  (c)  who is an apprentice and is working pursuant to a training agreement registered under the <i>Building Opportunities in the Skilled Trades Act, 2021</i>, that is not suspended, in the trade of Hoisting Engineer — Mobile Crane Operator 1; (“conducteur de grandes grues”)</p> <p class=\"definition-e\">“pick-up truck” means a commercial motor vehicle that,</p> <p class=\"defclause-e\">  (a)  has a manufacturer’s gross vehicle weight rating of 6,500 kilograms or less, and</p> <p class=\"defclause-e\">  (b)  is fitted with either,</p> <p class=\"defsubclause-e\">  (i)  the original box that was installed by the manufacturer, which has not been modified, or</p> <p class=\"defsubclause-e\">  (ii)  a replacement box that duplicates the one that was installed by the manufacturer, which has not been modified; (“camionnette”)</p> <p class=\"definition-e\">“proof of apprenticeship” means a proof of apprenticeship described in subsection 9 (2) of the <i>Building Opportunities in the Skilled Trades Act, 2021;</i> (“preuve d’apprentissage”)</p> <p class=\"definition-e\">“proof of provisional certificate of qualification” means a proof of provisional certificate of qualification described in subsection 9 (1) of the <i>Building Opportunities in the Skilled Trades Act, 2021.</i> (“preuve de certificat de qualification temporaire”) O. Reg. 555/06, s. 3 (4); O. Reg. 405/07, s. 1 (2); O. Reg. 401/16, s. 1 (3); O. Reg. 229/19, s. 1; O. Reg. 888/21, s. 1 (2-4).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.1",
            "part_id": null,
            "part_type": null,
            "section": "Exemption for volunteer firefighters",
            "content": " 3.1 (1) A driver and operator are exempt from this Regulation while the driver is performing duties as a volunteer firefighter, as defined in the Fire Protection and Prevention Act, 1997, but no matter how many hours the driver actually performs duties as a volunteer firefighter, the exemption shall not exceed, (a)  two consecutive hours a day; or (b)  two consecutive hours in the mandatory off-duty time period required by section 9.  O. Reg. 114/09, s. 1. (2) The exemption period under subsection (1) shall be included as off-duty time in the calculations of the driver’s hours of off-duty and on-duty time for the purposes of complying with this Regulation when the driver is not exempt under subsection (1).  O. Reg. 114/09, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3.1 </b>(1) A driver and operator are exempt from this Regulation while the driver is performing duties as a volunteer firefighter, as defined in the <i>Fire Protection and Prevention Act, 1997</i>, but no matter how many hours the driver actually performs duties as a volunteer firefighter, the exemption shall not exceed,</p> <p class=\"clause-e\">  (a)  two consecutive hours a day; or</p> <p class=\"clause-e\">  (b)  two consecutive hours in the mandatory off-duty time period required by section 9.  O. Reg. 114/09, s. 1.</p> <p class=\"subsection-e\">  (2) The exemption period under subsection (1) shall be included as off-duty time in the calculations of the driver’s hours of off-duty and on-duty time for the purposes of complying with this Regulation when the driver is not exempt under subsection (1).  O. Reg. 114/09, s. 1.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.2",
            "part_id": null,
            "part_type": null,
            "section": "Exemption from Regulation, certificate",
            "content": " 3.2 (1) Subject to subsection (4), a driver and operator are exempt from this Regulation while the driver is driving a vehicle in respect of which an exemption certificate has been issued under subsection 191 (3) of the Act. O. Reg. 401/16, s. 2. (2) For the purposes of subsection 191 (3) of the Act, the following classes of vehicles are prescribed: 1.  A vehicle that meets the definition of “road-building machine” in subsection 1 (1) of the Act, as that term was defined on June 30, 2017. 2.  A vehicle used in support of a crane, provided that, i.  the crane is a vehicle described in paragraph 1, ii.  the vehicle is operated by a crane operator, and iii.  the vehicle is carrying parts for the crane. O. Reg. 213/18, s. 2 (1). (3) For the purposes of subsection 191 (5) of the Act, the following conditions are prescribed: 1.  An exemption certificate issued under subsection 191 (3) of the Act is valid until June 30, 2022. 2.  For a vehicle described in paragraph 2 of subsection (2), the crane operator must surrender the operator’s certificate of qualification, provisional certificate of qualification or proof of apprenticeship, as the case may be, or a copy of it, on the demand of an inspector. O. Reg. 401/16, s. 2; O. Reg. 213/18, s. 2 (2); O. Reg. 888/21, s. 2 (1). (4) A driver’s on-duty time and off-duty time, within the meaning of this Regulation, when he or she is exempt from this Regulation under subsection (1) shall nonetheless be included in the calculations of a driver’s hours of off-duty and on-duty time for the purposes of complying with this Regulation on the days when the driver is not exempt under subsection (1). O. Reg. 401/16, s. 2. (5) In this section, “crane operator” means a person, (a)  who holds a certificate of qualification issued under the Building Opportunities in the Skilled Trades Act, 2021, that is not suspended, in the trade of Hoisting Engineer — Mobile Crane Operator 1 or Hoisting Engineer — Mobile Crane Operator 2, (b)  who holds a provisional certificate of qualification issued under the Building Opportunities in the Skilled Trades Act, 2021, that is not suspended, in the trade of Hoisting Engineer — Mobile Crane Operator 1 or Hoisting Engineer — Mobile Crane Operator 2, or (c)  who is an apprentice and is working pursuant to a training agreement registered under the Building Opportunities in the Skilled Trades Act, 2021, that is not suspended, in the trade of Hoisting Engineer — Mobile Crane Operator 1 or Hoisting Engineer — Mobile Crane Operator 2. O. Reg. 888/21, s. 2 (2). (6) In this section, “proof of apprenticeship” and “proof of provisional certificate of qualification” have the meanings set out in subsection 3 (4) of this Regulation. O. Reg. 888/21, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>3.2 </b>(1) Subject to subsection (4), a driver and operator are exempt from this Regulation while the driver is driving a vehicle in respect of which an exemption certificate has been issued under subsection 191 (3) of the Act. O. Reg. 401/16, s. 2.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 191 (3) of the Act, the following classes of vehicles are prescribed:</p> <p class=\"paragraph-e\">  1.  A vehicle that meets the definition of “road-building machine” in subsection 1 (1) of the Act, as that term was defined on June 30, 2017.</p> <p class=\"paragraph-e\">  2.  A vehicle used in support of a crane, provided that,</p> <p class=\"subpara-e\">  i.  the crane is a vehicle described in paragraph 1,</p> <p class=\"subpara-e\">  ii.  the vehicle is operated by a crane operator, and</p> <p class=\"subpara-e\">  iii.  the vehicle is carrying parts for the crane. O. Reg. 213/18, s. 2 (1).</p> <p class=\"subsection-e\">  (3) For the purposes of subsection 191 (5) of the Act, the following conditions are prescribed:</p> <p class=\"paragraph-e\">  1.  An exemption certificate issued under subsection 191 (3) of the Act is valid until June 30, 2022.</p> <p class=\"paragraph-e\">  2.  For a vehicle described in paragraph 2 of subsection (2), the crane operator must surrender the operator’s certificate of qualification, provisional certificate of qualification or proof of apprenticeship, as the case may be, or a copy of it, on the demand of an inspector. O. Reg. 401/16, s. 2; O. Reg. 213/18, s. 2 (2); O. Reg. 888/21, s. 2 (1).</p> <p class=\"subsection-e\">  (4) A driver’s on-duty time and off-duty time, within the meaning of this Regulation, when he or she is exempt from this Regulation under subsection (1) shall nonetheless be included in the calculations of a driver’s hours of off-duty and on-duty time for the purposes of complying with this Regulation on the days when the driver is not exempt under subsection (1). O. Reg. 401/16, s. 2.</p> <p class=\"subsection-e\">  (5) In this section,</p> <p class=\"definition-e\">“crane operator” means a person,</p> <p class=\"defclause-e\">  (a)  who holds a certificate of qualification issued under the <i>Building Opportunities in the Skilled Trades Act, 2021</i>, that is not suspended, in the trade of Hoisting Engineer — Mobile Crane Operator 1 or Hoisting Engineer — Mobile Crane Operator 2,</p> <p class=\"defclause-e\">  (b)  who holds a provisional certificate of qualification issued under the <i>Building Opportunities in the Skilled Trades Act, 2021</i>, that is not suspended, in the trade of Hoisting Engineer — Mobile Crane Operator 1 or Hoisting Engineer — Mobile Crane Operator 2, or</p> <p class=\"defclause-e\">  (c)  who is an apprentice and is working pursuant to a training agreement registered under the <i>Building Opportunities in the Skilled Trades Act, 2021</i>, that is not suspended, in the trade of Hoisting Engineer — Mobile Crane Operator 1 or Hoisting Engineer — Mobile Crane Operator 2. O. Reg. 888/21, s. 2 (2).</p> <p class=\"subsection-e\">  (6) In this section, “proof of apprenticeship” and “proof of provisional certificate of qualification” have the meanings set out in subsection 3 (4) of this Regulation. O. Reg. 888/21, s. 2 (3).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "3.3",
            "part_id": null,
            "part_type": null,
            "section": "Exemption from s. 6 (1), certain operators",
            "content": " 3.3 A driver and operator are exempt from subsection 6 (1) while the driver is operating a concrete pumper or a mobile crane. O. Reg. 401/16, s. 2. Daily Requirements",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>3.3 </b>A driver and operator are exempt from subsection 6 (1) while the driver is operating a concrete pumper or a mobile crane. O. Reg. 401/16, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK7\"></a>Daily Requirements</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "Daily Requirements",
            "part_id": null,
            "part_type": null,
            "section": "Daily Requirements",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Designation of driver’s day",
            "content": " 4. (1) The operator shall designate the hour at which the driver’s day starts if it does not start at midnight and shall notify the driver of the designation.  O. Reg. 555/06, s. 4 (1). (2) The designation shall apply for the duration of the driver’s cycle.  O. Reg. 555/06, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>4. </b>(1) The operator shall designate the hour at which the driver’s day starts if it does not start at midnight and shall notify the driver of the designation.  O. Reg. 555/06, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The designation shall apply for the duration of the driver’s cycle.  O. Reg. 555/06, s. 4 (2).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Daily driving time",
            "content": " 5. (1) After a driver has accumulated 13 hours of driving time in a day, the driver shall not drive again on the same day.  O. Reg. 555/06, s. 5 (1). (2) After a driver has accumulated 14 hours of on-duty time in a day, the driver shall not drive again on the same day.  O. Reg. 555/06, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK9\"></a>5. </b>(1) After a driver has accumulated 13 hours of driving time in a day, the driver shall not drive again on the same day.  O. Reg. 555/06, s. 5 (1).</p> <p class=\"subsection-e\">  (2) After a driver has accumulated 14 hours of on-duty time in a day, the driver shall not drive again on the same day.  O. Reg. 555/06, s. 5 (2).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Daily off-duty time",
            "content": " 6. (1) A driver shall take at least 10 hours of off-duty time in a day.  O. Reg. 555/06, s. 6 (1). (2) Off-duty time under subsection (1) that is in addition to the mandatory eight consecutive hours of off-duty time required by section 9 may be distributed throughout the day in blocks of no less than 30 minutes each.  O. Reg. 555/06, s. 6 (2). (3) The off-duty time referred to in subsection (2) shall be at least two hours and may be added to the mandatory eight consecutive hours of off-duty time but cannot form part of it.  O. Reg. 555/06, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>6. </b>(1) A driver shall take at least 10 hours of off-duty time in a day.  O. Reg. 555/06, s. 6 (1).</p> <p class=\"subsection-e\">  (2) Off-duty time under subsection (1) that is in addition to the mandatory eight consecutive hours of off-duty time required by section 9 may be distributed throughout the day in blocks of no less than 30 minutes each.  O. Reg. 555/06, s. 6 (2).</p> <p class=\"subsection-e\">  (3) The off-duty time referred to in subsection (2) shall be at least two hours and may be added to the mandatory eight consecutive hours of off-duty time but cannot form part of it.  O. Reg. 555/06, s. 6 (3).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Deferral of off-duty time",
            "content": " 7. A driver may split the off-duty time required by section 6 over any two consecutive days by deferring a maximum of two hours of the daily off-duty time from the first day to the second day and increasing the total of the driving and on-duty times in the first day by not more than two hours if, (a)  the deferred off-duty time does not form part of the mandatory period of eight consecutive hours of off-duty time required by section 9; (b)  before the end of the second day, the driver takes a consecutive period of off-duty time consisting of the eight consecutive hours required by section 9 plus the off-duty time deferred from the first day; (c)  the total off-duty time taken in the two days is at least 20 hours; (d)  the total driving time in the two days does not exceed 26 hours; (e)  the total on-duty time in the two days does not exceed 28 hours; (f)  the driver is not splitting off-duty time under section 11 at any time during the two days; and (g)  an entry is made in the record of duty status or in the record required by subsection 23 (3) clearly indicating the day from which the off-duty time has been deferred and the day to which it was deferred.  O. Reg. 555/06, s. 7; O. Reg. 715/21, s. 3. Shift Requirements",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>7. </b>A driver may split the off-duty time required by section 6 over any two consecutive days by deferring a maximum of two hours of the daily off-duty time from the first day to the second day and increasing the total of the driving and on-duty times in the first day by not more than two hours if,</p> <p class=\"clause-e\">  (a)  the deferred off-duty time does not form part of the mandatory period of eight consecutive hours of off-duty time required by section 9;</p> <p class=\"clause-e\">  (b)  before the end of the second day, the driver takes a consecutive period of off-duty time consisting of the eight consecutive hours required by section 9 plus the off-duty time deferred from the first day;</p> <p class=\"clause-e\">  (c)  the total off-duty time taken in the two days is at least 20 hours;</p> <p class=\"clause-e\">  (d)  the total driving time in the two days does not exceed 26 hours;</p> <p class=\"clause-e\">  (e)  the total on-duty time in the two days does not exceed 28 hours;</p> <p class=\"clause-e\">  (f)  the driver is not splitting off-duty time under section 11 at any time during the two days; and</p> <p class=\"clause-e\">  (g)  an entry is made in the record of duty status or in the record required by subsection 23 (3) clearly indicating the day from which the off-duty time has been deferred and the day to which it was deferred.  O. Reg. 555/06, s. 7; O. Reg. 715/21, s. 3.</p> <p class=\"heading1-e\"><a name=\"BK12\"></a>Shift Requirements</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "Shift Requirements",
            "part_id": null,
            "part_type": null,
            "section": "Shift Requirements",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Requirements for sleeper berth",
            "content": " 8. For the purposes of sections 10 and 11, a sleeper berth must, (a)  be designed to be used as sleeping accommodation; (b)  not be located in or on a trailer; (c)  be located, (i)  in the cab of the commercial motor vehicle or immediately adjacent to the cab and be securely fixed to it, (ii)  in the cargo space of the commercial motor vehicle and be separated from the remainder of the cargo space by a solid physical barrier, or (iii)  in the case of a bus, in the passenger compartment of the bus and be separated from the passenger area of the passenger compartment by a solid physical barrier that is equipped with a door that can be locked; (d)  in the case of a bus, (i)  be at least 1.9 metres long, 60 centimetres wide and 60 centimetres high, (ii)  provide privacy for the occupant, and (iii)  be equipped with a means to significantly limit the amount of light entering the area; (e)  in the case of a commercial motor vehicle other than a bus, (i)  be rectangular in shape, (ii)  be at least 1.9 metres long, (iii)  be at least 60 centimetres wide, and (iv)  be at least 60 centimetres high, measured from the top of the sleeping mattress to the highest point of the area; (f)  be constructed so that there are no impediments to ready entrance to or exit from the area; (g)  have a direct and readily accessible means of passing from it into the driver’s seat or compartment; (h)  be protected against leaks and overheating from the vehicle’s exhaust system; (i)  be equipped to provide heating, cooling and ventilation within the range of household temperatures; (j)  be sealed against dust and rain; (k)  be equipped with a mattress that is at least 10 centimetres thick; and (l)  be equipped with a means of preventing ejection of the occupant during deceleration of the commercial motor vehicle, the means being designed, installed and maintained to withstand a total force of 2,700 kilograms applied toward the front of the vehicle and parallel to the longitudinal axis of the vehicle.  O. Reg. 555/06, s. 8; O. Reg. 715/21, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>8. </b>For the purposes of sections 10 and 11, a sleeper berth must,</p> <p class=\"clause-e\">  (a)  be designed to be used as sleeping accommodation;</p> <p class=\"clause-e\">  (b)  not be located in or on a trailer;</p> <p class=\"clause-e\">  (c)  be located,</p> <p class=\"subclause-e\">  (i)  in the cab of the commercial motor vehicle or immediately adjacent to the cab and be securely fixed to it,</p> <p class=\"subclause-e\">  (ii)  in the cargo space of the commercial motor vehicle and be separated from the remainder of the cargo space by a solid physical barrier, or</p> <p class=\"subclause-e\">  (iii)  in the case of a bus, in the passenger compartment of the bus and be separated from the passenger area of the passenger compartment by a solid physical barrier that is equipped with a door that can be locked;</p> <p class=\"clause-e\">  (d)  in the case of a bus,</p> <p class=\"subclause-e\">  (i)  be at least 1.9 metres long, 60 centimetres wide and 60 centimetres high,</p> <p class=\"subclause-e\">  (ii)  provide privacy for the occupant, and </p> <p class=\"subclause-e\">  (iii)  be equipped with a means to significantly limit the amount of light entering the area;</p> <p class=\"clause-e\">  (e)  in the case of a commercial motor vehicle other than a bus,</p> <p class=\"subclause-e\">  (i)  be rectangular in shape,</p> <p class=\"subclause-e\">  (ii)  be at least 1.9 metres long,</p> <p class=\"subclause-e\">  (iii)  be at least 60 centimetres wide, and</p> <p class=\"subclause-e\">  (iv)  be at least 60 centimetres high, measured from the top of the sleeping mattress to the highest point of the area;</p> <p class=\"clause-e\">  (f)  be constructed so that there are no impediments to ready entrance to or exit from the area;</p> <p class=\"clause-e\">  (g)  have a direct and readily accessible means of passing from it into the driver’s seat or compartment;</p> <p class=\"clause-e\">  (h)  be protected against leaks and overheating from the vehicle’s exhaust system;</p> <p class=\"clause-e\">  (i)  be equipped to provide heating, cooling and ventilation within the range of household temperatures;</p> <p class=\"clause-e\">  (j)  be sealed against dust and rain;</p> <p class=\"clause-e\">  (k)  be equipped with a mattress that is at least 10 centimetres thick; and</p> <p class=\"clause-e\">  (l)  be equipped with a means of preventing ejection of the occupant during deceleration of the commercial motor vehicle, the means being designed, installed and maintained to withstand a total force of 2,700 kilograms applied toward the front of the vehicle and parallel to the longitudinal axis of the vehicle.  O. Reg. 555/06, s. 8; O. Reg. 715/21, s. 4.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Mandatory off-duty time",
            "content": " 9. (1) After a driver has accumulated 13 hours of driving time from the end of the most recent period of eight or more consecutive hours of off-duty time, the driver shall not drive again unless he or she takes at least eight consecutive hours of off-duty time.  O. Reg. 555/06, s. 9 (1). (2) After a driver has accumulated 14 hours of on-duty time from the end of the most recent period of eight or more consecutive hours of off-duty time, the driver shall not drive again unless he or she takes at least eight consecutive hours of off-duty time.  O. Reg. 555/06, s. 9 (2). (3) After 16 hours have elapsed from the end of the most recent period of eight or more consecutive hours of off-duty time, the driver shall not drive again unless he or she takes at least eight consecutive hours of off-duty time.  O. Reg. 555/06, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>9. </b>(1) After a driver has accumulated 13 hours of driving time from the end of the most recent period of eight or more consecutive hours of off-duty time, the driver shall not drive again unless he or she takes at least eight consecutive hours of off-duty time.  O. Reg. 555/06, s. 9 (1).</p> <p class=\"subsection-e\">  (2) After a driver has accumulated 14 hours of on-duty time from the end of the most recent period of eight or more consecutive hours of off-duty time, the driver shall not drive again unless he or she takes at least eight consecutive hours of off-duty time.  O. Reg. 555/06, s. 9 (2).</p> <p class=\"subsection-e\">  (3) After 16 hours have elapsed from the end of the most recent period of eight or more consecutive hours of off-duty time, the driver shall not drive again unless he or she takes at least eight consecutive hours of off-duty time.  O. Reg. 555/06, s. 9 (3).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Exception to mandatory off-duty time — travelling by ferry",
            "content": " 10. (1) A driver travelling for more than five hours by a ferry may meet the mandatory off-duty time requirement of section 9 by spending a minimum of eight hours resting in two or more of,  (a)  a sleeper berth while waiting at the terminal to board the ferry; (b)  rest accommodations on the ferry; and (c)  a rest stop that is no more than 25 kilometres from the point of disembarkation from the ferry.  O. Reg. 555/06, s. 10 (1). (2) For the purposes of section 9, (a)  off-duty time taken under this section is deemed to begin at the start of the last period of off-duty time described in subsection (1); and (b)  the elapsed time referred to in subsection 9 (3) must not include the periods of off-duty time described in subsection (1) that precede the start of the last period of off-duty time described in subsection (1).  O. Reg. 555/06, s. 10 (2). (3) The driver shall record the hours spent as described in subsection (1) in the record of duty status as off-duty time spent in a sleeper berth and shall retain the receipts for the crossing and rest accommodation fees as supporting documents.  O. Reg. 555/06, s. 10 (3); O. Reg. 715/21, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>10. </b>(1) A driver travelling for more than five hours by a ferry may meet the mandatory off-duty time requirement of section 9 by spending a minimum of eight hours resting in two or more of, </p> <p class=\"clause-e\">  (a)  a sleeper berth while waiting at the terminal to board the ferry;</p> <p class=\"clause-e\">  (b)  rest accommodations on the ferry; and</p> <p class=\"clause-e\">  (c)  a rest stop that is no more than 25 kilometres from the point of disembarkation from the ferry.  O. Reg. 555/06, s. 10 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of section 9,</p> <p class=\"clause-e\">  (a)  off-duty time taken under this section is deemed to begin at the start of the last period of off-duty time described in subsection (1); and</p> <p class=\"clause-e\">  (b)  the elapsed time referred to in subsection 9 (3) must not include the periods of off-duty time described in subsection (1) that precede the start of the last period of off-duty time described in subsection (1).  O. Reg. 555/06, s. 10 (2).</p> <p class=\"subsection-e\">  (3) The driver shall record the hours spent as described in subsection (1) in the record of duty status as off-duty time spent in a sleeper berth and shall retain the receipts for the crossing and rest accommodation fees as supporting documents.  O. Reg. 555/06, s. 10 (3); O. Reg. 715/21, s. 5.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Splitting off-duty time",
            "content": " 11. (1) Revoked: O. Reg. 715/21, s. 6 (1). (2) A driver who is driving a commercial motor vehicle fitted with a sleeper berth may meet the mandatory off-duty time requirements of section 9 by accumulating off-duty time in no more than two periods where, (a)  neither period of off-duty time is less than two hours; (b)  the total of the two periods of off-duty time is at least 10 hours; (c)  the off-duty time is spent resting in the sleeper berth; and (d)  the driver does not drive again when, (i)  the total of the driving times immediately before and after each sleeper berth period exceeds 13 hours, (ii)  the total of the on-duty times immediately before and after each sleeper berth period exceeds 14 hours, and (iii)  the total of the elapsed times immediately before and after each sleeper berth period exceeds 16 hours.  O. Reg. 555/06, s. 11 (2); O. Reg. 715/21, s. 6 (2, 3). (3) Where a team of two or more co-drivers are driving a commercial motor vehicle fitted with a sleeper berth, each driver may meet the mandatory off-duty time requirements of section 9, not by accumulating off-duty time as provided by subsection (2), but by accumulating off-duty time in no more than two periods where, (a)  neither period of off-duty time is less than four hours; (b)  the total of the two periods of off-duty time is at least eight hours; (c)  the off-duty time is spent resting in the sleeper berth; and (d)  the driver does not drive again when, (i)  the total of the driving times immediately before and after each sleeper berth period exceeds 13 hours, (ii)  the total of the on-duty times immediately before and after each sleeper berth period exceeds 14 hours, and (iii)  the total of the elapsed times immediately before and after each sleeper berth period exceeds 16 hours.  O. Reg. 555/06, s. 11 (3); O. Reg. 715/21, s. 6 (4, 5). (4) For the purpose of subsection (3), each driver must record in the record of duty status the times when a co-driver, other than a co-driver described in subsection 2 (5), enters the commercial motor vehicle.  O. Reg. 555/06, s. 11 (4); O. Reg. 715/21, s. 6 (6). Cycle Requirements",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>11. </b>(1) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 715/21, s. 6 (1).</p> <p class=\"subsection-e\">  (2) A driver who is driving a commercial motor vehicle fitted with a sleeper berth may meet the mandatory off-duty time requirements of section 9 by accumulating off-duty time in no more than two periods where,</p> <p class=\"clause-e\">  (a)  neither period of off-duty time is less than two hours;</p> <p class=\"clause-e\">  (b)  the total of the two periods of off-duty time is at least 10 hours;</p> <p class=\"clause-e\">  (c)  the off-duty time is spent resting in the sleeper berth; and</p> <p class=\"clause-e\">  (d)  the driver does not drive again when,</p> <p class=\"subclause-e\">  (i)  the total of the driving times immediately before and after each sleeper berth period exceeds 13 hours,</p> <p class=\"subclause-e\">  (ii)  the total of the on-duty times immediately before and after each sleeper berth period exceeds 14 hours, and</p> <p class=\"subclause-e\">  (iii)  the total of the elapsed times immediately before and after each sleeper berth period exceeds 16 hours.  O. Reg. 555/06, s. 11 (2); O. Reg. 715/21, s. 6 (2, 3).</p> <p class=\"subsection-e\">  (3) Where a team of two or more co-drivers are driving a commercial motor vehicle fitted with a sleeper berth, each driver may meet the mandatory off-duty time requirements of section 9, not by accumulating off-duty time as provided by subsection (2), but by accumulating off-duty time in no more than two periods where,</p> <p class=\"clause-e\">  (a)  neither period of off-duty time is less than four hours;</p> <p class=\"clause-e\">  (b)  the total of the two periods of off-duty time is at least eight hours;</p> <p class=\"clause-e\">  (c)  the off-duty time is spent resting in the sleeper berth; and</p> <p class=\"clause-e\">  (d)  the driver does not drive again when,</p> <p class=\"subclause-e\">  (i)  the total of the driving times immediately before and after each sleeper berth period exceeds 13 hours,</p> <p class=\"subclause-e\">  (ii)  the total of the on-duty times immediately before and after each sleeper berth period exceeds 14 hours, and</p> <p class=\"subclause-e\">  (iii)  the total of the elapsed times immediately before and after each sleeper berth period exceeds 16 hours.  O. Reg. 555/06, s. 11 (3); O. Reg. 715/21, s. 6 (4, 5).</p> <p class=\"subsection-e\">  (4) For the purpose of subsection (3), each driver must record in the record of duty status the times when a co-driver, other than a co-driver described in subsection 2 (5), enters the commercial motor vehicle.  O. Reg. 555/06, s. 11 (4); O. Reg. 715/21, s. 6 (6).</p> <p class=\"heading1-e\"><a name=\"BK17\"></a>Cycle Requirements</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "Cycle Requirements",
            "part_id": null,
            "part_type": null,
            "section": "Cycle Requirements",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Cycle 1 or cycle 2",
            "content": " 12. (1) An operator shall require that each driver follows either cycle 1 or cycle 2, as designated by the operator for the driver.  O. Reg. 555/06, s. 12 (1); O. Reg. 715/21, s. 7. (2) A driver shall follow the cycle designated for him or her by the operator.  O. Reg. 555/06, s. 12 (2). (3) An operator shall not change a driver’s cycle except as provided by section 14.  O. Reg. 555/06, s. 12 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>12. </b>(1) An operator shall require that each driver follows either cycle 1 or cycle 2, as designated by the operator for the driver.  O. Reg. 555/06, s. 12 (1); O. Reg. 715/21, s. 7.</p> <p class=\"subsection-e\">  (2) A driver shall follow the cycle designated for him or her by the operator.  O. Reg. 555/06, s. 12 (2).</p> <p class=\"subsection-e\">  (3) An operator shall not change a driver’s cycle except as provided by section 14.  O. Reg. 555/06, s. 12 (3).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Off-duty requirements",
            "content": " 13. (1) Subject to section 14, a driver shall not drive unless the driver has taken at least 24 consecutive hours of off-duty time in the preceding 14 days.  O. Reg. 555/06, s. 13 (1). (2) A driver who is following cycle 1 shall not drive again in that cycle after accumulating 70 hours of on-duty time during any period of seven days or during the period beginning on the day on which the cycle was reset under section 14, whichever is less.  O. Reg. 555/06, s. 13 (2); O. Reg. 715/21, s. 8 (1). (3) A driver who is following cycle 2 shall not drive again in that cycle after accumulating 120 hours of on-duty time during any period of 14 days or during the period beginning on the day on which the cycle was reset under section 14, whichever is less.  O. Reg. 555/06, s. 13 (3); O. Reg. 715/21, s. 8 (2). (4) A driver who is following cycle 2 shall not drive again in that cycle after accumulating 70 hours of on-duty time without having taken at least 24 consecutive hours of off-duty time during the period when the 70 hours were accumulated.  O. Reg. 555/06, s. 13 (4); O. Reg. 715/21, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>13. </b>(1) Subject to section 14, a driver shall not drive unless the driver has taken at least 24 consecutive hours of off-duty time in the preceding 14 days.  O. Reg. 555/06, s. 13 (1).</p> <p class=\"subsection-e\">  (2) A driver who is following cycle 1 shall not drive again in that cycle after accumulating 70 hours of on-duty time during any period of seven days or during the period beginning on the day on which the cycle was reset under section 14, whichever is less.  O. Reg. 555/06, s. 13 (2); O. Reg. 715/21, s. 8 (1).</p> <p class=\"subsection-e\">  (3) A driver who is following cycle 2 shall not drive again in that cycle after accumulating 120 hours of on-duty time during any period of 14 days or during the period beginning on the day on which the cycle was reset under section 14, whichever is less.  O. Reg. 555/06, s. 13 (3); O. Reg. 715/21, s. 8 (2).</p> <p class=\"subsection-e\">  (4) A driver who is following cycle 2 shall not drive again in that cycle after accumulating 70 hours of on-duty time without having taken at least 24 consecutive hours of off-duty time during the period when the 70 hours were accumulated.  O. Reg. 555/06, s. 13 (4); O. Reg. 715/21, s. 8 (2).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Cycle reset — off-duty time",
            "content": " 14. (1) An operator may end the cycle of a driver following cycle 1 and designate a new cycle for the driver if the driver takes at least 36 consecutive hours of off-duty time before starting the new cycle.  O. Reg. 555/06, s. 14 (1); O. Reg. 715/21, s. 9 (1). (2) An operator may end the cycle of a driver following cycle 2 and designate a new cycle if the driver takes at least 72 consecutive hours of off-duty time before starting the new cycle.  O. Reg. 555/06, s. 14 (2); O. Reg. 715/21, s. 9 (2). (3) For the purpose of the cycle requirements of this Regulation, a driver’s accumulated hours at the start of each new cycle are deemed to be zero and the driver’s hours start to accumulate again at the start of the new cycle.  O. Reg. 555/06, s. 14 (3). Adverse Driving Conditions",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>14. </b>(1) An operator may end the cycle of a driver following cycle 1 and designate a new cycle for the driver if the driver takes at least 36 consecutive hours of off-duty time before starting the new cycle.  O. Reg. 555/06, s. 14 (1); O. Reg. 715/21, s. 9 (1).</p> <p class=\"subsection-e\">  (2) An operator may end the cycle of a driver following cycle 2 and designate a new cycle if the driver takes at least 72 consecutive hours of off-duty time before starting the new cycle.  O. Reg. 555/06, s. 14 (2); O. Reg. 715/21, s. 9 (2).</p> <p class=\"subsection-e\">  (3) For the purpose of the cycle requirements of this Regulation, a driver’s accumulated hours at the start of each new cycle are deemed to be zero and the driver’s hours start to accumulate again at the start of the new cycle.  O. Reg. 555/06, s. 14 (3).</p> <p class=\"heading1-e\"><a name=\"BK21\"></a>Adverse Driving Conditions</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "Adverse Driving Conditions",
            "part_id": null,
            "part_type": null,
            "section": "Adverse Driving Conditions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Increased driving and on-duty times in adverse driving conditions",
            "content": " 15. (1) A driver who encounters adverse driving conditions while driving a commercial motor vehicle may, (a)  increase the driving time permitted by section 5 by up to two hours and the on-duty time permitted by that section by up to two hours and reduce the off-duty time required by subsection 6 (2) by a corresponding amount; and (b)  increase the driving time permitted by sections 9 and 11 by up to two hours and the on-duty times permitted by those sections by up to two hours if the 16 hour elapsed time required by subsection 9 (3) is not exceeded.  O. Reg. 555/06, s. 15 (1). (2) If, as a result of subsection (1), the driver exceeds the on-duty time for the cycle permitted by sections 12 to 14, the cycle requirements under those sections must be met by the end of the following day.  O. Reg. 555/06, s. 15 (2). (3) If a driver increases their driving or on-duty times under subsection (1), the reason for the increase must be entered in the record of duty status or in the record required by subsection 23 (3). O. Reg. 715/21, s. 10. (4) In this section, “adverse driving conditions” means significantly impaired driving conditions that were not known, or could not reasonably have been known, to a driver or an operator dispatching a driver immediately before the driver began driving.  O. Reg. 555/06, s. 15 (4). Record-Keeping",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>15. </b>(1) A driver who encounters adverse driving conditions while driving a commercial motor vehicle may,</p> <p class=\"clause-e\">  (a)  increase the driving time permitted by section 5 by up to two hours and the on-duty time permitted by that section by up to two hours and reduce the off-duty time required by subsection 6 (2) by a corresponding amount; and</p> <p class=\"clause-e\">  (b)  increase the driving time permitted by sections 9 and 11 by up to two hours and the on-duty times permitted by those sections by up to two hours if the 16 hour elapsed time required by subsection 9 (3) is not exceeded.  O. Reg. 555/06, s. 15 (1).</p> <p class=\"subsection-e\">  (2) If, as a result of subsection (1), the driver exceeds the on-duty time for the cycle permitted by sections 12 to 14, the cycle requirements under those sections must be met by the end of the following day.  O. Reg. 555/06, s. 15 (2).</p> <p class=\"subsection-e\">  (3) If a driver increases their driving or on-duty times under subsection (1), the reason for the increase must be entered in the record of duty status or in the record required by subsection 23 (3). O. Reg. 715/21, s. 10.</p> <p class=\"subsection-e\">  (4) In this section, </p> <p class=\"definition-e\">“adverse driving conditions” means significantly impaired driving conditions that were not known, or could not reasonably have been known, to a driver or an operator dispatching a driver immediately before the driver began driving.  O. Reg. 555/06, s. 15 (4).</p> <p class=\"heading1-e\"><a name=\"BK23\"></a>Record-Keeping</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "Record-Keeping",
            "part_id": null,
            "part_type": null,
            "section": "Record-Keeping",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Records to be in local time",
            "content": " 16. Every person that records time in a record of duty status or in the operator’s record required by subsection 23 (3) shall use the local time at the driver’s home terminal. O. Reg. 715/21, s. 11 (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>16. </b>Every person that records time in a record of duty status or in the operator’s record required by subsection 23 (3) shall use the local time at the driver’s home terminal. O. Reg. 715/21, s. 11 (1).</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Record of duty status requirement",
            "content": " 17. (1) Every driver of a commercial motor vehicle shall keep a record of duty status unless exempt under section 23. O. Reg. 715/21, s. 11 (1). (2) An operator shall require every driver of a commercial motor vehicle to keep a record of duty status unless exempt under section 23. O. Reg. 715/21, s. 11 (1). Electronic Logging Devices",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK25\"></a>17. </b>(1) Every driver of a commercial motor vehicle shall keep a record of duty status unless exempt under section 23. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (2) An operator shall require every driver of a commercial motor vehicle to keep a record of duty status unless exempt under section 23. O. Reg. 715/21, s. 11 (1).</p> <p class=\"heading1-e\"><a name=\"BK26\"></a>Electronic Logging Devices</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "Electronic Logging Devices",
            "part_id": null,
            "part_type": null,
            "section": "Electronic Logging Devices",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "ELD required",
            "content": " 18. (1) An operator shall ensure that each commercial motor vehicle that it operates is equipped with an ELD that, (a)  meets the requirements of the Technical Standard; (b)  is mounted in a fixed position during the operation of the commercial motor vehicle; (c)  is visible to the driver when the driver is in the normal driving position; and (d)  is used only with an engine of a type for which the ELD was certified. O. Reg. 715/21, s. 11 (1). (2) A driver shall not drive a commercial motor vehicle that is not equipped with an ELD. O. Reg. 715/21, s. 11 (1). (3) The driver shall, (a)  record for each day, in accordance with this Regulation and the Technical Standard, all of the information required by this Regulation and the Technical Standard as their duty status changes; and (b)  manually input or verify the information set out in subsection (4) in the ELD of any commercial motor vehicle driven. O. Reg. 715/21, s. 11 (1). (4) The information referred to in clause (3) (b) is the following: 1.  The date and the start time, if different from midnight. 2.  The driver’s identification number. 3.  The cycle that the driver is following. 4.  The number plate of each commercial motor vehicle to be driven and each trailer to be drawn by the driver on the day. 5.  The name of any operator by which the driver was employed or otherwise engaged during that day and the addresses of its home terminal and principal place of business. 6.  The commercial motor vehicle’s location description, in accordance with subsection (5), if it is not automatically drawn from the ELD’s geo-location database. 7.  If the driver was not required to keep a record of duty status immediately before the beginning of the day, the number of hours of off-duty time and on-duty time that were accumulated by the driver each day during the 14 days immediately before the beginning of the day. 8.  Any deferral of off-duty time under section 7. 9.  If the driver was working for more than one operator during the current day, the start and end times of each duty status in the current day, before the use of the ELD. 10.  Any annotation necessary to complete the record of duty status. O. Reg. 715/21, s. 11 (1). (5) A location description referred to in paragraph 6 of subsection (4) shall include, (a)  the city, town, village or highway; and (b)  the province or state. O. Reg. 715/21, s. 11 (1). (6) Subsections (1), (2) and (3) do not apply to a commercial motor vehicle that is, (a)  driven by a driver who is exempt under section 23; (b)  Revoked:\r\nO. Reg. 715/21, s. 11 (2); (c)  a school bus within the meaning of section 175 of the Act; (d)  operated by an operator under a certificate issued under section 191 of the Act; (e)  the subject of a rental agreement of no longer than 30 days that is not an extended or renewed rental of the same vehicle; (f)  manufactured before model year 2000; or (g)  being driven for the purpose of sale or lease by a person in the business of selling, leasing or transporting vehicles, so long as the vehicle is unladen and is not drawing any other vehicle, other than an unladen motor vehicle with one or more sets of wheels on the surface of the roadway. O. Reg. 715/21, s. 11 (1, 2). (7) No driver shall use more than one ELD at the same time for the same period. O. Reg. 715/21, s. 11 (1). (8) No operator shall request, require or allow a driver to drive a commercial motor vehicle without complying with subsections (2), (3) and (7). O. Reg. 715/21, s. 11 (1). (9) If an operator authorizes a driver to operate a commercial motor vehicle for yard moves within a terminal, depot or port that is not on a highway, the operator shall ensure that the driver’s ELD has been configured so that the driver can indicate those moves. O. Reg. 715/21, s. 11 (1). (10) An operator shall create and maintain a system of accounts for ELDs that is in compliance with the Technical Standard and that, (a)  allows each driver to record their record of duty status in a distinct and personal account; and (b)  provides for a distinct account for the driving time and on-duty time of an unidentified driver. O. Reg. 715/21, s. 11 (1). (11) The operator shall ensure that each commercial motor vehicle that it operates that is required to be equipped with an ELD carries an ELD information packet containing a current version of the following documents: 1.  A user’s manual. 2.  An instruction sheet for the driver describing the data transfer mechanisms supported by the ELD and the steps required to generate and transfer the data with respect to the driver’s hours of service to an inspector. 3.  An instruction sheet describing the measures the driver shall take if the ELD malfunctions. 4.  A sufficient number of records of duty status forms to allow the driver to record the information required under section 21 for at least 15 days. O. Reg. 715/21, s. 11 (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>18. </b>(1) An operator shall ensure that each commercial motor vehicle that it operates is equipped with an ELD that,</p> <p class=\"clause-e\">  (a)  meets the requirements of the Technical Standard;</p> <p class=\"clause-e\">  (b)  is mounted in a fixed position during the operation of the commercial motor vehicle;</p> <p class=\"clause-e\">  (c)  is visible to the driver when the driver is in the normal driving position; and</p> <p class=\"clause-e\">  (d)  is used only with an engine of a type for which the ELD was certified. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (2) A driver shall not drive a commercial motor vehicle that is not equipped with an ELD. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (3) The driver shall,</p> <p class=\"clause-e\">  (a)  record for each day, in accordance with this Regulation and the Technical Standard, all of the information required by this Regulation and the Technical Standard as their duty status changes; and</p> <p class=\"clause-e\">  (b)  manually input or verify the information set out in subsection (4) in the ELD of any commercial motor vehicle driven. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (4) The information referred to in clause (3) (b) is the following:</p> <p class=\"paragraph-e\">  1.  The date and the start time, if different from midnight.</p> <p class=\"paragraph-e\">  2.  The driver’s identification number.</p> <p class=\"paragraph-e\">  3.  The cycle that the driver is following.</p> <p class=\"paragraph-e\">  4.  The number plate of each commercial motor vehicle to be driven and each trailer to be drawn by the driver on the day.</p> <p class=\"paragraph-e\">  5.  The name of any operator by which the driver was employed or otherwise engaged during that day and the addresses of its home terminal and principal place of business.</p> <p class=\"paragraph-e\">  6.  The commercial motor vehicle’s location description, in accordance with subsection (5), if it is not automatically drawn from the ELD’s geo-location database.</p> <p class=\"paragraph-e\">  7.  If the driver was not required to keep a record of duty status immediately before the beginning of the day, the number of hours of off-duty time and on-duty time that were accumulated by the driver each day during the 14 days immediately before the beginning of the day.</p> <p class=\"paragraph-e\">  8.  Any deferral of off-duty time under section 7.</p> <p class=\"paragraph-e\">  9.  If the driver was working for more than one operator during the current day, the start and end times of each duty status in the current day, before the use of the ELD.</p> <p class=\"paragraph-e\">  10.  Any annotation necessary to complete the record of duty status. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (5) A location description referred to in paragraph 6 of subsection (4) shall include,</p> <p class=\"clause-e\">  (a)  the city, town, village or highway; and</p> <p class=\"clause-e\">  (b)  the province or state. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (6) Subsections (1), (2) and (3) do not apply to a commercial motor vehicle that is,</p> <p class=\"clause-e\">  (a)  driven by a driver who is exempt under section 23;</p> <p class=\"clause-e\">  (b)  <span class=\"ovsmallcap\">Revoked:</span>\r\nO. Reg. 715/21, s. 11 (2);</p> <p class=\"clause-e\">  (c)  a school bus within the meaning of section 175 of the Act;</p> <p class=\"clause-e\">  (d)  operated by an operator under a certificate issued under section 191 of the Act;</p> <p class=\"clause-e\">  (e)  the subject of a rental agreement of no longer than 30 days that is not an extended or renewed rental of the same vehicle;</p> <p class=\"clause-e\">  (f)  manufactured before model year 2000; or</p> <p class=\"clause-e\">  (g)  being driven for the purpose of sale or lease by a person in the business of selling, leasing or transporting vehicles, so long as the vehicle is unladen and is not drawing any other vehicle, other than an unladen motor vehicle with one or more sets of wheels on the surface of the roadway. O. Reg. 715/21, s. 11 (1, 2).</p> <p class=\"subsection-e\">  (7) No driver shall use more than one ELD at the same time for the same period. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (8) No operator shall request, require or allow a driver to drive a commercial motor vehicle without complying with subsections (2), (3) and (7). O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (9) If an operator authorizes a driver to operate a commercial motor vehicle for yard moves within a terminal, depot or port that is not on a highway, the operator shall ensure that the driver’s ELD has been configured so that the driver can indicate those moves. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (10) An operator shall create and maintain a system of accounts for ELDs that is in compliance with the Technical Standard and that,</p> <p class=\"clause-e\">  (a)  allows each driver to record their record of duty status in a distinct and personal account; and</p> <p class=\"clause-e\">  (b)  provides for a distinct account for the driving time and on-duty time of an unidentified driver. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (11) The operator shall ensure that each commercial motor vehicle that it operates that is required to be equipped with an ELD carries an ELD information packet containing a current version of the following documents:</p> <p class=\"paragraph-e\">  1.  A user’s manual.</p> <p class=\"paragraph-e\">  2.  An instruction sheet for the driver describing the data transfer mechanisms supported by the ELD and the steps required to generate and transfer the data with respect to the driver’s hours of service to an inspector.</p> <p class=\"paragraph-e\">  3.  An instruction sheet describing the measures the driver shall take if the ELD malfunctions.</p> <p class=\"paragraph-e\">  4.  A sufficient number of records of duty status forms to allow the driver to record the information required under section 21 for at least 15 days. O. Reg. 715/21, s. 11 (1).</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Malfunctions",
            "content": " 19. (1) An operator shall ensure that any ELD that is installed or used in a commercial motor vehicle that it operates is in good working order and is calibrated and maintained in accordance with the manufacturer’s or seller’s specifications. O. Reg. 715/21, s. 11 (1). (2) If a driver of a commercial motor vehicle becomes aware that the ELD is displaying a malfunction code set out in Table 4 of Schedule 2 of the Technical Standard, the driver shall notify the operator that is operating the commercial motor vehicle as soon as the vehicle is parked. O. Reg. 715/21, s. 11 (1). (3) The driver shall record, in the record of duty status on the day on which they became aware of the malfunction code, (a)  the malfunction code as set out in Table 4 of Schedule 2 of the Technical Standard; (b)  the date and time when the malfunction code was noticed; and (c)  the time when notification of the malfunction code was transmitted to the operator. O. Reg. 715/21, s. 11 (1). (4) The driver shall record the code referred to in clause (3) (a) in each record of duty status following the day on which the code was noticed, until the ELD is repaired or replaced. O. Reg. 715/21, s. 11 (1). (5) An operator shall, within 14 days after the day on which it is notified of an ELD malfunction code by the driver or otherwise becomes aware of the malfunction code or, at the latest, upon return of the driver to the home terminal from a planned trip if that return exceeds the 14-day period, repair or replace the ELD. O. Reg. 715/21, s. 11 (1). (6) The operator shall maintain a register of malfunctions in ELDs installed or used in commercial motor vehicles that it operates that contains the following information: 1.  The name of the driver who noticed the malfunction code. 2.  The name of each driver that used the commercial motor vehicle following the discovery of the malfunction code and before the ELD was repaired or replaced. 3.  The make, model and serial number of the ELD. 4.  The licence plate or Vehicle Identification Number of the commercial motor vehicle in which the ELD is installed or used. 5.  The date when the malfunction code was noticed and the location of the commercial motor vehicle on that date. 6.  The date when the operator was notified or otherwise became aware of the malfunction code. 7.  The date when the ELD was repaired or replaced. 8.  A concise description of the actions taken by the operator to repair or replace the ELD. O. Reg. 715/21, s. 11 (1). (7) The operator shall retain the information set out in subsection (6) for each ELD with respect to which a malfunction code was noticed for a period of six months after the day on which the ELD is replaced or repaired. O. Reg. 715/21, s. 11 (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>19. </b>(1) An operator shall ensure that any ELD that is installed or used in a commercial motor vehicle that it operates is in good working order and is calibrated and maintained in accordance with the manufacturer’s or seller’s specifications. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (2) If a driver of a commercial motor vehicle becomes aware that the ELD is displaying a malfunction code set out in Table 4 of Schedule 2 of the Technical Standard, the driver shall notify the operator that is operating the commercial motor vehicle as soon as the vehicle is parked. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (3) The driver shall record, in the record of duty status on the day on which they became aware of the malfunction code,</p> <p class=\"clause-e\">  (a)  the malfunction code as set out in Table 4 of Schedule 2 of the Technical Standard;</p> <p class=\"clause-e\">  (b)  the date and time when the malfunction code was noticed; and</p> <p class=\"clause-e\">  (c)  the time when notification of the malfunction code was transmitted to the operator. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (4) The driver shall record the code referred to in clause (3) (a) in each record of duty status following the day on which the code was noticed, until the ELD is repaired or replaced. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (5) An operator shall, within 14 days after the day on which it is notified of an ELD malfunction code by the driver or otherwise becomes aware of the malfunction code or, at the latest, upon return of the driver to the home terminal from a planned trip if that return exceeds the 14-day period, repair or replace the ELD. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (6) The operator shall maintain a register of malfunctions in ELDs installed or used in commercial motor vehicles that it operates that contains the following information:</p> <p class=\"paragraph-e\">  1.  The name of the driver who noticed the malfunction code.</p> <p class=\"paragraph-e\">  2.  The name of each driver that used the commercial motor vehicle following the discovery of the malfunction code and before the ELD was repaired or replaced.</p> <p class=\"paragraph-e\">  3.  The make, model and serial number of the ELD.</p> <p class=\"paragraph-e\">  4.  The licence plate or Vehicle Identification Number of the commercial motor vehicle in which the ELD is installed or used.</p> <p class=\"paragraph-e\">  5.  The date when the malfunction code was noticed and the location of the commercial motor vehicle on that date.</p> <p class=\"paragraph-e\">  6.  The date when the operator was notified or otherwise became aware of the malfunction code.</p> <p class=\"paragraph-e\">  7.  The date when the ELD was repaired or replaced.</p> <p class=\"paragraph-e\">  8.  A concise description of the actions taken by the operator to repair or replace the ELD. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (7) The operator shall retain the information set out in subsection (6) for each ELD with respect to which a malfunction code was noticed for a period of six months after the day on which the ELD is replaced or repaired. O. Reg. 715/21, s. 11 (1).</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Certification of accuracy",
            "content": " 20. (1) A driver that completes a record of duty status using an ELD shall, immediately after recording the last entry for a day, certify the accuracy of their record of duty status. O. Reg. 715/21, s. 11 (1). (2) An operator shall, (a)  verify the accuracy of the certified records of duty status that are forwarded by the driver by comparing them to the supporting documents; and (b)  require from the driver those changes necessary to ensure the accuracy of the records. O. Reg. 715/21, s. 11 (1). (3) The driver shall, (a)  either accept or reject the changes required by the operator; (b)  make any necessary changes; (c)  re-certify the accuracy of their records of duty status; and (d)  forward the amended records of duty status to the operator. O. Reg. 715/21, s. 11 (1). Records of Duty Status not made by ELD",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>20. </b>(1) A driver that completes a record of duty status using an ELD shall, immediately after recording the last entry for a day, certify the accuracy of their record of duty status. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (2) An operator shall,</p> <p class=\"clause-e\">  (a)  verify the accuracy of the certified records of duty status that are forwarded by the driver by comparing them to the supporting documents; and</p> <p class=\"clause-e\">  (b)  require from the driver those changes necessary to ensure the accuracy of the records. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (3) The driver shall,</p> <p class=\"clause-e\">  (a)  either accept or reject the changes required by the operator;</p> <p class=\"clause-e\">  (b)  make any necessary changes;</p> <p class=\"clause-e\">  (c)  re-certify the accuracy of their records of duty status; and</p> <p class=\"clause-e\">  (d)  forward the amended records of duty status to the operator. O. Reg. 715/21, s. 11 (1).</p> <p class=\"heading1-e\"><a name=\"BK30\"></a>Records of Duty Status not made by ELD</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "Records of Duty Status not made by ELD",
            "part_id": null,
            "part_type": null,
            "section": "Records of Duty Status not made by ELD",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Records of duty status required",
            "content": " 21. (1) An operator shall require every driver to fill out, and every driver shall fill out, a record of duty status that meets the requirements of this section and section 22 if, (a)  the driver is driving a commercial motor vehicle as set out in clauses 18 (6) (c), (d), (e), (f) or (g); or (b)  the ELD on the commercial motor vehicle the driver is driving is displaying a malfunction set out in Table 4 of Schedule 2 of the Technical Standard. O. Reg. 715/21, s. 11 (1, 3). (2) A driver shall, at the start of each day, enter the following information in the record of duty status: 1.  The driver’s name. 2.  The date. 3.  The name of the driver’s co-drivers, if any. 4.  The start time of the day being recorded, if the day does not start at midnight. 5.  The cycle that the driver is following. 6.  The odometer reading, at the start of the day, of the commercial motor vehicle to be operated by the driver. 7.  The number of hours of on-duty time and the number of hours of off-duty time that the driver accumulated each day during the 14 days immediately before the start of the day for which the driver was exempt from this Regulation and not required to keep a record of duty status, recorded in the record of duty status. 8.  The number plate of each commercial motor vehicle to be driven and each trailer to be drawn by the driver on the day. 9.  The name of the operator for whom the driver is to drive during the day. 10.  The addresses of the driver’s home terminal and of the principal place of business of the operator for whom the driver is to drive during the day. O. Reg. 715/21, s. 11 (1). (3) A record of duty status under this section must include a duty status graph grid that is in, (a)  the form titled “Duty Status Graph Grid” in English, dated 2021/07 and available on the website of the Government of Ontario Central Forms Repository; or (b)  the form titled “Grille d’activités” in French, dated 2021/07 and available on the website of the Government of Ontario Central Forms Repository. O. Reg. 715/21, s. 11 (1). (4) A driver shall, over the course of each day, enter the following information in the record of duty status: 1.  The start and end times for each duty status during the day. 2.  Each city, town, village or highway location and the province or state where the driver’s duty status changes. O. Reg. 715/21, s. 11 (1). (5) The information referred to in subsection (4) must be complete up to the time at which the last change of driver’s duty status occurred. O. Reg. 715/21, s. 11 (1). (6) A driver shall, at the end of each day, enter the following information in the record of duty status: 1.  The total time spent in each duty status during the day. 2.  The odometer reading at the end of the day. 3.  The total distance driven by the driver. O. Reg. 715/21, s. 11 (1). (7) A driver is not required to record the information described in paragraph 7 of subsection (2) for any day for which the driver carries copies of the records required to be kept by the operator under subsection 23 (3). O. Reg. 715/21, s. 11 (1). (8) If the driver is on duty within a municipality such that a number of periods of driving time are interrupted by a number of periods of other on-duty time of less than one hour each, (a)  instead of recording the information described in paragraph 1 of subsection (4), the periods of driving time may be combined and the periods of other on-duty time may be combined; (b)  the driver is not required to record the information described in paragraph 2 of subsection (4) with respect to the periods that have been combined under clause (a); and (c)  the driver shall enter on the duty status graph grid the municipality in which he or she is on duty. O. Reg. 715/21, s. 11 (1).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK31\"></a>21. </b>(1) An operator shall require every driver to fill out, and every driver shall fill out, a record of duty status that meets the requirements of this section and section 22 if,</p> <p class=\"clause-e\">  (a)  the driver is driving a commercial motor vehicle as set out in clauses 18 (6) (c), (d), (e), (f) or (g); or</p> <p class=\"clause-e\">  (b)  the ELD on the commercial motor vehicle the driver is driving is displaying a malfunction set out in Table 4 of Schedule 2 of the Technical Standard. O. Reg. 715/21, s. 11 (1, 3).</p> <p class=\"subsection-e\">  (2) A driver shall, at the start of each day, enter the following information in the record of duty status:</p> <p class=\"paragraph-e\">  1.  The driver’s name.</p> <p class=\"paragraph-e\">  2.  The date.</p> <p class=\"paragraph-e\">  3.  The name of the driver’s co-drivers, if any.</p> <p class=\"paragraph-e\">  4.  The start time of the day being recorded, if the day does not start at midnight.</p> <p class=\"paragraph-e\">  5.  The cycle that the driver is following.</p> <p class=\"paragraph-e\">  6.  The odometer reading, at the start of the day, of the commercial motor vehicle to be operated by the driver.</p> <p class=\"paragraph-e\">  7.  The number of hours of on-duty time and the number of hours of off-duty time that the driver accumulated each day during the 14 days immediately before the start of the day for which the driver was exempt from this Regulation and not required to keep a record of duty status, recorded in the record of duty status.</p> <p class=\"paragraph-e\">  8.  The number plate of each commercial motor vehicle to be driven and each trailer to be drawn by the driver on the day.</p> <p class=\"paragraph-e\">  9.  The name of the operator for whom the driver is to drive during the day.</p> <p class=\"paragraph-e\">  10.  The addresses of the driver’s home terminal and of the principal place of business of the operator for whom the driver is to drive during the day. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (3) A record of duty status under this section must include a duty status graph grid that is in,</p> <p class=\"clause-e\">  (a)  the form titled “Duty Status Graph Grid” in English, dated 2021/07 and available on the website of the Government of Ontario Central Forms Repository; or</p> <p class=\"clause-e\">  (b)  the form titled “Grille d’activités” in French, dated 2021/07 and available on the website of the Government of Ontario Central Forms Repository. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (4) A driver shall, over the course of each day, enter the following information in the record of duty status:</p> <p class=\"paragraph-e\">  1.  The start and end times for each duty status during the day.</p> <p class=\"paragraph-e\">  2.  Each city, town, village or highway location and the province or state where the driver’s duty status changes. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (5) The information referred to in subsection (4) must be complete up to the time at which the last change of driver’s duty status occurred. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (6) A driver shall, at the end of each day, enter the following information in the record of duty status:</p> <p class=\"paragraph-e\">  1.  The total time spent in each duty status during the day.</p> <p class=\"paragraph-e\">  2.  The odometer reading at the end of the day.</p> <p class=\"paragraph-e\">  3.  The total distance driven by the driver. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (7) A driver is not required to record the information described in paragraph 7 of subsection (2) for any day for which the driver carries copies of the records required to be kept by the operator under subsection 23 (3). O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (8) If the driver is on duty within a municipality such that a number of periods of driving time are interrupted by a number of periods of other on-duty time of less than one hour each,</p> <p class=\"clause-e\">  (a)  instead of recording the information described in paragraph 1 of subsection (4), the periods of driving time may be combined and the periods of other on-duty time may be combined;</p> <p class=\"clause-e\">  (b)  the driver is not required to record the information described in paragraph 2 of subsection (4) with respect to the periods that have been combined under clause (a); and</p> <p class=\"clause-e\">  (c)  the driver shall enter on the duty status graph grid the municipality in which he or she is on duty. O. Reg. 715/21, s. 11 (1).</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Format of record of duty status under s. 21",
            "content": " 22. (1) If the record of duty status required by section 21 is handwritten, (a)  the entries required must be made legibly; and (b)  the driver shall sign each page at the end of the day, attesting to the accuracy of the information recorded on it. O. Reg. 715/21, s. 11 (1). (2) If a record of duty status required by section 21 is in electronic format, the driver must be capable of, (a)  printing the record of duty status in an understandable format; or (b)  preparing a handwritten version of the record of duty status from the information recorded in the computer. O. Reg. 715/21, s. 11 (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>22. </b>(1) If the record of duty status required by section 21 is handwritten,</p> <p class=\"clause-e\">  (a)  the entries required must be made legibly; and</p> <p class=\"clause-e\">  (b)  the driver shall sign each page at the end of the day, attesting to the accuracy of the information recorded on it. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (2) If a record of duty status required by section 21 is in electronic format, the driver must be capable of,</p> <p class=\"clause-e\">  (a)  printing the record of duty status in an understandable format; or</p> <p class=\"clause-e\">  (b)  preparing a handwritten version of the record of duty status from the information recorded in the computer. O. Reg. 715/21, s. 11 (1).</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Exception to record of duty status requirement",
            "content": " 23. (1) A driver is not required to keep a record of duty status for a day if the driver, (a)  on the operator’s instructions, drives a commercial motor vehicle solely within a radius of 160 kilometres of the location at which the driver starts the day; and (b)  returns at the end of the day to the same location from which they started. O. Reg. 715/21, s. 11 (1). (2) Subsection (1) does not apply to a driver who, (a)  drives under a certificate issued under section 191 of the Act; or (b)  works for more than one operator in a day. O. Reg. 715/21, s. 11 (1). (3) If a driver, in accordance with subsection (1), is not required to keep a record of duty status for a day, the operator shall keep a record for the day showing, (a)  the date, the driver’s name and the location at which the driver starts and ends the day; (b)  the cycle that the driver is following; (c)  the hour at which each duty status starts and ends and the total number of hours spent in each duty status; and (d)  the number of hours of on-duty time and the number of hours of off-duty time that the driver accumulated each day during the 14 days immediately before the start of the day, for which the driver was exempt from this Regulation and not required to keep a record of duty status. O. Reg. 715/21, s. 11 (1). (4) For the purpose of clause (3) (c), if the driver is on duty within a municipality such that a number of periods of driving time are interrupted by a number of periods of other on-duty time of less than one hour each, the periods of driving time may be combined and the periods of other on-duty time may be combined. O. Reg. 715/21, s. 11 (1). Production, Forwarding and Retention of Documents",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>23. </b>(1) A driver is not required to keep a record of duty status for a day if the driver,</p> <p class=\"clause-e\">  (a)  on the operator’s instructions, drives a commercial motor vehicle solely within a radius of 160 kilometres of the location at which the driver starts the day; and</p> <p class=\"clause-e\">  (b)  returns at the end of the day to the same location from which they started. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to a driver who,</p> <p class=\"clause-e\">  (a)  drives under a certificate issued under section 191 of the Act; or</p> <p class=\"clause-e\">  (b)  works for more than one operator in a day. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (3) If a driver, in accordance with subsection (1), is not required to keep a record of duty status for a day, the operator shall keep a record for the day showing,</p> <p class=\"clause-e\">  (a)  the date, the driver’s name and the location at which the driver starts and ends the day;</p> <p class=\"clause-e\">  (b)  the cycle that the driver is following;</p> <p class=\"clause-e\">  (c)  the hour at which each duty status starts and ends and the total number of hours spent in each duty status; and</p> <p class=\"clause-e\">  (d)  the number of hours of on-duty time and the number of hours of off-duty time that the driver accumulated each day during the 14 days immediately before the start of the day, for which the driver was exempt from this Regulation and not required to keep a record of duty status. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (4) For the purpose of clause (3) (c), if the driver is on duty within a municipality such that a number of periods of driving time are interrupted by a number of periods of other on-duty time of less than one hour each, the periods of driving time may be combined and the periods of other on-duty time may be combined. O. Reg. 715/21, s. 11 (1).</p> <p class=\"heading1-e\"><a name=\"BK34\"></a>Production, Forwarding and Retention of Documents</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "Production, Forwarding and Retention of Documents",
            "part_id": null,
            "part_type": null,
            "section": "Production, Forwarding and Retention of Documents",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Production of records to inspector",
            "content": " 24. (1) Unless exempt under section 23 from keeping a record of duty status, a driver shall carry, and surrender upon request of an inspector, the following documents in accordance with subsections (2) to (5): 1.  Records of duty status for the current day and the preceding 14 days. 2.  The supporting documents for the current trip. 3.  In the case of a commercial motor vehicle equipped with an ELD, an ELD information packet containing the documents required under subsection 18 (11). O. Reg. 715/21, s. 11 (1). (2) If a supporting document is carried in electronic format, the driver must be capable of, (a)  producing, (i)  an electronic display that is readable and understandable from outside of the vehicle, or (ii)  a printout; and (b)  transmitting the document by electronic means. O. Reg. 715/21, s. 11 (1). (3) A document surrendered under subsection (1) shall be surrendered in its existing format unless the document cannot be read and understood by the inspector in its existing format, in which case the driver shall surrender a readable and understandable version of the document. O. Reg. 715/21, s. 11 (1). (4) Despite subsection (3), a driver who carries a record of duty status not made by an ELD that is in electronic format shall comply with a request to surrender the record made under subsection (1) by, (a)  printing the record or preparing a handwritten version of it; (b)  dating and signing each page to attest to the accuracy of the information recorded on it; and (c)  transmitting the record by the electronic means requested by the inspector, if the driver has the technical capacity to do so. O. Reg. 715/21, s. 11 (1). (5) If a document requested by the inspector under subsection (1) is a record of duty status made by an ELD under section 18 or a supporting document that is in electronic format, the driver shall produce an electronic display that is readable and understandable from outside of the vehicle or a printout of the record or document and, if requested by the inspector to transmit them electronically, shall transmit them by the transfer method identified by the inspector. O. Reg. 715/21, s. 11 (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>24. </b>(1) Unless exempt under section 23 from keeping a record of duty status, a driver shall carry, and surrender upon request of an inspector, the following documents in accordance with subsections (2) to (5):</p> <p class=\"paragraph-e\">  1.  Records of duty status for the current day and the preceding 14 days.</p> <p class=\"paragraph-e\">  2.  The supporting documents for the current trip.</p> <p class=\"paragraph-e\">  3.  In the case of a commercial motor vehicle equipped with an ELD, an ELD information packet containing the documents required under subsection 18 (11). O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (2) If a supporting document is carried in electronic format, the driver must be capable of,</p> <p class=\"clause-e\">  (a)  producing,</p> <p class=\"subclause-e\">  (i)  an electronic display that is readable and understandable from outside of the vehicle, or</p> <p class=\"subclause-e\">  (ii)  a printout; and</p> <p class=\"clause-e\">  (b)  transmitting the document by electronic means. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (3) A document surrendered under subsection (1) shall be surrendered in its existing format unless the document cannot be read and understood by the inspector in its existing format, in which case the driver shall surrender a readable and understandable version of the document. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (4) Despite subsection (3), a driver who carries a record of duty status not made by an ELD that is in electronic format shall comply with a request to surrender the record made under subsection (1) by,</p> <p class=\"clause-e\">  (a)  printing the record or preparing a handwritten version of it;</p> <p class=\"clause-e\">  (b)  dating and signing each page to attest to the accuracy of the information recorded on it; and</p> <p class=\"clause-e\">  (c)  transmitting the record by the electronic means requested by the inspector, if the driver has the technical capacity to do so. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (5) If a document requested by the inspector under subsection (1) is a record of duty status made by an ELD under section 18 or a supporting document that is in electronic format, the driver shall produce an electronic display that is readable and understandable from outside of the vehicle or a printout of the record or document and, if requested by the inspector to transmit them electronically, shall transmit them by the transfer method identified by the inspector. O. Reg. 715/21, s. 11 (1).</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "25.",
            "part_id": null,
            "part_type": null,
            "section": "Forwarding record of duty status to operator",
            "content": " 25. (1) A driver shall, (a)  if the record of duty status was made using an ELD, forward the supporting documents relating to that record to a place of business of the operator within 20 days; or (b)  if the record of duty status was not made using an ELD, forward the record of duty status and supporting documents relating to that record to a place of business of the operator within 20 days. O. Reg. 715/21, s. 11 (1). (2) An operator shall ensure that every driver complies with subsection (1). O. Reg. 715/21, s. 11 (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK36\"></a><b>25. </b>(1) A driver shall,</p> <p class=\"clause-e\">  (a)  if the record of duty status was made using an ELD, forward the supporting documents relating to that record to a place of business of the operator within 20 days; or</p> <p class=\"clause-e\">  (b)  if the record of duty status was not made using an ELD, forward the record of duty status and supporting documents relating to that record to a place of business of the operator within 20 days. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (2) An operator shall ensure that every driver complies with subsection (1). O. Reg. 715/21, s. 11 (1).</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "26.",
            "part_id": null,
            "part_type": null,
            "section": "Retention of documents by operator",
            "content": " 26. (1) An operator shall, (a)  within 30 days after receiving the following documents, deposit them at its principal place of business, (i)  each record of duty status and its supporting documents, and (ii)  each notice of prohibition forwarded to the operator under clause 32 (b), if any; and (b)  keep, for at least six months, at its principal place of business, (i)  all the records of duty status and supporting documents for each driver, in chronological order, (ii)  the records required under subsection 23 (3) in respect of each driver, (iii)  the records required under section 29, and (iv)  the notices of prohibition forwarded to the operator under clause 32 (b), if any. O. Reg. 715/21, s. 11 (1); O. Reg. 534/22, s. 1. (2) Despite subsection (1), an operator may keep a record or document that is in electronic format at any place if, (a)  the record or document can be readily accessed by the operator from the operator’s principal place of business; (b)  a readable and understandable display of the information in the record or document can be produced at the operator’s principal place of business; and (c)  the operator would, from the operator’s principal place of business, be able to comply with a requirement that the record or document be stored or transmitted in a particular way in accordance with subsection 225 (2.3) of the Act. O. Reg. 715/21, s. 11 (1). (3) The following rules apply with respect to an operator who possesses a record of duty status, supporting document or record in electronic format: 1.  If an officer appointed for the purpose of carrying out the provisions of the Act requires the operator to generate a printed copy of the record of duty status, supporting document or record, the operator shall do so if the operator has the technical capacity to do so. 2.  If an officer appointed for the purpose of carrying out the provisions of the Act requires that the record of duty status, supporting document or record be stored or transmitted in a particular way in accordance with subsection 225 (2.3) of the Act, the operator shall store or transmit the record of duty status, supporting document or record in accordance with the officer’s requirement. O. Reg. 715/21, s. 11 (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>26. </b>(1) An operator shall,</p> <p class=\"clause-e\">  (a)  within 30 days after receiving the following documents, deposit them at its principal place of business,</p> <p class=\"subclause-e\">  (i)  each record of duty status and its supporting documents, and</p> <p class=\"subclause-e\">  (ii)  each notice of prohibition forwarded to the operator under clause 32 (b), if any; and</p> <p class=\"clause-e\">  (b)  keep, for at least six months, at its principal place of business,</p> <p class=\"subclause-e\">  (i)  all the records of duty status and supporting documents for each driver, in chronological order,</p> <p class=\"subclause-e\">  (ii)  the records required under subsection 23 (3) in respect of each driver,</p> <p class=\"subclause-e\">  (iii)  the records required under section 29, and</p> <p class=\"subclause-e\">  (iv)  the notices of prohibition forwarded to the operator under clause 32 (b), if any. O. Reg. 715/21, s. 11 (1); O. Reg. 534/22, s. 1.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), an operator may keep a record or document that is in electronic format at any place if,</p> <p class=\"clause-e\">  (a)  the record or document can be readily accessed by the operator from the operator’s principal place of business;</p> <p class=\"clause-e\">  (b)  a readable and understandable display of the information in the record or document can be produced at the operator’s principal place of business; and</p> <p class=\"clause-e\">  (c)  the operator would, from the operator’s principal place of business, be able to comply with a requirement that the record or document be stored or transmitted in a particular way in accordance with subsection 225 (2.3) of the Act. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (3) The following rules apply with respect to an operator who possesses a record of duty status, supporting document or record in electronic format:</p> <p class=\"paragraph-e\">  1.  If an officer appointed for the purpose of carrying out the provisions of the Act requires the operator to generate a printed copy of the record of duty status, supporting document or record, the operator shall do so if the operator has the technical capacity to do so.</p> <p class=\"paragraph-e\">  2.  If an officer appointed for the purpose of carrying out the provisions of the Act requires that the record of duty status, supporting document or record be stored or transmitted in a particular way in accordance with subsection 225 (2.3) of the Act, the operator shall store or transmit the record of duty status, supporting document or record in accordance with the officer’s requirement. O. Reg. 715/21, s. 11 (1).</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "27.",
            "part_id": null,
            "part_type": null,
            "section": "Multiple operators",
            "content": " 27. (1) If a driver works for more than one operator in a day, the driver shall, (a)  enter in the record of duty status the name of each operator and the address of the principal place of business of each operator; (b)  designate in the record of duty status one operator as the principal operator; and (c)  for the purpose of subsection 25 (1), (i)  forward the original record of duty status to a place of business of the principal operator and a copy of the record of duty status to a place of business of each of the other operators, and (ii)  forward the supporting documents to a place of business of the operator to whom they relate. O. Reg. 715/21, s. 11 (1). (2) For the purpose of section 4, the designation of the hour at which a driver’s day starts shall be made by the principal operator. O. Reg. 715/21, s. 11 (1). (3) For the purpose of subsection 12 (1), the designation of cycle 1 or cycle 2 shall be made by the principal operator. O. Reg. 715/21, s. 11 (1). (4) Section 23 does not apply where a driver works for more than one operator in a day. O. Reg. 715/21, s. 11 (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK38\"></a><b>27. </b>(1) If a driver works for more than one operator in a day, the driver shall,</p> <p class=\"clause-e\">  (a)  enter in the record of duty status the name of each operator and the address of the principal place of business of each operator;</p> <p class=\"clause-e\">  (b)  designate in the record of duty status one operator as the principal operator; and</p> <p class=\"clause-e\">  (c)  for the purpose of subsection 25 (1),</p> <p class=\"subclause-e\">  (i)  forward the original record of duty status to a place of business of the principal operator and a copy of the record of duty status to a place of business of each of the other operators, and</p> <p class=\"subclause-e\">  (ii)  forward the supporting documents to a place of business of the operator to whom they relate. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (2) For the purpose of section 4, the designation of the hour at which a driver’s day starts shall be made by the principal operator. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (3) For the purpose of subsection 12 (1), the designation of cycle 1 or cycle 2 shall be made by the principal operator. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (4) Section 23 does not apply where a driver works for more than one operator in a day. O. Reg. 715/21, s. 11 (1).</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "28.",
            "part_id": null,
            "part_type": null,
            "section": "Integrity of records of duty status",
            "content": " 28 (1) No person shall enter inaccurate information in a record of duty status or a record required by subsection 23 (3) or falsify, mutilate or deface any such record or any supporting documents. O. Reg. 715/21, s. 11 (1). (2) No person shall disable, deactivate, disengage, jam or otherwise block or degrade a signal transmission or reception or re-engineer, reprogram or otherwise tamper with an ELD so that the device does not accurately record and retain the data that is required to be recorded and retained. O. Reg. 715/21, s. 11 (1). (3) An operator shall not request, require or allow a person to contravene this section. O. Reg. 715/21, s. 11 (1).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK39\"></a>28 </b>(1) No person shall enter inaccurate information in a record of duty status or a record required by subsection 23 (3) or falsify, mutilate or deface any such record or any supporting documents. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (2) No person shall disable, deactivate, disengage, jam or otherwise block or degrade a signal transmission or reception or re-engineer, reprogram or otherwise tamper with an ELD so that the device does not accurately record and retain the data that is required to be recorded and retained. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (3) An operator shall not request, require or allow a person to contravene this section. O. Reg. 715/21, s. 11 (1).</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "29.",
            "part_id": null,
            "part_type": null,
            "section": "Operators to monitor drivers’ compliance",
            "content": " 29. (1) An operator shall monitor each driver’s compliance with this Regulation. O. Reg. 715/21, s. 11 (1). (2) If an operator determines that a driver has failed to comply with any provision of this Regulation, the operator shall take immediate remedial action and shall record the details of the non-compliance and of the remedial action. O. Reg. 715/21, s. 11 (1). Placing Drivers Out of Service",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK40\"></a>29. </b>(1) An operator shall monitor each driver’s compliance with this Regulation. O. Reg. 715/21, s. 11 (1).</p> <p class=\"subsection-e\">  (2) If an operator determines that a driver has failed to comply with any provision of this Regulation, the operator shall take immediate remedial action and shall record the details of the non-compliance and of the remedial action. O. Reg. 715/21, s. 11 (1).</p> <p class=\"heading1-e\"><a name=\"BK41\"></a>Placing Drivers Out of Service</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "Placing Drivers Out of Service",
            "part_id": null,
            "part_type": null,
            "section": "Placing Drivers Out of Service",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "30.",
            "part_id": null,
            "part_type": null,
            "section": "Time period of driving prohibition",
            "content": " 30. (1) For the purposes of subsection 190 (6.1) of the Act, the time period set out in Column 2 of Table 1 is prescribed in respect of a contravention of a provision set out opposite the time period in Column 1. O. Reg. 534/22, s. 2. (2) Despite Item 6 of Table 1, no time period is prescribed in respect of a contravention of subsection 24 (5) if the contravention is in respect of a supporting document. O. Reg. 534/22, s. 2. Table 1 Item   Column 1   Provision of the Regulation    Column 2   Time period \n\n  1.   Subsection 5 (1) or (2) (Daily driving time)   10 consecutive hours \n\n  2.   Subsection 6 (1) (Daily off-duty time)   The consecutive number of hours needed to correct the failure to comply with the off-duty time requirement set out in subsection 6 (1). \n\n  3.   Subsection 9 (1), (2) or (3) (Mandatory off-duty time)   8 consecutive hours \n\n  4.   Subsection 13 (1) (Off-duty requirements)   24 consecutive hours \n\n  5.   Subsection 13 (2), (3) or (4) (Off-duty requirements)   The consecutive number of hours needed to correct the failure to comply with the off-duty time requirement set out in subsection 13 (2), (3) or (4), as applicable. \n\n  6.   Paragraph 1 of subsection 24 (1) or subsection 24 (5) (Production of records to inspector)   The consecutive number of hours needed to correct the failure to comply with the production of records of duty status requirement set out in paragraph 1 of subsection 24 (1) or subsection (5), as applicable. \n\n  7.   Subsection 28 (1) (Integrity of records of duty status)   72 consecutive hours O. Reg. 534/22, s. 2.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK42\"></a>30. </b>(1) For the purposes of subsection 190 (6.1) of the Act, the time period set out in Column 2 of Table 1 is prescribed in respect of a contravention of a provision set out opposite the time period in Column 1. O. Reg. 534/22, s. 2.</p> <p class=\"section-e\">  (2) Despite Item 6 of Table 1, no time period is prescribed in respect of a contravention of subsection 24 (5) if the contravention is in respect of a supporting document. O. Reg. 534/22, s. 2.</p> <p class=\"headingx-e\">Table 1</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"37\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"281\"> <p class=\"table-e\">Column 1 <br/>  Provision of the Regulation </p> </td> <td valign=\"top\" width=\"354\"> <p class=\"table-e\">Column 2 <br/>  Time period</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"37\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"281\"> <p class=\"table-e\">Subsection 5 (1) or (2) (Daily driving time)</p> </td> <td valign=\"top\" width=\"354\"> <p class=\"table-e\">10 consecutive hours</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"37\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"281\"> <p class=\"table-e\">Subsection 6 (1) (Daily off-duty time)</p> </td> <td valign=\"top\" width=\"354\"> <p class=\"table-e\">The consecutive number of hours needed to correct the failure to comply with the off-duty time requirement set out in subsection 6 (1).</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"37\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"281\"> <p class=\"table-e\">Subsection 9 (1), (2) or (3) (Mandatory off-duty time)</p> </td> <td valign=\"top\" width=\"354\"> <p class=\"table-e\">8 consecutive hours</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"37\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"281\"> <p class=\"table-e\">Subsection 13 (1) (Off-duty requirements)</p> </td> <td valign=\"top\" width=\"354\"> <p class=\"table-e\">24 consecutive hours</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"37\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"281\"> <p class=\"table-e\">Subsection 13 (2), (3) or (4) (Off-duty requirements)</p> </td> <td valign=\"top\" width=\"354\"> <p class=\"table-e\">The consecutive number of hours needed to correct the failure to comply with the off-duty time requirement set out in subsection 13 (2), (3) or (4), as applicable.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"37\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"281\"> <p class=\"table-e\">Paragraph 1 of subsection 24 (1) or subsection 24 (5) (Production of records to inspector)</p> </td> <td valign=\"top\" width=\"354\"> <p class=\"table-e\">The consecutive number of hours needed to correct the failure to comply with the production of records of duty status requirement set out in paragraph 1 of subsection 24 (1) or subsection (5), as applicable.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"37\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"281\"> <p class=\"table-e\">Subsection 28 (1) (Integrity of records of duty status)</p> </td> <td valign=\"top\" width=\"354\"> <p class=\"table-e\">72 consecutive hours</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 534/22, s. 2.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "31.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of driving prohibition",
            "content": " 31. An officer who prohibits a driver from driving a commercial motor vehicle on a highway for a period of time under subsection 190 (6.1) of the Act shall give the driver a written notice containing the following information: 1.  The provision contravened. 2.  The date, time and location of the contravention. 3.  The time period for which the driver is prohibited from driving a commercial motor vehicle on the highway. O. Reg. 534/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK43\"></a><b>31. </b>An officer who prohibits a driver from driving a commercial motor vehicle on a highway for a period of time under subsection 190 (6.1) of the Act shall give the driver a written notice containing the following information:</p> <p class=\"paragraph-e\">  1.  The provision contravened.</p> <p class=\"paragraph-e\">  2.  The date, time and location of the contravention.</p> <p class=\"paragraph-e\">  3.  The time period for which the driver is prohibited from driving a commercial motor vehicle on the highway. O. Reg. 534/22, s. 2.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "32.",
            "part_id": null,
            "part_type": null,
            "section": "Driver to notify operators of prohibition",
            "content": " 32. A driver who is given a notice under section 31 shall, (a)  immediately notify all operators for whom the driver works; and (b)  within 20 days after being given the notice, forward a copy of the notice to a place of business of the operator responsible for the commercial motor vehicle that the driver was operating at the time the notice was given. O. Reg. 534/22, s. 2. FORM 1 Revoked: O. Reg. 715/21, s. 12.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK44\"></a><b>32. </b>A driver who is given a notice under section 31 shall,</p> <p class=\"clause-e\">  (a)  immediately notify all operators for whom the driver works; and</p> <p class=\"clause-e\">  (b)  within 20 days after being given the notice, forward a copy of the notice to a place of business of the operator responsible for the commercial motor vehicle that the driver was operating at the time the notice was given. O. Reg. 534/22, s. 2.</p> <p class=\"formRepeal-e\"><span class=\"ovallcaps\">FORM 1</span> <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 715/21, s. 12.</p> <p class=\"formRepeal-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/060555\"><span lang=\"EN-US\">Français</span></a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}