{
    "reg_info": {
        "full_title": "O. Reg. 388/08: PROFESSIONAL MISCONDUCT",
        "reg_name_text": "PROFESSIONAL MISCONDUCT",
        "citation": "O. Reg. 388/08: ",
        "act_under": "Physiotherapy Act, 1991   Loi de 1991 sur les physiothérapeutes",
        "url": "https://www.ontario.ca/laws/regulation/080388",
        "date_scraped": "2023-12-19 07:59:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November  5, 2008",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Acts of professional misconduct",
            "content": "1. The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code: 1. Failing to maintain the standards of practice of the profession. 2. Discontinuing professional services that are needed unless, i. the patient requests the discontinuation, ii. alternative services are arranged, iii. the patient is given a reasonable opportunity to arrange alternative services, iv. the member is unable to provide adequate physiotherapy services because there are insufficient resources available, v. the patient has failed to make payment within a reasonable time for physiotherapy services received and all reasonable attempts on the part of the member to facilitate such payment have been unsuccessful, vi. the member has reasonable grounds to believe that the patient may abuse the member, verbally, physically or sexually, or vii. the patient’s lack of cooperation or compliance with his or her treatment plan is such that, in the member’s opinion, the services are not effective. 3. Contravening, by act or omission, a term, condition or limitation on the member’s certificate of registration. 4. Practising the profession while the member’s certificate of registration has been suspended. 5. Practising the profession while the member is in a conflict of interest. 6. Practising the profession while the member’s ability to do so is impaired by any substance. 7. Performing a professional service for which consent is required by law without such consent. 8. Delegating a controlled act to another person unless that person has the knowledge, skills and judgement to perform the controlled act. 9. Performing a controlled act that was delegated to the member by another person unless the member has the knowledge, skills and judgement to perform the controlled act. 10. Abusing a patient. 11. Failing to fulfil an undertaking provided to the College. 12. Failing to comply with an order of a statutory committee of the College when the order is issued in accordance with the committee’s authority under the Regulated Health Professions Act, 1991. 13. Failing to reply appropriately or within a reasonable time to a written inquiry from the College. 14. Contravening, by act or omission, the Act, the Regulated Health Professions Act, 1991 or the regulations under either of those Acts. 15. Contravening a federal, provincial or territorial law relevant to the member’s suitability to practise. 16. Failing to make a mandatory report that is required by the Regulated Health Professions Act, 1991. 17. Failing to cooperate with an investigator from another College who gives proof of his or her appointment as an investigator under section 75 of the Health Professions Procedural Code or to provide the investigator with access to, or copies of a record, document or thing that may be reasonably required for the purpose of the investigation. 18. Engaging in conduct or performing an act relevant to the practice of the profession that, having regard to all the circumstances, would reasonably be regarded by members as disgraceful, dishonourable or unprofessional. 19. Conduct unbecoming a physiotherapist. 20. Using the title “specialist”, unless the member holds a specialty designation recognized by the College. 21. Representing qualifications in a manner that is false, misleading or deceptive. 22. Assisting a person who is not a member to hold himself or herself out as a member registered to practise in Ontario. 23. Failing to report the name of a person to the College who is not registered to practise in Ontario, while having reasonable grounds to believe that the person is holding himself or herself out as a member registered to practise in Ontario. 24. Practising the profession using a name other than the member’s name as entered on the register. 25. Advertising, unless the advertisement accurately and fairly presents verifiable information to assist a patient in choosing whether to engage the services of the member. 26. Failing to keep records in accordance with the standards of practice of the profession. 27. Falsifying a record. 28. Signing or issuing a document containing a statement that the member knows or ought to know contains a false or misleading statement. 29. Signing or issuing a certificate, report, or similar document without taking reasonable measures to ascertain the accuracy of its contents. 30. Failing, without reasonable cause, to provide a report or certificate relating to an examination or treatment performed by the member within a reasonable time to the patient or his or her authorized representative after a patient or his or her authorized representative has requested such a report or certificate. 31. Giving information about a patient to a person other than the patient or his or her authorized representative except with the consent of the patient or his or her authorized representative or as required or allowed by law. 32. Submitting an account or charge for services that the member knows or ought to know is false or misleading. 33. Failing to take reasonable steps to ensure that any accounts submitted in the member’s name or billing number are fair and accurate. 34. Charging a fee that is excessive in relation to the service performed. 35. Charging a fee or accepting payment from a person for a service that has been paid for by another payer. 36. Receiving, requesting or conferring a benefit, directly or indirectly, in relation to the referral of a patient. 37. Charging a block fee, which is a set fee charged for a block of services, unless a block fee is required by a payment plan or, i. the services covered by the fee are specified to the patient, ii. the amount of the fee is specified to the patient, and iii. the patient is given the choice of being able to purchase the services individually. 38. Failing to itemize an account for professional services if requested to do so by the patient or the person or agency who is to pay, in whole or in part, for the services. 39. Failing to advise a patient or his or her authorized representative of the fees charged by the member for professional services and any charges or penalties for late payment of the fees before performing the services. 40. Continuing the treatment of a patient where it is no longer indicated, has ceased to be effective or is unnecessary. 41. Failing to supervise, in accordance with the standards of practice of the profession. 42. Failing to refer a patient to a regulated health professional when the member recognizes or ought to recognize an abnormality or condition which indicates such a referral. O. Reg. 388/08, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code:</p> <p class=\"paragraph-e\">1. Failing to maintain the standards of practice of the profession.</p> <p class=\"paragraph-e\">2. Discontinuing professional services that are needed unless, </p> <p class=\"subpara-e\">i. the patient requests the discontinuation,</p> <p class=\"subpara-e\">ii. alternative services are arranged,</p> <p class=\"subpara-e\">iii. the patient is given a reasonable opportunity to arrange alternative services,</p> <p class=\"subpara-e\">iv. the member is unable to provide adequate physiotherapy services because there are insufficient resources available, </p> <p class=\"subpara-e\">v. the patient has failed to make payment within a reasonable time for physiotherapy services received and all reasonable attempts on the part of the member to facilitate such payment have been unsuccessful,</p> <p class=\"subpara-e\">vi. the member has reasonable grounds to believe that the patient may abuse the member, verbally, physically or sexually, or </p> <p class=\"subpara-e\">vii. the patient’s lack of cooperation or compliance with his or her treatment plan is such that, in the member’s opinion, the services are not effective.</p> <p class=\"paragraph-e\">3. Contravening, by act or omission, a term, condition or limitation on the member’s certificate of registration.</p> <p class=\"paragraph-e\">4. Practising the profession while the member’s certificate of registration has been suspended.</p> <p class=\"paragraph-e\">5. Practising the profession while the member is in a conflict of interest.</p> <p class=\"paragraph-e\">6. Practising the profession while the member’s ability to do so is impaired by any substance.</p> <p class=\"paragraph-e\">7. Performing a professional service for which consent is required by law without such consent.</p> <p class=\"paragraph-e\">8. Delegating a controlled act to another person unless that person has the knowledge, skills and judgement to perform the controlled act.</p> <p class=\"paragraph-e\">9. Performing a controlled act that was delegated to the member by another person unless the member has the knowledge, skills and judgement to perform the controlled act.</p> <p class=\"paragraph-e\">10. Abusing a patient.</p> <p class=\"paragraph-e\">11. Failing to fulfil an undertaking provided to the College.</p> <p class=\"paragraph-e\">12. Failing to comply with an order of a statutory committee of the College when the order is issued in accordance with the committee’s authority under the <i>Regulated Health Professions Act, 1991</i>.</p> <p class=\"paragraph-e\">13. Failing to reply appropriately or within a reasonable time to a written inquiry from the College.</p> <p class=\"paragraph-e\">14. Contravening, by act or omission, the Act, the <i>Regulated Health Professions Act, 1991</i> or the regulations under either of those Acts.</p> <p class=\"paragraph-e\">15. Contravening a federal, provincial or territorial law relevant to the member’s suitability to practise.</p> <p class=\"paragraph-e\">16. Failing to make a mandatory report that is required by the <i>Regulated Health Professions Act, 1991</i>.</p> <p class=\"paragraph-e\">17. Failing to cooperate with an investigator from another College who gives proof of his or her appointment as an investigator under section 75 of the Health Professions Procedural Code or to provide the investigator with access to, or copies of a record, document or thing that may be reasonably required for the purpose of the investigation.</p> <p class=\"paragraph-e\">18. Engaging in conduct or performing an act relevant to the practice of the profession that, having regard to all the circumstances, would reasonably be regarded by members as disgraceful, dishonourable or unprofessional.</p> <p class=\"paragraph-e\">19. Conduct unbecoming a physiotherapist.</p> <p class=\"paragraph-e\">20. Using the title “specialist”, unless the member holds a specialty designation recognized by the College.</p> <p class=\"paragraph-e\">21. Representing qualifications in a manner that is false, misleading or deceptive.</p> <p class=\"paragraph-e\">22. Assisting a person who is not a member to hold himself or herself out as a member registered to practise in Ontario.</p> <p class=\"paragraph-e\">23. Failing to report the name of a person to the College who is not registered to practise in Ontario, while having reasonable grounds to believe that the person is holding himself or herself out as a member registered to practise in Ontario.</p> <p class=\"paragraph-e\">24. Practising the profession using a name other than the member’s name as entered on the register.</p> <p class=\"paragraph-e\">25. Advertising, unless the advertisement accurately and fairly presents verifiable information to assist a patient in choosing whether to engage the services of the member.</p> <p class=\"paragraph-e\">26. Failing to keep records in accordance with the standards of practice of the profession.</p> <p class=\"paragraph-e\">27. Falsifying a record.</p> <p class=\"paragraph-e\">28. Signing or issuing a document containing a statement that the member knows or ought to know contains a false or misleading statement.</p> <p class=\"paragraph-e\">29. Signing or issuing a certificate, report, or similar document without taking reasonable measures to ascertain the accuracy of its contents.</p> <p class=\"paragraph-e\">30. Failing, without reasonable cause, to provide a report or certificate relating to an examination or treatment performed by the member within a reasonable time to the patient or his or her authorized representative after a patient or his or her authorized representative has requested such a report or certificate.</p> <p class=\"paragraph-e\">31. Giving information about a patient to a person other than the patient or his or her authorized representative except with the consent of the patient or his or her authorized representative or as required or allowed by law.</p> <p class=\"paragraph-e\">32. Submitting an account or charge for services that the member knows or ought to know is false or misleading.</p> <p class=\"paragraph-e\">33. Failing to take reasonable steps to ensure that any accounts submitted in the member’s name or billing number are fair and accurate.</p> <p class=\"paragraph-e\">34. Charging a fee that is excessive in relation to the service performed.</p> <p class=\"paragraph-e\">35. Charging a fee or accepting payment from a person for a service that has been paid for by another payer.</p> <p class=\"paragraph-e\">36. Receiving, requesting or conferring a benefit, directly or indirectly, in relation to the referral of a patient.</p> <p class=\"paragraph-e\">37. Charging a block fee, which is a set fee charged for a block of services, unless a block fee is required by a payment plan or,</p> <p class=\"subpara-e\">i. the services covered by the fee are specified to the patient,</p> <p class=\"subpara-e\">ii. the amount of the fee is specified to the patient, and</p> <p class=\"subpara-e\">iii. the patient is given the choice of being able to purchase the services individually.</p> <p class=\"paragraph-e\">38. Failing to itemize an account for professional services if requested to do so by the patient or the person or agency who is to pay, in whole or in part, for the services.</p> <p class=\"paragraph-e\">39. Failing to advise a patient or his or her authorized representative of the fees charged by the member for professional services and any charges or penalties for late payment of the fees before performing the services.</p> <p class=\"paragraph-e\">40. Continuing the treatment of a patient where it is no longer indicated, has ceased to be effective or is unnecessary.</p> <p class=\"paragraph-e\">41. Failing to supervise, in accordance with the standards of practice of the profession.</p> <p class=\"paragraph-e\">42. Failing to refer a patient to a regulated health professional when the member recognizes or ought to recognize an abnormality or condition which indicates such a referral. O. Reg. 388/08, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Acts of professional misconduct",
            "content": "2. Omitted (revokes other Regulations). O. Reg. 388/08, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> Omitted (revokes other Regulations). O. Reg. 388/08, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Acts of professional misconduct",
            "content": "3. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 388/08, s. 3. ",
            "raw_html": "<p class=\"section-e\"><b>3.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 388/08, s. 3.</p> <p class=\"Normal\"></p>"
        }
    ]
}