{
    "reg_info": {
        "full_title": "O. Reg. 188/22: SUBROGATION",
        "reg_name_text": "SUBROGATION",
        "citation": "O. Reg. 188/22: ",
        "act_under": "Ministry of Health and Long-Term Care Act",
        "url": "https://www.ontario.ca/laws/regulation/220188",
        "date_scraped": "2023-12-18 05:53:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/220188/v1",
            "valid_from": "March 11, 2022",
            "valid_to": "April 30, 2022"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Modifications",
            "content": "  1. For the purposes of subsection 11.2 (3) of the Act, the following modifications and clarifications are made to the application of sections 30 to 35 and section 36.0.1 of the Health Insurance Act\r\nand section 39 of Regulation 552 of the Revised Regulations of Ontario, 1990 (General) made under that Act: 1. A reference to an “insured person” shall be read as a reference to an injured person. 2. A reference to the “General Manager” or to “the Plan” shall be read as a reference to the Minister. 3. The Minister may bring a court proceeding in the Minister’s own name or in the name of the injured person for the recovery of the costs referred to in subsection 11.2 (1) of the Act. 4. A reference to “insured services” shall be read as a reference to the services set out in subsection 11.2 (1) of the Ministry of Health and Long-Term Care Act. 5. The reference in subsections 30 (3) and 36.0.1 (5) of the Health Insurance Act\r\nto “the rate charged by the hospital or health facility to a person who is not an insured person” or “the rate charged by the hospital or health facility to persons who are not insured” shall be read as a reference, i. to the cost incurred by the health service provider or Ontario Health Team for the home and community care service provided to the injured person in accordance with the Connecting Care Act, 2019, in the case of services set out in paragraph 1 of subsection 11.2 (1) of the Ministry of Health and Long-Term Care Act, and ii. to the funding amount for the long-term care home’s daily per diem rate determined by the Ministry of Long-Term Care, in the case of services set out in paragraph 2 of subsection 11.2 (1) of the Ministry of Health and Long-Term Care Act.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>For the purposes of subsection 11.2 (3) of the Act, the following modifications and clarifications are made to the application of sections 30 to 35 and section 36.0.1 of the <i>Health Insurance Act</i>\r\nand section 39 of Regulation 552 of the Revised Regulations of Ontario, 1990 (General) made under that Act:</p> <p class=\"paragraph-e\">  1. A reference to an “insured person” shall be read as a reference to an injured person.</p> <p class=\"paragraph-e\">  2. A reference to the “General Manager” or to “the Plan” shall be read as a reference to the Minister.</p> <p class=\"paragraph-e\">  3. The Minister may bring a court proceeding in the Minister’s own name or in the name of the injured person for the recovery of the costs referred to in subsection 11.2 (1) of the Act.</p> <p class=\"paragraph-e\">  4. A reference to “insured services” shall be read as a reference to the services set out in subsection 11.2 (1) of the <i>Ministry of Health and Long-Term Care Act</i>.</p> <p class=\"paragraph-e\">  5. The reference in subsections 30 (3) and 36.0.1 (5) of the <i>Health Insurance Act</i>\r\nto “the rate charged by the hospital or health facility to a person who is not an insured person” or “the rate charged by the hospital or health facility to persons who are not insured” shall be read as a reference,</p> <p class=\"subpara-e\">  i. to the cost incurred by the health service provider or Ontario Health Team for the home and community care service provided to the injured person in accordance with the <i>Connecting Care Act, 2019</i>, in the case of services set out in paragraph 1 of subsection 11.2 (1) of the <i>Ministry of Health and Long-Term Care Act</i>, and</p> <p class=\"subpara-e\">  ii. to the funding amount for the long-term care home’s daily per diem rate determined by the Ministry of Long-Term Care, in the case of services set out in paragraph 2 of subsection 11.2 (1) of the <i>Ministry of Health and Long-Term Care Act</i>.</p>"
        },
        {
            "id": "2.",
            "section": "Modifications",
            "content": " 2. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Modifications",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/220188\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}