{
    "reg_info": {
        "full_title": "O. Reg. 752/93: PROFESSIONAL MISCONDUCT",
        "reg_name_text": "PROFESSIONAL MISCONDUCT",
        "citation": "O. Reg. 752/93: ",
        "act_under": "Medical Laboratory Technology Act, 1991   Loi de 1991 sur les technologistes de laboratoire médical",
        "url": "https://www.ontario.ca/laws/regulation/930752",
        "date_scraped": "2023-12-19 06:18:38"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September 17, 2010",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/930752/v1",
            "valid_from": "December 31, 1993",
            "valid_to": "September 16, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code: 1. An act or omission inconsistent with the Act or the Regulated Health Professions Act, 1991 or the regulations under either Act. 2. Contravening a federal, provincial or territorial law, a municipal by-law or a regulation, rule or by-law of a hospital if the law, by-law, regulation or rule is relevant to the member’s suitability to practise. 3. Failing to abide by any term, condition or limitation of the member’s certificate of registration. 4. Failing to keep and maintain records as required. 5. Making a record or signing a certificate, report, account or other document that the member knows or ought to know is false, misleading or otherwise improper. 6. Falsifying a record. 7. Submitting an account for services that the member knows or ought to know is false or misleading. 8. Failing, without cause, to provide within a reasonable time any report or certificate requested by a patient or the patient’s authorized agent in respect of a service provided by the member. 9. Providing confidential information about a patient or about professional services performed for a patient to any person other than the patient or his or her authorized agent or an authorized health professional without the consent of the patient, or his or her authorized agent, unless required to do so by law. 10. Using a term, title, listing or designation in respect of the member’s practice other than the one authorized by the Act or the regulations under the Act. 11. Using in a professional respect any name other than the name of the member that is entered in the register. 12. Announcing or holding out that the member has special qualifications that are not possessed by the member. 13. Permitting, counselling or assisting any person who is not a member to perform a controlled act except as provided for in the Act or a regulation under the Act. 14. Providing services while the member’s ability to do so is impaired by any substance, illness or chronic dysfunction. 15. Abusing a patient. 16. Failing to maintain the standard of practice of the profession. 17. Making a misrepresentation respecting the performance method, accuracy or reliability of any laboratory result. 18. Failing to properly supervise a person who provides a service and who is under the authority or direction of the member. 19. Failing to reply appropriately or within thirty days to any written communication from the College or its members, officers, employees or agents. 20. Engaging in conduct or performing an act relevant to the practice of medical laboratory technology that, having regard to all circumstances, would reasonably be regarded by the members as disgraceful, dishonourable or unprofessional. 21. Delegating a controlled act contrary to the Act, the Regulated Health Professions Act, 1991 or the regulations under either Act. 22. Failing to inform the member’s employer or supervisor of the member’s inability to perform a service or to accept specific responsibility in areas where special training is required or where the member knows or ought to know he or she is not competent to perform the service without supervision. 23. Failing to report another member to the College when the other member’s conduct towards a patient endangers the safety of the patient. 24. Participating in advertising or endorsing a product or service for consideration. 25. Failing to provide when requested, within a reasonable length of time, to a patient or the patient’s authorized representative a copy of a patient’s laboratory record, unless the member believes, on reasonable grounds, that providing the copy may result in harm to the patient or to another person. 26. Practising the profession in a conflict of interest. 27. Directly or indirectly benefitting from the practice of medical laboratory technology while the member’s certificate of registration is suspended, unless full disclosure is made by the member to the College of the nature of the benefit to be obtained and prior approval is obtained from the Executive Committee. 28. Failing to comply with an order or requirement of a Committee or of a panel of a Committee of the College.  O. Reg. 752/93, s. 1; O. Reg. 369/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code:</p> <p class=\"paragraph-e\">  1. An act or omission inconsistent with the Act or the <i>Regulated Health Professions Act, 1991</i> or the regulations under either Act.</p> <p class=\"paragraph-e\">  2. Contravening a federal, provincial or territorial law, a municipal by-law or a regulation, rule or by-law of a hospital if the law, by-law, regulation or rule is relevant to the member’s suitability to practise.</p> <p class=\"paragraph-e\">  3. Failing to abide by any term, condition or limitation of the member’s certificate of registration.</p> <p class=\"paragraph-e\">  4. Failing to keep and maintain records as required.</p> <p class=\"paragraph-e\">  5. Making a record or signing a certificate, report, account or other document that the member knows or ought to know is false, misleading or otherwise improper.</p> <p class=\"paragraph-e\">  6. Falsifying a record.</p> <p class=\"paragraph-e\">  7. Submitting an account for services that the member knows or ought to know is false or misleading.</p> <p class=\"paragraph-e\">  8. Failing, without cause, to provide within a reasonable time any report or certificate requested by a patient or the patient’s authorized agent in respect of a service provided by the member.</p> <p class=\"paragraph-e\">  9. Providing confidential information about a patient or about professional services performed for a patient to any person other than the patient or his or her authorized agent or an authorized health professional without the consent of the patient, or his or her authorized agent, unless required to do so by law.</p> <p class=\"paragraph-e\">  10. Using a term, title, listing or designation in respect of the member’s practice other than the one authorized by the Act or the regulations under the Act.</p> <p class=\"paragraph-e\">  11. Using in a professional respect any name other than the name of the member that is entered in the register.</p> <p class=\"paragraph-e\">  12. Announcing or holding out that the member has special qualifications that are not possessed by the member.</p> <p class=\"paragraph-e\">  13. Permitting, counselling or assisting any person who is not a member to perform a controlled act except as provided for in the Act or a regulation under the Act.</p> <p class=\"paragraph-e\">  14. Providing services while the member’s ability to do so is impaired by any substance, illness or chronic dysfunction.</p> <p class=\"paragraph-e\">  15. Abusing a patient.</p> <p class=\"paragraph-e\">  16. Failing to maintain the standard of practice of the profession.</p> <p class=\"paragraph-e\">  17. Making a misrepresentation respecting the performance method, accuracy or reliability of any laboratory result.</p> <p class=\"paragraph-e\">  18. Failing to properly supervise a person who provides a service and who is under the authority or direction of the member.</p> <p class=\"paragraph-e\">  19. Failing to reply appropriately or within thirty days to any written communication from the College or its members, officers, employees or agents.</p> <p class=\"paragraph-e\">  20. Engaging in conduct or performing an act relevant to the practice of medical laboratory technology that, having regard to all circumstances, would reasonably be regarded by the members as disgraceful, dishonourable or unprofessional.</p> <p class=\"paragraph-e\">  21. Delegating a controlled act contrary to the Act, the <i>Regulated Health Professions Act, 1991</i> or the regulations under either Act.</p> <p class=\"paragraph-e\">  22. Failing to inform the member’s employer or supervisor of the member’s inability to perform a service or to accept specific responsibility in areas where special training is required or where the member knows or ought to know he or she is not competent to perform the service without supervision.</p> <p class=\"paragraph-e\">  23. Failing to report another member to the College when the other member’s conduct towards a patient endangers the safety of the patient.</p> <p class=\"paragraph-e\">  24. Participating in advertising or endorsing a product or service for consideration.</p> <p class=\"paragraph-e\">  25. Failing to provide when requested, within a reasonable length of time, to a patient or the patient’s authorized representative a copy of a patient’s laboratory record, unless the member believes, on reasonable grounds, that providing the copy may result in harm to the patient or to another person.</p> <p class=\"paragraph-e\">  26. Practising the profession in a conflict of interest.</p> <p class=\"paragraph-e\">  27. Directly or indirectly benefitting from the practice of medical laboratory technology while the member’s certificate of registration is suspended, unless full disclosure is made by the member to the College of the nature of the benefit to be obtained and prior approval is obtained from the Executive Committee.</p> <p class=\"paragraph-e\">  28. Failing to comply with an order or requirement of a Committee or of a panel of a Committee of the College.  O. Reg. 752/93, s. 1; O. Reg. 369/10, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 752/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> <span>Omitted (provides for coming into force of provisions of this Regulation).</span>  O. Reg. 752/93, s. 2.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}