{
    "reg_info": {
        "full_title": "O. Reg. 124/23: ZONING ORDER - CITY OF MISSISSAUGA, REGIONAL MUNICIPALITY OF PEEL",
        "reg_name_text": "ZONING ORDER - CITY OF MISSISSAUGA, REGIONAL MUNICIPALITY OF PEEL",
        "citation": "O. Reg. 124/23: ",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire ",
        "url": "https://www.ontario.ca/laws/regulation/230124",
        "date_scraped": "2023-12-18 04:12:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  9, 2023",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "  1. In this Order, “long-term care home” has the same meaning as in the Fixing Long-Term Care Act, 2021; “retirement home” has the same meaning as in the Retirement Homes Act, 2010; “zoning by-law” means Zoning By-law\n0225-2007 of the City of Mississauga.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In this Order,</p> <p class=\"definition-e\">“long-term care home” has the same meaning as in the <i>Fixing Long-Term Care Act, 2021</i>;</p> <p class=\"definition-e\">“retirement home” has the same meaning as in the <i>Retirement Homes Act, 2010</i>;</p> <p class=\"definition-e\">“zoning by-law” means Zoning<span> </span>By-law<span>\n</span>0225-2007<span> </span>of<span> </span>the<span> </span>City<span> </span>of<span> </span>Mississauga.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. This Order applies to lands in the City of Mississauga in the Regional Municipality of Peel, in the Province of Ontario, being the lands identified on a map numbered 331 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Order applies to lands in the City of Mississauga in the Regional Municipality of Peel, in the Province of Ontario, being the lands identified on a map numbered 331 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street.</p>"
        },
        {
            "id": "3.",
            "section": "Non-application of s. 41 of the Act, site plan control\narea",
            "content": "  3. Section 41 of the Act does not apply to the lands described in section 2 of this Order.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>Section<span> </span>41<span> </span>of<span> </span>the<span> </span>Act<span> </span>does<span> </span>not<span> </span>apply<span> </span>to<span> </span>the<span> </span>lands<span> </span>described<span> </span>in<span> </span>section<span> </span>2<span> </span>of<span> </span>this<span> </span><span>Order.</span></p>"
        },
        {
            "id": "4.",
            "section": "Permitted uses",
            "content": " 4. Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in section 2, except for the following: 1. A long-term care home with a minimum capacity of 160 beds. 2. A retirement home. 3. A day care, as defined in the zoning by-law. 4. A medical office. 5. Accessory uses that are incidental or subordinate to the uses set out in paragraphs 1 to 4, including, i. administrative offices, ii. retail stores, iii. health care research and education facilities, iv. personal service establishments, and v. cogeneration facilities, as defined in the zoning by-law.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in section 2, except for the following:</p> <p class=\"paragraph-e\">  1. A long-term care home with a minimum capacity of 160 beds.</p> <p class=\"paragraph-e\">  2. A retirement home.</p> <p class=\"paragraph-e\">  3. A day care, as defined in the zoning by-law.</p> <p class=\"paragraph-e\">  4. A medical office.</p> <p class=\"paragraph-e\">  5. Accessory uses that are incidental or subordinate to the uses set out in paragraphs 1 to 4, including,</p> <p class=\"subpara-e\">  i. administrative offices,</p> <p class=\"subpara-e\">  ii. retail stores,</p> <p class=\"subpara-e\">  iii. health care research and education facilities,</p> <p class=\"subpara-e\">  iv. personal service establishments, and</p> <p class=\"subpara-e\">  v. cogeneration facilities, as defined in the zoning by-law.</p>"
        },
        {
            "id": "5.",
            "section": "Zoning requirements",
            "content": " 5. The zoning requirements set out in the RA1 Apartment Zone in the zoning by-law apply to the uses permitted under section 4 with the following exceptions: 1. The maximum building height, including a mechanical penthouse, is 21.0 metres. 2. The maximum number of storeys in a long-term care home or retirement home is three storeys. 3. An enclosed walkway, with a maximum height of one storey or 6.0 metres, is permitted between two buildings. 4. A minimum landscape buffer of 2.5 metres is required from any lot line adjacent to a Greenlands Zone set out in the zoning by-law. 5. A minimum setback of 3.0 metres is required from surface parking spaces to lot lines or streets. 6. No setback is required for parking aisles. 7. The vehicle parking, bicycle parking and loading requirements for long-term care buildings in section 3.1.2.1 of the zoning by-law shall apply to the use described in paragraph 1 of section 5 of this Order. 8. The vehicle parking, bicycle parking and loading requirements for retirement buildings in section 3.1.2.1 of the zoning by-law shall apply to the use described in paragraph 2 of section 5 of this Order.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The zoning requirements set out in the RA1 Apartment Zone in the zoning by-law apply to the uses permitted under section 4 with the following exceptions:</p> <p class=\"paragraph-e\">  1. The maximum building height, including a mechanical penthouse, is 21.0 metres.</p> <p class=\"paragraph-e\">  2. The maximum number of storeys in a long-term care home or retirement home is three storeys.</p> <p class=\"paragraph-e\">  3. An enclosed walkway, with a maximum height of one storey or 6.0 metres, is permitted between two buildings.</p> <p class=\"paragraph-e\">  4. A minimum landscape buffer of 2.5 metres is required from any lot line adjacent to a Greenlands Zone set out in the zoning by-law.</p> <p class=\"paragraph-e\">  5. A minimum setback of 3.0 metres is required from surface parking spaces to lot lines or streets.</p> <p class=\"paragraph-e\">  6. No setback is required for parking aisles.</p> <p class=\"paragraph-e\">  7. The vehicle parking, bicycle parking and loading requirements for long-term care buildings in section 3.1.2.1 of the zoning by-law shall apply to the use described in paragraph 1 of section 5 of this Order.</p> <p class=\"paragraph-e\">  8. The vehicle parking, bicycle parking and loading requirements for retirement buildings in section 3.1.2.1 of the zoning by-law shall apply to the use described in paragraph 2 of section 5 of this Order.</p>"
        },
        {
            "id": "6.",
            "section": "Terms of use",
            "content": " 6. (1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order. (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force. (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased or its original use altered. (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Every use of land and every erection, location and use of buildings or structures shall be in accordance with this Order.</p> <p class=\"subsection-e\">  (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force.</p> <p class=\"subsection-e\">  (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased or its original use altered.</p> <p class=\"subsection-e\">  (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.</p>"
        },
        {
            "id": "7.",
            "section": "Deemed by-law",
            "content": " 7. This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be a by-law passed by the council of the City of Mississauga.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be a by-law passed by the council of the City of Mississauga.</p>"
        },
        {
            "id": "8.",
            "section": "Deemed by-law",
            "content": " 8. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>8.</b><b> </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Deemed by-law",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}