{
    "reg_info": {
        "full_title": "O. Reg. 374/10: SUPERVISED ALTERNATIVE LEARNING AND OTHER EXCUSALS FROM ATTENDANCE AT SCHOOL",
        "reg_name_text": "Supervised Alternative Learning and Other Excusals from Attendance at School",
        "citation": "O. Reg. 374/10: SUPERVISED ALTERNATIVE LEARNING AND OTHER EXCUSALS FROM ATTENDANCE AT SCHOOL",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/100374",
        "date_scraped": "2023-12-18 20:08:17"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 17, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/100374/v3",
            "valid_from": "April  4, 2018",
            "valid_to": "August 16, 2020"
        },
        {
            "a_href": "/laws/regulation/100374/v2",
            "valid_from": "February  1, 2011",
            "valid_to": "April  3, 2018"
        },
        {
            "a_href": "/laws/regulation/100374/v1",
            "valid_from": "September 29, 2010",
            "valid_to": "January 31, 2011"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Definitions",
            "content": " 1. In this Part, “committee” means a Supervised Alternative Learning Committee established by a board under section 6; (“comité”) “parent” includes a guardian; (“père ou mère”) “plan” means a supervised alternative learning plan developed for a pupil under section 9; (“plan”) “primary contact person” means an employee of a board who is assigned to carry out the functions of a primary contact person as set out in this Part in respect of a pupil participating in supervised alternative learning; (“personne-ressource principale”) “school day” has the same meaning as in Regulation 304 of the Revised Regulations of Ontario, 1990 (School Year Calendar, Professional Activity Days); (“jour de classe”) “supervised alternative learning” means an individualized learning program consisting of one or more activities. (“apprentissage parallèle dirigé”)  O. Reg. 374/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>In this Part,</p> <p class=\"firstdef-e\">“committee” means a Supervised Alternative Learning Committee established by a board under section 6; (“comité”)</p> <p class=\"definition-e\">“parent” includes a guardian; (“père ou mère”)</p> <p class=\"definition-e\">“plan” means a supervised alternative learning plan developed for a pupil under section 9; (“plan”)</p> <p class=\"definition-e\">“primary contact person” means an employee of a board who is assigned to carry out the functions of a primary contact person as set out in this Part in respect of a pupil participating in supervised alternative learning; (“personne-ressource principale”)</p> <p class=\"definition-e\">“school day” has the same meaning as in Regulation 304 of the Revised Regulations of Ontario, 1990 (School Year Calendar, Professional Activity Days); (“jour de classe”)</p> <p class=\"definition-e\">“supervised alternative learning” means an individualized learning program consisting of one or more activities. (“apprentissage parallèle dirigé”)  O. Reg. 374/10, s. 1.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Application, certain pupils",
            "content": " 2. (1) This Part only applies to pupils who are at least 14 years old and are of compulsory school age.  O. Reg. 374/10, s. 2 (1). (2) A pupil who turns 18 years old while participating in supervised alternative learning may, if he or she wishes, continue participating in supervised alternative learning until the pupil’s plan expires or is terminated.  O. Reg. 374/10, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) This Part only applies to pupils who are at least 14 years old and are of compulsory school age.  O. Reg. 374/10, s. 2 (1).</p> <p class=\"subsection-e\">  (2) A pupil who turns 18 years old while participating in supervised alternative learning may, if he or she wishes, continue participating in supervised alternative learning until the pupil’s plan expires or is terminated.  O. Reg. 374/10, s. 2 (2).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Purpose",
            "content": " 3. The purpose of supervised alternative learning is to provide pupils who have significant difficulties with regular attendance at school with an alternative learning experience and individualized plan to enable the pupil to progress towards obtaining an Ontario secondary school diploma or achieving his or her other education and life goals.  O. Reg. 374/10, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3. </b>The purpose of supervised alternative learning is to provide pupils who have significant difficulties with regular attendance at school with an alternative learning experience and individualized plan to enable the pupil to progress towards obtaining an Ontario secondary school diploma or achieving his or her other education and life goals.  O. Reg. 374/10, s. 3.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Best interests of the pupil",
            "content": " 4. Decisions made under this Part shall be made based on the best interests of the pupil having regard to the purpose set out in section 3.  O. Reg. 374/10, s. 4.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK4\"></a>4. </b>Decisions made under this Part shall be made based on the best interests of the pupil having regard to the purpose set out in section 3.  O. Reg. 374/10, s. 4.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Procedural matters",
            "content": " 5. (1) If a pupil is at least 16 years old and has withdrawn from parental control, any authority or right that is vested in, or any obligation that is imposed upon, a parent of a pupil under this Part is vested in or imposed upon the pupil.  O. Reg. 374/10, s. 5 (1). (2) If a pupil or parent of a pupil has a right to attend and be heard at a meeting held under this Part, the pupil or parent is entitled to attend the meeting with a support person or have a support person attend in his or her place and the support person has the same rights to attend and be heard as the pupil or parent.  O. Reg. 374/10, s. 5 (2). (3) No committee meeting held under this Part is invalid because, (a) the members of the committee are not the same as those who participated in any earlier meeting about a pupil’s participation in supervised alternative learning; or (b) the committee is not the same committee that held any earlier meeting about a pupil’s participation in supervised alternative learning.  O. Reg. 374/10, s. 5 (3). (4) Any individual who is required or permitted to collect, use or disclose personal information under this Part shall not collect, use or disclose more information than is reasonably necessary to meet the purpose for which it is collected, used or disclosed.  O. Reg. 374/10, s. 5 (4). (5) Any individual who receives personal information under this Part shall not use or disclose the information unless the use or disclosure is in accordance with the Municipal Freedom of Information and Protection of Privacy Act.  O. Reg. 374/10, s. 5 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>5. </b>(1) If a pupil is at least 16 years old and has withdrawn from parental control, any authority or right that is vested in, or any obligation that is imposed upon, a parent of a pupil under this Part is vested in or imposed upon the pupil.  O. Reg. 374/10, s. 5 (1).</p> <p class=\"subsection-e\">  (2) If a pupil or parent of a pupil has a right to attend and be heard at a meeting held under this Part, the pupil or parent is entitled to attend the meeting with a support person or have a support person attend in his or her place and the support person has the same rights to attend and be heard as the pupil or parent.  O. Reg. 374/10, s. 5 (2).</p> <p class=\"subsection-e\">  (3) No committee meeting held under this Part is invalid because,</p> <p class=\"clause-e\">  (a) the members of the committee are not the same as those who participated in any earlier meeting about a pupil’s participation in supervised alternative learning; or</p> <p class=\"clause-e\">  (b) the committee is not the same committee that held any earlier meeting about a pupil’s participation in supervised alternative learning.  O. Reg. 374/10, s. 5 (3).</p> <p class=\"subsection-e\">  (4) Any individual who is required or permitted to collect, use or disclose personal information under this Part shall not collect, use or disclose more information than is reasonably necessary to meet the purpose for which it is collected, used or disclosed.  O. Reg. 374/10, s. 5 (4).</p> <p class=\"subsection-e\">  (5) Any individual who receives personal information under this Part shall not use or disclose the information unless the use or disclosure is in accordance with the <i>Municipal Freedom of Information and Protection of Privacy Act</i>.  O. Reg. 374/10, s. 5 (5).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Establishment of committees",
            "content": " 6. (1) Each board shall establish at least one committee to perform the function set out in subsection (6) and the committees shall be known in English as Supervised Alternative Learning Committees and in French as Comité de l’apprentissage parallèle dirigé.  O. Reg. 374/10, s. 6 (1). (2) A board shall appoint the following individuals to be members of a committee: 1. At least one member of the board. 2. At least one supervisory officer qualified as such as a teacher and employed by the board. 3. At least one individual who is not a member or employee of the board.  O. Reg. 374/10, s. 6 (2). (3) A supervisory officer appointed under subsection (2) may designate an individual that the supervisory officer considers appropriate to act in his or her place as a member of the committee without the approval of the board.  O. Reg. 374/10, s. 6 (3). (4) Any information or notice that an individual is required or permitted to provide to a committee under this Part shall be provided to the individual appointed under paragraph 2 of subsection (2).  O. Reg. 374/10, s. 6 (4). (5) A board may establish practices and procedures for conducting committee meetings.  O. Reg. 374/10, s. 6 (5). (6) The function of a committee is to make decisions at meetings regarding supervised alternative learning by pupils of the board.  O. Reg. 374/10, s. 6 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>6</b><b>. </b>(1) Each board shall establish at least one committee to perform the function set out in subsection (6) and the committees shall be known in English as Supervised Alternative Learning Committees and in French as Comité de l’apprentissage parallèle dirigé.  O. Reg. 374/10, s. 6 (1).</p> <p class=\"subsection-e\">  (2) A board shall appoint the following individuals to be members of a committee: </p> <p class=\"paragraph-e\">  1. At least one member of the board.</p> <p class=\"paragraph-e\">  2. At least one supervisory officer qualified as such as a teacher and employed by the board.</p> <p class=\"paragraph-e\">  3. At least one individual who is not a member or employee of the board.  O. Reg. 374/10, s. 6 (2).</p> <p class=\"subsection-e\">  (3) A supervisory officer appointed under subsection (2) may designate an individual that the supervisory officer considers appropriate to act in his or her place as a member of the committee without the approval of the board.  O. Reg. 374/10, s. 6 (3).</p> <p class=\"subsection-e\">  (4) Any information or notice that an individual is required or permitted to provide to a committee under this Part shall be provided to the individual appointed under paragraph 2 of subsection (2).  O. Reg. 374/10, s. 6 (4).</p> <p class=\"subsection-e\">  (5) A board may establish practices and procedures for conducting committee meetings.  O. Reg. 374/10, s. 6 (5).</p> <p class=\"subsection-e\">  (6) The function of a committee is to make decisions at meetings regarding supervised alternative learning by pupils of the board.  O. Reg. 374/10, s. 6 (6).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Excusal from attendance at school, supervised alternative learning",
            "content": " 7. A pupil who is approved by a committee to participate in supervised alternative learning is excused from attendance at school as long as the pupil’s plan has not expired or been terminated.  O. Reg. 374/10, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>7. </b>A pupil who is approved by a committee to participate in supervised alternative learning is excused from attendance at school as long as the pupil’s plan has not expired or been terminated.  O. Reg. 374/10, s. 7.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Referral of pupil to committee",
            "content": " 8. (1) The principal of a school at which a pupil is enrolled shall refer the pupil to a committee if,  (a) in the principal’s opinion it would be in the pupil’s best interests to participate in supervised alternative learning; or (b) a parent of the pupil submits a request under subsection (2).  O. Reg. 374/10, s. 8 (1). (2) A parent of a pupil may submit, in writing, to the principal of the school at which the pupil is enrolled, (a) a request that the pupil participate in supervised alternative learning; and (b) the basis for the parent’s opinion that it would be in the pupil’s best interests to participate in supervised alternative learning.  O. Reg. 374/10, s. 8 (2). (3) If a parent submits a request under subsection (2), the principal shall refer the pupil to a committee within 15 school days after the day the principal receives the request.  O. Reg. 374/10, s. 8 (3). (4) A parent of a pupil is entitled to make a request under subsection (2) in accordance with the following: 1. No more than two requests shall be made in respect of a pupil in a school year. 2. A second request in respect of a pupil in a school year shall not be made until at least 60 school days have passed since the day the previous request was made.  O. Reg. 374/10, s. 8 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>8. </b>(1) The principal of a school at which a pupil is enrolled shall refer the pupil to a committee if, </p> <p class=\"clause-e\">  (a) in the principal’s opinion it would be in the pupil’s best interests to participate in supervised alternative learning; or</p> <p class=\"clause-e\">  (b) a parent of the pupil submits a request under subsection (2).  O. Reg. 374/10, s. 8 (1).</p> <p class=\"subsection-e\">  (2) A parent of a pupil may submit, in writing, to the principal of the school at which the pupil is enrolled, </p> <p class=\"clause-e\">  (a) a request that the pupil participate in supervised alternative learning; and</p> <p class=\"clause-e\">  (b) the basis for the parent’s opinion that it would be in the pupil’s best interests to participate in supervised alternative learning.  O. Reg. 374/10, s. 8 (2).</p> <p class=\"subsection-e\">  (3) If a parent submits a request under subsection (2), the principal shall refer the pupil to a committee within 15 school days after the day the principal receives the request.  O. Reg. 374/10, s. 8 (3).</p> <p class=\"subsection-e\">  (4) A parent of a pupil is entitled to make a request under subsection (2) in accordance with the following: </p> <p class=\"paragraph-e\">  1. No more than two requests shall be made in respect of a pupil in a school year.</p> <p class=\"paragraph-e\">  2. A second request in respect of a pupil in a school year shall not be made until at least 60 school days have passed since the day the previous request was made.  O. Reg. 374/10, s. 8 (4).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "9.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Supervised alternative learning plan",
            "content": " 9. (1) A principal shall cause a plan to be developed for a pupil in accordance with this section before referring the pupil to a committee under section 8.  O. Reg. 374/10, s. 9 (1). (2) Despite subsection (1), a principal need not cause a plan to be developed for a pupil if in the principal’s opinion it would not be in the pupil’s best interests to participate in supervised alternative learning.  O. Reg. 374/10, s. 9 (2). (3) A plan shall include the following information: 1. The pupil’s own education and other life goals. 2. A description of the activities in which the pupil will participate under the plan.  The plan shall include one or more of the following activities: i. Enrolment in a course or class in which a pupil may earn a credit. ii. Enrolment in a non-credit life skills course or other non-credit course. iii. Preparation for employment and development of general employment skills. iv. Training for a specific job or type of employment. v. Full-time or part-time employment. vi. Counselling. vii. Volunteering. viii. Any other activity with the potential to help the pupil achieve the goals described in paragraph 1. 3. The name of the pupil’s primary contact person. 4. The ways in which the pupil’s primary contact person will monitor the pupil’s progress. 5. The ways in which the pupil will be helped with his or her transition from supervised alternative learning after the plan expires or is terminated. 6. The expiry date of the plan.  O. Reg. 374/10, s. 9 (3). (4) The expiry date of a plan shall not be later than June 30 in the school year to which the plan applies.  O. Reg. 374/10, s. 9 (4). (5) Input from the following individuals shall be requested in the course of developing the plan: 1. The pupil. 2. The parent of the pupil. 3. One or more members of the staff of the school at which the pupil is enrolled who have information that is relevant to the development of the plan.  O. Reg. 374/10, s. 9 (5). (6) Input from the following individuals may be requested in the course of developing the plan: 1. One or more members of the staff of the board who can contribute to the development of the plan. 2.   The principal of the school where any part of the supervised alternative learning will be provided. 3. A member of the staff of a community agency that may be involved in the supervised alternative learning. 4. An employer who has indicated that he or she is interested in employing the pupil as part of supervised alternative learning. 5. Any other individual who has information about the pupil that may help in developing the plan.  O. Reg. 374/10, s. 9 (6).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK9\"></a>9. </b>(1) A principal shall cause a plan to be developed for a pupil in accordance with this section before referring the pupil to a committee under section 8.  O. Reg. 374/10, s. 9 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a principal need not cause a plan to be developed for a pupil if in the principal’s opinion it would not be in the pupil’s best interests to participate in supervised alternative learning.  O. Reg. 374/10, s. 9 (2).</p> <p class=\"subsection-e\">  (3) A plan shall include the following information:</p> <p class=\"paragraph-e\">  1. The pupil’s own education and other life goals.</p> <p class=\"paragraph-e\">  2. A description of the activities in which the pupil will participate under the plan.  The plan shall include one or more of the following activities: </p> <p class=\"subpara-e\">  i. Enrolment in a course or class in which a pupil may earn a credit.</p> <p class=\"subpara-e\">  ii. Enrolment in a non-credit life skills course or other non-credit course.</p> <p class=\"subpara-e\">  iii. Preparation for employment and development of general employment skills.</p> <p class=\"subpara-e\">  iv. Training for a specific job or type of employment.</p> <p class=\"subpara-e\">  v. Full-time or part-time employment.</p> <p class=\"subpara-e\">  vi. Counselling.</p> <p class=\"subpara-e\">  vii. Volunteering.</p> <p class=\"subpara-e\">  viii. Any other activity with the potential to help the pupil achieve the goals described in paragraph 1.</p> <p class=\"paragraph-e\">  3. The name of the pupil’s primary contact person.</p> <p class=\"paragraph-e\">  4. The ways in which the pupil’s primary contact person will monitor the pupil’s progress.</p> <p class=\"paragraph-e\">  5. The ways in which the pupil will be helped with his or her transition from supervised alternative learning after the plan expires or is terminated.</p> <p class=\"paragraph-e\">  6. The expiry date of the plan.  O. Reg. 374/10, s. 9 (3).</p> <p class=\"subsection-e\">  (4) The expiry date of a plan shall not be later than June 30 in the school year to which the plan applies.  O. Reg. 374/10, s. 9 (4).</p> <p class=\"subsection-e\">  (5) Input from the following individuals shall be requested in the course of developing the plan:</p> <p class=\"paragraph-e\">  1. The pupil.</p> <p class=\"paragraph-e\">  2. The parent of the pupil.</p> <p class=\"paragraph-e\">  3. One or more members of the staff of the school at which the pupil is enrolled who have information that is relevant to the development of the plan.  O. Reg. 374/10, s. 9 (5).</p> <p class=\"subsection-e\">  (6) Input from the following individuals may be requested in the course of developing the plan:</p> <p class=\"paragraph-e\">  1. One or more members of the staff of the board who can contribute to the development of the plan. </p> <p class=\"clause-e\">  2.   The principal of the school where any part of the supervised alternative learning will be provided.</p> <p class=\"paragraph-e\">  3. A member of the staff of a community agency that may be involved in the supervised alternative learning. </p> <p class=\"paragraph-e\">  4. An employer who has indicated that he or she is interested in employing the pupil as part of supervised alternative learning.</p> <p class=\"paragraph-e\">  5. Any other individual who has information about the pupil that may help in developing the plan.  O. Reg. 374/10, s. 9 (6).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "10.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Notice of referral",
            "content": " 10. (1) Before referring a pupil to a committee under clause 8 (1) (a), a principal shall provide the parent of the pupil with the following written information: 1. Notice of his or her intention to refer the pupil to a committee. 2. The basis for his or her opinion that it would be in the pupil’s best interests to participate in supervised alternative learning. 3. A request that the parent provide the principal, by a date specified by the principal, with, i. his or her opinion regarding whether it would be in the pupil’s best interests to participate in supervised alternative learning and the basis for that opinion, and ii. any other information that in his or her opinion would assist the committee in its consideration of the referral.  O. Reg. 374/10, s. 10 (1). (2) A principal shall not make a referral under clause 8 (1) (a) until after the earlier of the day the parent provides a response to a request under paragraph 3 of subsection (1) or the date specified by the principal under that paragraph.  O. Reg. 374/10, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>10. </b>(1) Before referring a pupil to a committee under clause 8 (1) (a), a principal shall provide the parent of the pupil with the following written information:</p> <p class=\"paragraph-e\">  1. Notice of his or her intention to refer the pupil to a committee.</p> <p class=\"paragraph-e\">  2. The basis for his or her opinion that it would be in the pupil’s best interests to participate in supervised alternative learning.</p> <p class=\"paragraph-e\">  3. A request that the parent provide the principal, by a date specified by the principal, with, </p> <p class=\"subpara-e\">  i. his or her opinion regarding whether it would be in the pupil’s best interests to participate in supervised alternative learning and the basis for that opinion, and</p> <p class=\"subpara-e\">  ii. any other information that in his or her opinion would assist the committee in its consideration of the referral.  O. Reg. 374/10, s. 10 (1).</p> <p class=\"subsection-e\">  (2) A principal shall not make a referral under clause 8 (1) (a) until after the earlier of the day the parent provides a response to a request under paragraph 3 of subsection (1) or the date specified by the principal under that paragraph.  O. Reg. 374/10, s. 10 (2).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "11.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Contents of referral",
            "content": " 11. (1) A referral under section 8 shall include the following written material: 1. The basis for the principal’s opinion that it would or would not be in the pupil’s best interests to participate in supervised alternative learning. 2. The basis for the parent’s opinion that it would or would not be in the pupil’s best interests to participate in supervised alternative learning, if those reasons are provided to the principal. 3. The plan developed under section 9, if any. 4. For the committee’s use in giving notice under paragraph 4 of subsection 12 (3), a list of one or more members of the staff of the school or the board who know the pupil and can speak knowledgeably about the pupil’s academic performance and progress and the appropriateness of the plan, if any. 5. For the committee’s use in giving notice under paragraph 5 of subsection 12 (3), a list of any other individuals who have information that is relevant to the referral. 6. Any other information that in the principal’s or the parent’s opinion would assist the committee in its consideration of the referral.  O. Reg. 374/10, s. 11 (1). (2) When a principal refers a pupil to the committee, the principal shall provide the pupil and the parent of the pupil with a copy of the referral together with a written statement, (a) explaining that they will receive notice from the committee of the time and place of the meeting to consider the referral; and (b) setting out their rights under subsections 5 (2) and 12 (2) and (4).  O. Reg. 374/10, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>11. </b>(1) A referral under section 8 shall include the following written material:</p> <p class=\"paragraph-e\">  1. The basis for the principal’s opinion that it would or would not be in the pupil’s best interests to participate in supervised alternative learning.</p> <p class=\"paragraph-e\">  2. The basis for the parent’s opinion that it would or would not be in the pupil’s best interests to participate in supervised alternative learning, if those reasons are provided to the principal.</p> <p class=\"paragraph-e\">  3. The plan developed under section 9, if any.</p> <p class=\"paragraph-e\">  4. For the committee’s use in giving notice under paragraph 4 of subsection 12 (3), a list of one or more members of the staff of the school or the board who know the pupil and can speak knowledgeably about the pupil’s academic performance and progress and the appropriateness of the plan, if any.</p> <p class=\"paragraph-e\">  5. For the committee’s use in giving notice under paragraph 5 of subsection 12 (3), a list of any other individuals who have information that is relevant to the referral.</p> <p class=\"paragraph-e\">  6. Any other information that in the principal’s or the parent’s opinion would assist the committee in its consideration of the referral.  O. Reg. 374/10, s. 11 (1).</p> <p class=\"subsection-e\">  (2) When a principal refers a pupil to the committee, the principal shall provide the pupil and the parent of the pupil with a copy of the referral together with a written statement,</p> <p class=\"clause-e\">  (a) explaining that they will receive notice from the committee of the time and place of the meeting to consider the referral; and</p> <p class=\"clause-e\">  (b) setting out their rights under subsections 5 (2) and 12 (2) and (4).  O. Reg. 374/10, s. 11 (2).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "12.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Committee meeting",
            "content": " 12. (1) Within 20 school days of receiving a referral, the committee shall hold a meeting to consider the referral.  O. Reg. 374/10, s. 12 (1). (2) The committee may hold a meeting on a date that is later than 20 school days after receipt of a referral if, (a) the parent of the pupil makes a written request for a later date; or (b) the parent of the pupil consents.  O. Reg. 374/10, s. 12 (2). (3) The committee shall give notice of the meeting to the following: 1. The pupil. 2. The parent of the pupil. 3. The principal of the pupil’s school. 4. Any member of the staff of the school or the board who was listed by the principal in the referral and in the opinion of the committee may have information that is relevant to the referral. 5. Any other individual who in the opinion of the committee has information that is relevant to the referral.  O. Reg. 374/10, s. 12 (3). (4) An individual who receives notice under subsection (3) has a right to attend and be heard at the meeting.  O. Reg. 374/10, s. 12 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>12. </b>(1) Within 20 school days of receiving a referral, the committee shall hold a meeting to consider the referral.  O. Reg. 374/10, s. 12 (1).</p> <p class=\"subsection-e\">  (2) The committee may hold a meeting on a date that is later than 20 school days after receipt of a referral if,</p> <p class=\"clause-e\">  (a) the parent of the pupil makes a written request for a later date; or</p> <p class=\"clause-e\">  (b) the parent of the pupil consents.  O. Reg. 374/10, s. 12 (2).</p> <p class=\"subsection-e\">  (3) The committee shall give notice of the meeting to the following:</p> <p class=\"paragraph-e\">  1. The pupil.</p> <p class=\"paragraph-e\">  2. The parent of the pupil.</p> <p class=\"paragraph-e\">  3. The principal of the pupil’s school.</p> <p class=\"paragraph-e\">  4. Any member of the staff of the school or the board who was listed by the principal in the referral and in the opinion of the committee may have information that is relevant to the referral.</p> <p class=\"paragraph-e\">  5. Any other individual who in the opinion of the committee has information that is relevant to the referral.  O. Reg. 374/10, s. 12 (3).</p> <p class=\"subsection-e\">  (4) An individual who receives notice under subsection (3) has a right to attend and be heard at the meeting.  O. Reg. 374/10, s. 12 (4).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "13.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Committee decision, s. 12 meeting",
            "content": " 13. After a committee considers a referral under section 12, the committee shall make a decision as follows: 1. If a plan was submitted to the committee, the committee shall, i. approve participation by the pupil in supervised alternative learning as described in the plan, ii. modify the plan and approve participation by the pupil in supervised alternative learning as described in the plan as modified, or iii. not approve participation by the pupil in supervised alternative learning. 2. If a plan was not submitted to the committee, the committee shall, i. require the principal of the pupil’s school to cause a plan to be developed for the pupil in accordance with section 9 and directions of the committee, if any, or ii. not approve participation by the pupil in supervised alternative learning.  O. Reg. 374/10, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>13. </b>After a committee considers a referral under section 12, the committee shall make a decision as follows:</p> <p class=\"paragraph-e\">  1. If a plan was submitted to the committee, the committee shall,</p> <p class=\"subpara-e\">  i. approve participation by the pupil in supervised alternative learning as described in the plan,</p> <p class=\"subpara-e\">  ii. modify the plan and approve participation by the pupil in supervised alternative learning as described in the plan as modified, or</p> <p class=\"subpara-e\">  iii. not approve participation by the pupil in supervised alternative learning.</p> <p class=\"paragraph-e\">  2. If a plan was not submitted to the committee, the committee shall,</p> <p class=\"subpara-e\">  i. require the principal of the pupil’s school to cause a plan to be developed for the pupil in accordance with section 9 and directions of the committee, if any, or</p> <p class=\"subpara-e\">  ii. not approve participation by the pupil in supervised alternative learning.  O. Reg. 374/10, s. 13.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "14.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Communication of decision",
            "content": " 14. (1) Within five school days after a meeting, the committee shall provide the pupil, the parent of the pupil and the principal of the pupil’s school with its written decision together with the following: 1. If the committee approved participation by the pupil in supervised alternative learning, i. a copy of the plan, including any modifications made by the committee, ii. contact information for the pupil’s primary contact person, and iii. if the plan includes employment, contact information for the employer if available. 2. If the committee required the principal to cause a plan to be developed, the date by which the plan is required to be submitted to the committee.  O. Reg. 374/10, s. 14 (1). (2) The committee shall also provide the parent of the pupil with the following: 1. If the committee approved participation by the pupil in supervised alternative learning, information about the right to reconsideration and the reconsideration process. 2. If the committee did not approve participation by the pupil in supervised alternative learning, i. information about the right to reconsideration and the reconsideration process, and ii. information about the right to make a request under section 8. 3. If the committee required the principal to cause a plan to be developed, i. information about the parent’s right to provide input in the course of developing the plan, ii. a statement that the parent will receive a copy of the plan when it is submitted to the committee, iii. a statement that the parent may provide materials to the committee for the committee’s use in considering the plan and how those materials should be provided, iv. a statement that the parent will receive notice from the committee of the time and place of the meeting to consider the plan, and v. information setting out the parent’s rights under subsections 5 (2) and 12 (2) and (4).  O. Reg. 374/10, s. 14 (2). (3) The committee shall also provide the pupil with the information set out in paragraph 3 of subsection (2) if the committee required the principal to cause a plan to be developed.  O. Reg. 374/10, s. 14 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>14. </b>(1) Within five school days after a meeting, the committee shall provide the pupil, the parent of the pupil and the principal of the pupil’s school with its written decision together with the following:</p> <p class=\"paragraph-e\">  1. If the committee approved participation by the pupil in supervised alternative learning,</p> <p class=\"subpara-e\">  i. a copy of the plan, including any modifications made by the committee,</p> <p class=\"subpara-e\">  ii. contact information for the pupil’s primary contact person, and</p> <p class=\"subpara-e\">  iii. if the plan includes employment, contact information for the employer if available.</p> <p class=\"paragraph-e\">  2. If the committee required the principal to cause a plan to be developed, the date by which the plan is required to be submitted to the committee.  O. Reg. 374/10, s. 14 (1).</p> <p class=\"subsection-e\">  (2) The committee shall also provide the parent of the pupil with the following:</p> <p class=\"paragraph-e\">  1. If the committee approved participation by the pupil in supervised alternative learning, information about the right to reconsideration and the reconsideration process.</p> <p class=\"paragraph-e\">  2. If the committee did not approve participation by the pupil in supervised alternative learning,</p> <p class=\"subpara-e\">  i. information about the right to reconsideration and the reconsideration process, and</p> <p class=\"subpara-e\">  ii. information about the right to make a request under section 8.</p> <p class=\"paragraph-e\">  3. If the committee required the principal to cause a plan to be developed, </p> <p class=\"subpara-e\">  i. information about the parent’s right to provide input in the course of developing the plan,</p> <p class=\"subpara-e\">  ii. a statement that the parent will receive a copy of the plan when it is submitted to the committee,</p> <p class=\"subpara-e\">  iii. a statement that the parent may provide materials to the committee for the committee’s use in considering the plan and how those materials should be provided,</p> <p class=\"subpara-e\">  iv. a statement that the parent will receive notice from the committee of the time and place of the meeting to consider the plan, and</p> <p class=\"subpara-e\">  v. information setting out the parent’s rights under subsections 5 (2) and 12 (2) and (4).  O. Reg. 374/10, s. 14 (2).</p> <p class=\"subsection-e\">  (3) The committee shall also provide the pupil with the information set out in paragraph 3 of subsection (2) if the committee required the principal to cause a plan to be developed.  O. Reg. 374/10, s. 14 (3).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "15.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Plan ordered by committee",
            "content": " 15. (1) If a principal is required to cause a plan to be developed under subparagraph 2 i of section 13, the principal shall cause the plan to be, (a) developed in accordance with section 9 and directions of the committee, if any; and (b) submitted to the committee by the date specified by the committee.  O. Reg. 374/10, s. 15 (1). (2) When the principal submits a plan to the committee under subsection (1), the principal shall also, (a) submit any other information that in the principal’s opinion would assist the committee in its consideration of the plan; and (b) provide the pupil and the parent of the pupil with a copy of the plan and any other information submitted under clause (a).  O. Reg. 374/10, s. 15 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>15. </b>(1) If a principal is required to cause a plan to be developed under subparagraph 2 i of section 13, the principal shall cause the plan to be,</p> <p class=\"clause-e\">  (a) developed in accordance with section 9 and directions of the committee, if any; and</p> <p class=\"clause-e\">  (b) submitted to the committee by the date specified by the committee.  O. Reg. 374/10, s. 15 (1).</p> <p class=\"subsection-e\">  (2) When the principal submits a plan to the committee under subsection (1), the principal shall also, </p> <p class=\"clause-e\">  (a) submit any other information that in the principal’s opinion would assist the committee in its consideration of the plan; and</p> <p class=\"clause-e\">  (b) provide the pupil and the parent of the pupil with a copy of the plan and any other information submitted under clause (a).  O. Reg. 374/10, s. 15 (2).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "16.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Committee meeting and decision, s. 15 plan",
            "content": " 16. (1) Within 20 school days of receiving a plan submitted under section 15, a committee shall hold a meeting to consider the plan.  O. Reg. 374/10, s. 16 (1). (2) Subsections 12 (2) to (4) apply with necessary modifications to a meeting held under subsection (1) and for the purpose, the plan is considered the referral.  O. Reg. 374/10, s. 16 (2). (3) After a committee considers a plan under subsection (1), the committee shall make a decision to, (a) approve participation by the pupil in supervised alternative learning as set out in the plan; (b) modify the plan and approve participation by the pupil in supervised alternative learning as described in the plan as modified; or (c) not approve participation by the pupil in supervised alternative learning.  O. Reg. 374/10, s. 16 (3). (4) The committee shall communicate its decision in accordance with section 14 but paragraph 2 of subsection 14 (1), paragraph 3 of subsection 14 (2) and subsection 14 (3) do not apply.  O. Reg. 374/10, s. 16 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>16. </b>(1) Within 20 school days of receiving a plan submitted under section 15, a committee shall hold a meeting to consider the plan.  O. Reg. 374/10, s. 16 (1).</p> <p class=\"subsection-e\">  (2) Subsections 12 (2) to (4) apply with necessary modifications to a meeting held under subsection (1) and for the purpose, the plan is considered the referral.  O. Reg. 374/10, s. 16 (2).</p> <p class=\"subsection-e\">  (3) After a committee considers a plan under subsection (1), the committee shall make a decision to,</p> <p class=\"clause-e\">  (a) approve participation by the pupil in supervised alternative learning as set out in the plan;</p> <p class=\"clause-e\">  (b) modify the plan and approve participation by the pupil in supervised alternative learning as described in the plan as modified; or</p> <p class=\"clause-e\">  (c) not approve participation by the pupil in supervised alternative learning.  O. Reg. 374/10, s. 16 (3).</p> <p class=\"subsection-e\">  (4) The committee shall communicate its decision in accordance with section 14 but paragraph 2 of subsection 14 (1), paragraph 3 of subsection 14 (2) and subsection 14 (3) do not apply.  O. Reg. 374/10, s. 16 (4).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "17.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Reconsideration of committee decision",
            "content": " 17. (1) This section applies if a committee makes a decision to approve or not approve participation by a pupil in supervised alternative learning.  O. Reg. 374/10, s. 17 (1). (2) A parent of a pupil may, within 10 school days of receiving the committee’s written decision, submit to the principal of the pupil’s school a written request that the committee reconsider the decision.  O. Reg. 374/10, s. 17 (2). (3) A request under subsection (2) may include a request for reconsideration of the decision with respect to the pupil’s plan.  O. Reg. 374/10, s. 17 (3). (4) The principal shall forward the request to the committee as soon as possible after receiving the request.  O. Reg. 374/10, s. 17 (4). (5) Within 20 school days after the day the committee receives the request, the committee shall hold a meeting to reconsider its decision.  O. Reg. 374/10, s. 17 (5). (6) The committee may hold a meeting on a date that is later than 20 school days after receipt of a request if, (a) the parent of the pupil makes a request by written notice; or (b) the parent of the pupil consents.  O. Reg. 374/10, s. 17 (6). (7) The individuals mentioned in subsection 12 (3) are entitled to receive notice of the meeting and to attend and be heard at the meeting.  O. Reg. 374/10, s. 17 (7). (8) After a meeting under subsection (5), the committee shall make a decision in accordance with section 13.  O. Reg. 374/10, s. 17 (8). (9) The committee shall communicate its decision in accordance with section 14 but is not required to provide, (a) information about the right to reconsideration or the reconsideration process; or (b) if a copy of the plan and information described in paragraph 1 of subsection 14 (1) was provided after the original decision was made and has not changed, the plan and information.  O. Reg. 374/10, s. 17 (9). (10) If the decision required the principal to cause a plan to be developed for the pupil, sections 15 and 16 apply but, for the purposes of communicating its decision under subsection 16 (4), the committee is not required to provide information about the right to reconsideration or the reconsideration process.  O. Reg. 374/10, s. 17 (10).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>17. </b>(1) This section applies if a committee makes a decision to approve or not approve participation by a pupil in supervised alternative learning.  O. Reg. 374/10, s. 17 (1).</p> <p class=\"subsection-e\">  (2) A parent of a pupil may, within 10 school days of receiving the committee’s written decision, submit to the principal of the pupil’s school a written request that the committee reconsider the decision.  O. Reg. 374/10, s. 17 (2).</p> <p class=\"subsection-e\">  (3) A request under subsection (2) may include a request for reconsideration of the decision with respect to the pupil’s plan.  O. Reg. 374/10, s. 17 (3).</p> <p class=\"subsection-e\">  (4) The principal shall forward the request to the committee as soon as possible after receiving the request.  O. Reg. 374/10, s. 17 (4).</p> <p class=\"subsection-e\">  (5) Within 20 school days after the day the committee receives the request, the committee shall hold a meeting to reconsider its decision.  O. Reg. 374/10, s. 17 (5).</p> <p class=\"subsection-e\">  (6) The committee may hold a meeting on a date that is later than 20 school days after receipt of a request if,</p> <p class=\"clause-e\">  (a) the parent of the pupil makes a request by written notice; or</p> <p class=\"clause-e\">  (b) the parent of the pupil consents.  O. Reg. 374/10, s. 17 (6).</p> <p class=\"subsection-e\">  (7) The individuals mentioned in subsection 12 (3) are entitled to receive notice of the meeting and to attend and be heard at the meeting.  O. Reg. 374/10, s. 17 (7).</p> <p class=\"subsection-e\">  (8) After a meeting under subsection (5), the committee shall make a decision in accordance with section 13.  O. Reg. 374/10, s. 17 (8).</p> <p class=\"subsection-e\">  (9) The committee shall communicate its decision in accordance with section 14 but is not required to provide, </p> <p class=\"clause-e\">  (a) information about the right to reconsideration or the reconsideration process; or</p> <p class=\"clause-e\">  (b) if a copy of the plan and information described in paragraph 1 of subsection 14 (1) was provided after the original decision was made and has not changed, the plan and information.  O. Reg. 374/10, s. 17 (9).</p> <p class=\"subsection-e\">  (10) If the decision required the principal to cause a plan to be developed for the pupil, sections 15 and 16 apply but, for the purposes of communicating its decision under subsection 16 (4), the committee is not required to provide information about the right to reconsideration or the reconsideration process.  O. Reg. 374/10, s. 17 (10).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "18.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Administration of supervised alternative learning, principal",
            "content": " 18. (1) If a pupil’s supervised alternative learning is to include an activity at a place that is not a school site, the principal of the pupil’s school shall ensure that a member of the staff of the school or the board visits the site before the pupil begins participating in the activity as part of supervised alternative learning, unless in the opinion of the principal the visit is not necessary at that time.  O. Reg. 374/10, s. 18 (1). (2) If a pupil’s supervised alternative learning is to include employment, the principal shall send a letter to the employer stating, (a) that the employment is to be part of the pupil’s participation in supervised alternative learning; (b) that the pupil is excused from attending school for the purpose of participating in supervised alternative learning; and (c) any other information that the principal considers advisable.  O. Reg. 374/10, s. 18 (2). (3) A principal shall issue a report about the progress of each pupil enrolled in the principal’s school who is participating in supervised alternative learning.  O. Reg. 374/10, s. 18 (3). (4) The report shall be issued at the same time as the principal issues report cards for other pupils.  O. Reg. 374/10, s. 18 (4). (5) A principal shall provide a copy of the report to the pupil and the parent of the pupil and include a copy in the student record.  O. Reg. 374/10, s. 18 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>18. </b>(1) If a pupil’s supervised alternative learning is to include an activity at a place that is not a school site, the principal of the pupil’s school shall ensure that a member of the staff of the school or the board visits the site before the pupil begins participating in the activity as part of supervised alternative learning, unless in the opinion of the principal the visit is not necessary at that time.  O. Reg. 374/10, s. 18 (1).</p> <p class=\"subsection-e\">  (2) If a pupil’s supervised alternative learning is to include employment, the principal shall send a letter to the employer stating,</p> <p class=\"clause-e\">  (a) that the employment is to be part of the pupil’s participation in supervised alternative learning;</p> <p class=\"clause-e\">  (b) that the pupil is excused from attending school for the purpose of participating in supervised alternative learning; and</p> <p class=\"clause-e\">  (c) any other information that the principal considers advisable.  O. Reg. 374/10, s. 18 (2).</p> <p class=\"subsection-e\">  (3) A principal shall issue a report about the progress of each pupil enrolled in the principal’s school who is participating in supervised alternative learning.  O. Reg. 374/10, s. 18 (3).</p> <p class=\"subsection-e\">  (4) The report shall be issued at the same time as the principal issues report cards for other pupils.  O. Reg. 374/10, s. 18 (4).</p> <p class=\"subsection-e\">  (5) A principal shall provide a copy of the report to the pupil and the parent of the pupil and include a copy in the student record.  O. Reg. 374/10, s. 18 (5).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "19.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Administration of supervised alternative learning, primary contact person",
            "content": " 19. (1) The primary contact person of a pupil participating in supervised alternative learning shall monitor the pupil’s progress.  O. Reg. 374/10, s. 19 (1). (2) The primary contact person shall contact the pupil at least one time in each month and more frequently if the primary contact person considers more frequent contact advisable.  O. Reg. 374/10, s. 19 (2). (3) The primary contact person is entitled to receive information, including personal information, relevant to the pupil’s progress from any individual who is involved in the implementation of the pupil’s plan.  O. Reg. 374/10, s. 19 (3). (4) The primary contact person shall keep records of the observations that he or she makes in monitoring the pupil’s progress.  O. Reg. 374/10, s. 19 (4).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK19\"></a>19. </b>(1) The primary contact person of a pupil participating in supervised alternative learning shall monitor the pupil’s progress.  O. Reg. 374/10, s. 19 (1).</p> <p class=\"subsection-e\">  (2) The primary contact person shall contact the pupil at least one time in each month and more frequently if the primary contact person considers more frequent contact advisable.  O. Reg. 374/10, s. 19 (2).</p> <p class=\"subsection-e\">  (3) The primary contact person is entitled to receive information, including personal information, relevant to the pupil’s progress from any individual who is involved in the implementation of the pupil’s plan.  O. Reg. 374/10, s. 19 (3).</p> <p class=\"subsection-e\">  (4) The primary contact person shall keep records of the observations that he or she makes in monitoring the pupil’s progress.  O. Reg. 374/10, s. 19 (4).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "20.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Administration of supervised alternative learning, school attendance counsellor",
            "content": " 20. A school attendance counsellor shall have the same powers and perform the same duties in respect of pupils enrolled in supervised alternative learning as the counsellor has in respect of other pupils, as may be applicable.  O. Reg. 374/10, s. 20.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>20. </b>A school attendance counsellor shall have the same powers and perform the same duties in respect of pupils enrolled in supervised alternative learning as the counsellor has in respect of other pupils, as may be applicable.  O. Reg. 374/10, s. 20.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "21.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Plan modifications, after committee approval",
            "content": " 21. (1) The primary contact person may make modifications to the plan at any time if, (a) the plan remains substantially the same; and (b) he or she first requested input from the pupil and the parent of the pupil.  O. Reg. 374/10, s. 21 (1). (2) If the primary contact person modifies a plan under subsection (1), he or she shall inform the principal, the pupil and the parent of the pupil.  O. Reg. 374/10, s. 21 (2). (3) If in the opinion of the primary contact person it would be in the pupil’s best interests to make modifications to the plan that would result in the plan being substantially different, he or she shall review the proposed modifications with the principal.  O. Reg. 374/10, s. 21 (3). (4) The principal shall make the proposed modifications to the plan if, (a) in the opinion of the principal it would be in the pupil’s best interests; (b) a supervisory officer qualified as such as a teacher agrees; and (c) the principal first requested input from the pupil and the parent of the pupil.  O. Reg. 374/10, s. 21 (4). (5) If a plan is modified under subsection (4), the principal shall provide a copy of the modified plan to the pupil and the parent of the pupil.  O. Reg. 374/10, s. 21 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>21. </b>(1) The primary contact person may make modifications to the plan at any time if,</p> <p class=\"clause-e\">  (a) the plan remains substantially the same; and</p> <p class=\"clause-e\">  (b) he or she first requested input from the pupil and the parent of the pupil.  O. Reg. 374/10, s. 21 (1).</p> <p class=\"subsection-e\">  (2) If the primary contact person modifies a plan under subsection (1), he or she shall inform the principal, the pupil and the parent of the pupil.  O. Reg. 374/10, s. 21 (2).</p> <p class=\"subsection-e\">  (3) If in the opinion of the primary contact person it would be in the pupil’s best interests to make modifications to the plan that would result in the plan being substantially different, he or she shall review the proposed modifications with the principal.  O. Reg. 374/10, s. 21 (3).</p> <p class=\"subsection-e\">  (4) The principal shall make the proposed modifications to the plan if,</p> <p class=\"clause-e\">  (a) in the opinion of the principal it would be in the pupil’s best interests;</p> <p class=\"clause-e\">  (b) a supervisory officer qualified as such as a teacher agrees; and</p> <p class=\"clause-e\">  (c) the principal first requested input from the pupil and the parent of the pupil.  O. Reg. 374/10, s. 21 (4).</p> <p class=\"subsection-e\">  (5) If a plan is modified under subsection (4), the principal shall provide a copy of the modified plan to the pupil and the parent of the pupil.  O. Reg. 374/10, s. 21 (5).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "22.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Review of plan",
            "content": " 22. (1) The pupil’s primary contact person shall provide the principal with at least one written report before the plan expires that includes,  (a) observations of the progress made by the pupil; (b) an overall review of the appropriateness and impact of the plan; and (c) recommendations regarding whether, after the plan expires, the pupil should continue to participate in supervised alternative learning.  O. Reg. 374/10, s. 22 (1). (2) The primary contact person shall give the principal a minimum of one report at least 15 school days before the plan expires.  O. Reg. 374/10, s. 22 (2). (3) The principal shall provide a copy of each report to the pupil and the parent of the pupil.  O. Reg. 374/10, s. 22 (3).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK22\"></a>22. </b>(1) The pupil’s primary contact person shall provide the principal with at least one written report before the plan expires that includes, </p> <p class=\"clause-e\">  (a) observations of the progress made by the pupil; </p> <p class=\"clause-e\">  (b) an overall review of the appropriateness and impact of the plan; and</p> <p class=\"clause-e\">  (c) recommendations regarding whether, after the plan expires, the pupil should continue to participate in supervised alternative learning.  O. Reg. 374/10, s. 22 (1).</p> <p class=\"subsection-e\">  (2) The primary contact person shall give the principal a minimum of one report at least 15 school days before the plan expires.  O. Reg. 374/10, s. 22 (2).</p> <p class=\"subsection-e\">  (3) The principal shall provide a copy of each report to the pupil and the parent of the pupil.  O. Reg. 374/10, s. 22 (3).</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "23.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Renewal of plan",
            "content": " 23. (1) Before the expiry of the plan, if in the opinion of the principal of the pupil’s school it would be in the pupil’s best interests to continue to participate in supervised alternative learning, the principal shall, (a) submit a recommendation to the committee to renew the plan, with the written consent of the parent of the pupil; or (b) refer the pupil to a committee under clause 8 (1) (a).  O. Reg. 374/10, s. 23 (1). (2) Within 20 school days after the day a committee receives a recommendation under clause (1) (a), the committee shall, (a) renew the pupil’s plan; (b) renew the pupil’s plan with specified modifications; or (c) require the principal to refer the pupil to a committee under clause 8 (1) (a).  O. Reg. 374/10, s. 23 (2). (3) The committee may only renew the pupil’s plan under clause (2) (a) or (b) in accordance with the following: 1. For non-semestered schools, the plan may be renewed for a maximum of one school year in total. 2. For semestered schools, the plan may be renewed for a maximum of one school year or two consecutive semesters in total.  O. Reg. 374/10, s. 23 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>23. </b>(1) Before the expiry of the plan, if in the opinion of the principal of the pupil’s school it would be in the pupil’s best interests to continue to participate in supervised alternative learning, the principal shall,</p> <p class=\"clause-e\">  (a) submit a recommendation to the committee to renew the plan, with the written consent of the parent of the pupil; or</p> <p class=\"clause-e\">  (b) refer the pupil to a committee under clause 8 (1) (a).  O. Reg. 374/10, s. 23 (1).</p> <p class=\"subsection-e\">  (2) Within 20 school days after the day a committee receives a recommendation under clause (1) (a), the committee shall,</p> <p class=\"clause-e\">  (a) renew the pupil’s plan;</p> <p class=\"clause-e\">  (b) renew the pupil’s plan with specified modifications; or</p> <p class=\"clause-e\">  (c) require the principal to refer the pupil to a committee under clause 8 (1) (a).  O. Reg. 374/10, s. 23 (2).</p> <p class=\"subsection-e\">  (3) The committee may only renew the pupil’s plan under clause (2) (a) or (b) in accordance with the following:</p> <p class=\"paragraph-e\">  1. For non-semestered schools, the plan may be renewed for a maximum of one school year in total.</p> <p class=\"paragraph-e\">  2. For semestered schools, the plan may be renewed for a maximum of one school year or two consecutive semesters in total.  O. Reg. 374/10, s. 23 (3).</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "24.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Termination of plan",
            "content": " 24. (1) A plan is terminated if any of the following circumstances exist: 1. The pupil provides the principal with a written statement that he or she wants to return to school. 2. The pupil’s primary contact person provides the principal with a written statement that the pupil is not complying with the plan and the principal determines, with the agreement of a supervisory officer qualified as such as a teacher, that termination is in the pupil’s best interests.  O. Reg. 374/10, s. 24 (1). (2) A principal shall send written notice of the termination of a plan to the following: 1. The pupil. 2. The parent of the pupil. 3. The committee that approved the pupil’s participation in supervised alternative learning. 4. Any individual who is involved in the implementation of the pupil’s plan.  O. Reg. 374/10, s. 24 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>24. </b>(1) A plan is terminated if any of the following circumstances exist:</p> <p class=\"paragraph-e\">  1. The pupil provides the principal with a written statement that he or she wants to return to school. </p> <p class=\"paragraph-e\">  2. The pupil’s primary contact person provides the principal with a written statement that the pupil is not complying with the plan and the principal determines, with the agreement of a supervisory officer qualified as such as a teacher, that termination is in the pupil’s best interests.  O. Reg. 374/10, s. 24 (1).</p> <p class=\"subsection-e\">  (2) A principal shall send written notice of the termination of a plan to the following:</p> <p class=\"paragraph-e\">  1. The pupil.</p> <p class=\"paragraph-e\">  2. The parent of the pupil.</p> <p class=\"paragraph-e\">  3. The committee that approved the pupil’s participation in supervised alternative learning.</p> <p class=\"paragraph-e\">  4. Any individual who is involved in the implementation of the pupil’s plan.  O. Reg. 374/10, s. 24 (2).</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "25.",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Transition plan for pupil",
            "content": " 25. A principal shall ensure that a transition plan has been developed for helping a pupil whose supervised alternative learning plan has expired or been terminated with the pupil’s transition from supervised alternative learning.  O. Reg. 374/10, s. 25.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>25. </b>A principal shall ensure that a transition plan has been developed for helping a pupil whose supervised alternative learning plan has expired or been terminated with the pupil’s transition from supervised alternative learning.  O. Reg. 374/10, s. 25.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "25.1",
            "part_id": "PART I  ",
            "part_type": "PART I SUPERVISED ALTERNATIVE LEARNING",
            "section": "Centre Jules-Léger",
            "content": " 25.1 (1) The Centre Jules-Léger Consortium does not have to establish a committee under section 6 except when a committee is needed. O. Reg. 197/18, s. 1. (2) A committee is needed when this Regulation requires a principal of a school of the Consortium to interact with a committee but no committee exists. O. Reg. 197/18, s. 1. (3) When a committee is needed, (a) the principal shall inform the Consortium’s director of education; and (b) the Consortium’s director of education shall inform the Consortium. O. Reg. 197/18, s. 1. (4) When a committee is needed, the Consortium shall establish a committee reasonably promptly. O. Reg. 197/18, s. 1. (5) The committee may be established as an ad hoc committee. O. Reg. 197/18, s. 1. Part II   Compassionate Grounds",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>25.1 </b>(1) The Centre Jules-Léger Consortium does not have to establish a committee under section 6 except when a committee is needed. O. Reg. 197/18, s. 1.</p> <p class=\"subsection-e\">  (2) A committee is needed when this Regulation requires a principal of a school of the Consortium to interact with a committee but no committee exists. O. Reg. 197/18, s. 1.</p> <p class=\"subsection-e\">  (3) When a committee is needed, </p> <p class=\"clause-e\">  (a) the principal shall inform the Consortium’s director of education; and</p> <p class=\"clause-e\">  (b) the Consortium’s director of education shall inform the Consortium. O. Reg. 197/18, s. 1.</p> <p class=\"subsection-e\">  (4) When a committee is needed, the Consortium shall establish a committee reasonably promptly. O. Reg. 197/18, s. 1.</p> <p class=\"subsection-e\">  (5) The committee may be established as an ad hoc committee. O. Reg. 197/18, s. 1.</p> <p class=\"partnum-e\"><a name=\"BK27\"></a>Part II <br/>  Compassionate Grounds</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II COMPASSIONATE GROUNDS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "26.",
            "part_id": "PART II  ",
            "part_type": "PART II COMPASSIONATE GROUNDS",
            "section": "Excusal from full-time school attendance, compassionate grounds",
            "content": " 26. A principal may authorize a pupil who is at least 16 years old to be excused from attendance at school on a full-time basis if all of the following circumstances exist: 1. The principal believes that there are compassionate grounds that justify the excusal. 2. The principal requires the pupil to attend school on a part-time basis. 3. The purpose of the excusal is not to enable the pupil to be employed during school hours. 4. The pupil is not excused under this section for more than one school year in total.  O. Reg. 374/10, s. 26. Part III (omitted) 27. Omitted (revokes other Regulations).  O. Reg. 374/10, s. 27. 28. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 374/10, s. 28.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>26. </b>A principal may authorize a pupil who is at least 16 years old to be excused from attendance at school on a full-time basis if all of the following circumstances exist:</p> <p class=\"paragraph-e\">  1. The principal believes that there are compassionate grounds that justify the excusal.</p> <p class=\"paragraph-e\">  2. The principal requires the pupil to attend school on a part-time basis.</p> <p class=\"paragraph-e\">  3. The purpose of the excusal is not to enable the pupil to be employed during school hours. </p> <p class=\"paragraph-e\">  4. The pupil is not excused under this section for more than one school year in total.  O. Reg. 374/10, s. 26.</p> <p class=\"partnum-e\"><a name=\"BK29\"></a>Part III (omitted)</p> <p class=\"section-e\"> <b>27.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).  O. Reg. 374/10, s. 27.</p> <p class=\"section-e\"> <b>28.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 374/10, s. 28.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/100374\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}