{
    "reg_info": {
        "full_title": "O. Reg. 386/10: EXEMPTION - CHARITY REORGANIZATION",
        "reg_name_text": "EXEMPTION — CHARITY REORGANIZATION",
        "citation": "O. Reg. 386/10: EXEMPTION - CHARITY REORGANIZATION",
        "act_under": "Land Transfer Tax Act   Loi sur les droits de cession immobilière",
        "url": "https://www.ontario.ca/laws/regulation/100386",
        "date_scraped": "2023-12-19 06:16:54"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October  1, 2010",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Application to registered charities",
            "content": "1. This Regulation applies with respect to registered charities. O. Reg. 386/10, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>This Regulation applies with respect to registered charities. O. Reg. 386/10, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Interpretation",
            "content": "2. (1) In this Regulation, “qualifying corporation” means a non-profit non-share capital corporation that is a registered charity; “qualifying trust” means a trust that is a registered charity; “registered charity” means an organization that is a registered charity as defined in subsection 248 (1) of the Income Tax Act (Canada) and holds a registration number issued by the Minister of National Revenue but does not include an organization whose registration as a charity under that Act is suspended or revoked. O. Reg. 386/10, s. 2 (1). (2) The status of a trust or corporation as a qualifying trust or qualifying corporation is to be determined, for the purposes of this Regulation, at the time of the applicable conveyance of land or disposition of the beneficial interest in land. O. Reg. 386/10, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“qualifying corporation” means a non-profit non-share capital corporation that is a registered charity;</p> <p class=\"definition-e\">“qualifying trust” means a trust that is a registered charity;</p> <p class=\"definition-e\">“registered charity” means an organization that is a registered charity as defined in subsection 248 (1) of the <i>Income Tax Act</i> (Canada) and holds a registration number issued by the Minister of National Revenue but does not include an organization whose registration as a charity under that Act is suspended or revoked. O. Reg. 386/10, s. 2 (1).</p> <p class=\"subsection-e\">(2) The status of a trust or corporation as a qualifying trust or qualifying corporation is to be determined, for the purposes of this Regulation, at the time of the applicable conveyance of land or disposition of the beneficial interest in land. O. Reg. 386/10, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Transfer, qualifying trust to qualifying corporation",
            "content": "3. (1) Subject to subsection (2), no tax is payable under the Act in respect of a conveyance of land or a disposition of the beneficial interest in land from the trustee of a qualifying trust to a qualifying corporation if all of the following circumstances exist: 1. Immediately before the conveyance or disposition, the qualifying trust owns the land and holds it for a charitable purpose. 2. The qualifying corporation intends to hold the land for the same charitable purpose, and to do so for at least one year after the date of the conveyance or disposition. 3. The value of the consideration for the conveyance or disposition to the qualifying corporation is nil, other than the assumption or undertaking by the qualifying corporation of any encumbrance registered against the land at the time of the conveyance or disposition. 4. Tax was paid under the Act upon the prior transfer of the land to the qualifying trust. O. Reg. 386/10, s. 3 (1). (2) Tax becomes immediately payable under the Act in respect of a conveyance of land or a disposition of a beneficial interest in land described in subsection (1) if either of the following circumstances occurs within one year after the date of the conveyance or disposition to the qualifying corporation: 1. The qualifying corporation ceases to be a registered charity. 2. The qualifying corporation ceases to hold the land for the charitable purpose referred to in paragraphs 1 and 2 of subsection (1). O. Reg. 386/10, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) Subject to subsection (2), no tax is payable under the Act in respect of a conveyance of land or a disposition of the beneficial interest in land from the trustee of a qualifying trust to a qualifying corporation if all of the following circumstances exist:</p> <p class=\"paragraph-e\">1. Immediately before the conveyance or disposition, the qualifying trust owns the land and holds it for a charitable purpose.</p> <p class=\"paragraph-e\">2. The qualifying corporation intends to hold the land for the same charitable purpose, and to do so for at least one year after the date of the conveyance or disposition.</p> <p class=\"paragraph-e\">3. The value of the consideration for the conveyance or disposition to the qualifying corporation is nil, other than the assumption or undertaking by the qualifying corporation of any encumbrance registered against the land at the time of the conveyance or disposition. </p> <p class=\"paragraph-e\">4. Tax was paid under the Act upon the prior transfer of the land to the qualifying trust. O. Reg. 386/10, s. 3 (1).</p> <p class=\"subsection-e\">(2) Tax becomes immediately payable under the Act in respect of a conveyance of land or a disposition of a beneficial interest in land described in subsection (1) if either of the following circumstances occurs within one year after the date of the conveyance or disposition to the qualifying corporation:</p> <p class=\"paragraph-e\">1. The qualifying corporation ceases to be a registered charity.</p> <p class=\"paragraph-e\">2. The qualifying corporation ceases to hold the land for the charitable purpose referred to in paragraphs 1 and 2 of subsection (1). O. Reg. 386/10, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Transfer between qualifying corporations",
            "content": "4. (1) Subject to subsection (2), no tax is payable under the Act in respect of a conveyance of land or a disposition of the beneficial interest in land from one qualifying corporation (the “transferor corporation”) to another qualifying corporation (the “transferee corporation”) if all of the following circumstances exist: 1. Immediately before the conveyance or disposition, the transferor corporation owns the land and holds it for a charitable purpose. 2. The transferee corporation intends to hold the land for the same charitable purpose, and to do so for at least one year after the date of the conveyance or disposition. 3. The value of the consideration for the conveyance or disposition to the transferee corporation is nil, other than the assumption or undertaking by the transferee corporation of any encumbrance registered against the land at the time of the conveyance or disposition. 4. Tax was paid under the Act upon the prior transfer of the land to the transferor corporation. O. Reg. 386/10, s. 4 (1). (2) Tax becomes immediately payable under the Act in respect of a conveyance of land or a disposition of a beneficial interest in land described in subsection (1) if either of the following circumstances occurs within one year after the date of the conveyance or disposition to the transferee corporation: 1. The transferee corporation ceases to be a registered charity. 2. The transferee corporation ceases to hold the land for the charitable purpose referred to in paragraphs 1 and 2 of subsection (1). O. Reg. 386/10, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Subject to subsection (2), no tax is payable under the Act in respect of a conveyance of land or a disposition of the beneficial interest in land from one qualifying corporation (the “transferor corporation”) to another qualifying corporation (the “transferee corporation”) if all of the following circumstances exist:</p> <p class=\"paragraph-e\">1. Immediately before the conveyance or disposition, the transferor corporation owns the land and holds it for a charitable purpose.</p> <p class=\"paragraph-e\">2. The transferee corporation intends to hold the land for the same charitable purpose, and to do so for at least one year after the date of the conveyance or disposition.</p> <p class=\"paragraph-e\">3. The value of the consideration for the conveyance or disposition to the transferee corporation is nil, other than the assumption or undertaking by the transferee corporation of any encumbrance registered against the land at the time of the conveyance or disposition. </p> <p class=\"paragraph-e\">4. Tax was paid under the Act upon the prior transfer of the land to the transferor corporation. O. Reg. 386/10, s. 4 (1).</p> <p class=\"subsection-e\">(2) Tax becomes immediately payable under the Act in respect of a conveyance of land or a disposition of a beneficial interest in land described in subsection (1) if either of the following circumstances occurs within one year after the date of the conveyance or disposition to the transferee corporation:</p> <p class=\"paragraph-e\">1. The transferee corporation ceases to be a registered charity.</p> <p class=\"paragraph-e\">2. The transferee corporation ceases to hold the land for the charitable purpose referred to in paragraphs 1 and 2 of subsection (1). O. Reg. 386/10, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Claim for exemption from tax re conveyance",
            "content": "5. (1) A claim for an exemption from tax under section 3 or 4 may be made in accordance with this section. O. Reg. 386/10, s. 5 (1). (2) For a conveyance tendered for registration as an electronic document, the claim must be provided as a statement in the form and manner approved by the Minister and included as part of the electronic document. O. Reg. 386/10, s. 5 (2). (3) For a conveyance tendered for registration otherwise than as an electronic document, the claim must be made in a form approved by the Minister and attached to the conveyance. O. Reg. 386/10, s. 5 (3). (4) If no conveyance is registered, the claim must be made in a form approved by the Minister and must be submitted with the return required by subsection 5 (8) of the Act.  O. Reg. 386/10, s. 5 (4).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) A claim for an exemption from tax under section 3 or 4 may be made in accordance with this section. O. Reg. 386/10, s. 5 (1).</p> <p class=\"subsection-e\">(2) For a conveyance tendered for registration as an electronic document, the claim must be provided as a statement in the form and manner approved by the Minister and included as part of the electronic document. O. Reg. 386/10, s. 5 (2).</p> <p class=\"subsection-e\">(3) For a conveyance tendered for registration otherwise than as an electronic document, the claim must be made in a form approved by the Minister and attached to the conveyance. O. Reg. 386/10, s. 5 (3).</p> <p class=\"subsection-e\">(4) If no conveyance is registered, the claim must be made in a form approved by the Minister and must be submitted with the return required by subsection 5 (8) of the Act.  <a name=\"P40_5181\"></a><a name=\"OLE_LINK2\"></a><a name=\"OLE_LINK1\"></a>O. Reg. 386/10, s. 5 (4).</p>"
        },
        {
            "id": "6.",
            "section": "Claim for exemption from tax re conveyance",
            "content": "6. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 386/10, s. 6. ",
            "raw_html": "<p class=\"section-e\"><b>6.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 386/10, s. 6.</p> <p class=\"Normal\"></p>"
        }
    ]
}