{
    "reg_info": {
        "full_title": "O. Reg. 145/01: PROFESSIONAL FORESTERS ASSOCIATION",
        "reg_name_text": "PROFESSIONAL FORESTERS ASSOCIATION",
        "citation": "O. Reg. 145/01: ",
        "act_under": "Professional Foresters Act, 2000   Loi de 2000 sur les forestiers professionnels",
        "url": "https://www.ontario.ca/laws/regulation/010145",
        "date_scraped": "2023-12-19 22:56:40"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May 11, 2001",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Code of ethics",
            "content": "1. (1) A professional forester shall be governed by the Code of Ethics set out in this section in carrying out his or her professional duties. O. Reg. 145/01, s. 1 (1). (2) A member of the Ontario Professional Foresters Association observes the duties of the profession and honours his or her duties to citizens, employers and clients, fellow members and Ontario’s forests by embracing the following values: 1. Fidelity — A member works in the interest of and with fidelity to citizens, employers, clients and fellow members and provides services that are specifically related to the objectives and requirements of the employer or client. 2. Integrity — A member is obligated to disclose fully any direct or indirect pecuniary interests related to the work undertaken in his or her professional capacity and to take active measures to prevent the perception of any conflict of interest. 3. Credibility — A member shall undertake only work that he or she is competent to perform by virtue of training and experience and, where advisable, shall retain and co-operate with other professional foresters and specialists and, further, shall endorse only those plans, reports, maps and specifications that he or she produces or directly supervises. 4. Confidentiality — A member shall hold as confidential information concerning the business affairs, technical methods, processes or practices of employers or clients and shall only disclose such information with the consent of the employer or client or where required to do so by law. 5. Diligence — A member shall disclose to his or her employer or client the consequences of any action that may be harmful to their interests or the interests of any other party. 6. Respect — A member shall maintain the honour and integrity of the profession and act at all times with responsibility and dignity. A member is respectful of other professional foresters and behaves with courtesy and good faith toward them and celebrates the accomplishments of other professional foresters. 7. Commitment to learning — A member shall dedicate himself or herself to continuous improvement of his or her forestry science skills and use their knowledge and skills to aid public awareness of forestry in Ontario. O. Reg. 145/01, s. 1 (2). PART II   PROFESSIONAL MISCONDUCT",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) A professional forester shall be governed by the Code of Ethics set out in this section in carrying out his or her professional duties. O. Reg. 145/01, s. 1 (1).</p> <p class=\"subsection-e\">(2) A member of the Ontario Professional Foresters Association observes the duties of the profession and honours his or her duties to citizens, employers and clients, fellow members and Ontario’s forests by embracing the following values:</p> <p class=\"paragraph-e\">1. Fidelity — A member works in the interest of and with fidelity to citizens, employers, clients and fellow members and provides services that are specifically related to the objectives and requirements of the employer or client.</p> <p class=\"paragraph-e\">2. Integrity — A member is obligated to disclose fully any direct or indirect pecuniary interests related to the work undertaken in his or her professional capacity and to take active measures to prevent the perception of any conflict of interest.</p> <p class=\"paragraph-e\">3. Credibility — A member shall undertake only work that he or she is competent to perform by virtue of training and experience and, where advisable, shall retain and co-operate with other professional foresters and specialists and, further, shall endorse only those plans, reports, maps and specifications that he or she produces or directly supervises.</p> <p class=\"paragraph-e\">4. Confidentiality — A member shall hold as confidential information concerning the business affairs, technical methods, processes or practices of employers or clients and shall only disclose such information with the consent of the employer or client or where required to do so by law. </p> <p class=\"paragraph-e\">5. Diligence — A member shall disclose to his or her employer or client the consequences of any action that may be harmful to their interests or the interests of any other party.</p> <p class=\"paragraph-e\">6. Respect — A member shall maintain the honour and integrity of the profession and act at all times with responsibility and dignity. A member is respectful of other professional foresters and behaves with courtesy and good faith toward them and celebrates the accomplishments of other professional foresters.</p> <p class=\"paragraph-e\">7. Commitment to learning — A member shall dedicate himself or herself to continuous improvement of his or her forestry science skills and use their knowledge and skills to aid public awareness of forestry in Ontario. O. Reg. 145/01, s. 1 (2).</p> <p class=\"partnum-e\"><b>PART II <br/>  PROFESSIONAL MISCONDUCT</b></p>"
        },
        {
            "id": "2.",
            "section": "Interpretation",
            "content": "2. In this Part and in Part I, “conflict of interest” has the same meaning as is set out in the by-laws. O. Reg. 145/01, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>In this Part and in Part I,</p> <p class=\"firstdef-e\">“conflict of interest” has the same meaning as is set out in the by-laws. O. Reg. 145/01, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Acts of professional misconduct ",
            "content": "3. For the purposes of the Act, professional misconduct includes the following: 1. An act or omission inconsistent with or contravening the Act, the regulations or the by-laws. 2. Failing to maintain a standard of practice of the profession or contravening a standard of practice of the profession as set out in the by-laws. 3. Practising the profession while the member’s ability to do so is impaired by any substance. 4. Failing to fulfil the terms of an agreement with a client or employer. 5. Revealing information concerning any professional service or any property which is the subject of a professional service to a person, other than the client or employer or another member engaged by the client or employer, except with the consent of the client or employer or when authorized or required to do so by law. 6. Providing, or attempting or offering to provide, services that are not reasonably useful or needed unless specifically requested by the client or employer, and failing to advise the client or employer that the services are not reasonably useful or needed. 7. Making a misrepresentation to a client or employer, or a prospective client or employer or, in a professional capacity, to a third party. 8. Abusing a client or employer, or a client or employer’s agent, verbally, physically or emotionally. 9. Misappropriating property from a client, employer or workplace. 10. Making a claim respecting the utility of services other than a claim that can reasonably be supported as professional opinion. 11. Guaranteeing a result or making a statement that a client or employer would reasonably understand as a guarantee of a result. 12. Charging a fee that is excessive in relation to the services performed. 13. Charging a fee for an unperformed service, except a fee for an appointment missed without at least 24 hours notice. 14. Adding a charge to a disbursement. 15. Knowingly submitting a false or misleading account or charge for professional services. 16. Failing to issue a statement or receipt when a statement or receipt is requested by a client or employer. 17. Failing to itemize the services provided, the fees for them and the disbursements charged when an itemized account is requested by a client or employer. 18. Reducing, or offering to reduce, an account for prompt payment without notifying the client of the terms of reduction before providing the pertinent service. 19. Charging interest on an account without notifying the client of the terms of the interest before providing the pertinent service, except where interest has been granted by a court. 20. Discontinuing professional services unless, i. the client requests the discontinuation, ii. alternative or replacement services are arranged with the concurrence of the client, or iii. the client is given a reasonable opportunity to arrange alternative or replacement services or agrees with the discontinuation. 21. Selling or assigning any debt owed to the member for professional services. This does not include the use of credit cards to pay for professional services. 22. Having a conflict of interest. 23. Influencing a client or employer to change his or her will or other testamentary instrument. 24. Inappropriately using a term, title or designation in respect of the member’s practice. 25. Using a name other than the member’s name, as set out in the register, in the course of providing or offering to provide services within the scope of practice of the profession, except where the use of another name is necessary for personal safety, the employer and the Association have been made aware of the other name and that name is distinctive. 26. Failing to make or maintain records required by the Act, the regulations or the by-laws or that are appropriate to professional services offered. 27. Falsifying a record regarding professional services or relating to the member’s practice. 28. Failing to abide by a term, condition or limitation of a certificate of registration. 29. Failing to direct or supervise, or inadequately directing or supervising, an unregistered person. 30. Permitting, directing, counselling or assisting any person, other than a qualified member, to perform any act or function that should properly be performed by a qualified member. 31. Permitting, directing, counselling or assisting a member, student or other management team member to perform professional forestry or other functions for which he or she is not adequately trained or that he or she is not competent to perform. 32. Failing to inform the member’s client or employer of the member’s inability to accept responsibility in areas where special training is required or where the member is not competent to function without supervision. 33. Failing to advise a client or employer to obtain services from another forestry professional where a member knew or ought to have known that the client or employer required services that were outside the member’s scope of practice or within the member’s scope of practice but outside the member’s competency to perform. 34. Directly or by implication representing any person to be a member who is not a member. 35. Signing a report, plan or other document that contains a statement that the member knows or ought to know is false, misleading or otherwise improper. 36. Signing a report, plan or other document without ascertaining, or taking reasonable measures to determine, the accuracy or its contents. 37. Permitting a report, plan or other document to be issued in the member’s name, or without his or her concurrence, without personally signing it. 38. For any purpose related to the practice of professional forestry, i. retaining or using the services of, ii. employing or being employed by, iii. maintaining a partnership or association with, iv. directly or indirectly receiving, making or conferring any remuneration or benefit from or to, or v. sharing or occupying space with a person whose registration is suspended or has been revoked or cancelled, except with the prior written consent of the Executive Committee and subject to the terms of that consent. 39. Failing to reply appropriately or within a reasonable time to a written inquiry received from the Association. 40. Failing to take reasonable steps to ensure that the requested information is provided in a complete and accurate manner where a member is required to provide information to the Association pursuant to the Act, the regulations or the by-laws. 41. Failing to appear before the Complaints Committee to be cautioned or admonished or failing to comply with an order of the Complaints Committee. 42. Failing to comply with an order of a panel of the Discipline Committee. 43. Failing to co-operate in an Association investigation. 44. Failing to abide by a written undertaking given by the member to the Association or to carry out an agreement entered into with the Association. 45. Failing to report an incident of professional misconduct, unskilled practice of forestry or unethical conduct of a member to the Association. 46. Making any statement, orally or in writing, calculated to belittle or injure the professional reputation of another member or unnecessarily commenting adversely upon any professional act of another member. 47. Touting or, except as permitted by this Regulation, soliciting professional business. 48. An act or omission relevant to the practice of professional forestry that, having regard to the circumstances, would reasonably be regarded as disgraceful, dishonourable or unprofessional conduct. 49. Failing to be responsible for the conduct of the member’s employees or agents and for the suitability and quality of their acts. 50. An act done or omission made by an employee or agent of the member that, if done or made by the member, would constitute professional misconduct. O. Reg. 145/01, s. 3. PART III   ACTS NOT CONSTITUTING PROFESSIONAL FORESTRY",
            "raw_html": "<p class=\"section-e\"><b>3. </b>For the purposes of the Act, professional misconduct includes the following:</p> <p class=\"paragraph-e\">1. An act or omission inconsistent with or contravening the Act, the regulations or the by-laws.</p> <p class=\"paragraph-e\">2. Failing to maintain a standard of practice of the profession or contravening a standard of practice of the profession as set out in the by-laws.</p> <p class=\"paragraph-e\">3. Practising the profession while the member’s ability to do so is impaired by any substance.</p> <p class=\"paragraph-e\">4. Failing to fulfil the terms of an agreement with a client or employer.</p> <p class=\"paragraph-e\">5. Revealing information concerning any professional service or any property which is the subject of a professional service to a person, other than the client or employer or another member engaged by the client or employer, except with the consent of the client or employer or when authorized or required to do so by law.</p> <p class=\"paragraph-e\">6. Providing, or attempting or offering to provide, services that are not reasonably useful or needed unless specifically requested by the client or employer, and failing to advise the client or employer that the services are not reasonably useful or needed.</p> <p class=\"paragraph-e\">7. Making a misrepresentation to a client or employer, or a prospective client or employer or, in a professional capacity, to a third party.</p> <p class=\"paragraph-e\">8. Abusing a client or employer, or a client or employer’s agent, verbally, physically or emotionally.</p> <p class=\"paragraph-e\">9. Misappropriating property from a client, employer or workplace.</p> <p class=\"paragraph-e\">10. Making a claim respecting the utility of services other than a claim that can reasonably be supported as professional opinion.</p> <p class=\"paragraph-e\">11. Guaranteeing a result or making a statement that a client or employer would reasonably understand as a guarantee of a result.</p> <p class=\"paragraph-e\">12. Charging a fee that is excessive in relation to the services performed.</p> <p class=\"paragraph-e\">13. Charging a fee for an unperformed service, except a fee for an appointment missed without at least 24 hours notice.</p> <p class=\"paragraph-e\">14. Adding a charge to a disbursement.</p> <p class=\"paragraph-e\">15. Knowingly submitting a false or misleading account or charge for professional services.</p> <p class=\"paragraph-e\">16. Failing to issue a statement or receipt when a statement or receipt is requested by a client or employer.</p> <p class=\"paragraph-e\">17. Failing to itemize the services provided, the fees for them and the disbursements charged when an itemized account is requested by a client or employer.</p> <p class=\"paragraph-e\">18. Reducing, or offering to reduce, an account for prompt payment without notifying the client of the terms of reduction before providing the pertinent service.</p> <p class=\"paragraph-e\">19. Charging interest on an account without notifying the client of the terms of the interest before providing the pertinent service, except where interest has been granted by a court.</p> <p class=\"paragraph-e\">20. Discontinuing professional services unless,</p> <p class=\"subpara-e\">i. the client requests the discontinuation,</p> <p class=\"subpara-e\">ii. alternative or replacement services are arranged with the concurrence of the client, or</p> <p class=\"subpara-e\">iii. the client is given a reasonable opportunity to arrange alternative or replacement services or agrees with the discontinuation. </p> <p class=\"paragraph-e\">21. Selling or assigning any debt owed to the member for professional services. This does not include the use of credit cards to pay for professional services.</p> <p class=\"paragraph-e\">22. Having a conflict of interest.</p> <p class=\"paragraph-e\">23. Influencing a client or employer to change his or her will or other testamentary instrument.</p> <p class=\"paragraph-e\">24. Inappropriately using a term, title or designation in respect of the member’s practice.</p> <p class=\"paragraph-e\">25. Using a name other than the member’s name, as set out in the register, in the course of providing or offering to provide services within the scope of practice of the profession, except where the use of another name is necessary for personal safety, the employer and the Association have been made aware of the other name and that name is distinctive.</p> <p class=\"paragraph-e\">26. Failing to make or maintain records required by the Act, the regulations or the by-laws or that are appropriate to professional services offered.</p> <p class=\"paragraph-e\">27. Falsifying a record regarding professional services or relating to the member’s practice.</p> <p class=\"paragraph-e\">28. Failing to abide by a term, condition or limitation of a certificate of registration.</p> <p class=\"paragraph-e\">29. Failing to direct or supervise, or inadequately directing or supervising, an unregistered person.</p> <p class=\"paragraph-e\">30. Permitting, directing, counselling or assisting any person, other than a qualified member, to perform any act or function that should properly be performed by a qualified member.</p> <p class=\"paragraph-e\">31. Permitting, directing, counselling or assisting a member, student or other management team member to perform professional forestry or other functions for which he or she is not adequately trained or that he or she is not competent to perform.</p> <p class=\"paragraph-e\">32. Failing to inform the member’s client or employer of the member’s inability to accept responsibility in areas where special training is required or where the member is not competent to function without supervision.</p> <p class=\"paragraph-e\">33. Failing to advise a client or employer to obtain services from another forestry professional where a member knew or ought to have known that the client or employer required services that were outside the member’s scope of practice or within the member’s scope of practice but outside the member’s competency to perform.</p> <p class=\"paragraph-e\">34. Directly or by implication representing any person to be a member who is not a member.</p> <p class=\"paragraph-e\">35. Signing a report, plan or other document that contains a statement that the member knows or ought to know is false, misleading or otherwise improper.</p> <p class=\"paragraph-e\">36. Signing a report, plan or other document without ascertaining, or taking reasonable measures to determine, the accuracy or its contents.</p> <p class=\"paragraph-e\">37. Permitting a report, plan or other document to be issued in the member’s name, or without his or her concurrence, without personally signing it.</p> <p class=\"paragraph-e\">38. For any purpose related to the practice of professional forestry, </p> <p class=\"subpara-e\">i. retaining or using the services of,</p> <p class=\"subpara-e\">ii. employing or being employed by,</p> <p class=\"subpara-e\">iii. maintaining a partnership or association with,</p> <p class=\"subpara-e\">iv. directly or indirectly receiving, making or conferring any remuneration or benefit from or to, or</p> <p class=\"subpara-e\">v. sharing or occupying space with a person whose registration is suspended or has been revoked or cancelled, except with the prior written consent of the Executive Committee and subject to the terms of that consent.</p> <p class=\"paragraph-e\">39. Failing to reply appropriately or within a reasonable time to a written inquiry received from the Association.</p> <p class=\"paragraph-e\">40. Failing to take reasonable steps to ensure that the requested information is provided in a complete and accurate manner where a member is required to provide information to the Association pursuant to the Act, the regulations or the by-laws. </p> <p class=\"paragraph-e\">41. Failing to appear before the Complaints Committee to be cautioned or admonished or failing to comply with an order of the Complaints Committee.</p> <p class=\"paragraph-e\">42. Failing to comply with an order of a panel of the Discipline Committee.</p> <p class=\"paragraph-e\">43. Failing to co-operate in an Association investigation.</p> <p class=\"paragraph-e\">44. Failing to abide by a written undertaking given by the member to the Association or to carry out an agreement entered into with the Association.</p> <p class=\"paragraph-e\">45. Failing to report an incident of professional misconduct, unskilled practice of forestry or unethical conduct of a member to the Association.</p> <p class=\"paragraph-e\">46. Making any statement, orally or in writing, calculated to belittle or injure the professional reputation of another member or unnecessarily commenting adversely upon any professional act of another member.</p> <p class=\"paragraph-e\">47. Touting or, except as permitted by this Regulation, soliciting professional business.</p> <p class=\"paragraph-e\">48. An act or omission relevant to the practice of professional forestry that, having regard to the circumstances, would reasonably be regarded as disgraceful, dishonourable or unprofessional conduct.</p> <p class=\"paragraph-e\">49. Failing to be responsible for the conduct of the member’s employees or agents and for the suitability and quality of their acts.</p> <p class=\"paragraph-e\">50. An act done or omission made by an employee or agent of the member that, if done or made by the member, would constitute professional misconduct. O. Reg. 145/01, s. 3.</p> <p class=\"partnum-e\"><b>PART III <br/>  ACTS NOT CONSTITUTING PROFESSIONAL FORESTRY</b></p>"
        },
        {
            "id": "4.",
            "section": "Excluded acts",
            "content": "4. For the purposes of clause 3 (2) (b) of the Act, a person who performs an act in relation to the management or manipulation of forests that is within the generally accepted scope of any of the following professions, trades or occupations is not practising professional forestry when so acting, unless the person is a registered professional forester: 1. Natural resource technician and technologist. 2. Forest management plan approver certified under the “Managed Forest Tax Improvement Program”. 3. Certified tree marker. 4. Biologist. 5. Certified arborist. 6. Landscape architect. 7. Professional planner. 8. Certified Ontario or Canadian land surveyor. 9. Botanist. 10. Zoologist. 11. Professional engineer. 12. Certified property appraisers. 13. Agronomist. 14. Ecologist. O. Reg. 145/01, s. 4. ",
            "raw_html": "<p class=\"section-e\"><b>4. </b>For the purposes of clause 3 (2) (b) of the Act, a person who performs an act in relation to the management or manipulation of forests that is within the generally accepted scope of any of the following professions, trades or occupations is not practising professional forestry when so acting, unless the person is a registered professional forester:</p> <p class=\"paragraph-e\">1. Natural resource technician and technologist.</p> <p class=\"paragraph-e\">2. Forest management plan approver certified under the “Managed Forest Tax Improvement Program”. </p> <p class=\"paragraph-e\">3. Certified tree marker.</p> <p class=\"paragraph-e\">4. Biologist.</p> <p class=\"paragraph-e\">5. Certified arborist.</p> <p class=\"paragraph-e\">6. Landscape architect.</p> <p class=\"paragraph-e\">7. Professional planner. </p> <p class=\"paragraph-e\">8. Certified Ontario or Canadian land surveyor.</p> <p class=\"paragraph-e\">9. Botanist.</p> <p class=\"paragraph-e\">10. Zoologist.</p> <p class=\"paragraph-e\">11. Professional engineer.</p> <p class=\"paragraph-e\">12. Certified property appraisers.</p> <p class=\"paragraph-e\">13. Agronomist.</p> <p class=\"paragraph-e\">14. Ecologist. O. Reg. 145/01, s. 4.</p> <p class=\"Normal\"></p>"
        }
    ]
}