{
    "reg_info": {
        "full_title": "O. Reg. 714/94: FIREFIGHTERS - PROTECTIVE EQUIPMENT",
        "reg_name_text": "FIREFIGHTERS — PROTECTIVE EQUIPMENT",
        "citation": "O. Reg. 714/94: FIREFIGHTERS - PROTECTIVE EQUIPMENT",
        "act_under": "Occupational Health and Safety Act",
        "url": "https://www.ontario.ca/laws/regulation/940714",
        "date_scraped": "2023-12-18 05:47:18"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/940714/v6",
            "valid_from": "April 19, 2022",
            "valid_to": "June 30, 2022"
        },
        {
            "a_href": "/laws/regulation/940714/v5",
            "valid_from": "March  2, 2018",
            "valid_to": "April 18, 2022"
        },
        {
            "a_href": "/laws/regulation/940714/v4",
            "valid_from": "January  1, 2011",
            "valid_to": "March  1, 2018"
        },
        {
            "a_href": "/laws/regulation/940714/v3",
            "valid_from": "December  6, 2010",
            "valid_to": "December 31, 2010"
        },
        {
            "a_href": "/laws/regulation/940714/v2",
            "valid_from": "January 26, 2009",
            "valid_to": "December  5, 2010"
        },
        {
            "a_href": "/laws/regulation/940714/v1",
            "valid_from": "March 12, 2002",
            "valid_to": "January 25, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “firefighter” means a firefighter as defined in subsection 1 (1) of the Fire Protection and Prevention Act, 1997.  O. Reg. 24/09, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“firefighter” means a firefighter as defined in subsection 1 (1) of the <i>Fire Protection and Prevention Act, 1997</i>.  O. Reg. 24/09, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. This Regulation applies to every firefighter and to every employer of a firefighter.   O. Reg. 714/94, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Regulation applies to every firefighter and to every employer of a firefighter.   O. Reg. 714/94, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) Anything may vary from a standard prescribed by this Regulation if, (a) the variation maintains or increases the protection for the health or safety of workers; and (b) at least 60 days before the variation, written notice of the variation is given to a Director and the joint health and safety committee and to the trade union, if any.  O. Reg. 714/94, s. 3 (1). (2) The notice under clause (1) (b) is not required if an engineer has certified in writing that the variation meets the criteria set out in clause (1) (a).  O. Reg. 714/94, s. 3 (2); O. Reg. 368/22, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Anything may vary from a standard prescribed by this Regulation if,</p> <p class=\"clause-e\">  (a) the variation maintains or increases the protection for the health or safety of workers; and</p> <p class=\"clause-e\">  (b) at least 60 days before the variation, written notice of the variation is given to a Director and the joint health and safety committee and to the trade union, if any.  O. Reg. 714/94, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The notice under clause (1) (b) is not required if an engineer has certified in writing that the variation meets the criteria set out in clause (1) (a).  O. Reg. 714/94, s. 3 (2); O. Reg. 368/22, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) A firefighter who is exposed to the hazard of head injury shall wear head protective equipment that is appropriate in the circumstances.  O. Reg. 80/02, s. 1. (2) The employer shall provide training and instruction to every firefighter in the proper care and use of head protective equipment and in the limitations of protection afforded by it.  O. Reg. 714/94, s. 4 (2). (3) Head protective equipment shall be kept in good condition and shall be inspected periodically by the employer.  O. Reg. 714/94, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) A firefighter who is exposed to the hazard of head injury shall wear head protective equipment that is appropriate in the circumstances.  O. Reg. 80/02, s. 1.</p> <p class=\"subsection-e\">  (2) The employer shall provide training and instruction to every firefighter in the proper care and use of head protective equipment and in the limitations of protection afforded by it.  O. Reg. 714/94, s. 4 (2).</p> <p class=\"subsection-e\">  (3) Head protective equipment shall be kept in good condition and shall be inspected periodically by the employer.  O. Reg. 714/94, s. 4 (3).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. The employer shall provide every firefighter who may be required to perform interior structural fire suppression duties with structural firefighting protective garments that meet or exceed the requirements of the following standard: 1. NFPA 1971 “Standard on Protective Ensembles for Structural Fire Fighting and Proximity Fire Fighting”, 2007 edition, in the case of garments manufactured on or after March 1, 2007. 2. CAN/CGSB-155.1-M88 “Firefighters’ Protective Clothing for Protection Against Heat and Flame”, in the case of garments manufactured before March 1, 2007.  O. Reg. 480/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The employer shall provide every firefighter who may be required to perform interior structural fire suppression duties with structural firefighting protective garments that meet or exceed the requirements of the following standard:</p> <p class=\"paragraph-e\">  1. NFPA 1971 “Standard on Protective Ensembles for Structural Fire Fighting and Proximity Fire Fighting”, 2007 edition, in the case of garments manufactured on or after March 1, 2007.</p> <p class=\"paragraph-e\">  2. CAN/CGSB-155.1-M88 “Firefighters’ Protective Clothing for Protection Against Heat and Flame”, in the case of garments manufactured before March 1, 2007.  O. Reg. 480/10, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) In this section, “chassis mounted aerial device” means any device, whether extensible, articulating or both, that is mounted on a vehicle’s chassis and designed to position persons, handle materials or discharge water, but does not include portable ladders.  O. Reg. 714/94, s. 6 (1). (2) Subject to subsection (3), a chassis mounted aerial device shall be visually inspected by a competent person at the times recommended by the manufacturer but in any event at least once every calendar year.  O. Reg. 714/94, s. 6 (2). (3) Every chassis mounted aerial device shall be visually inspected by a competent person, (a) before being used for the first time; (b) after every major repair; (c) after being used if it may have been subjected to unusual operating conditions of stress or load; and (d) when there is reason to believe that the maximum loads or stresses recommended in the manufacturer’s operating specifications have been exceeded.  O. Reg. 714/94, s. 6 (3). (4) Every chassis mounted aerial device shall be tested using a method of inspection that does not physically alter or damage material, (a) when a visual inspection indicates a potential hazard; and (b) not later than December 15, 1999 for the first such testing and subsequently not later than five years from the date of the last non-destructive testing.  O. Reg. 714/94, s. 6 (4). (5) The visual inspection and non-destructive tests under this section shall be performed in accordance with NFPA 1914, Standard for Testing Fire Department Aerial Devices, 1991 Edition, excluding section 1-7.  O. Reg. 714/94, s. 6 (5). (6) If a visual inspection or any test reveals a hazard to the integrity of the chassis mounted aerial device, the employer shall ensure that, (a) the chassis mounted aerial device is taken out of service; (b) the repairs, if any, are undertaken by a competent person; and (c) if the repairs involve welding, the welds are inspected and approved by an inspector who is a Level III Welding Inspector under CSA Standard W178.2-1990 Certification of Welding Inspectors, and who is employed by an organization certified under CSA Standard W178.1-1990 Certification of Welding Inspection Organizations.  O. Reg. 714/94, s. 6 (6). (7) Service records for a chassis mounted aerial device shall be maintained for as long as the device is in service and shall include a record of, (a) visual inspections; (b) non-destructive and other tests; (c) the problems identified; (d) the repairs made; and (e) the name and signature of the competent persons who undertook the activities mentioned in clauses (a) to (d).  O. Reg. 714/94, s. 6 (7).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) In this section,</p> <p class=\"firstdef-e\">“chassis mounted aerial device” means any device, whether extensible, articulating or both, that is mounted on a vehicle’s chassis and designed to position persons, handle materials or discharge water, but does not include portable ladders.  O. Reg. 714/94, s. 6 (1).</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), a chassis mounted aerial device shall be visually inspected by a competent person at the times recommended by the manufacturer but in any event at least once every calendar year.  O. Reg. 714/94, s. 6 (2).</p> <p class=\"subsection-e\">  (3) Every chassis mounted aerial device shall be visually inspected by a competent person,</p> <p class=\"clause-e\">  (a) before being used for the first time;</p> <p class=\"clause-e\">  (b) after every major repair;</p> <p class=\"clause-e\">  (c) after being used if it may have been subjected to unusual operating conditions of stress or load; and</p> <p class=\"clause-e\">  (d) when there is reason to believe that the maximum loads or stresses recommended in the manufacturer’s operating specifications have been exceeded.  O. Reg. 714/94, s. 6 (3).</p> <p class=\"subsection-e\">  (4) Every chassis mounted aerial device shall be tested using a method of inspection that does not physically alter or damage material,</p> <p class=\"clause-e\">  (a) when a visual inspection indicates a potential hazard; and</p> <p class=\"clause-e\">  (b) not later than December 15, 1999 for the first such testing and subsequently not later than five years from the date of the last non-destructive testing.  O. Reg. 714/94, s. 6 (4).</p> <p class=\"subsection-e\">  (5) The visual inspection and non-destructive tests under this section shall be performed in accordance with <span class=\"ovallcaps\">NFPA</span> 1914, Standard for Testing Fire Department Aerial Devices, 1991 Edition, excluding section 1-7.  O. Reg. 714/94, s. 6 (5).</p> <p class=\"subsection-e\">  (6) If a visual inspection or any test reveals a hazard to the integrity of the chassis mounted aerial device, the employer shall ensure that,</p> <p class=\"clause-e\">  (a) the chassis mounted aerial device is taken out of service;</p> <p class=\"clause-e\">  (b) the repairs, if any, are undertaken by a competent person; and</p> <p class=\"clause-e\">  (c) if the repairs involve welding, the welds are inspected and approved by an inspector who is a Level III Welding Inspector under <span class=\"ovallcaps\">CSA</span> Standard W178.2-1990 Certification of Welding Inspectors, and who is employed by an organization certified under <span class=\"ovallcaps\">CSA</span> Standard W178.1-1990 Certification of Welding Inspection Organizations.  O. Reg. 714/94, s. 6 (6).</p> <p class=\"subsection-e\">  (7) Service records for a chassis mounted aerial device shall be maintained for as long as the device is in service and shall include a record of,</p> <p class=\"clause-e\">  (a) visual inspections;</p> <p class=\"clause-e\">  (b) non-destructive and other tests;</p> <p class=\"clause-e\">  (c) the problems identified;</p> <p class=\"clause-e\">  (d) the repairs made; and</p> <p class=\"clause-e\">  (e) the name and signature of the competent persons who undertook the activities mentioned in clauses (a) to (d).  O. Reg. 714/94, s. 6 (7).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. (1) This section applies to: 1. A fire truck first put into service, by the employer or anyone else, on or after December 15, 1995. 2. A fire truck acquired by the employer on or after December 31, 1997.  O. Reg. 449/97, s. 1. (2) The cab of the fire truck shall be enclosed and shall have, (a) one or more driving and crew compartments; (b) a roof, floor, four sides and positive latching doors which together provide total enclosure of the driver and passengers; and (c) sufficient seats for the maximum number of persons intended under the manufacturer’s specifications to be accommodated in the cab.  O. Reg. 449/97, s. 1. (3) The fire truck shall be equipped with sufficient anti-slip handle-holds to allow firefighters to use the position known as the three-point contact method when entering or exiting the cab.  O. Reg. 449/97, s. 1. (4) Tools, self-contained breathing apparatus and other fire fighting equipment or paraphernalia carried in the cab of the fire truck shall be secured to fixed positions by positive mechanical means or stowed in compartments with positive latching doors.  O. Reg. 449/97, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) This section applies to:</p> <p class=\"paragraph-e\">  1. A fire truck first put into service, by the employer or anyone else, on or after December 15, 1995.</p> <p class=\"paragraph-e\">  2. A fire truck acquired by the employer on or after December 31, 1997.  O. Reg. 449/97, s. 1.</p> <p class=\"subsection-e\">  (2) The cab of the fire truck shall be enclosed and shall have,</p> <p class=\"clause-e\">  (a) one or more driving and crew compartments;</p> <p class=\"clause-e\">  (b) a roof, floor, four sides and positive latching doors which together provide total enclosure of the driver and passengers; and</p> <p class=\"clause-e\">  (c) sufficient seats for the maximum number of persons intended under the manufacturer’s specifications to be accommodated in the cab.  O. Reg. 449/97, s. 1.</p> <p class=\"subsection-e\">  (3) The fire truck shall be equipped with sufficient anti-slip handle-holds to allow firefighters to use the position known as the three-point contact method when entering or exiting the cab.  O. Reg. 449/97, s. 1.</p> <p class=\"subsection-e\">  (4) Tools, self-contained breathing apparatus and other fire fighting equipment or paraphernalia carried in the cab of the fire truck shall be secured to fixed positions by positive mechanical means or stowed in compartments with positive latching doors.  O. Reg. 449/97, s. 1.</p>"
        },
        {
            "id": "7.1",
            "section": null,
            "content": " 7.1 The cab of a fire truck described in paragraph 1 of subsection 7 (1) shall have seats equipped with back and anti-whiplash head supports and seat belts.  O. Reg. 449/97, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>7.1 </b>The cab of a fire truck described in paragraph 1 of subsection 7 (1) shall have seats equipped with back and anti-whiplash head supports and seat belts.  O. Reg. 449/97, s. 1.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. (1) No firefighter shall travel on board a fire truck that is moving at more than 8 kilometres an hour unless he or she is seated within a cab.  O. Reg. 449/97, s. 1; O. Reg. 63/18, s. 1 (1). (2) Revoked: O. Reg. 63/18, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) No firefighter shall travel on board a fire truck that is moving at more than 8 kilometres an hour unless he or she is seated within a cab.  O. Reg. 449/97, s. 1; O. Reg. 63/18, s. 1 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 63/18, s. 1 (2).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 714/94, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 714/94, s. 9.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/940714\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}