{
    "reg_info": {
        "full_title": "O. Reg. 442/07: INSTALLATION OF SMART METERS AND SMART SUB-METERING SYSTEMS IN CONDOMINIUMS",
        "reg_name_text": "INSTALLATION OF SMART METERS AND SMART SUB-METERING SYSTEMS IN CONDOMINIUMS",
        "citation": "O. Reg. 442/07: ",
        "act_under": "Electricity Act, 1998   Loi de 1998 sur l’électricité",
        "url": "https://www.ontario.ca/laws/regulation/070442",
        "date_scraped": "2023-12-19 06:03:15"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/070442/v3",
            "valid_from": "October 13, 2010",
            "valid_to": "December 31, 2010"
        },
        {
            "a_href": "/laws/regulation/070442/v2",
            "valid_from": "December 31, 2007",
            "valid_to": "October 12, 2010"
        },
        {
            "a_href": "/laws/regulation/070442/v1",
            "valid_from": "August  1, 2007",
            "valid_to": "December 30, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “board of directors” means the board of directors of a condominium corporation; “condominium corporation” means a corporation created or continued under the Condominium Act, 1998; “smart meters” includes smart meters, metering equipment, systems and technology and associated equipment, systems and technologies; “smart sub-metering systems” includes smart sub-metering systems, equipment and technology and any associated equipment, systems and technologies. O. Reg. 442/07, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“board of directors” means the board of directors of a condominium corporation; </p> <p class=\"definition-e\">“condominium corporation” means a corporation created or continued under the <i>Condominium Act, 1998</i>;</p> <p class=\"definition-e\">“smart meters” includes smart meters, metering equipment, systems and technology and associated equipment, systems and technologies;</p> <p class=\"definition-e\">“smart sub-metering systems” includes smart sub-metering systems, equipment and technology and any associated equipment, systems and technologies. O. Reg. 442/07, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Prescribed class of property",
            "content": "2. For the purposes of subsection 53.17 (1) of the Act, the following are prescribed classes of property: 1. A building on land for which a declaration and description have been registered pursuant to section 2 of the Condominium Act, 1998. 2. A building on land for which a declaration and description have been registered creating a condominium corporation that was continued pursuant to section 178 of the Condominium Act, 1998. 3. A building, in any stage of construction, on land for which a declaration and description is proposed or intended to be registered pursuant to section 2 of the Condominium Act, 1998. O. Reg. 442/07, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>For the purposes of subsection 53.17 (1) of the Act, the following are prescribed classes of property:</p> <p class=\"paragraph-e\">1. A building on land for which a declaration and description have been registered pursuant to section 2 of the <i>Condominium Act, 1998</i>.</p> <p class=\"paragraph-e\">2. A building on land for which a declaration and description have been registered creating a condominium corporation that was continued pursuant to section 178 of the <i>Condominium Act, 1998</i>.</p> <p class=\"paragraph-e\">3. A building, in any stage of construction, on land for which a declaration and description is proposed or intended to be registered pursuant to section 2 of the <i>Condominium Act, 1998</i>. O. Reg. 442/07, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Prescribed circumstances ",
            "content": "3. For the purposes of subsection 53.17 (1) of the Act, the following are prescribed circumstances:  1. The approval by the board of directors to install smart meters or smart sub-metering systems, in the case of a building that falls into a prescribed class of property described in paragraph 1 or 2 of section 2. 2. The installation of smart meters or smart sub-metering systems, in the case of a building that falls into a prescribed class of property described in paragraph 3 of section 2. O. Reg. 442/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>For the purposes of subsection 53.17 (1) of the Act, the following are prescribed circumstances: </p> <p class=\"paragraph-e\">1. The approval by the board of directors to install smart meters or smart sub-metering systems, in the case of a building that falls into a prescribed class of property described in paragraph 1 or 2 of section 2.</p> <p class=\"paragraph-e\">2. The installation of smart meters or smart sub-metering systems, in the case of a building that falls into a prescribed class of property described in paragraph 3 of section 2. O. Reg. 442/07, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Installation of authorized metering technology",
            "content": "4. (1) For a class of property prescribed under section 2 and in the circumstances prescribed under section 3, a licensed distributor, or any other person licensed by the Board to do so, shall install smart meters or smart sub-metering systems of a type, class or kind, (a) that are authorized by an order of the Board or by a code issued by the Board; or (b) that meet any criteria or requirements that may be set by an order of the Board or by a code issued by the Board. O. Reg. 442/07, s. 4 (1). (2) For licensed distributors installing smart meters in a class of property prescribed under section 2, (a) unless otherwise required by the Board, the distributor is not required to comply with the requirements set out in Ontario Regulation 425/06 (Criteria and Requirements for Meters and Metering Equipment, Systems and Technology) made under the Act; and (b) the distributor shall comply with the procurement requirements set out section 2 of Ontario Regulation 427/06 (Smart Meters: Discretionary Metering Activity and Procurement Principles) made under the Act. O. Reg. 442/07, s. 4 (2). (3) For a person, other than a licensed distributor, who is licensed by the Board to engage in the activity prescribed by subsection 1 (2) of Ontario Regulation 443/07 (Licensing Sub-Metering Activities), made under the Ontario Energy Board Act, 1998, unless otherwise required by the Board, the person is not required to comply with the requirements set out in Ontario Regulation 425/06 made under the Act. O. Reg. 442/07, s. 4 (3). (4) In this section, “licensed distributor” means a distributor licensed by the Board under clause 57 (a) of the Ontario Energy Board Act, 1998. O. Reg. 442/07, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) For a class of property prescribed under section 2 and in the circumstances prescribed under section 3, a licensed distributor, or any other person licensed by the Board to do so, shall install<b> </b>smart meters or smart sub-metering systems of a type, class or kind,</p> <p class=\"clause-e\">(a) that are authorized by an order of the Board or by a code issued by the Board; or </p> <p class=\"clause-e\">(b) that meet any criteria or requirements that may be set by an order of the Board or by a code issued by the Board. O. Reg. 442/07, s. 4 (1).</p> <p class=\"subsection-e\">(2) For licensed distributors installing smart meters in a class of property prescribed under section 2,</p> <p class=\"clause-e\">(a) unless otherwise required by the Board, the distributor is not required to comply with the requirements set out in Ontario Regulation 425/06 (Criteria and Requirements for Meters and Metering Equipment, Systems and Technology) made under the Act; and</p> <p class=\"clause-e\">(b) the distributor shall comply with the procurement requirements set out section 2 of Ontario Regulation 427/06 (Smart Meters: Discretionary Metering Activity and Procurement Principles) made under the Act. O. Reg. 442/07, s. 4 (2).</p> <p class=\"subsection-e\">(3) For a person, other than a licensed distributor, who is licensed by the Board to engage in the activity prescribed by subsection 1 (2) of Ontario Regulation 443/07 (Licensing Sub-Metering Activities), made under the <i>Ontario Energy Board Act, 1998,</i> unless otherwise required by the Board, the person is not required to comply with the requirements set out in Ontario Regulation 425/06 made under the Act. O. Reg. 442/07, s. 4 (3).</p> <p class=\"subsection-e\">(4) In this section,</p> <p class=\"firstdef-e\">“licensed distributor” means a distributor licensed by the Board under clause 57 (a) of the <i>Ontario Energy Board Act, 1998</i>. O. Reg. 442/07, s. 4 (4).</p>"
        },
        {
            "id": "5.",
            "section": "Exclusive authority of the Board",
            "content": "5. (1) Pursuant to subsection 53.17 (4) of the Act, the Board has the exclusive authority, on and after August 1, 2007, to approve or authorize the type, class or kind or to approve or authorize the criteria or requirements applicable to smart meters and smart sub-metering systems when installed in a class of property prescribed under section 2. O. Reg. 442/07, s. 5 (1). (2) In carrying out its functions under subsection (1), the Board shall ensure that smart meters and smart sub-metering systems are capable of measuring electricity consumption or use in accordance with electricity rates that are based on the time of day when electricity is consumed or used and, at a minimum, are capable of measuring electricity consumption or use in hourly intervals. O. Reg. 442/07, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) Pursuant to subsection 53.17 (4) of the Act, the Board has the exclusive authority, on and after August 1, 2007, to approve or authorize the type, class or kind or to approve or authorize the criteria or requirements applicable to smart meters and smart sub-metering systems when installed in a class of property prescribed under section 2. O. Reg. 442/07, s. 5 (1).</p> <p class=\"subsection-e\">(2) In carrying out its functions under subsection (1), the Board shall ensure that smart meters and smart sub-metering systems are capable of measuring electricity consumption or use in accordance with electricity rates that are based on the time of day when electricity is consumed or used and, at a minimum, are capable of measuring electricity consumption or use in hourly intervals. O. Reg. 442/07, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Exclusive authority of the Board",
            "content": "6. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 442/07, s. 6. ",
            "raw_html": "<p class=\"section-e\"><b>6.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 442/07, s. 6.</p> <p class=\"Normal\"></p>"
        }
    ]
}