{
    "reg_info": {
        "full_title": "O. Reg. 274/01: SECONDARY SCHOOL TEACHING ASSIGNMENTS",
        "reg_name_text": "SECONDARY SCHOOL TEACHING ASSIGNMENTS",
        "citation": "O. Reg. 274/01: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/010274",
        "date_scraped": "2023-12-19 17:23:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/010274/v1",
            "valid_from": "July 10, 2001",
            "valid_to": "May 29, 2006"
        }
    ],
    "content": [
        {
            "id": "P50_879",
            "section": "Credit courses",
            "content": "1. Subject to sections 2 and 3, for the purposes of the calculation required by subsection 170.2.1 (2) of the Act, (a) a credit course in which a full credit may be earned shall be counted as 1; (b) a credit course in which a partial credit or more than one full credit may be earned shall be counted on a prorated basis. O. Reg. 274/01, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P50_879\"></a><a name=\"BK1\"></a>1.</b> Subject to sections 2 and 3, for the purposes of the calculation required by subsection 170.2.1 (2) of the Act,</p> <p class=\"clause-e\">(a) a credit course in which a full credit may be earned shall be counted as 1;</p> <p class=\"clause-e\">(b) a credit course in which a partial credit or more than one full credit may be earned shall be counted on a prorated basis. O. Reg. 274/01, s. 1.</p>"
        },
        {
            "id": "P54_1238",
            "section": "Credit courses",
            "content": "2. For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a special education course or program in which a partial credit may be earned and in which instruction is provided for at least 110 hours but no more than 120 hours during the school year shall be counted as 1. O. Reg. 274/01, s. 2.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P54_1238\"></a><a name=\"BK2\"></a>2.</b> For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a special education course or program in which a partial credit may be earned and in which instruction is provided for at least 110 hours but no more than 120 hours during the school year shall be counted as 1. O. Reg. 274/01, s. 2.</p>"
        },
        {
            "id": "P56_1576",
            "section": "Credit courses",
            "content": "3. For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a special education course or program in which a partial credit, one full credit or more than one full credit may be earned and in which instruction is provided for less than 110 hours or more than 120 hours during the school year shall be counted by dividing the hours of instruction during the school year by 110. O. Reg. 274/01, s. 3. Credit-Equivalent Courses, Equivalent Programs and Programs of Special Duties",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P56_1576\"></a><a name=\"BK3\"></a>3.</b> For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a special education course or program in which a partial credit, one full credit or more than one full credit may be earned and in which instruction is provided for less than 110 hours or more than 120 hours during the school year shall be counted by dividing the hours of instruction during the school year by 110. O. Reg. 274/01, s. 3.</p> <p class=\"heading1-e\"><a name=\"P57_2005\"></a><a name=\"BK4\"></a>Credit-Equivalent Courses, Equivalent Programs and Programs of Special Duties</p>"
        },
        {
            "id": "P59_2159",
            "section": "Credit-equivalent courses, equivalent programs and programs of special duties",
            "content": "4. (1) The following are credit-equivalent courses for the purposes of section 170.2.1 of the Act: 1. A special education course or program that is not eligible for credit. 2. An English as a Second Language (ESL) or actualisation linguistique en français (ALF) course or program that is not eligible for credit. O. Reg. 274/01, s. 4 (1). (2) The following are equivalent programs for the purposes of section 170.2.1 of the Act: 1. A Teacher Adviser Program, as described in the Ministry publication entitled “Ontario Secondary Schools Grades 9 to 12 — Program and Diploma Requirements — 1999”. 2. A remedial program the purpose of which is to assist pupils at risk of not completing or of significantly under-achieving in a credit course or a course or program that is required for an Ontario Secondary School Diploma, an Ontario Secondary School Certificate or a Certificate of Accomplishment granted by the Minister. 3. A program for supervision of pupils. 4. A substitution program that provides for classroom teachers to substitute for absent classroom teachers in providing instruction or supervision in eligible programs. O. Reg. 274/01, s. 4 (2). (3) The following are programs of special duties for the purposes of section 170.2.1 of the Act: 1. A guidance program. 2. A library program. 3. A chaplaincy program in a school governed by a Roman Catholic board or a board of a Protestant separate school. 4. An information technology support program. O. Reg. 274/01, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P59_2159\"></a><a name=\"BK5\"></a>4.</b> (1) The following are credit-equivalent courses for the purposes of section 170.2.1 of the Act:</p> <p class=\"paragraph-e\">1. A special education course or program that is not eligible for credit.</p> <p class=\"paragraph-e\">2. An English as a Second Language (ESL) or actualisation linguistique en français (ALF) course or program that is not eligible for credit. O. Reg. 274/01, s. 4 (1).</p> <p class=\"subsection-e\">(2) The following are equivalent programs for the purposes of section 170.2.1 of the Act:</p> <p class=\"paragraph-e\">1. A Teacher Adviser Program, as described in the Ministry publication entitled “Ontario Secondary Schools Grades 9 to 12 — Program and Diploma Requirements — 1999”.</p> <p class=\"paragraph-e\">2. A remedial program the purpose of which is to assist pupils at risk of not completing or of significantly under-achieving in a credit course or a course or program that is required for an Ontario Secondary School Diploma, an Ontario Secondary School Certificate or a Certificate of Accomplishment granted by the Minister.</p> <p class=\"paragraph-e\">3. A program for supervision of pupils.</p> <p class=\"paragraph-e\">4. A substitution program that provides for classroom teachers to substitute for absent classroom teachers in providing instruction or supervision in eligible programs. O. Reg. 274/01, s. 4 (2).</p> <p class=\"subsection-e\">(3) The following are programs of special duties for the purposes of section 170.2.1 of the Act:</p> <p class=\"paragraph-e\">1. A guidance program.</p> <p class=\"paragraph-e\">2. A library program.</p> <p class=\"paragraph-e\">3. A chaplaincy program in a school governed by a Roman Catholic board or a board of a Protestant separate school.</p> <p class=\"paragraph-e\">4. An information technology support program. O. Reg. 274/01, s. 4 (3).</p>"
        },
        {
            "id": "P73_3702",
            "section": "Credit-equivalent courses and equivalent programs",
            "content": "5. For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a credit-equivalent course described in subsection 4 (1) or an equivalent program described in paragraph 1 or 2 of subsection 4 (2) in which instruction is provided for at least 110 hours but no more than 120 hours during the school year shall be counted as 1. O. Reg. 274/01, s. 5.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P73_3702\"></a><a name=\"BK6\"></a>5.</b> For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a credit-equivalent course described in subsection 4 (1) or an equivalent program described in paragraph 1 or 2 of subsection 4 (2) in which instruction is provided for at least 110 hours but no more than 120 hours during the school year shall be counted as 1. O. Reg. 274/01, s. 5.</p>"
        },
        {
            "id": "P75_4125",
            "section": "Credit-equivalent courses and equivalent programs",
            "content": "6. For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a credit-equivalent course described in subsection 4 (1) or an equivalent program described in paragraph 1 or 2 of subsection 4 (2) in which instruction is provided for less than 110 hours or more than 120 hours during the school year shall be counted by dividing the hours of instruction during the school year by 110. O. Reg. 274/01, s. 6.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P75_4125\"></a><a name=\"BK7\"></a>6.</b> For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a credit-equivalent course described in subsection 4 (1) or an equivalent program described in paragraph 1 or 2 of subsection 4 (2) in which instruction is provided for less than 110 hours or more than 120 hours during the school year shall be counted by dividing the hours of instruction during the school year by 110. O. Reg. 274/01, s. 6.</p>"
        },
        {
            "id": "P77_4577",
            "section": "Equivalent programs",
            "content": "7. (1) For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, an equivalent program described in paragraph 3 or 4 of subsection 4 (2) shall be counted by dividing the hours of instruction or supervision provided in the program by 110. O. Reg. 274/01, s. 7 (1). (2) Despite subsection (1), for the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a board may in its discretion subtract any amount it sees fit from the amount obtained under subsection (1), to reduce that amount to a lesser amount or to zero. O. Reg. 274/01, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P77_4577\"></a><a name=\"BK8\"></a>7. </b>(1) For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, an equivalent program described in paragraph 3 or 4 of subsection 4 (2) shall be counted by dividing the hours of instruction or supervision provided in the program by 110. O. Reg. 274/01, s. 7 (1).</p> <p class=\"subsection-e\">(2) Despite subsection (1), for the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a board may in its discretion subtract any amount it sees fit from the amount obtained under subsection (1), to reduce that amount to a lesser amount or to zero. O. Reg. 274/01, s. 7 (2).</p>"
        },
        {
            "id": "P80_5199",
            "section": "Equivalent programs",
            "content": "8. Despite sections 5, 6 and 7, for the purposes of the calculation required by subsection 170.2.1 (2) of the Act, the maximum average number for which the total of the equivalent programs described in subsection 4 (2) may be counted is 0.42. O. Reg. 274/01, s. 8.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P80_5199\"></a><a name=\"BK9\"></a>8.</b> Despite sections 5, 6 and 7, for the purposes of the calculation required by subsection 170.2.1 (2) of the Act, the maximum average number for which the total of the equivalent programs described in subsection 4 (2) may be counted is 0.42. O. Reg. 274/01, s. 8.</p>"
        },
        {
            "id": "P82_5495",
            "section": "Programs of special duties",
            "content": "9. (1) For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a program of special duties described in subsection 4 (3) in which a classroom teacher is assigned to perform duties for at least 110 hours but no more than 120 hours during the school year shall be counted as 1. O. Reg. 274/01, s. 9 (1). (2) For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a program of special duties described in subsection 4 (3) in which a classroom teacher is assigned to perform duties for less than 110 hours or more than 120 hours during the school year shall be counted by dividing the hours of instruction during the school year by 110. O. Reg. 274/01, s. 9 (2). (3) Despite subsections (1) and (2), for the purposes of the calculation required by subsection 170.2.1 (2) of the Act, the following rules apply to the counting of programs of special duties described in subsection 4 (3): 1. A board may count no more than 12.5 per cent of its classroom teachers in relation to all of the programs of special duties described in subsection 4 (3). 2. Programs of special duties described in subsection 4 (3) in relation to an individual classroom teacher shall be counted only to the extent that counting them brings the total number of eligible programs for that classroom teacher up to 6.67. O. Reg. 274/01, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P82_5495\"></a><a name=\"BK10\"></a>9. </b>(1) For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a program of special duties described in subsection 4 (3) in which a classroom teacher is assigned to perform duties for at least 110 hours but no more than 120 hours during the school year shall be counted as 1. O. Reg. 274/01, s. 9 (1).</p> <p class=\"subsection-e\">(2) For the purposes of the calculation required by subsection 170.2.1 (2) of the Act, a program of special duties described in subsection 4 (3) in which a classroom teacher is assigned to perform duties for less than 110 hours or more than 120 hours during the school year shall be counted by dividing the hours of instruction during the school year by 110. O. Reg. 274/01, s. 9 (2).</p> <p class=\"subsection-e\">(3) Despite subsections (1) and (2), for the purposes of the calculation required by subsection 170.2.1 (2) of the Act, the following rules apply to the counting of programs of special duties described in subsection 4 (3):</p> <p class=\"paragraph-e\">1. A board may count no more than 12.5 per cent of its classroom teachers in relation to all of the programs of special duties described in subsection 4 (3).</p> <p class=\"paragraph-e\">2. Programs of special duties described in subsection 4 (3) in relation to an individual classroom teacher shall be counted only to the extent that counting them brings the total number of eligible programs for that classroom teacher up to 6.67. O. Reg. 274/01, s. 9 (3).</p>"
        },
        {
            "id": "P88_6911",
            "section": "When teacher considered assigned",
            "content": "10. (1) For the purposes of section 170.2.1 of the Act, a classroom teacher is considered to be assigned to provide instruction in a credit course or a credit-equivalent course only when, (a) the teacher is the person assigned in his or her regular timetable to provide instruction in the course; (b) one or more pupils are assigned in a regular timetable to receive instruction from that teacher in the course; (c) the teacher is qualified under the Act to provide the instruction; and (d) the teacher providing the instruction is responsible for the instruction in the course, the evaluation of the progress of the pupils in the course and reporting to the principal on the progress of the pupils in the course. O. Reg. 274/01, s. 10 (1). (2) For the purposes of section 170.2.1 of the Act, a classroom teacher is considered to be assigned to provide instruction in a Teacher Adviser Program described in paragraph 1 of subsection 4 (2) or in a remedial program described in paragraph 2 of subsection 4 (2) only when, (a) the teacher is the person assigned in his or her regular timetable to provide instruction in the Teacher Adviser Program or remedial program, as the case may be; (b) one or more pupils are assigned in a regular timetable to receive instruction from that teacher in the Teacher Adviser Program or remedial program; and (c) in the case of a remedial program, the teacher is qualified under the Act to provide instruction in the course or program for which assistance is being provided in the remedial program. O. Reg. 274/01, s. 10 (2). (3) For the purposes of section 170.2.1 of the Act, a classroom teacher is considered to be assigned to provide supervision in a program described in paragraph 3 of subsection 4 (2) only when the teacher is assigned in his or her regular timetable to provide the supervision during the period of time in a school day that, (a) begins at the start of the first regularly scheduled class of the school day in the school; and (b) ends at the end of the last regularly scheduled class of the school day in the school. O. Reg. 274/01, s. 10 (3). (4) For the purposes of subsection (3), a regularly scheduled class in a school is a class scheduled during a time when at least 70 per cent of the classroom teachers in the school are assigned in a regular timetable to provide instruction in an eligible program. O. Reg. 274/01, s. 10 (4). (5) For the purposes of section 170.2.1 of the Act, a classroom teacher shall not be considered to be assigned to provide supervision in a program described in paragraph 3 of subsection 4 (2) when the teacher is assigned in his or her regular timetable to homeroom duties. O. Reg. 274/01, s. 10 (5). (6) For the purposes of section 170.2.1 of the Act, a classroom teacher is considered to be assigned to provide supervision or instruction in a substitution program described in paragraph 4 of subsection 4 (2) only when, (a) the classroom teacher who is substituting for the absent classroom teacher actually provides the instruction or supervision in the eligible program; and (b) the absent classroom teacher is considered under subsections (1) to (5) to be assigned to provide instruction or supervision in the eligible program. O. Reg. 274/01, s. 10 (6). (7) For the purposes of section 170.2.1 of the Act, a classroom teacher is considered to be assigned to perform duties in a program of special duties described in subsection 4 (3) only when the teacher is assigned in his or her regular timetable to perform those duties. O. Reg. 274/01, s. 10 (7). Calculation Rules",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P88_6911\"></a><a name=\"BK11\"></a>10.</b> (1) For the purposes of section 170.2.1 of the Act, a classroom teacher is considered to be assigned to provide instruction in a credit course or a credit-equivalent course only when,</p> <p class=\"clause-e\">(a) the teacher is the person assigned in his or her regular timetable to provide instruction in the course;</p> <p class=\"clause-e\">(b) one or more pupils are assigned in a regular timetable to receive instruction from that teacher in the course;</p> <p class=\"clause-e\">(c) the teacher is qualified under the Act to provide the instruction; and</p> <p class=\"clause-e\">(d) the teacher providing the instruction is responsible for the instruction in the course, the evaluation of the progress of the pupils in the course and reporting to the principal on the progress of the pupils in the course. O. Reg. 274/01, s. 10 (1). </p> <p class=\"subsection-e\">(2) For the purposes of section 170.2.1 of the Act, a classroom teacher is considered to be assigned to provide instruction in a Teacher Adviser Program described in paragraph 1 of subsection 4 (2) or in a remedial program described in paragraph 2 of subsection 4 (2) only when,</p> <p class=\"clause-e\">(a) the teacher is the person assigned in his or her regular timetable to provide instruction in the Teacher Adviser Program or remedial program, as the case may be;</p> <p class=\"clause-e\">(b) one or more pupils are assigned in a regular timetable to receive instruction from that teacher in the Teacher Adviser Program or remedial program; and</p> <p class=\"clause-e\">(c) in the case of a remedial program, the teacher is qualified under the Act to provide instruction in the course or program for which assistance is being provided in the remedial program. O. Reg. 274/01, s. 10 (2). </p> <p class=\"subsection-e\">(3) For the purposes of section 170.2.1 of the Act, a classroom teacher is considered to be assigned to provide supervision in a program described in paragraph 3 of subsection 4 (2) only when the teacher is assigned in his or her regular timetable to provide the supervision during the period of time in a school day that,</p> <p class=\"clause-e\">(a) begins at the start of the first regularly scheduled class of the school day in the school; and</p> <p class=\"clause-e\">(b) ends at the end of the last regularly scheduled class of the school day in the school. O. Reg. 274/01, s. 10 (3).</p> <p class=\"subsection-e\">(4) For the purposes of subsection (3), a regularly scheduled class in a school is a class scheduled during a time when at least 70 per cent of the classroom teachers in the school are assigned in a regular timetable to provide instruction in an eligible program. O. Reg. 274/01, s. 10 (4).</p> <p class=\"subsection-e\">(5) For the purposes of section 170.2.1 of the Act, a classroom teacher shall not be considered to be assigned to provide supervision in a program described in paragraph 3 of subsection 4 (2) when the teacher is assigned in his or her regular timetable to homeroom duties. O. Reg. 274/01, s. 10 (5).</p> <p class=\"subsection-e\">(6) For the purposes of section 170.2.1 of the Act, a classroom teacher is considered to be assigned to provide supervision or instruction in a substitution program described in paragraph 4 of subsection 4 (2) only when,</p> <p class=\"clause-e\">(a) the classroom teacher who is substituting for the absent classroom teacher actually provides the instruction or supervision in the eligible program; and</p> <p class=\"clause-e\">(b) the absent classroom teacher is considered under subsections (1) to (5) to be assigned to provide instruction or supervision in the eligible program. O. Reg. 274/01, s. 10 (6).</p> <p class=\"subsection-e\">(7) For the purposes of section 170.2.1 of the Act, a classroom teacher is considered to be assigned to perform duties in a program of special duties described in subsection 4 (3) only when the teacher is assigned in his or her regular timetable to perform those duties. O. Reg. 274/01, s. 10 (7).</p> <p class=\"heading1-e\"><a name=\"P106_10485\"></a><a name=\"BK12\"></a>Calculation Rules</p>"
        },
        {
            "id": "P108_10545",
            "section": "One teacher, more than one eligible program",
            "content": "11. For the purposes of section 170.2.1 of the Act, where a classroom teacher is assigned to provide instruction, on a regular timetable, in more than one eligible program at the same time, only one of the eligible programs may be counted. O. Reg. 274/01, s. 11.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P108_10545\"></a><a name=\"BK13\"></a>11.</b> For the purposes of section 170.2.1 of the Act, where a classroom teacher is assigned to provide instruction, on a regular timetable, in more than one eligible program at the same time, only one of the eligible programs may be counted. O. Reg. 274/01, s. 11.</p>"
        },
        {
            "id": "P110_10874",
            "section": "One credit or credit-equivalent course, more than one teacher",
            "content": "12. (1) For the purposes of section 170.2.1 of the Act, where more than one classroom teacher teaches one credit course or credit-equivalent course, the number for which the course may be counted shall be prorated amongst the teachers, in accordance with the proportion of the course each of them teaches. O. Reg. 274/01, s. 12 (1). (2) Subsection (1) does not apply to prevent the counting of instruction in a remedial program in accordance with sections 5, 6 and 8. O. Reg. 274/01, s. 12 (2). Transition",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P110_10874\"></a><a name=\"BK14\"></a>12.</b> (1) For the purposes of section 170.2.1 of the Act, where more than one classroom teacher teaches one credit course or credit-equivalent course, the number for which the course may be counted shall be prorated amongst the teachers, in accordance with the proportion of the course each of them teaches. O. Reg. 274/01, s. 12 (1).</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to prevent the counting of instruction in a remedial program in accordance with sections 5, 6 and 8. O. Reg. 274/01, s. 12 (2).</p> <p class=\"heading1-e\"><a name=\"P112_11384\"></a><a name=\"BK15\"></a>Transition</p>"
        },
        {
            "id": "P114_11404",
            "section": "Transition",
            "content": "13. Ontario Regulation 398/00, as it read immediately before it was revoked, continues to apply in respect of the 2000-2001 school year. O. Reg. 274/01, s. 13.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P114_11404\"></a><a name=\"BK16\"></a>13. </b>Ontario Regulation 398/00, as it read immediately before it was revoked, continues to apply in respect of the 2000-2001 school year. O. Reg. 274/01, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Transition",
            "content": "14. Omitted (revokes other Regulations). O. Reg. 274/01, s. 14. Français ",
            "raw_html": "<p class=\"section-e\"><b>14.</b> Omitted (revokes other Regulations). O. Reg. 274/01, s. 14.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_010274_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_010274_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}