{
    "reg_info": {
        "full_title": "O. Reg. 505/01: DRINKING WATER PROTECTION - SMALLER WATER WORKS SERVING DESIGNATED FACILITIES",
        "reg_name_text": "DRINKING WATER PROTECTION —    SMALLER WATER WORKS SERVING DESIGNATED FACILITIES",
        "citation": "O. Reg. 505/01: DRINKING WATER PROTECTION - SMALLER WATER WORKS SERVING DESIGNATED FACILITIES",
        "act_under": "Ontario Water Resources Act    Loi sur les ressources en eau de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/010505",
        "date_scraped": "2023-12-19 21:33:40"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "P55_1014",
            "section": "Interpretation",
            "content": "1. (1) In this Regulation, “approval” means an approval under subsection 52 (1) of the Act; “day nursery” means a day nursery as defined in the Day Nurseries Act; “delivery agent care facility” means, (a) a place where an emergency hostel service that receives funding under the Ontario Works Act, 1997 is provided, (b) a domiciliary hostel that receives funding under the Ministry of Community and Social Services Act, (c) a place where a resource centre program that receives funding under the Day Nurseries Act is provided, or (d) a place where a recreational program that receives funding under the Day Nurseries Act is provided; “designated facility” means, (a) a delivery agent care facility, (b) a health care facility, (c) a school or private school, (d) a social care facility, (e) a university, a college of applied arts and technology, or an institution with authority to grant degrees; “health care facility” means a facility that provides overnight accommodation and that is, (a) a hospital within the meaning of the Public Hospitals Act or the Community Psychiatric Hospitals Act, (b) a private hospital within the meaning of the Private Hospitals Act, (c) a psychiatric facility within the meaning of the Mental Health Act, (d) a nursing home within the meaning of the Nursing Homes Act, (e) a home within the meaning of the Homes for the Aged and Rest Homes Act, (f) an approved charitable institution within the meaning of the Charitable Institutions Act that is approved under section 3 of that Act as, (i) a halfway house where rehabilitative residential group care may be provided for adult persons, (ii) a home for the aged, or (iii) a home where residential group care may be provided for handicapped or convalescent adult persons, (g) a cancer centre established by the Ontario Cancer Treatment and Research Foundation under the Cancer Act, (h) a home for special care within the meaning of the Homes for Special Care Act, (i) an approved home within the meaning of the Mental Hospitals Act, (j) a commercially operated residence for seniors or retired persons, or any other similar commercially operated residence, where attainment of a mature age is a factor in being accepted for occupancy, (k) a nursing station, health centre, clinic or other facility that receives funding through the Ministry of Health and Long-Term Care’s Underserviced Area Program, or (l) a facility owned or leased by a person who receives funding from the Ministry of Health and Long-Term Care for one or more of the following health care support services that are provided to or are available to residents of the facility: (i) a residential treatment services program, (ii) a withdrawal management services program, (iii) a dedicated supportive housing project; “infiltration gallery” means a subsurface ground water collection system constructed with open-jointed or perforated pipes that discharge collected water into a watertight chamber; “interested authority” means, (a) with respect to a delivery agent care facility, the delivery agent designated under the Ontario Works Act, 1997 or the Day Nurseries Act for the geographic area in which the facility is located, or any successor of that delivery agent, (b) with respect to a health care facility, the Ministry of Health and Long-Term Care, or any successor of that ministry, (c) with respect to a school, the Ministry of Education, or any successor of that ministry, (d) with respect to a social care facility, the Ministry of Community and Social Services, or any successor of that ministry, or (e) with respect to a university, a college of applied arts and technology, or an institution with authority to grant degrees, the Ministry of Training, Colleges and Universities, or any successor of that ministry; “plumbing” means plumbing to which the Building Code Act, 1992 applies; “private school” means a private school as defined in the Education Act; “professional engineer” means a professional engineer as defined in the Professional Engineers Act; “school” means a school as defined in the Education Act; “social care facility” means, (a) a facility designated by the regulations under the Developmental Services Act as a facility to which that Act applies, (b) a residence licensed as a children’s residence under the Child and Family Services Act, (c) a facility where child development services, child treatment services, child welfare services, community support services or young offenders services, within the meaning of the Child and Family Services Act, are provided, unless the facility is located in a private residence, (d) a facility where child and family intervention services, within the meaning of Regulation 70 of the Revised Regulations of Ontario, 1990 made under the Child and Family Services Act, are provided, unless the facility is located in a private residence, (e) a place where an emergency shelter service that receives funding under the Ministry of Community and Social Services Act is provided, unless the place is located in a private residence, (f) a day nursery, (g) a sheltered workshop that receives funding under the Developmental Services Act or the Ministry of Community and Social Services Act, (h) a place where a supported employment program that receives funding under the Developmental Services Act or the Ministry of Community and Social Services Act is provided, (i) a place where an adults’ community support service that receives funding under the Developmental Services Act is provided, unless the place is located in a private residence, (j) a place where an employment preparation, training and job placement program that receives funding under the Developmental Services Act or the Ontario Disability Support Program Act, 1997 is provided, (k) a place where a violence against women program that receives funding under the Ministry of Community and Social Services Act is provided, unless the place is located in a private residence, (l) a place where an aboriginal healing and wellness program is provided; “trained person” means, (a) with respect to any water treatment or distribution system, a person who holds a Class I, Class II, Class III or Class IV water treatment facility operator’s licence or water distribution facility operator’s licence issued under Ontario Regulation 435/93 (Water Works and Sewage Works), or (b) with respect to a water treatment or distribution system for which none of the water works that are part of the system require an approval, a person who, in the preceding 36 months, successfully completed a course approved by the Director relating to functions that are required by this Regulation to be performed by trained persons. O. Reg. 505/01, s. 1 (1). (2) For the purposes of this Regulation, a school or private school is open on a day if, at any time during that day, there are any persons inside any school building, other than the principal, a vice-principal or other academic administrator, or a member of the teaching, custodial or security staff. O. Reg. 505/01, s. 1 (2). (3) For the purposes of this Regulation, a day nursery is open on a day if, at any time during that day, any of the children cared for are present in the day nursery. O. Reg. 505/01, s. 1 (3). (4) For the purpose of this Regulation, a laboratory is an accredited laboratory for a parameter if, (a) the laboratory is accredited for analysis of that parameter by the Standards Council of Canada; or (b) the laboratory has obtained an accreditation for analysis of that parameter that, in the Director’s opinion, is equivalent to accreditation by the Standards Council of Canada. O. Reg. 505/01, s. 1 (4). (5) For the purpose of this Regulation, analysis for a microbiological parameter shall be deemed to be carried out in an accredited laboratory for that parameter if it is carried out in an Ontario Ministry of Health and Long-Term Care laboratory by a member of the College of Medical Laboratory Technologists of Ontario. O. Reg. 505/01, s. 1 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P55_1014\"></a><a name=\"BK0\"></a>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“approval” means an approval under subsection 52 (1) of the Act;</p> <p class=\"definition-e\">“day nursery” means a day nursery as defined in the <i>Day Nurseries Act</i>;</p> <p class=\"definition-e\">“delivery agent care facility” means,</p> <p class=\"defclause-e\">(a) a place where an emergency hostel service that receives funding under the <i>Ontario Works Act, 1997</i> is provided,</p> <p class=\"defclause-e\">(b) a domiciliary hostel that receives funding under the <i>Ministry of Community and Social Services Act</i>,</p> <p class=\"defclause-e\">(c) a place where a resource centre program that receives funding under the <i>Day Nurseries Act</i> is provided, or</p> <p class=\"defclause-e\">(d) a place where a recreational program that receives funding under the <i>Day Nurseries Act</i> is provided;</p> <p class=\"definition-e\">“designated facility” means,</p> <p class=\"defclause-e\">(a) a delivery agent care facility,</p> <p class=\"defclause-e\">(b) a health care facility,</p> <p class=\"defclause-e\">(c) a school or private school,</p> <p class=\"defclause-e\">(d) a social care facility,</p> <p class=\"defclause-e\">(e) a university, a college of applied arts and technology, or an institution with authority to grant degrees;</p> <p class=\"definition-e\">“health care facility” means a facility that provides overnight accommodation and that is,</p> <p class=\"defclause-e\">(a) a hospital within the meaning of the <i>Public Hospitals Act</i> or the <i>Community Psychiatric Hospitals Act</i>,</p> <p class=\"defclause-e\">(b) a private hospital within the meaning of the <i>Private Hospitals Act</i>,</p> <p class=\"defclause-e\">(c) a psychiatric facility within the meaning of the <i>Mental Health Act</i>,</p> <p class=\"defclause-e\">(d) a nursing home within the meaning of the <i>Nursing Homes Act</i>,</p> <p class=\"defclause-e\">(e) a home within the meaning of the <i>Homes for the Aged and Rest Homes Act</i>,</p> <p class=\"defclause-e\">(f) an approved charitable institution within the meaning of the <i>Charitable Institutions Act</i> that is approved under section 3 of that Act as,</p> <p class=\"defsubclause-e\">(i) a halfway house where rehabilitative residential group care may be provided for adult persons,</p> <p class=\"defsubclause-e\">(ii) a home for the aged, or</p> <p class=\"defsubclause-e\">(iii) a home where residential group care may be provided for handicapped or convalescent adult persons,</p> <p class=\"defclause-e\">(g) a cancer centre established by the Ontario Cancer Treatment and Research Foundation under the <i>Cancer Act</i>,</p> <p class=\"defclause-e\">(h) a home for special care within the meaning of the <i>Homes for Special Care Act</i>,</p> <p class=\"defclause-e\">(i) an approved home within the meaning of the <i>Mental Hospitals Act</i>,</p> <p class=\"defclause-e\">(j) a commercially operated residence for seniors or retired persons, or any other similar commercially operated residence, where attainment of a mature age is a factor in being accepted for occupancy,</p> <p class=\"defclause-e\">(k) a nursing station, health centre, clinic or other facility that receives funding through the Ministry of Health and Long-Term Care’s Underserviced Area Program, or</p> <p class=\"defclause-e\">(l) a facility owned or leased by a person who receives funding from the Ministry of Health and Long-Term Care for one or more of the following health care support services that are provided to or are available to residents of the facility:</p> <p class=\"defsubclause-e\">(i) a residential treatment services program,</p> <p class=\"defsubclause-e\">(ii) a withdrawal management services program,</p> <p class=\"defsubclause-e\">(iii) a dedicated supportive housing project;</p> <p class=\"definition-e\">“infiltration gallery” means a subsurface ground water collection system constructed with open-jointed or perforated pipes that discharge collected water into a watertight chamber;</p> <p class=\"definition-e\">“interested authority” means,</p> <p class=\"defclause-e\">(a) with respect to a delivery agent care facility, the delivery agent designated under the <i>Ontario Works Act, 1997</i> or the <i>Day Nurseries Act </i>for the geographic area in which the facility is located, or any successor of that delivery agent,</p> <p class=\"defclause-e\">(b) with respect to a health care facility, the Ministry of Health and Long-Term Care, or any successor of that ministry, </p> <p class=\"defclause-e\">(c) with respect to a school, the Ministry of Education, or any successor of that ministry,</p> <p class=\"defclause-e\">(d) with respect to a social care facility, the Ministry of Community and Social Services, or any successor of that ministry, or</p> <p class=\"defclause-e\">(e) with respect to a university, a college of applied arts and technology, or an institution with authority to grant degrees, the Ministry of Training, Colleges and Universities, or any successor of that ministry;</p> <p class=\"definition-e\">“plumbing” means plumbing to which the <i>Building Code Act, 1992</i> applies;</p> <p class=\"definition-e\">“private school” means a private school as defined in the <i>Education Act</i>;</p> <p class=\"definition-e\">“professional engineer” means a professional engineer as defined in the <i>Professional Engineers Act</i>;</p> <p class=\"definition-e\">“school” means a school as defined in the <i>Education Act</i>;</p> <p class=\"definition-e\">“social care facility” means,</p> <p class=\"defclause-e\">(a) a facility designated by the regulations under the <i>Developmental Services Act</i> as a facility to which that Act applies,</p> <p class=\"defclause-e\">(b) a residence licensed as a children’s residence under the <i>Child and Family Services Act</i>,</p> <p class=\"defclause-e\">(c) a facility where child development services, child treatment services, child welfare services, community support services or young offenders services, within the meaning of the <i>Child and Family Services Act</i>, are provided, unless the facility is located in a private residence,</p> <p class=\"defclause-e\">(d) a facility where child and family intervention services, within the meaning of Regulation 70 of the Revised Regulations of Ontario, 1990 made under the <i>Child and Family Services Act</i>, are provided, unless the facility is located in a private residence,</p> <p class=\"defclause-e\">(e) a place where an emergency shelter service that receives funding under the <i>Ministry of Community and Social Services Act</i> is provided, unless the place is located in a private residence,</p> <p class=\"defclause-e\">(f) a day nursery,</p> <p class=\"defclause-e\">(g) a sheltered workshop that receives funding under the <i>Developmental Services Act</i> or the <i>Ministry of Community and Social Services Act</i>,</p> <p class=\"defclause-e\">(h) a place where a supported employment program that receives funding under the <i>Developmental Services Act</i> or the <i>Ministry of Community and Social Services Act</i> is provided,</p> <p class=\"defclause-e\">(i) a place where an adults’ community support service that receives funding under the <i>Developmental Services Act </i>is provided, unless the place is located in a private residence,</p> <p class=\"defclause-e\">(j) a place where an employment preparation, training and job placement program that receives funding under the <i>Developmental Services Act</i> or the <i>Ontario Disability Support Program Act, 1997</i> is provided,</p> <p class=\"defclause-e\">(k) a place where a violence against women program that receives funding under the <i>Ministry of Community and Social Services Act</i> is provided, unless the place is located in a private residence,</p> <p class=\"defclause-e\">(l) a place where an aboriginal healing and wellness program is provided;</p> <p class=\"definition-e\">“trained person” means,</p> <p class=\"defclause-e\">(a) with respect to any water treatment or distribution system, a person who holds a Class I, Class II, Class III or Class IV water treatment facility operator’s licence or water distribution facility operator’s licence issued under Ontario Regulation 435/93 (Water Works and Sewage Works), or</p> <p class=\"defclause-e\">(b) with respect to a water treatment or distribution system for which none of the water works that are part of the system require an approval, a person who, in the preceding 36 months, successfully completed a course approved by the Director relating to functions that are required by this Regulation to be performed by trained persons. O. Reg. 505/01, s. 1 (1).</p> <p class=\"subsection-e\">(2) For the purposes of this Regulation, a school or private school is open on a day if, at any time during that day, there are any persons inside any school building, other than the principal, a vice-principal or other academic administrator, or a member of the teaching, custodial or security staff. O. Reg. 505/01, s. 1 (2).</p> <p class=\"subsection-e\">(3) For the purposes of this Regulation, a day nursery is open on a day if, at any time during that day, any of the children cared for are present in the day nursery. O. Reg. 505/01, s. 1 (3).</p> <p class=\"subsection-e\">(4) For the purpose of this Regulation, a laboratory is an accredited laboratory for a parameter if,</p> <p class=\"clause-e\">(a) the laboratory is accredited for analysis of that parameter by the Standards Council of Canada; or</p> <p class=\"clause-e\">(b) the laboratory has obtained an accreditation for analysis of that parameter that, in the Director’s opinion, is equivalent to accreditation by the Standards Council of Canada. O. Reg. 505/01, s. 1 (4).</p> <p class=\"subsection-e\">(5) For the purpose of this Regulation, analysis for a microbiological parameter shall be deemed to be carried out in an accredited laboratory for that parameter if it is carried out in an Ontario Ministry of Health and Long-Term Care laboratory by a member of the College of Medical Laboratory Technologists of Ontario. O. Reg. 505/01, s. 1 (5).</p>"
        },
        {
            "id": "P122_9004",
            "section": "Application",
            "content": "2. (1) This Regulation applies to a water treatment or distribution system if the following conditions are met: 1. Ontario Regulation 459/00 does not apply. 2. Water from the water treatment or distribution system is used to provide water for human consumption at a designated facility. O. Reg. 505/01, s. 2 (1). (2) For the purpose of subsection (1), the provision of water for human consumption includes the provision of water to washbasins, bathtubs, showers, kitchens or food preparation areas. O. Reg. 505/01, s. 2 (2). (3) Despite subsection (1), this Regulation does not apply to a water treatment or distribution system that obtains all of its water from another water treatment or distribution system to which this Regulation or Ontario Regulation 459/00 does apply. O. Reg. 505/01, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P122_9004\"></a><a name=\"BK1\"></a>2. </b>(1) This Regulation applies to a water treatment or distribution system if the following conditions are met:</p> <p class=\"paragraph-e\">1. Ontario Regulation 459/00 does not apply.</p> <p class=\"paragraph-e\">2. Water from the water treatment or distribution system is used to provide water for human consumption at a designated facility. O. Reg. 505/01, s. 2 (1).</p> <p class=\"subsection-e\">(2) For the purpose of subsection (1), the provision of water for human consumption includes the provision of water to washbasins, bathtubs, showers, kitchens or food preparation areas. O. Reg. 505/01, s. 2 (2).</p> <p class=\"subsection-e\">(3) Despite subsection (1), this Regulation does not apply to a water treatment or distribution system that obtains all of its water from another water treatment or distribution system to which this Regulation or Ontario Regulation 459/00 does apply. O. Reg. 505/01, s. 2 (3).</p>"
        },
        {
            "id": "P128_9846",
            "section": "Exemption from approval",
            "content": "3. (1) Subsections 52 (1) and (3) of the Act do not apply to a water works that is part of a water treatment or distribution system to which this Regulation applies, if the system does not obtain water from, (a) a surface water source; (b) a well, any part of which is within 15 metres of surface water; or (c) an infiltration gallery. O. Reg. 505/01, s. 3 (1). (2) Subsection (1) applies to an alteration, extension or replacement of a water works only if, in the absence of subsection (1), the water treatment or distribution system that the water works is part of would be exempt from Ontario Regulation 459/00 after the alteration, extension or replacement because of subsection 3 (2), (3) or (4) of that regulation. O. Reg. 505/01, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P128_9846\"></a><a name=\"BK2\"></a>3. </b>(1) Subsections 52 (1) and (3) of the Act do not apply to a water works that is part of a water treatment or distribution system to which this Regulation applies, if the system does not obtain water from,</p> <p class=\"clause-e\">(a) a surface water source;</p> <p class=\"clause-e\">(b) a well, any part of which is within 15 metres of surface water; or</p> <p class=\"clause-e\">(c) an infiltration gallery. O. Reg. 505/01, s. 3 (1).</p> <p class=\"subsection-e\">(2) Subsection (1) applies to an alteration, extension or replacement of a water works only if, in the absence of subsection (1), the water treatment or distribution system that the water works is part of would be exempt from Ontario Regulation 459/00 after the alteration, extension or replacement because of subsection 3 (2), (3) or (4) of that regulation. O. Reg. 505/01, s. 3 (2).</p>"
        },
        {
            "id": "P134_10628",
            "section": "Minimum level of treatment",
            "content": "4. (1) The owner of a water treatment or distribution system shall ensure the following: 1. Any well used as a water source is constructed and maintained to prevent surface water and other foreign materials from entering the well. 2. Water treatment equipment is provided in accordance with this section. 3. The water treatment equipment is in operation whenever water is being obtained or supplied. 4. The water treatment equipment is operated in a manner that achieves the capabilities it is required to have under paragraph 2. 5. The water treatment equipment is properly maintained. 6. Written operating instructions for the water treatment equipment are kept near the equipment. 7. Clearly marked adequate supplies of chemicals or other materials necessary for the operation of the water treatment equipment are kept nearby, separate from other chemicals and materials that are not used for the water treatment or distribution system. 8. Replacement parts are kept nearby for those parts of the water treatment equipment that may be expected to require periodic replacement. 9. Maintenance of and adjustments to the water treatment equipment are carried out only by trained persons. O. Reg. 505/01, s. 4 (1). (2) If a water treatment or distribution system obtains water from a ground water source, the owner of the system shall ensure that disinfection equipment is provided that, (a) in the case of chlorination equipment, (i) is capable of providing a contact time of not less than the minimum contact time set out for the system’s baffling conditions in the Table that follows this subsection, and (ii) is capable of providing a minimum chlorine residual of 0.2 milligrams per litre, measured as free chlorine, at maximum flow in all water that has been treated by the equipment; or (b) in the case of other disinfection equipment, (i) is capable of being equivalent to or better than chlorination with respect to the ability to achieve at least 99 per cent inactivation of viruses in water that has a temperature of approximately 10°C and a pH of between 6 and 9, and (ii) is capable of being equivalent to or better than chlorination, having regard to reliability, ease of use and minimization of the formation of disinfection by-products. TABLE GROUND WATER SOURCE — CHLORINATION — MINIMUM CONTACT TIMES (subclause 4 (2) (a) (i))  Item\n\nBaffling Conditions\n\nMinimum Contact Time (minutes)\n\n\n1.\n\nUnbaffled (mixed flow) separate inlet-outlet: none, agitated basin, very low length to width ratio, high inlet and outlet flow velocities\n\n150\n\n\n2.\n\nPoor: single or multiple unbaffled inlets and outlets, no intra-basin baffles\n\n50\n\n\n3.\n\nAverage: baffled inlet or outlet with some intra-basin baffles\n\n30\n\n\n4.\n\nSuperior: perforated inlet baffle, serpentine or perforated intra-basin baffles, outlet weir or perforated launders\n\n22\n\n\n5.\n\nPerfect (plug flow): very high length to width ratio (pipeline flow)\n\n15 O. Reg. 505/01, s. 4 (2). (3) If a water treatment or distribution system obtains water from a surface water source, the owner of the system shall ensure that, (a) filtration and disinfection equipment is provided that is capable of satisfying the requirements of clause 2.2 a and section 3 of the procedure entitled “Chlorination of Potable Water Supplies in Ontario” in the Ministry of the Environment publication entitled “Ontario Drinking Water Standards”, originally dated August 2000, as amended from time to time; or (b) filtration and disinfection equipment is provided that, (i) is capable of being equivalent to or better than filtration and chlorination with respect to the ability to achieve at least 99.99 per cent removal or inactivation of viruses in water of every temperature and pH that is likely to be encountered in the surface water source when the water treatment or distribution system is in operation, (ii) is capable of being equivalent to or better than filtration and chlorination with respect to the ability to achieve at least 99.9 per cent removal or inactivation of giardia lamblia cysts in water of every temperature and pH that is likely to be encountered in the surface water source when the water treatment or distribution system is in operation, and (iii) is capable of being equivalent to or better than filtration and chlorination, having regard to reliability, ease of use and minimization of the formation of disinfection by-products. O. Reg. 505/01, s. 4 (3). (4) Subsection (3) applies, and subsection (2) does not apply, to a water treatment or distribution system that obtains water from, (a) a well, any part of which is within 15 metres of surface water; or (b) an infiltration gallery. O. Reg. 505/01, s. 4 (4). (5) Subsection (3) does not apply to the extent that an approval granted on or after December 19, 2001 imposes different requirements and provides that they apply instead of requirements that would otherwise be imposed by subsection (3). O. Reg. 505/01, s. 4 (5). (6) If a water treatment or distribution system includes a water distribution system or provides water to plumbing, and any part of the water distribution system or plumbing is in the natural environment, the owner of the water treatment or distribution system shall, in addition to complying with subsection (2) or (3), whichever is applicable, ensure that disinfection equipment is provided that, (a) in the case of chlorination equipment, (i) is capable of providing disinfection that persists into the water distribution system or plumbing, and (ii) is capable of providing a free chlorine residual of at least 0.2 milligrams per litre at every point in the water distribution system or plumbing; or (b) in the case of other disinfection equipment, (i) is capable of being equivalent to or better than chlorination with respect to the ability to achieve disinfection that persists into the water distribution system or plumbing and the ability to ensure disinfection at every point in the water distribution system or plumbing, and (ii) is capable of being equivalent to or better than chlorination, having regard to reliability, ease of use and minimization of the formation of disinfection by-products. O. Reg. 505/01, s. 4 (6). (7) Subsection (6) does not apply if the owner complies with subsection (2) or (3), whichever is applicable, and all disinfection provided in accordance with subsection (2) or (3) takes place at a point or points in the water treatment or distribution system that is after all parts of the water distribution system or plumbing that are in the natural environment. O. Reg. 505/01, s. 4 (7). (8) This section prevails over an approval granted before December 19, 2001 that provides for less stringent requirements. O. Reg. 505/01, s. 4 (8). (9) If a water treatment or distribution system commenced operation before December 19, 2001 and, immediately before that day, was not in compliance with this section, the owner of the system is not required to comply with this section until, (a) September 1, 2002, if the water treatment or distribution system serves a school; or (b) December 31, 2002, if the water treatment or distribution system does not serve a school. O. Reg. 505/01, s. 4 (9).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P134_10628\"></a><a name=\"BK3\"></a>4. </b>(1) The owner of a water treatment or distribution system shall ensure the following:</p> <p class=\"paragraph-e\">1. Any well used as a water source is constructed and maintained to prevent surface water and other foreign materials from entering the well. </p> <p class=\"paragraph-e\">2. Water treatment equipment is provided in accordance with this section.</p> <p class=\"paragraph-e\">3. The water treatment equipment is in operation whenever water is being obtained or supplied.</p> <p class=\"paragraph-e\">4. The water treatment equipment is operated in a manner that achieves the capabilities it is required to have under paragraph 2.</p> <p class=\"paragraph-e\">5. The water treatment equipment is properly maintained.</p> <p class=\"paragraph-e\">6. Written operating instructions for the water treatment equipment are kept near the equipment.</p> <p class=\"paragraph-e\">7. Clearly marked adequate supplies of chemicals or other materials necessary for the operation of the water treatment equipment are kept nearby, separate from other chemicals and materials that are not used for the water treatment or distribution system.</p> <p class=\"paragraph-e\">8. Replacement parts are kept nearby for those parts of the water treatment equipment that may be expected to require periodic replacement.</p> <p class=\"paragraph-e\">9. Maintenance of and adjustments to the water treatment equipment are carried out only by trained persons. O. Reg. 505/01, s. 4 (1).</p> <p class=\"subsection-e\">(2) If a water treatment or distribution system obtains water from a ground water source, the owner of the system shall ensure that disinfection equipment is provided that,</p> <p class=\"clause-e\">(a) in the case of chlorination equipment,</p> <p class=\"subclause-e\">(i) is capable of providing a contact time of not less than the minimum contact time set out for the system’s baffling conditions in the Table that follows this subsection, and</p> <p class=\"subclause-e\">(ii) is capable of providing a minimum chlorine residual of 0.2 milligrams per litre, measured as free chlorine, at maximum flow in all water that has been treated by the equipment; or</p> <p class=\"clause-e\">(b) in the case of other disinfection equipment,</p> <p class=\"subclause-e\">(i) is capable of being equivalent to or better than chlorination with respect to the ability to achieve at least 99 per cent inactivation of viruses in water that has a temperature of approximately 10°C and a pH of between 6 and 9, and</p> <p class=\"subclause-e\">(ii) is capable of being equivalent to or better than chlorination, having regard to reliability, ease of use and minimization of the formation of disinfection by-products.</p> <p class=\"headingx-e\">TABLE</p> <p class=\"headingx-e\">GROUND WATER SOURCE — CHLORINATION — MINIMUM CONTACT TIMES</p> <p class=\"heading3-e\">(subclause 4 (2) (a) (i))</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"40\"><p class=\"table-e\">Item</p>\n</td>\n<td valign=\"top\" width=\"177\"><p class=\"table-e\">Baffling Conditions</p>\n</td>\n<td valign=\"top\" width=\"102\"><p class=\"table-e\">Minimum Contact Time (minutes)</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"40\"><p class=\"table-e\">1.</p>\n</td>\n<td valign=\"top\" width=\"177\"><p class=\"table-e\">Unbaffled (mixed flow) separate inlet-outlet: none, agitated basin, very low length to width ratio, high inlet and outlet flow velocities</p>\n</td>\n<td valign=\"top\" width=\"102\"><p align=\"right\" class=\"table-e\">150</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"40\"><p class=\"table-e\">2.</p>\n</td>\n<td valign=\"top\" width=\"177\"><p class=\"table-e\">Poor: single or multiple unbaffled inlets and outlets, no intra-basin baffles</p>\n</td>\n<td valign=\"top\" width=\"102\"><p align=\"right\" class=\"table-e\">50</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"40\"><p class=\"table-e\">3.</p>\n</td>\n<td valign=\"top\" width=\"177\"><p class=\"table-e\">Average: baffled inlet or outlet with some intra-basin baffles</p>\n</td>\n<td valign=\"top\" width=\"102\"><p align=\"right\" class=\"table-e\">30</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"40\"><p class=\"table-e\">4.</p>\n</td>\n<td valign=\"top\" width=\"177\"><p class=\"table-e\">Superior: perforated inlet baffle, serpentine or perforated intra-basin baffles, outlet weir or perforated launders</p>\n</td>\n<td valign=\"top\" width=\"102\"><p align=\"right\" class=\"table-e\">22</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"40\"><p class=\"table-e\">5.</p>\n</td>\n<td valign=\"top\" width=\"177\"><p class=\"table-e\">Perfect (plug flow): very high length to width ratio (pipeline flow)</p>\n</td>\n<td valign=\"top\" width=\"102\"><p align=\"right\" class=\"table-e\">15</p>\n</td></tr></table></center> <p class=\"tfootnote-e\">O. Reg. 505/01, s. 4 (2).</p> <p class=\"subsection-e\">(3) If a water treatment or distribution system obtains water from a surface water source, the owner of the system shall ensure that,</p> <p class=\"clause-e\">(a) filtration and disinfection equipment is provided that is capable of satisfying the requirements of clause 2.2 a and section 3 of the procedure entitled “Chlorination of Potable Water Supplies in Ontario” in the Ministry of the Environment publication entitled “Ontario Drinking Water Standards”, originally dated August 2000, as amended from time to time; or</p> <p class=\"clause-e\">(b) filtration and disinfection equipment is provided that,</p> <p class=\"subclause-e\">(i) is capable of being equivalent to or better than filtration and chlorination with respect to the ability to achieve at least 99.99 per cent removal or inactivation of viruses in water of every temperature and pH that is likely to be encountered in the surface water source when the water treatment or distribution system is in operation,</p> <p class=\"subclause-e\">(ii) is capable of being equivalent to or better than filtration and chlorination with respect to the ability to achieve at least 99.9 per cent removal or inactivation of <i>giardia lamblia</i> cysts in water of every temperature and pH that is likely to be encountered in the surface water source when the water treatment or distribution system is in operation, and</p> <p class=\"subclause-e\">(iii) is capable of being equivalent to or better than filtration and chlorination, having regard to reliability, ease of use and minimization of the formation of disinfection by-products. O. Reg. 505/01, s. 4 (3).</p> <p class=\"subsection-e\">(4) Subsection (3) applies, and subsection (2) does not apply, to a water treatment or distribution system that obtains water from,</p> <p class=\"clause-e\">(a) a well, any part of which is within 15 metres of surface water; or</p> <p class=\"clause-e\">(b) an infiltration gallery. O. Reg. 505/01, s. 4 (4).</p> <p class=\"subsection-e\">(5) Subsection (3) does not apply to the extent that an approval granted on or after December 19, 2001 imposes different requirements and provides that they apply instead of requirements that would otherwise be imposed by subsection (3). O. Reg. 505/01, s. 4 (5).</p> <p class=\"subsection-e\">(6) If a water treatment or distribution system includes a water distribution system or provides water to plumbing, and any part of the water distribution system or plumbing is in the natural environment, the owner of the water treatment or distribution system shall, in addition to complying with subsection (2) or (3), whichever is applicable, ensure that disinfection equipment is provided that,</p> <p class=\"clause-e\">(a) in the case of chlorination equipment,</p> <p class=\"subclause-e\">(i) is capable of providing disinfection that persists into the water distribution system or plumbing, and</p> <p class=\"subclause-e\">(ii) is capable of providing a free chlorine residual of at least 0.2 milligrams per litre at every point in the water distribution system or plumbing; or</p> <p class=\"clause-e\">(b) in the case of other disinfection equipment,</p> <p class=\"subclause-e\">(i) is capable of being equivalent to or better than chlorination with respect to the ability to achieve disinfection that persists into the water distribution system or plumbing and the ability to ensure disinfection at every point in the water distribution system or plumbing, and</p> <p class=\"subclause-e\">(ii) is capable of being equivalent to or better than chlorination, having regard to reliability, ease of use and minimization of the formation of disinfection by-products. O. Reg. 505/01, s. 4 (6).</p> <p class=\"subsection-e\">(7) Subsection (6) does not apply if the owner complies with subsection (2) or (3), whichever is applicable, and all disinfection provided in accordance with subsection (2) or (3) takes place at a point or points in the water treatment or distribution system that is after all parts of the water distribution system or plumbing that are in the natural environment. O. Reg. 505/01, s. 4 (7).</p> <p class=\"subsection-e\">(8) This section prevails over an approval granted before December 19, 2001 that provides for less stringent requirements. O. Reg. 505/01, s. 4 (8).</p> <p class=\"subsection-e\">(9) If a water treatment or distribution system commenced operation before December 19, 2001 and, immediately before that day, was not in compliance with this section, the owner of the system is not required to comply with this section until,</p> <p class=\"clause-e\">(a) September 1, 2002, if the water treatment or distribution system serves a school; or</p> <p class=\"clause-e\">(b) December 31, 2002, if the water treatment or distribution system does not serve a school. O. Reg. 505/01, s. 4 (9).</p>"
        },
        {
            "id": "P198_17786",
            "section": "Notice of compliance",
            "content": "5. (1) The owner of a water treatment or distribution system that commenced operation before December 19, 2001 shall ensure that, not later than the date specified in subsection (2), (a) a professional engineer submits a report to the Director, and to the interested authority for each designated facility served by the system, that complies with subsection (5); or (b) the owner submits a written notice to the Director, and to the interested authority for each designated facility served by the system, describing the action proposed in order to achieve compliance with all applicable requirements of section 4 and setting out a timetable for the action. O. Reg. 505/01, s. 5 (1). (2) The date referred to in subsection (1) is, (a) the 60th day after December 19, 2001, if the water treatment or distribution system serves a school; (b) the 90th day after December 19, 2001, if the water treatment or distribution system serves a health care facility or delivery agent care facility but does not serve a school; or (c) the 120th day after December 19, 2001, if the water treatment or distribution system does not serve a health care facility, delivery agent care facility or school. O. Reg. 505/01, s. 5 (2). (3) If a notice is submitted under clause (1) (b), the owner of the water treatment or distribution system shall ensure that, not later than 30 days after the date the owner is required, pursuant to subsection 4 (9), to comply with section 4, a professional engineer submits a report to the Director, and to the interested authority for each designated facility served by the system, that complies with subsection (5). O. Reg. 505/01, s. 5 (3). (4) If a water treatment or distribution system is established, altered, extended or replaced on or after December 19, 2001, the owner of the system shall ensure that, not later than 30 days after the system first commences operation after the establishment, alteration, extension or replacement, a professional engineer submits a report to the Director, and to the interested authority for each designated facility served by the system, that complies with subsection (5). O. Reg. 505/01, s. 5 (4). (5) For the purposes of clause (1) (a) and subsections (3) and (4), a report complies with this subsection if the professional engineer who submits the report certifies in the report that he or she has visited the water treatment or distribution system and that, in his or her opinion, (a) section 4 is being complied with; and (b) all equipment required in order to ensure compliance with section 7 is being provided. O. Reg. 505/01, s. 5 (5). (6) Subsection (3) does not apply if, before the date the report is required to be submitted under that subsection, a report is submitted to the Director under subsection (4) in respect of the water treatment or distribution system. O. Reg. 505/01, s. 5 (6). (7) This section does not apply in respect of a water treatment or distribution system that includes a water works for which an approval is in force. O. Reg. 505/01, s. 5 (7). (8) The provisions of this section that require a report or notice to be submitted to the interested authority for a designated facility do not apply to a designated facility that is, (a) a private school; or (b) a commercially operated residence for seniors or retired persons, or any other similar commercially operated residence, where attainment of a mature age is a factor in being accepted for occupancy. O. Reg. 505/01, s. 5 (8).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P198_17786\"></a><a name=\"BK4\"></a>5. </b>(1) The owner of a water treatment or distribution system that commenced operation before December 19, 2001 shall ensure that, not later than the date specified in subsection (2),</p> <p class=\"clause-e\">(a) a professional engineer submits a report to the Director, and to the interested authority for each designated facility served by the system, that complies with subsection (5); or</p> <p class=\"clause-e\">(b) the owner submits a written notice to the Director, and to the interested authority for each designated facility served by the system, describing the action proposed in order to achieve compliance with all applicable requirements of section 4 and setting out a timetable for the action. O. Reg. 505/01, s. 5 (1).</p> <p class=\"subsection-e\">(2) The date referred to in subsection (1) is,</p> <p class=\"clause-e\">(a) the 60th day after December 19, 2001, if the water treatment or distribution system serves a school;</p> <p class=\"clause-e\">(b) the 90th day after December 19, 2001, if the water treatment or distribution system serves a health care facility or delivery agent care facility but does not serve a school; or</p> <p class=\"clause-e\">(c) the 120th day after December 19, 2001, if the water treatment or distribution system does not serve a health care facility, delivery agent care facility or school. O. Reg. 505/01, s. 5 (2).</p> <p class=\"subsection-e\">(3) If a notice is submitted under clause (1) (b), the owner of the water treatment or distribution system shall ensure that, not later than 30 days after the date the owner is required, pursuant to subsection 4 (9), to comply with section 4, a professional engineer submits a report to the Director, and to the interested authority for each designated facility served by the system, that complies with subsection (5). O. Reg. 505/01, s. 5 (3).</p> <p class=\"subsection-e\">(4) If a water treatment or distribution system is established, altered, extended or replaced on or after December 19, 2001, the owner of the system shall ensure that, not later than 30 days after the system first commences operation after the establishment, alteration, extension or replacement, a professional engineer submits a report to the Director, and to the interested authority for each designated facility served by the system, that complies with subsection (5). O. Reg. 505/01, s. 5 (4).</p> <p class=\"subsection-e\">(5) For the purposes of clause (1) (a) and subsections (3) and (4), a report complies with this subsection if the professional engineer who submits the report certifies in the report that he or she has visited the water treatment or distribution system and that, in his or her opinion,</p> <p class=\"clause-e\">(a) section 4 is being complied with; and</p> <p class=\"clause-e\">(b) all equipment required in order to ensure compliance with section 7 is being provided. O. Reg. 505/01, s. 5 (5).</p> <p class=\"subsection-e\">(6) Subsection (3) does not apply if, before the date the report is required to be submitted under that subsection, a report is submitted to the Director under subsection (4) in respect of the water treatment or distribution system. O. Reg. 505/01, s. 5 (6).</p> <p class=\"subsection-e\">(7) This section does not apply in respect of a water treatment or distribution system that includes a water works for which an approval is in force. O. Reg. 505/01, s. 5 (7).</p> <p class=\"subsection-e\">(8) The provisions of this section that require a report or notice to be submitted to the interested authority for a designated facility do not apply to a designated facility that is,</p> <p class=\"clause-e\">(a) a private school; or</p> <p class=\"clause-e\">(b) a commercially operated residence for seniors or retired persons, or any other similar commercially operated residence, where attainment of a mature age is a factor in being accepted for occupancy. O. Reg. 505/01, s. 5 (8).</p>"
        },
        {
            "id": "P216_21350",
            "section": "Schools, private schools and day nurseries, weekly flushing",
            "content": "6. (1) If a water treatment or distribution system serves a school, private school or day nursery, the operator of the school, private school or day nursery shall ensure that, (a) the plumbing is flushed on the first day that the school, private school or day nursery is open each week; and (b) the flushing required by clause (a) continues until the temperature of the water stabilizes and is completed before the school, private school or day nursery opens for the day. O. Reg. 505/01, s. 6 (1). (2) The operator of a school, private school or day nursery to which subsection (1) applies shall ensure that a record is made of the date and time of every flushing required by clause (1) (a) and the name of the person who performed the flushing. O. Reg. 505/01, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P216_21350\"></a><a name=\"BK5\"></a>6. </b>(1) If a water treatment or distribution system serves a school, private school or day nursery, the operator of the school, private school or day nursery shall ensure that,</p> <p class=\"clause-e\">(a) the plumbing is flushed on the first day that the school, private school or day nursery is open each week; and</p> <p class=\"clause-e\">(b) the flushing required by clause (a) continues until the temperature of the water stabilizes and is completed before the school, private school or day nursery opens for the day. O. Reg. 505/01, s. 6 (1).</p> <p class=\"subsection-e\">(2) The operator of a school, private school or day nursery to which subsection (1) applies shall ensure that a record is made of the date and time of every flushing required by clause (1) (a) and the name of the person who performed the flushing. O. Reg. 505/01, s. 6 (2).</p>"
        },
        {
            "id": "P221_22148",
            "section": "Periodic checks",
            "content": "7. (1) The owner of a water treatment or distribution system shall ensure that all water treatment equipment is checked at least once each week by a trained person to confirm proper functioning and that, for each check, a record is made of the date and time of the check, the name of the person who performed the check and the results of the check. O. Reg. 505/01, s. 7 (1). (2) Subject to subsection (5), if chlorination equipment described in clause 4 (2) (a), 4 (3) (a) or 4 (6) (a) is used in a water treatment or distribution system that serves a designated facility, the owner of the system shall ensure that, (a) a water sample is taken at least once every day from the water distribution system or plumbing that serves the designated facility; (b) the sample is tested immediately for free chlorine residual by a trained person using an electronic direct readout colourimetric or amperometric chlorine analyzer or a device described in subsection (3); and (c) a record is made of the date and time the sample was tested, the name of the person who performed the test and the results of the test. O. Reg. 505/01, s. 7 (2). (3) A device other than an electronic direct readout colourimetric or amperometric chlorine analyzer may be used to perform tests under clause (2) (b) if, based on an inspection of the device and on a review of relevant records and documentation, a professional engineer certifies in writing that it is equivalent to or better than an electronic direct readout colourimetric or amperometric chlorine analyser for performing those tests, having regard to accuracy, reliability and ease of use. O. Reg. 505/01, s. 7 (3). (4) Subject to subsection (5), if filtration is used in a water treatment or distribution system, the owner of the system shall ensure that, (a) a sample of water that has not been disinfected is taken at least once every day from a point in the water treatment or distribution system where all filtration has been completed; (b) the sample is tested immediately for turbidity by a trained person using a turbidity meter that measures turbidity in Nephelometric Turbidity Units (NTU); and (c) a record is made of the date and time the sample was tested, the name of the person who performed the test and the results of the test. O. Reg. 505/01, s. 7 (4). (5) An owner of a water treatment or distribution system who is required to comply with subsection (2) or (4) may instead sample and test water using automated sampling and testing equipment if the following requirements are met: 1. The automated equipment must take water samples at least as often as samples would otherwise be taken under subsection (2) or (4), as the case may be. 2. The water samples must be taken from locations from which samples would otherwise be taken under subsection (2) or (4), as the case may be. 3. The automated equipment must test the water samples, immediately after they are taken, for free chlorine residual or turbidity, as the case may be, using an analyzer or device referred to in clause (2) (b) or a meter referred to in clause (4) (b), as the case may be. 4. If any of the following circumstances arise, the automated equipment must cause an alarm to sound at a location where a person designated by the owner for the purpose of paragraph 8 is available at all times to hear the alarm: i. A test of free chlorine residual under paragraph 3 shows a concentration of less than 0.05 milligrams per litre. ii. A test of turbidity under paragraph 3 shows a level of more than 1.0 Nephelometric Turbidity Units (NTU). iii. The automated equipment malfunctions or loses power. 5. The automated equipment must also cause an alarm to sound at each designated facility served by the water treatment or distribution system, if any of the circumstances described in paragraph 4 arise. 6. The automated equipment must record the date, time and results of every test performed under paragraph 3 and must transmit the record to a location where a person designated by the owner for the purpose of paragraph 8 will examine the record. 7. The record made of a test under paragraph 3 must be examined on the day of the test by a person designated by the owner for the purpose of paragraph 8. 8. A person designated by the owner for the purpose of this paragraph must promptly dispatch a trained person to the water treatment or distribution system if an alarm sounds under paragraph 4, a record of a test result indicates that an alarm should have sounded, or a record of a test result is not available for examination when it would normally have been expected to be available. 9. A trained person must arrive at the water treatment or distribution system within four hours after being dispatched under paragraph 8, unless water use has ceased at all designated facilities served by the water treatment or distribution system. O. Reg. 505/01, s. 7 (5). (6) If the only designated facilities the water treatment or distribution system serves are schools, private schools and day nurseries, subsections (2) and (4) and paragraph 7 of subsection (5) apply only on days when a school, private school or day nursery is open. O. Reg. 505/01, s. 7 (6). (7) Until the date that the owner of the water treatment or distribution system is required to comply with section 4, the references in this section to trained persons shall be deemed to be references to any person. O. Reg. 505/01, s. 7 (7).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P221_22148\"></a><a name=\"BK6\"></a>7. </b>(1) The owner of a water treatment or distribution system shall ensure that all water treatment equipment is checked at least once each week by a trained person to confirm proper functioning and that, for each check, a record is made of the date and time of the check, the name of the person who performed the check and the results of the check. O. Reg. 505/01, s. 7 (1).</p> <p class=\"subsection-e\">(2) Subject to subsection (5), if chlorination equipment described in clause 4 (2) (a), 4 (3) (a) or 4 (6) (a) is used in a water treatment or distribution system that serves a designated facility, the owner of the system shall ensure that,</p> <p class=\"clause-e\">(a) a water sample is taken at least once every day from the water distribution system or plumbing that serves the designated facility;</p> <p class=\"clause-e\">(b) the sample is tested immediately for free chlorine residual by a trained person using an electronic direct readout colourimetric or amperometric chlorine analyzer or a device described in subsection (3); and</p> <p class=\"clause-e\">(c) a record is made of the date and time the sample was tested, the name of the person who performed the test and the results of the test. O. Reg. 505/01, s. 7 (2).</p> <p class=\"subsection-e\">(3) A device other than an electronic direct readout colourimetric or amperometric chlorine analyzer may be used to perform tests under clause (2) (b) if, based on an inspection of the device and on a review of relevant records and documentation, a professional engineer certifies in writing that it is equivalent to or better than an electronic direct readout colourimetric or amperometric chlorine analyser for performing those tests, having regard to accuracy, reliability and ease of use. O. Reg. 505/01, s. 7 (3).</p> <p class=\"subsection-e\">(4) Subject to subsection (5), if filtration is used in a water treatment or distribution system, the owner of the system shall ensure that,</p> <p class=\"clause-e\">(a) a sample of water that has not been disinfected is taken at least once every day from a point in the water treatment or distribution system where all filtration has been completed;</p> <p class=\"clause-e\">(b) the sample is tested immediately for turbidity by a trained person using a turbidity meter that measures turbidity in Nephelometric Turbidity Units (NTU); and</p> <p class=\"clause-e\">(c) a record is made of the date and time the sample was tested, the name of the person who performed the test and the results of the test. O. Reg. 505/01, s. 7 (4).</p> <p class=\"subsection-e\">(5) An owner of a water treatment or distribution system who is required to comply with subsection (2) or (4) may instead sample and test water using automated sampling and testing equipment if the following requirements are met:</p> <p class=\"paragraph-e\">1. The automated equipment must take water samples at least as often as samples would otherwise be taken under subsection (2) or (4), as the case may be.</p> <p class=\"paragraph-e\">2. The water samples must be taken from locations from which samples would otherwise be taken under subsection (2) or (4), as the case may be.</p> <p class=\"paragraph-e\">3. The automated equipment must test the water samples, immediately after they are taken, for free chlorine residual or turbidity, as the case may be, using an analyzer or device referred to in clause (2) (b) or a meter referred to in clause (4) (b), as the case may be.</p> <p class=\"paragraph-e\">4. If any of the following circumstances arise, the automated equipment must cause an alarm to sound at a location where a person designated by the owner for the purpose of paragraph 8 is available at all times to hear the alarm:</p> <p class=\"subpara-e\">i. A test of free chlorine residual under paragraph 3 shows a concentration of less than 0.05 milligrams per litre.</p> <p class=\"subpara-e\">ii. A test of turbidity under paragraph 3 shows a level of more than 1.0 Nephelometric Turbidity Units (NTU).</p> <p class=\"subpara-e\">iii. The automated equipment malfunctions or loses power.</p> <p class=\"paragraph-e\">5. The automated equipment must also cause an alarm to sound at each designated facility served by the water treatment or distribution system, if any of the circumstances described in paragraph 4 arise.</p> <p class=\"paragraph-e\">6. The automated equipment must record the date, time and results of every test performed under paragraph 3 and must transmit the record to a location where a person designated by the owner for the purpose of paragraph 8 will examine the record.</p> <p class=\"paragraph-e\">7. The record made of a test under paragraph 3 must be examined on the day of the test by a person designated by the owner for the purpose of paragraph 8.</p> <p class=\"paragraph-e\">8. A person designated by the owner for the purpose of this paragraph must promptly dispatch a trained person to the water treatment or distribution system if an alarm sounds under paragraph 4, a record of a test result indicates that an alarm should have sounded, or a record of a test result is not available for examination when it would normally have been expected to be available.</p> <p class=\"paragraph-e\">9. A trained person must arrive at the water treatment or distribution system within four hours after being dispatched under paragraph 8, unless water use has ceased at all designated facilities served by the water treatment or distribution system. O. Reg. 505/01, s. 7 (5).</p> <p class=\"subsection-e\">(6) If the only designated facilities the water treatment or distribution system serves are schools, private schools and day nurseries, subsections (2) and (4) and paragraph 7 of subsection (5) apply only on days when a school, private school or day nursery is open. O. Reg. 505/01, s. 7 (6).</p> <p class=\"subsection-e\">(7) Until the date that the owner of the water treatment or distribution system is required to comply with section 4, the references in this section to trained persons shall be deemed to be references to any person. O. Reg. 505/01, s. 7 (7).</p>"
        },
        {
            "id": "P247_27625",
            "section": "Sampling and analysis for microbiological parameters",
            "content": "8. (1) The owner of a water treatment or distribution system that serves a designated facility shall ensure that, (a) a water sample is taken, at least once every two weeks or, if chlorination is not used, at least once every week, from the water distribution system or plumbing that serves the designated facility; and (b) the sample is analyzed for, (i) total coliforms, (ii) Escherichia coli or fecal coliforms, and (iii) heterotrophic plate count. O. Reg. 505/01, s. 8 (1). (2) The owner of a water treatment or distribution system shall ensure that, (a) a water sample is taken at least once every month from the water treatment or distribution system’s water source, before any treatment is applied to the water sample; and (b) the sample is analyzed for, (i) total coliforms, and (ii) Escherichia coli or fecal coliforms. O. Reg. 505/01, s. 8 (2). (3) If the water treatment or distribution system’s water source is ground water, a sample shall be taken under subsection (2) from each well in the system. O. Reg. 505/01, s. 8 (3). (4) If, for a period of 24 consecutive months, analytical results obtained under clause (1) (b) never disclose an indicator of adverse water quality described in paragraph 2, 3 or 4 of Schedule 1, the owner of the water treatment or distribution system may reduce the sampling frequency under clause (1) (a) so that samples are taken at least once every four weeks or, if chlorination is not used, at least once every two weeks, instead of with the sampling frequency referred to in clause (1) (a). O. Reg. 505/01, s. 8 (4). (5) Subsection (4) ceases to apply if, for any period of 24 consecutive months, analytical results obtained under clause (1) (b) disclose an indicator of adverse water quality described in paragraph 2, 3 or 4 of Schedule 1 on two or more occasions. O. Reg. 505/01, s. 8 (5). (6) If the only designated facility served by a water treatment or distribution system operates on a seasonal basis, sampling under subsections (1) and (2) is required only for the operating season, but the first sample taken under each subsection must be taken at a time that will ensure that analytical results will be received before the operating season begins. O. Reg. 505/01, s. 8 (6). (7) This section prevails over an approval granted before December 19, 2001 that provides for less stringent sampling or analysis. O. Reg. 505/01, s. 8 (7). (8) If the water treatment or distribution system uses disinfection equipment described in clause 4 (2) (b) or filtration and disinfection equipment described in clause 4 (3) (b), the system shall be deemed, for the purpose of clause (1) (a) and subsection (4), not to use chlorination. O. Reg. 505/01, s. 8 (8). (9) This section does not apply until the 60th day after December 19, 2001. O. Reg. 505/01, s. 8 (9).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P247_27625\"></a><a name=\"BK7\"></a>8. </b>(1) The owner of a water treatment or distribution system that serves a designated facility shall ensure that,</p> <p class=\"clause-e\">(a) a water sample is taken, at least once every two weeks or, if chlorination is not used, at least once every week, from the water distribution system or plumbing that serves the designated facility; and</p> <p class=\"clause-e\">(b) the sample is analyzed for,</p> <p class=\"subclause-e\">(i) total coliforms,</p> <p class=\"subclause-e\">(ii)<i> Escherichia coli</i> or fecal coliforms, and</p> <p class=\"subclause-e\">(iii) heterotrophic plate count. O. Reg. 505/01, s. 8 (1).</p> <p class=\"subsection-e\">(2) The owner of a water treatment or distribution system shall ensure that,</p> <p class=\"clause-e\">(a) a water sample is taken at least once every month from the water treatment or distribution system’s water source, before any treatment is applied to the water sample; and</p> <p class=\"clause-e\">(b) the sample is analyzed for,</p> <p class=\"subclause-e\">(i) total coliforms, and</p> <p class=\"subclause-e\">(ii)<i> Escherichia coli</i> or fecal coliforms. O. Reg. 505/01, s. 8 (2).</p> <p class=\"subsection-e\">(3) If the water treatment or distribution system’s water source is ground water, a sample shall be taken under subsection (2) from each well in the system. O. Reg. 505/01, s. 8 (3).</p> <p class=\"subsection-e\">(4) If, for a period of 24 consecutive months, analytical results obtained under clause (1) (b) never disclose an indicator of adverse water quality described in paragraph 2, 3 or 4 of Schedule 1, the owner of the water treatment or distribution system may reduce the sampling frequency under clause (1) (a) so that samples are taken at least once every four weeks or, if chlorination is not used, at least once every two weeks, instead of with the sampling frequency referred to in clause (1) (a). O. Reg. 505/01, s. 8 (4).</p> <p class=\"subsection-e\">(5) Subsection (4) ceases to apply if, for any period of 24 consecutive months, analytical results obtained under clause (1) (b) disclose an indicator of adverse water quality described in paragraph 2, 3 or 4 of Schedule 1 on two or more occasions. O. Reg. 505/01, s. 8 (5).</p> <p class=\"subsection-e\">(6) If the only designated facility served by a water treatment or distribution system operates on a seasonal basis, sampling under subsections (1) and (2) is required only for the operating season, but the first sample taken under each subsection must be taken at a time that will ensure that analytical results will be received before the operating season begins. O. Reg. 505/01, s. 8 (6).</p> <p class=\"subsection-e\">(7) This section prevails over an approval granted before December 19, 2001 that provides for less stringent sampling or analysis. O. Reg. 505/01, s. 8 (7).</p> <p class=\"subsection-e\">(8) If the water treatment or distribution system uses disinfection equipment described in clause 4 (2) (b) or filtration and disinfection equipment described in clause 4 (3) (b), the system shall be deemed, for the purpose of clause (1) (a) and subsection (4), not to use chlorination. O. Reg. 505/01, s. 8 (8).</p> <p class=\"subsection-e\">(9) This section does not apply until the 60th day after December 19, 2001. O. Reg. 505/01, s. 8 (9).</p>"
        },
        {
            "id": "P266_30515",
            "section": "Sampling and analysis for chemical parameters",
            "content": "9. (1) The owner of a water treatment or distribution system that serves a designated facility shall ensure that, (a) a water sample is taken at least once every 60 months from the water distribution system or plumbing that serves the designated facility; and (b) every sample taken under clause (a) is analyzed for every parameter set out in Schedule 2. O. Reg. 505/01, s. 9 (1). (2) Subsection (1) prevails over an approval granted before December 19, 2001 that provides for less stringent sampling or analysis. O. Reg. 505/01, s. 9 (2). (3) If a water treatment or distribution system commenced operation before December 19, 2001, the first sample taken under clause (1) (a) shall be taken not later than, (a) the 90th day after December 19, 2001, if the water treatment or distribution system serves a school; (b) the 180th day after December 19, 2001, if the water treatment or distribution system serves a health care facility or delivery agent care facility but does not serve a school; or (c) the 270th day after December 19, 2001, if the water treatment or distribution system does not serve a health care facility, delivery agent care facility or school. O. Reg. 505/01, s. 9 (3). (4) If a water treatment or distribution system commences operation on or after December 19, 2001, the first sample taken under clause (1) (a) shall be taken not later than three months after the system commences operations. O. Reg. 505/01, s. 9 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P266_30515\"></a><a name=\"BK8\"></a>9. </b>(1) The owner of a water treatment or distribution system that serves a designated facility shall ensure that,</p> <p class=\"clause-e\">(a) a water sample is taken at least once every 60 months from the water distribution system or plumbing that serves the designated facility; and</p> <p class=\"clause-e\">(b) every sample taken under clause (a) is analyzed for every parameter set out in Schedule 2. O. Reg. 505/01, s. 9 (1).</p> <p class=\"subsection-e\">(2) Subsection (1) prevails over an approval granted before December 19, 2001 that provides for less stringent sampling or analysis. O. Reg. 505/01, s. 9 (2).</p> <p class=\"subsection-e\">(3) If a water treatment or distribution system commenced operation before December 19, 2001, the first sample taken under clause (1) (a) shall be taken not later than,</p> <p class=\"clause-e\">(a) the 90th day after December 19, 2001, if the water treatment or distribution system serves a school;</p> <p class=\"clause-e\">(b) the 180th day after December 19, 2001, if the water treatment or distribution system serves a health care facility or delivery agent care facility but does not serve a school; or</p> <p class=\"clause-e\">(c) the 270th day after December 19, 2001, if the water treatment or distribution system does not serve a health care facility, delivery agent care facility or school. O. Reg. 505/01, s. 9 (3).</p> <p class=\"subsection-e\">(4) If a water treatment or distribution system commences operation on or after December 19, 2001, the first sample taken under clause (1) (a) shall be taken not later than three months after the system commences operations. O. Reg. 505/01, s. 9 (4).</p>"
        },
        {
            "id": "P276_31994",
            "section": "Analysis of samples",
            "content": "10. (1) The owner of a water treatment or distribution system shall ensure that analysis of a water sample required under section 8 or 9 for a parameter is carried out in accordance with the following: 1. The analysis must be carried out by an accredited laboratory for that parameter. 2. If the laboratory that does the analysis is located outside Ontario, i. the laboratory must be provided with a copy of this Regulation, and ii. the laboratory must agree to comply with the requirements of subsection (2) and subsection 11 (2). O. Reg. 505/01, s. 10 (1). (2) A laboratory shall, within 14 days after carrying out the analysis of a water sample required under section 8 or 9, prepare a report of the results of the analysis and send a copy of the report to the owner of the water treatment or distribution system and to the Director. O. Reg. 505/01, s. 10 (2). (3) If analysis of a water sample for a parameter is required by section 8 or 9, the owner of the water treatment or distribution system shall ensure that written notice of the identity of the laboratory that will carry out the analysis is delivered to the Director at least three working days before the sample is analyzed, unless the Director has previously been notified under this subsection that a water sample from the water treatment or distribution system will be analyzed for that parameter by that laboratory. O. Reg. 505/01, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P276_31994\"></a><a name=\"BK9\"></a>10. </b>(1) The owner of a water treatment or distribution system shall ensure that analysis of a water sample required under section 8 or 9 for a parameter is carried out in accordance with the following:</p> <p class=\"paragraph-e\">1. The analysis must be carried out by an accredited laboratory for that parameter.</p> <p class=\"paragraph-e\">2. If the laboratory that does the analysis is located outside Ontario,</p> <p class=\"subpara-e\">i. the laboratory must be provided with a copy of this Regulation, and</p> <p class=\"subpara-e\">ii. the laboratory must agree to comply with the requirements of subsection (2) and subsection 11 (2). O. Reg. 505/01, s. 10 (1).</p> <p class=\"subsection-e\">(2) A laboratory shall, within 14 days after carrying out the analysis of a water sample required under section 8 or 9, prepare a report of the results of the analysis and send a copy of the report to the owner of the water treatment or distribution system and to the Director. O. Reg. 505/01, s. 10 (2).</p> <p class=\"subsection-e\">(3) If analysis of a water sample for a parameter is required by section 8 or 9, the owner of the water treatment or distribution system shall ensure that written notice of the identity of the laboratory that will carry out the analysis is delivered to the Director at least three working days before the sample is analyzed, unless the Director has previously been notified under this subsection that a water sample from the water treatment or distribution system will be analyzed for that parameter by that laboratory. O. Reg. 505/01, s. 10 (3).</p>"
        },
        {
            "id": "P284_33436",
            "section": "Notice of problems",
            "content": "11. (1) The owner of a water treatment or distribution system shall ensure that notice is given in accordance with this section if, (a) a sample of water that has been treated or is otherwise ready for human consumption is analyzed by a laboratory and the result, (i) is an indicator of adverse water quality described in Schedule 1, or (ii) shows that a parameter exceeds the Maximum Acceptable Concentration (MAC) or Interim Maximum Acceptable Concentration (IMAC) set out for the parameter in Schedule 2; or (b) other observations disclose an indicator of adverse water quality described in Schedule 1. O. Reg. 505/01, s. 11 (1). (2) In addition to the obligation of the owner under subsection (1) to ensure that notice is given in accordance with this section, a laboratory shall give notice in accordance with this section and shall immediately advise the owner if an analysis carried out by the laboratory of a sample of water that has been treated or is otherwise ready for human consumption, (a) is an indicator of adverse water quality described in Schedule 1; or (b) shows that a parameter exceeds the Maximum Acceptable Concentration (MAC) or Interim Maximum Acceptable Concentration (IMAC) set out for the parameter in Schedule 2. O. Reg. 505/01, s. 11 (2). (3) Notice under this section must be given immediately to, (a) the medical officer of health for the health unit in which the water treatment or distribution system is located; (b) the Ministry; and (c) the operator of each designated facility served by the water treatment or distribution system, if the owner of the water treatment or distribution system is not the operator of the designated facility. O. Reg. 505/01, s. 11 (3). (4) Clause (3) (c) does not apply to a notice given by a laboratory under subsection (2). O. Reg. 505/01, s. 11 (4). (5) The immediate notice required by subsection (3) must be given by speaking in person or by telephone with a person referred to in subsection (6). O. Reg. 505/01, s. 11 (5). (6) For the purpose of subsection (5), the immediate notice required by subsection (3) must be given, (a) to a medical officer of health, by speaking with a person at the office of the medical officer of health or, if the office is closed, by speaking with a person at the on-call system of the health unit; (b) to the Ministry, by speaking with a person at the Ministry’s Spills Action Centre; and (c) to the operator of a designated facility, by speaking with a responsible individual at the facility. O. Reg. 505/01, s. 11 (6). (7) If a school, private school or day nursery is closed at a time when subsection (3) requires notice to be given to the operator of the school, private school or day nursery, the notice must be given not later than the time that the school, private school or day nursery re-opens. O. Reg. 505/01, s. 11 (7). (8) Within 24 hours after giving the immediate notice required by subsection (3), written notice must be given to, (a) the medical officer of health for the health unit in which the water treatment or distribution system is located; (b) the Ministry; (c) the operator of each designated facility served by the water treatment or distribution system, if the owner of the water treatment or distribution system is not the operator of the designated facility; and (d) the interested authority for each designated facility served by the water treatment or distribution system. O. Reg. 505/01, s. 11 (8). (9) Clauses (8) (c) and (d) do not apply to a notice given by a laboratory under subsection (2). O. Reg. 505/01, s. 11 (9). (10) The written notice required by subsection (8) must be given, (a) to a medical officer of health, by delivering the written notice to the office of the medical officer of health; (b) to the Ministry, by delivering the written notice to the Ministry’s Spills Action Centre; (c) to the operator of a designated facility, by delivering the written notice to the facility; and (d) to the interested authority for each designated facility served by the water treatment or distribution system, by delivering the written notice to, (i) the minister responsible for the ministry or a person designated by the minister, if the interested authority is a ministry, or (ii) the head of the interested authority, if the interested authority is not a ministry. O. Reg. 505/01, s. 11 (10). (11) A notice given under this section by the owner of a water treatment or distribution system must confirm that appropriate corrective action is being taken. O. Reg. 505/01, s. 11 (11). (12) If notice is given under this section to the interested authority for a designated facility and the issue that gave rise to the notice is resolved, the owner shall ensure that, within 30 days, written notice is given to the interested authority summarizing the action taken and the results that were achieved. O. Reg. 505/01, s. 11 (12). (13) Clauses (8) (d) and (10) (d) and subsection (12) do not apply to a designated facility that is, (a) a private school; or (b) a commercially operated residence for seniors or retired persons, or any other similar commercially operated residence, where attainment of a mature age is a factor in being accepted for occupancy. O. Reg. 505/01, s. 11 (13). (14) Subsections (1) and (2) do not apply to a sample of water if the taking of the sample is not required by this Regulation and the water from which the sample is taken is not intended for human consumption. O. Reg. 505/01, s. 11 (14).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P284_33436\"></a><a name=\"BK10\"></a>11. </b>(1) The owner of a water treatment or distribution system shall ensure that notice is given in accordance with this section if,</p> <p class=\"clause-e\">(a) a sample of water that has been treated or is otherwise ready for human consumption is analyzed by a laboratory and the result,</p> <p class=\"subclause-e\">(i) is an indicator of adverse water quality described in Schedule 1, or</p> <p class=\"subclause-e\">(ii) shows that a parameter exceeds the Maximum Acceptable Concentration (MAC) or Interim Maximum Acceptable Concentration (IMAC) set out for the parameter in Schedule 2; or</p> <p class=\"clause-e\">(b) other observations disclose an indicator of adverse water quality described in Schedule 1. O. Reg. 505/01, s. 11 (1).</p> <p class=\"subsection-e\">(2) In addition to the obligation of the owner under subsection (1) to ensure that notice is given in accordance with this section, a laboratory shall give notice in accordance with this section and shall immediately advise the owner if an analysis carried out by the laboratory of a sample of water that has been treated or is otherwise ready for human consumption,</p> <p class=\"clause-e\">(a) is an indicator of adverse water quality described in Schedule 1; or</p> <p class=\"clause-e\">(b) shows that a parameter exceeds the Maximum Acceptable Concentration (MAC) or Interim Maximum Acceptable Concentration (IMAC) set out for the parameter in Schedule 2. O. Reg. 505/01, s. 11 (2).</p> <p class=\"subsection-e\">(3) Notice under this section must be given immediately to,</p> <p class=\"clause-e\">(a) the medical officer of health for the health unit in which the water treatment or distribution system is located;</p> <p class=\"clause-e\">(b) the Ministry; and</p> <p class=\"clause-e\">(c) the operator of each designated facility served by the water treatment or distribution system, if the owner of the water treatment or distribution system is not the operator of the designated facility. O. Reg. 505/01, s. 11 (3).</p> <p class=\"subsection-e\">(4) Clause (3) (c) does not apply to a notice given by a laboratory under subsection (2). O. Reg. 505/01, s. 11 (4).</p> <p class=\"subsection-e\">(5) The immediate notice required by subsection (3) must be given by speaking in person or by telephone with a person referred to in subsection (6). O. Reg. 505/01, s. 11 (5).</p> <p class=\"subsection-e\">(6) For the purpose of subsection (5), the immediate notice required by subsection (3) must be given,</p> <p class=\"clause-e\">(a) to a medical officer of health, by speaking with a person at the office of the medical officer of health or, if the office is closed, by speaking with a person at the on-call system of the health unit;</p> <p class=\"clause-e\">(b) to the Ministry, by speaking with a person at the Ministry’s Spills Action Centre; and</p> <p class=\"clause-e\">(c) to the operator of a designated facility, by speaking with a responsible individual at the facility. O. Reg. 505/01, s. 11 (6).</p> <p class=\"subsection-e\">(7) If a school, private school or day nursery is closed at a time when subsection (3) requires notice to be given to the operator of the school, private school or day nursery, the notice must be given not later than the time that the school, private school or day nursery re-opens. O. Reg. 505/01, s. 11 (7).</p> <p class=\"subsection-e\">(8) Within 24 hours after giving the immediate notice required by subsection (3), written notice must be given to,</p> <p class=\"clause-e\">(a) the medical officer of health for the health unit in which the water treatment or distribution system is located;</p> <p class=\"clause-e\">(b) the Ministry;</p> <p class=\"clause-e\">(c) the operator of each designated facility served by the water treatment or distribution system, if the owner of the water treatment or distribution system is not the operator of the designated facility; and</p> <p class=\"clause-e\">(d) the interested authority for each designated facility served by the water treatment or distribution system. O. Reg. 505/01, s. 11 (8).</p> <p class=\"subsection-e\">(9) Clauses (8) (c) and (d) do not apply to a notice given by a laboratory under subsection (2). O. Reg. 505/01, s. 11 (9).</p> <p class=\"subsection-e\">(10) The written notice required by subsection (8) must be given,</p> <p class=\"clause-e\">(a) to a medical officer of health, by delivering the written notice to the office of the medical officer of health;</p> <p class=\"clause-e\">(b) to the Ministry, by delivering the written notice to the Ministry’s Spills Action Centre;</p> <p class=\"clause-e\">(c) to the operator of a designated facility, by delivering the written notice to the facility; and</p> <p class=\"clause-e\">(d) to the interested authority for each designated facility served by the water treatment or distribution system, by delivering the written notice to,</p> <p class=\"subclause-e\">(i) the minister responsible for the ministry or a person designated by the minister, if the interested authority is a ministry, or</p> <p class=\"subclause-e\">(ii) the head of the interested authority, if the interested authority is not a ministry. O. Reg. 505/01, s. 11 (10).</p> <p class=\"subsection-e\">(11) A notice given under this section by the owner of a water treatment or distribution system must confirm that appropriate corrective action is being taken. O. Reg. 505/01, s. 11 (11).</p> <p class=\"subsection-e\">(12) If notice is given under this section to the interested authority for a designated facility and the issue that gave rise to the notice is resolved, the owner shall ensure that, within 30 days, written notice is given to the interested authority summarizing the action taken and the results that were achieved. O. Reg. 505/01, s. 11 (12).</p> <p class=\"subsection-e\">(13) Clauses (8) (d) and (10) (d) and subsection (12) do not apply to a designated facility that is,</p> <p class=\"clause-e\">(a) a private school; or</p> <p class=\"clause-e\">(b) a commercially operated residence for seniors or retired persons, or any other similar commercially operated residence, where attainment of a mature age is a factor in being accepted for occupancy. O. Reg. 505/01, s. 11 (13).</p> <p class=\"subsection-e\">(14) Subsections (1) and (2) do not apply to a sample of water if the taking of the sample is not required by this Regulation and the water from which the sample is taken is not intended for human consumption. O. Reg. 505/01, s. 11 (14).</p>"
        },
        {
            "id": "P323_38962",
            "section": "Corrective action",
            "content": "12. If notice is required under subsection 11 (1) with respect to an indicator of adverse water quality described in Schedule 1, the owner of the water treatment or distribution system shall ensure that the corrective action specified in Schedule 1 for the relevant indicator is taken. O. Reg. 505/01, s. 12.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P323_38962\"></a><a name=\"BK11\"></a>12. </b>If notice is required under subsection 11 (1) with respect to an indicator of adverse water quality described in Schedule 1, the owner of the water treatment or distribution system shall ensure that the corrective action specified in Schedule 1 for the relevant indicator is taken. O. Reg. 505/01, s. 12.</p>"
        },
        {
            "id": "P325_39298",
            "section": "Posting warning notice",
            "content": "13. (1) The owner of a water treatment or distribution system shall ensure that a warning notice is posted in accordance with subsection (2) if, (a) the owner does not comply with the sampling or analysis requirements of section 8; or (b) notice is required under subclause 11 (1) (a) (i) or clause 11 (1) (b) and, (i) the corrective action specified in Schedule 1 for the relevant indicator of adverse water quality is not taken, or (ii) the corrective action specified in Schedule 1 for the relevant indicator of adverse water quality indicates that water use be stopped or that water be boiled. O. Reg. 505/01, s. 13 (1). (2) The warning notice required by this section shall be posted at each designated facility served by the water treatment or distribution system in a prominent location where it is likely to come to the attention of persons who enter the facility, and, if the facility consists of more than one building, a copy of the warning notice shall be posted in every building that persons other than staff of the facility are allowed to enter at a prominent location where it is likely to come to the attention of those persons. O. Reg. 505/01, s. 13 (2). (3) If the owner of a water treatment or distribution system provides the operator of a designated facility with a copy of a warning notice required by this section, the operator of the facility shall ensure that the warning notice is posted at the facility in accordance with subsection (2). O. Reg. 505/01, s. 13 (3). (4) If a warning notice required by this section is not posted at a designated facility in accordance with this section, the warning notice may be posted by, (a) a provincial officer; (b) a public health inspector under the Health Protection and Promotion Act; or (c) an officer or agent of the interested authority for the designated facility. O. Reg. 505/01, s. 13 (4). (5) Clause (4) (c) does not apply to a designated facility that is, (a) a private school; or (b) a commercially operated residence for seniors or retired persons, or any other similar commercially operated residence, where attainment of a mature age is a factor in being accepted for occupancy. O. Reg. 505/01, s. 13 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P325_39298\"></a><a name=\"BK12\"></a>13. </b>(1) The owner of a water treatment or distribution system shall ensure that a warning notice is posted in accordance with subsection (2) if,</p> <p class=\"clause-e\">(a) the owner does not comply with the sampling or analysis requirements of section 8; or</p> <p class=\"clause-e\">(b) notice is required under subclause 11 (1) (a) (i) or clause 11 (1) (b) and,</p> <p class=\"subclause-e\">(i) the corrective action specified in Schedule 1 for the relevant indicator of adverse water quality is not taken, or</p> <p class=\"subclause-e\">(ii) the corrective action specified in Schedule 1 for the relevant indicator of adverse water quality indicates that water use be stopped or that water be boiled. O. Reg. 505/01, s. 13 (1).</p> <p class=\"subsection-e\">(2) The warning notice required by this section shall be posted at each designated facility served by the water treatment or distribution system in a prominent location where it is likely to come to the attention of persons who enter the facility, and, if the facility consists of more than one building, a copy of the warning notice shall be posted in every building that persons other than staff of the facility are allowed to enter at a prominent location where it is likely to come to the attention of those persons. O. Reg. 505/01, s. 13 (2).</p> <p class=\"subsection-e\">(3) If the owner of a water treatment or distribution system provides the operator of a designated facility with a copy of a warning notice required by this section, the operator of the facility shall ensure that the warning notice is posted at the facility in accordance with subsection (2). O. Reg. 505/01, s. 13 (3).</p> <p class=\"subsection-e\">(4) If a warning notice required by this section is not posted at a designated facility in accordance with this section, the warning notice may be posted by,</p> <p class=\"clause-e\">(a) a provincial officer;</p> <p class=\"clause-e\">(b) a public health inspector under the <i>Health Protection and Promotion Act</i>; or</p> <p class=\"clause-e\">(c) an officer or agent of the interested authority for the designated facility. O. Reg. 505/01, s. 13 (4).</p> <p class=\"subsection-e\">(5) Clause (4) (c) does not apply to a designated facility that is,</p> <p class=\"clause-e\">(a) a private school; or</p> <p class=\"clause-e\">(b) a commercially operated residence for seniors or retired persons, or any other similar commercially operated residence, where attainment of a mature age is a factor in being accepted for occupancy. O. Reg. 505/01, s. 13 (5).</p>"
        },
        {
            "id": "P340_41532",
            "section": "Information to be available",
            "content": "14. (1) The owner of a water treatment or distribution system shall ensure that the following information is available at each designated facility served by the system, between 9 a.m. and 5 p.m. or during normal business hours, for inspection without charge by any person allowed to enter the facility: 1. A copy of every report given to the owner by an accredited laboratory on the analysis of water samples taken under sections 8 and 9. 2. A copy of every approval and every order or direction under the Act that applies to the system and is still in effect, if the approval, order or direction was issued after December 19, 2001. 3. A copy of every annual report prepared under section 15. 4. A copy of this Regulation. O. Reg. 505/01, s. 14 (1). (2) Paragraph 1 of subsection (1) does not apply to a report until the day after it comes into the owner’s possession. O. Reg. 505/01, s. 14 (2). (3) Paragraphs 1 and 3 of subsection (1) do not apply to a report that is more than two years old. O. Reg. 505/01, s. 14 (3). (4) If the owner of a water treatment or distribution system provides the operator of a designated facility with a copy of the information referred to in subsection (1), the operator of the facility shall ensure that the information is available at the facility, between 9 a.m. and 5 p.m. or during normal business hours, for inspection without charge by any person allowed to enter the facility. O. Reg. 505/01, s. 14 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P340_41532\"></a><a name=\"BK13\"></a>14. </b>(1) The owner of a water treatment or distribution system shall ensure that the following information is available at each designated facility served by the system, between 9 a.m. and 5 p.m. or during normal business hours, for inspection without charge by any person allowed to enter the facility:</p> <p class=\"paragraph-e\">1. A copy of every report given to the owner by an accredited laboratory on the analysis of water samples taken under sections 8 and 9.</p> <p class=\"paragraph-e\">2. A copy of every approval and every order or direction under the Act that applies to the system and is still in effect, if the approval, order or direction was issued after December 19, 2001.</p> <p class=\"paragraph-e\">3. A copy of every annual report prepared under section 15.</p> <p class=\"paragraph-e\">4. A copy of this Regulation. O. Reg. 505/01, s. 14 (1).</p> <p class=\"subsection-e\">(2) Paragraph 1 of subsection (1) does not apply to a report until the day after it comes into the owner’s possession. O. Reg. 505/01, s. 14 (2).</p> <p class=\"subsection-e\">(3) Paragraphs 1 and 3 of subsection (1) do not apply to a report that is more than two years old. O. Reg. 505/01, s. 14 (3).</p> <p class=\"subsection-e\">(4) If the owner of a water treatment or distribution system provides the operator of a designated facility with a copy of the information referred to in subsection (1), the operator of the facility shall ensure that the information is available at the facility, between 9 a.m. and 5 p.m. or during normal business hours, for inspection without charge by any person allowed to enter the facility. O. Reg. 505/01, s. 14 (4).</p>"
        },
        {
            "id": "P349_43012",
            "section": "Annual report",
            "content": "15. (1) The owner of a water treatment or distribution system shall ensure that an annual report is prepared in accordance with this section and submitted to the Director, and to the interested authority for each designated facility served by the system, on or before, (a) September 1 in each year after 2001, if the system serves a school or private school; or (b) September 1 in each year after 2002, if the system does not serve a school or private school. O. Reg. 505/01, s. 15 (1). (2) The annual report must cover the period from August 1 in the previous year to July 31 in the year in which the report is due. O. Reg. 505/01, s. 15 (2). (3) The annual report must, (a) contain a brief description of the water treatment or distribution system; (b) summarize any reports or notices submitted to the Director under section 5 during the period covered by the report; (c) summarize the results of tests done under section 7 during the period covered by the report; (d) summarize the results received of analyses of water samples taken under section 8 during the period covered by the report; (e) summarize the results received of analyses of water samples taken under section 9 during the period covered by the report or, if no samples were taken under that section during that period, summarize the results received of analyses of the most recent water samples taken under that section; (f) describe any corrective action taken under section 12 during the period covered by the report; (g) describe any major expenses incurred during the period covered by the report to install, repair or replace equipment required by section 4. O. Reg. 505/01, s. 15 (3). (4) The owner of the water treatment or distribution system shall ensure that a copy of an annual report is given, without charge, to every person who requests a copy. O. Reg. 505/01, s. 15 (4). (5) Subsection (4) does not apply to an annual report that is more than two years old. O. Reg. 505/01, s. 15 (5). (6) The owner of the water treatment or distribution system shall ensure that, every time an annual report is prepared, effective steps are taken to advise persons allowed to enter each designated facility served by the system that copies of the report are available, without charge, and of how a copy may be obtained. O. Reg. 505/01, s. 15 (6). (7) The provisions of this section that require a report to be submitted to the interested authority for a designated facility do not apply to a designated facility that is, (a) a private school; or (b) a commercially operated residence for seniors or retired persons, or any other similar commercially operated residence, where attainment of a mature age is a factor in being accepted for occupancy. O. Reg. 505/01, s. 15 (7).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P349_43012\"></a><a name=\"BK14\"></a>15. </b>(1) The owner of a water treatment or distribution system shall ensure that an annual report is prepared in accordance with this section and submitted to the Director, and to the interested authority for each designated facility served by the system, on or before,</p> <p class=\"clause-e\">(a) September 1 in each year after 2001, if the system serves a school or private school; or</p> <p class=\"clause-e\">(b) September 1 in each year after 2002, if the system does not serve a school or private school. O. Reg. 505/01, s. 15 (1).</p> <p class=\"subsection-e\">(2) The annual report must cover the period from August 1 in the previous year to July 31 in the year in which the report is due. O. Reg. 505/01, s. 15 (2).</p> <p class=\"subsection-e\">(3) The annual report must,</p> <p class=\"clause-e\">(a) contain a brief description of the water treatment or distribution system;</p> <p class=\"clause-e\">(b) summarize any reports or notices submitted to the Director under section 5 during the period covered by the report;</p> <p class=\"clause-e\">(c) summarize the results of tests done under section 7 during the period covered by the report;</p> <p class=\"clause-e\">(d) summarize the results received of analyses of water samples taken under section 8 during the period covered by the report;</p> <p class=\"clause-e\">(e) summarize the results received of analyses of water samples taken under section 9 during the period covered by the report or, if no samples were taken under that section during that period, summarize the results received of analyses of the most recent water samples taken under that section;</p> <p class=\"clause-e\">(f) describe any corrective action taken under section 12 during the period covered by the report;</p> <p class=\"clause-e\">(g) describe any major expenses incurred during the period covered by the report to install, repair or replace equipment required by section 4. O. Reg. 505/01, s. 15 (3).</p> <p class=\"subsection-e\">(4) The owner of the water treatment or distribution system shall ensure that a copy of an annual report is given, without charge, to every person who requests a copy. O. Reg. 505/01, s. 15 (4).</p> <p class=\"subsection-e\">(5) Subsection (4) does not apply to an annual report that is more than two years old. O. Reg. 505/01, s. 15 (5).</p> <p class=\"subsection-e\">(6) The owner of the water treatment or distribution system shall ensure that, every time an annual report is prepared, effective steps are taken to advise persons allowed to enter each designated facility served by the system that copies of the report are available, without charge, and of how a copy may be obtained. O. Reg. 505/01, s. 15 (6).</p> <p class=\"subsection-e\">(7) The provisions of this section that require a report to be submitted to the interested authority for a designated facility do not apply to a designated facility that is,</p> <p class=\"clause-e\">(a) a private school; or</p> <p class=\"clause-e\">(b) a commercially operated residence for seniors or retired persons, or any other similar commercially operated residence, where attainment of a mature age is a factor in being accepted for occupancy. O. Reg. 505/01, s. 15 (7).</p>"
        },
        {
            "id": "P368_45819",
            "section": "Retention of documents and other records",
            "content": "16. (1) The owner of a water treatment or distribution system shall ensure that the following documents and other records are kept for at least five years: 1. Every notice or report prepared under section 5. 2. Every record made under section 7. 3. Every report given to the owner by an accredited laboratory on the analysis of water samples taken under section 8. 4. Every annual report prepared under section 15. O. Reg. 505/01, s. 16 (1). (2) The owner of a water treatment or distribution system shall ensure that every report given to the owner by an accredited laboratory on the analysis of water samples taken under section 9 is kept for at least 15 years. O. Reg. 505/01, s. 16 (2). (3) A laboratory that carries out the analysis of a water sample taken under section 8 or 9 shall ensure that the following documents and other records are kept for at least five years: 1. All documents related to the submission, receipt, storage, handling of the water sample. 2. The analytical results, including working papers. 3. The report of the results of the analysis prepared under section 10. O. Reg. 505/01, s. 16 (3). (4) The operator of a school, private school or day nursery shall ensure that every record made under subsection 6 (2) is kept for at least five years. O. Reg. 505/01, s. 16 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P368_45819\"></a><a name=\"BK15\"></a>16. </b>(1) The owner of a water treatment or distribution system shall ensure that the following documents and other records are kept for at least five years:</p> <p class=\"paragraph-e\">1. Every notice or report prepared under section 5.</p> <p class=\"paragraph-e\">2. Every record made under section 7.</p> <p class=\"paragraph-e\">3. Every report given to the owner by an accredited laboratory on the analysis of water samples taken under section 8.</p> <p class=\"paragraph-e\">4. Every annual report prepared under section 15. O. Reg. 505/01, s. 16 (1).</p> <p class=\"subsection-e\">(2) The owner of a water treatment or distribution system shall ensure that every report given to the owner by an accredited laboratory on the analysis of water samples taken under section 9 is kept for at least 15 years. O. Reg. 505/01, s. 16 (2).</p> <p class=\"subsection-e\">(3) A laboratory that carries out the analysis of a water sample taken under section 8 or 9 shall ensure that the following documents and other records are kept for at least five years:</p> <p class=\"paragraph-e\">1. All documents related to the submission, receipt, storage, handling of the water sample.</p> <p class=\"paragraph-e\">2. The analytical results, including working papers.</p> <p class=\"paragraph-e\">3. The report of the results of the analysis prepared under section 10. O. Reg. 505/01, s. 16 (3).</p> <p class=\"subsection-e\">(4) The operator of a school, private school or day nursery shall ensure that every record made under subsection 6 (2) is kept for at least five years. O. Reg. 505/01, s. 16 (4).</p>"
        },
        {
            "id": "P380_47137",
            "section": "Forms",
            "content": "17. (1) Where this Regulation requires a written notice, warning notice, or report, the notice or report must be in a form provided by or approved by the Director. O. Reg. 505/01, s. 17 (1). (2) The Director may require that a document or other record that is submitted under this Regulation be submitted in an electronic format specified by the Director. O. Reg. 505/01, s. 17 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P380_47137\"></a><a name=\"BK16\"></a>17. </b>(1) Where this Regulation requires a written notice, warning notice, or report, the notice or report must be in a form provided by or approved by the Director. O. Reg. 505/01, s. 17 (1).</p> <p class=\"subsection-e\">(2) The Director may require that a document or other record that is submitted under this Regulation be submitted in an electronic format specified by the Director. O. Reg. 505/01, s. 17 (2).</p>"
        },
        {
            "id": "P383_47578",
            "section": "Purpose of notice to interested authorities",
            "content": "18. The sole purpose of the provisions of this Regulation that require notice to be given to interested authorities is to provide interested authorities with information relating to compliance with this Regulation. O. Reg. 505/01, s. 18. SCHEDULE 1 INDICATORS OF ADVERSE WATER QUALITY Each of the following is an indicator of adverse water quality: 1. Water that has not been disinfected is directed to users, if disinfection is used or required. (Corrective action: Stop water use or bring water to a rapid, rolling boil for at least one minute. Restore disinfection immediately. The local Medical Officer of Health may give further instructions and may authorize resumption of normal use of the water.) 2. Escherichia coli (E. coli) or fecal coliform is detected in any required sample of water that has been treated or is otherwise ready for human consumption. (Corrective action: Stop water use or bring water to a rapid, rolling boil for at least one minute. Increase the chlorine dose and flush the water distribution system and plumbing to ensure a free chlorine residual of at least 0.2 mg/L at all points in the affected part(s) of the distribution system and plumbing. Resample and analyze. Corrective action should begin immediately. The local Medical Officer of Health may give further instructions and may authorize resumption of normal use of the water.) 3. Total coliforms are detected (but Escherichia coli or other fecal coliforms are not detected) in any required sample of water that has been treated or is otherwise ready for human consumption. (Corrective action: Normal use of the water may continue. Resample at the same site and analyze. If confirmed to be positive, stop water use or bring water to a rapid, rolling boil for at least one minute, increase the chlorine dose and flush the water distribution system and plumbing to ensure a free chlorine residual of at least 0.2 mg/L at all points in the affected part(s) of the distribution system and plumbing, and call the Medical Officer of Health again and consult. Corrective action should begin immediately. The local Medical Officer of Health may give further instructions and may authorize resumption of normal use of the water.) 4. More than 500 colonies per millilitre are detected on a heterotrophic plate count analysis (but Escherichia coli or other fecal coliforms are not detected) in any required sample of water that has been treated or is otherwise ready for human consumption. (Corrective action: Normal use of the water may continue. Resample at the same site and analyze. If confirmed to be positive, stop water use or bring water to a rapid, rolling boil for at least one minute and call the local Medical Officer of Health again and consult. The local Medical Officer of Health may give further instructions and may authorize resumption of normal use of the water.) 5. Sodium concentration exceeds 20 mg/L. The aesthetic objective for sodium in drinking water is 200 mg/L, but the local Medical Officer of Health must be notified when the sodium concentration exceeds 20 mg/L so that this information may be communicated to local physicians for their use with patients on sodium restricted diets. (Corrective action: Normal use of the water may continue. Resample and analyze. On confirmation, call the local Medical Officer of Health again.) 6. A pesticide not listed in Schedule 2 is detected. Drinking water should be free of pesticides and every effort should be made to prevent pesticides from entering raw water sources. Pesticides may be reported by their most common trade name, a listing of which, called the Compendium of Scheduled Pesticides, is accessible on the Internet through the website of the Ontario Pesticides Advisory Committee at www.opac.gov.on.ca or the website of the Ministry of the Environment at www.ene.gov.on.ca. (Corrective action: Normal use of the water may continue. Resample, take a corresponding raw water sample and analyze. On confirmation, call the local Medical Officer of Health again and consult.) 7. If chlorination is used, the concentration of free chlorine residual is less than 0.05 mg/L in any required sample. (Corrective action: Stop water use. Resample and test again. If the free chlorine residual is still less than 0.05 mg/L, increase the chlorine dose and flush the water distribution system and plumbing to ensure the free chlorine residual is at least 0.2 mg/L at all points in the distribution system and plumbing. Resample and test again. If the free chlorine residual is less than 0.05 mg/L, stop water use until otherwise directed by the local Medical Officer of Health. Corrective action should begin immediately.) 8. If filtration is used, the turbidity is more than 1.0 Nephelometric Turbidity Units (NTU) in any required sample. (Corrective action: Normal use of the water may continue. Resample and test again. If the turbidity is still more than 1.0 Nephelometric Turbidity Units (NTU), review the operation of all treatment processes that are installed upstream of filtration to determine the possible impact on filtration and other downstream processes and, (a) backwash the filter in accordance with the manufacturer’s recommendations and flush the water distribution system and plumbing; or (b) replace the filter cartridge or filter element and flush the water distribution system and plumbing.) O. Reg. 505/01, Sched. 1. SCHEDULE 2 CHEMICAL STANDARDS  PARAMETER\n\nMAC   (mg/L)\n\nIMAC   (mg/L)\n\n\nAlachlor\n\n \r\n\n0.005\n\n\nAldicarb\n\n0.009\n\n \r\n\n\nAldrin + Dieldrin\n\n0.0007\n\n \r\n\n\nArsenic\n\n \r\n\n0.025\n\n\nAtrazine + N-dealkylated metabolites\n\n \r\n\n0.005\n\n\nAzinphos-methyl\n\n0.02\n\n \r\n\n\nBarium\n\n1.0\n\n \r\n\n\nBendiocarb\n\n0.04\n\n \r\n\n\nBenzene\n\n0.005\n\n \r\n\n\nBoron\n\n \r\n\n5.0\n\n\nBromoxynil\n\n \r\n\n0.005\n\n\nCadmium\n\n0.005\n\n \r\n\n\nCarbaryl\n\n0.09\n\n \r\n\n\nCarbofuran\n\n0.09\n\n \r\n\n\nCarbon Tetrachloride\n\n0.005\n\n \r\n\n\nChlordane (total)\n\n0.007\n\n \r\n\n\nChlorpyrifos\n\n0.09\n\n \r\n\n\nChromium\n\n0.05\n\n \r\n\n\nCopper\n\n \r\n\n \r\n\n\nCyanazine\n\n \r\n\n0.01\n\n\nDiazinon\n\n0.02\n\n \r\n\n\nDicamba\n\n0.12\n\n \r\n\n\n1,2-Dichlorobenzene\n\n0.2\n\n \r\n\n\n1,4-Dichlorobenzene\n\n0.005\n\n \r\n\n\nDichlorodiphenyltrichloroethane (DDT) + Metabolites\n\n0.03\n\n \r\n\n\n1,2-Dichloroethane\n\n \r\n\n0.005\n\n\n1,1-Dichloroethylene (vinylidene chloride)\n\n0.014\n\n \r\n\n\nDichloromethane\n\n0.05\n\n \r\n\n\n2-4-Dichlorophenol\n\n0.9\n\n \r\n\n\n2,4-Dichlorophenoxyacetic acid (2,4-D)\n\n \r\n\n0.1\n\n\nDiclofop-methyl\n\n0.009\n\n \r\n\n\nDimethoate\n\n \r\n\n0.02\n\n\nDinoseb\n\n0.01\n\n \r\n\n\nDiquat\n\n0.07\n\n \r\n\n\nDiuron\n\n0.15\n\n \r\n\n\nEthylbenzene\n\n \r\n\n \r\n\n\nFluoride\n\n1.5 a\n\n \r\n\n\nGlyphosate\n\n \r\n\n0.28\n\n\nHeptachlor + Heptachlor Epoxide\n\n0.003\n\n \r\n\n\nIron\n\n \r\n\n \r\n\n\nLead\n\n0.01\n\n \r\n\n\nLindane (total)\n\n0.004\n\n \r\n\n\nMalathion\n\n0.19\n\n \r\n\n\nManganese\n\n \r\n\n \r\n\n\nMercury\n\n0.001\n\n \r\n\n\nMethoxychlor\n\n0.9\n\n \r\n\n\nMetolachlor \n\n \r\n\n0.05\n\n\nMetribuzin\n\n0.08\n\n \r\n\n\nMonochlorobenzene\n\n0.08\n\n \r\n\n\nNitrate (as nitrogen)\n\n10.0\n\n \r\n\n\nNitrite (as nitrogen)\n\n1.0\n\n \r\n\n\nParaquat\n\n \r\n\n0.01\n\n\nParathion\n\n0.05\n\n \r\n\n\nPentachlorophenol\n\n0.06\n\n \r\n\n\nPhorate\n\n \r\n\n0.002\n\n\nPicloram\n\n \r\n\n0.19\n\n\nPolychlorinated Biphenyls (PCBs)\n\n \r\n\n0.003\n\n\nPrometryne\n\n \r\n\n0.001\n\n\nSelenium\n\n0.01\n\n \r\n\n\nSimazine\n\n \r\n\n0.01\n\n\nSodium\n\n \r\n\n \r\n\n\nTemephos\n\n \r\n\n0.28\n\n\nTerbufos\n\n \r\n\n0.001\n\n\nTetrachloroethylene (perchloroethylene)\n\n0.030\n\n \r\n\n\n2,3,4,6-Tetrachlorophenol\n\n0.10\n\n \r\n\n\nToluene\n\n \r\n\n \r\n\n\nTriallate\n\n0.23\n\n \r\n\n\nTrichloroethylene\n\n0.05\n\n \r\n\n\n2,4,6-Trichlorophenol\n\n0.005\n\n \r\n\n\n2,4,5-Trichlorophenoxyacetic acid (2,4,5-T)\n\n0.28\n\n \r\n\n\nTrifluralin\n\n \r\n\n0.045\n\n\nTrihalomethanes (total)\n\n0.100\n\n \r\n\n\nUranium\n\n0.10\n\n \r\n\n\nVinyl Chloride\n\n0.002\n\n \r\n\n\nXylenes (total) O. Reg. 505/01, Sched. 2. Notes: Short forms: MAC — Maximum Acceptable Concentration IMAC — Interim Maximum Acceptable Concentration mg/L — milligrams per litre MAC and IMAC are health-related standards. Where neither a MAC or IMAC is indicated, the parameter is listed for reasons related to aesthetics. Footnotes: a Where fluoride is added to drinking water, it is recommended that the concentration be adjusted to between 0.5 and 0.8 mg/L, the optimum level for control of tooth decay. ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P383_47578\"></a><a name=\"BK17\"></a>18. </b>The sole purpose of the provisions of this Regulation that require notice to be given to interested authorities is to provide interested authorities with information relating to compliance with this Regulation. O. Reg. 505/01, s. 18.</p> <p class=\"schedule-e\"><a name=\"P384_47821\"></a><a name=\"BK18\"></a>SCHEDULE 1</p> <p class=\"headingx-e\">INDICATORS OF ADVERSE WATER QUALITY</p> <p class=\"paranoindt-e\">Each of the following is an indicator of adverse water quality:</p> <p class=\"paragraph-e\">1. Water that has not been disinfected is directed to users, if disinfection is used or required. (Corrective action: Stop water use or bring water to a rapid, rolling boil for at least one minute. Restore disinfection immediately. The local Medical Officer of Health may give further instructions and may authorize resumption of normal use of the water.)</p> <p class=\"paragraph-e\">2.<i> Escherichia coli</i> (<i>E. coli</i>) or fecal coliform is detected in any required sample of water that has been treated or is otherwise ready for human consumption. (Corrective action: Stop water use or bring water to a rapid, rolling boil for at least one minute. Increase the chlorine dose and flush the water distribution system and plumbing to ensure a free chlorine residual of at least 0.2 mg/L at all points in the affected part(s) of the distribution system and plumbing. Resample and analyze. Corrective action should begin immediately. The local Medical Officer of Health may give further instructions and may authorize resumption of normal use of the water.)</p> <p class=\"paragraph-e\">3. Total coliforms are detected (but <i>Escherichia coli</i> or other fecal coliforms are not detected) in any required sample of water that has been treated or is otherwise ready for human consumption. (Corrective action: Normal use of the water may continue. Resample at the same site and analyze. If confirmed to be positive, stop water use or bring water to a rapid, rolling boil for at least one minute, increase the chlorine dose and flush the water distribution system and plumbing to ensure a free chlorine residual of at least 0.2 mg/L at all points in the affected part(s) of the distribution system and plumbing, and call the Medical Officer of Health again and consult. Corrective action should begin immediately. The local Medical Officer of Health may give further instructions and may authorize resumption of normal use of the water.)</p> <p class=\"paragraph-e\">4. More than 500 colonies per millilitre are detected on a heterotrophic plate count analysis (but <i>Escherichia coli</i> or other fecal coliforms are not detected) in any required sample of water that has been treated or is otherwise ready for human consumption. (Corrective action: Normal use of the water may continue. Resample at the same site and analyze. If confirmed to be positive, stop water use or bring water to a rapid, rolling boil for at least one minute and call the local Medical Officer of Health again and consult. The local Medical Officer of Health may give further instructions and may authorize resumption of normal use of the water.)</p> <p class=\"paragraph-e\">5. Sodium concentration exceeds 20 mg/L. The aesthetic objective for sodium in drinking water is 200 mg/L, but the local Medical Officer of Health must be notified when the sodium concentration exceeds 20 mg/L so that this information may be communicated to local physicians for their use with patients on sodium restricted diets. (Corrective action: Normal use of the water may continue. Resample and analyze. On confirmation, call the local Medical Officer of Health again.)</p> <p class=\"paragraph-e\">6. A pesticide not listed in Schedule 2 is detected. Drinking water should be free of pesticides and every effort should be made to prevent pesticides from entering raw water sources. Pesticides may be reported by their most common trade name, a listing of which, called the Compendium of Scheduled Pesticides, is accessible on the Internet through the website of the Ontario Pesticides Advisory Committee at <!-- TRANSIT - HYPERLINK --><!-- .http://www.opac.gov.on.ca/. --><a href=\"http://www.opac.gov.on.ca/\">www.opac.gov.on.ca</a> or the website of the Ministry of the Environment at <!-- TRANSIT - HYPERLINK --><!-- .http://www.ene.gov.on.ca/. --><a href=\"http://www.ene.gov.on.ca/\">www.ene.gov.on.ca</a>. (Corrective action: Normal use of the water may continue. Resample, take a corresponding raw water sample and analyze. On confirmation, call the local Medical Officer of Health again and consult.)</p> <p class=\"paragraph-e\">7. If chlorination is used, the concentration of free chlorine residual is less than 0.05 mg/L in any required sample. (Corrective action: Stop water use. Resample and test again. If the free chlorine residual is still less than 0.05 mg/L, increase the chlorine dose and flush the water distribution system and plumbing to ensure the free chlorine residual is at least 0.2 mg/L at all points in the distribution system and plumbing. Resample and test again. If the free chlorine residual is less than 0.05 mg/L, stop water use until otherwise directed by the local Medical Officer of Health. Corrective action should begin immediately.)</p> <p class=\"paragraph-e\">8. If filtration is used, the turbidity is more than 1.0 Nephelometric Turbidity Units (NTU) in any required sample. (Corrective action: Normal use of the water may continue. Resample and test again. If the turbidity is still more than 1.0 Nephelometric Turbidity Units (NTU), review the operation of all treatment processes that are installed upstream of filtration to determine the possible impact on filtration and other downstream processes and,</p> <p class=\"subpara-e\">(a) backwash the filter in accordance with the manufacturer’s recommendations and flush the water distribution system and plumbing; or</p> <p class=\"subpara-e\">(b) replace the filter cartridge or filter element and flush the water distribution system and plumbing.)</p> <p class=\"tfootnote-e\">O. Reg. 505/01, Sched. 1.</p> <p class=\"schedule-e\"><a name=\"P398_52996\"></a><a name=\"BK19\"></a>SCHEDULE 2</p> <p class=\"headingx-e\">CHEMICAL STANDARDS</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">PARAMETER</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">MAC <br/>  (mg/L)</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">IMAC <br/>  (mg/L)</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Alachlor</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.005</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Aldicarb</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.009</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Aldrin + Dieldrin</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.0007</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Arsenic</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.025</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Atrazine + N-dealkylated metabolites</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.005</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Azinphos-methyl</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.02</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Barium</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">1.0</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Bendiocarb</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.04</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Benzene</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.005</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Boron</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">5.0</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Bromoxynil</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.005</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Cadmium</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.005</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Carbaryl</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.09</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Carbofuran</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.09</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Carbon Tetrachloride</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.005</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Chlordane (total)</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.007</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Chlorpyrifos</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.09</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Chromium</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.05</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Copper</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Cyanazine</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.01</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Diazinon</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.02</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Dicamba</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.12</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">1,2-Dichlorobenzene</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.2</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">1,4-Dichlorobenzene</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.005</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Dichlorodiphenyltrichloroethane (DDT) + Metabolites</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.03</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">1,2-Dichloroethane</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.005</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">1,1-Dichloroethylene (vinylidene chloride)</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.014</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Dichloromethane</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.05</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">2-4-Dichlorophenol</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.9</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">2,4-Dichlorophenoxyacetic acid (2,4-D)</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.1</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Diclofop-methyl</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.009</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Dimethoate</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.02</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Dinoseb</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.01</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Diquat</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.07</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Diuron</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.15</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Ethylbenzene</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Fluoride</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">1.5 <sup>a</sup></p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Glyphosate</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.28</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Heptachlor + Heptachlor Epoxide</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.003</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Iron</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Lead</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.01</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Lindane (total)</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.004</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Malathion</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.19</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Manganese</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Mercury</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.001</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Methoxychlor</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.9</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Metolachlor </p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.05</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Metribuzin</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.08</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Monochlorobenzene</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.08</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Nitrate (as nitrogen)</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">10.0</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Nitrite (as nitrogen)</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">1.0</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Paraquat</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.01</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Parathion</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.05</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Pentachlorophenol</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.06</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Phorate</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.002</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Picloram</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.19</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Polychlorinated Biphenyls (PCBs)</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.003</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Prometryne</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.001</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Selenium</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.01</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Simazine</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.01</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Sodium</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Temephos</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.28</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Terbufos</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.001</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Tetrachloroethylene (perchloroethylene)</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.030</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">2,3,4,6-Tetrachlorophenol</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.10</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Toluene</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Triallate</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.23</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Trichloroethylene</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.05</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">2,4,6-Trichlorophenol</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.005</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">2,4,5-Trichlorophenoxyacetic acid (2,4,5-T)</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.28</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Trifluralin</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.045</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Trihalomethanes (total)</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.100</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Uranium</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.10</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Vinyl Chloride</p>\n</td>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">0.002</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"192\"><p class=\"table-e\">Xylenes (total)</p>\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"64\"> \r\n</td></tr></table></center> <p class=\"tfootnote-e\">O. Reg. 505/01, Sched. 2.</p> <p class=\"minnote-e\"><i><b>Notes:</b></i></p> <p class=\"paranoindt-e\">Short forms:</p> <p class=\"paranoindt-e\">MAC — Maximum Acceptable Concentration</p> <p class=\"paranoindt-e\">IMAC — Interim Maximum Acceptable Concentration</p> <p class=\"paranoindt-e\">mg/L — milligrams per litre</p> <p class=\"paranoindt-e\">MAC and IMAC are health-related standards. Where neither a MAC or IMAC is indicated, the parameter is listed for reasons related to aesthetics.</p> <p class=\"minnote-e\"><i><b>Footnotes: </b></i></p> <p class=\"paranoindt-e\"><sup>a</sup> Where fluoride is added to drinking water, it is recommended that the concentration be adjusted to between 0.5 and 0.8 mg/L, the optimum level for control of tooth decay.</p> <p class=\"Normal\"></p>"
        }
    ]
}