{
    "reg_info": {
        "full_title": "O. Reg. 169/22: VEHICLE EMISSIONS",
        "reg_name_text": "VEHICLE EMISSIONS",
        "citation": "O. Reg. 169/22: ",
        "act_under": "Highway Traffic Act",
        "url": "https://www.ontario.ca/laws/regulation/220169",
        "date_scraped": "2023-12-18 03:51:54"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/220169/v2",
            "valid_from": "April  1, 2022",
            "valid_to": "June 30, 2023"
        },
        {
            "a_href": "/laws/regulation/220169/v1",
            "valid_from": "March 10, 2022",
            "valid_to": "March 31, 2022"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation and in section 75.1 of the Act, “auxiliary emission control device” means any element of design that senses temperature, vehicle speed, engine RPM, transmission gear, manifold vacuum, or any other parameter for the purpose of activating, modulating, delaying or deactivating the operation of any part of an emission control system; (“dispositif antipollution auxiliaire”) “DTC” means a diagnostic trouble code, which is an alphanumeric code generated by an on-board diagnostic system when a monitor detects a condition indicating that a component of the vehicle is not functioning properly; (“code d’anomalie”) “element of design” means, in respect of a vehicle or engine, (a) any control system, including computer software, electronic control systems and computer logic, (b) any control system calibrations, (c) the results of systems interaction, or (d) any hardware items; (“élément de conception”) “emission control system” means a unique group of emission control devices, auxiliary emission control devices, engine modifications and strategies and other elements of design used to control exhaust emissions from a vehicle; (“système antipollution”) “model year” means the model year of a motor vehicle set out in its vehicle permit. (“année modèle”) Emissions standards",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation and in section 75.1 of the Act,</p> <p class=\"definition-e\">“auxiliary emission control device” means any element of design that senses temperature, vehicle speed, engine RPM, transmission gear, manifold vacuum, or any other parameter for the purpose of activating, modulating, delaying or deactivating the operation of any part of an emission control system; (“dispositif antipollution auxiliaire”)</p> <p class=\"definition-e\">“DTC” means a diagnostic trouble code, which is an alphanumeric code generated by an on-board diagnostic system when a monitor detects a condition indicating that a component of the vehicle is not functioning properly; (“code d’anomalie”)</p> <p class=\"definition-e\">“element of design” means, in respect of a vehicle or engine,</p> <p class=\"defclause-e\">  (a) any control system, including computer software, electronic control systems and computer logic,</p> <p class=\"defclause-e\">  (b) any control system calibrations,</p> <p class=\"defclause-e\">  (c) the results of systems interaction, or</p> <p class=\"defclause-e\">  (d) any hardware items; (“élément de conception”)</p> <p class=\"definition-e\">“emission control system” means a unique group of emission control devices, auxiliary emission control devices, engine modifications and strategies and other elements of design used to control exhaust emissions from a vehicle; (“système antipollution”)</p> <p class=\"definition-e\">“model year” means the model year of a motor vehicle set out in its vehicle permit. (“année modèle”)</p> <p class=\"definition-e\"><b>Emissions standards</b></p>"
        },
        {
            "id": "2.",
            "section": "Definitions",
            "content": " 2. The standards respecting motor vehicle emissions set out in sections 3 to 9 are prescribed for the purposes of subsection 75.1 (1) of the Act.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The standards respecting motor vehicle emissions set out in sections 3 to 9 are prescribed for the purposes of subsection 75.1 (1) of the Act.</p>"
        },
        {
            "id": "3.",
            "section": "Original emission control systems",
            "content": " 3. (1) A motor vehicle must retain the whole emission control system that was originally installed by the manufacturer and the system must operate as originally intended. (2) Subsection (1) does not apply in respect of a motor vehicle in which the emission control system has been replaced in whole or in part or repaired with one of the following systems or parts, if the system or part is in good working order: 1. A system or part that was manufactured by the manufacturer of the system or part that was replaced, and, i. is identical to or equivalent to the system or part that was replaced, or ii. was manufactured as a replacement for the system or part that was replaced. 2. A system or part that was approved by one or more of the following bodies as a replacement for the system or part that was replaced: i. The Bureau of Automotive Repair. ii. The California Air Resources Board. iii. The United States Environmental Protection Agency. iv. A body similar to those mentioned in subparagraphs i to iii that is specified by the Director of Vehicle Inspection Standards. (3) Subsection (1) does not apply in respect of a motor vehicle that has a replacement engine if, (a) the replacement engine is designed to meet emission standards at least as stringent as those that would be achieved by the original engine if it had the whole emission control system that was originally installed by the manufacturer and the system operated as originally intended; (b) the replacement engine has all the parts of an emission control system usually installed by the manufacturer of the replacement engine; and (c) the replacement engine’s emission control system is in good working order.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A motor vehicle must retain the whole emission control system that was originally installed by the manufacturer and the system must operate as originally intended.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply in respect of a motor vehicle in which the emission control system has been replaced in whole or in part or repaired with one of the following systems or parts, if the system or part is in good working order:</p> <p class=\"paragraph-e\">  1. A system or part that was manufactured by the manufacturer of the system or part that was replaced, and,</p> <p class=\"subpara-e\">  i. is identical to or equivalent to the system or part that was replaced, or</p> <p class=\"subpara-e\">  ii. was manufactured as a replacement for the system or part that was replaced.</p> <p class=\"paragraph-e\">  2. A system or part that was approved by one or more of the following bodies as a replacement for the system or part that was replaced:</p> <p class=\"subpara-e\">  i. The Bureau of Automotive Repair.</p> <p class=\"subpara-e\">  ii. The California Air Resources Board.</p> <p class=\"subpara-e\">  iii. The United States Environmental Protection Agency.</p> <p class=\"subpara-e\">  iv. A body similar to those mentioned in subparagraphs i to iii that is specified by the Director of Vehicle Inspection Standards.</p> <p class=\"subsection-e\">  (3) Subsection (1) does not apply in respect of a motor vehicle that has a replacement engine if,</p> <p class=\"clause-e\">  (a) the replacement engine is designed to meet emission standards at least as stringent as those that would be achieved by the original engine if it had the whole emission control system that was originally installed by the manufacturer and the system operated as originally intended;</p> <p class=\"clause-e\">  (b) the replacement engine has all the parts of an emission control system usually installed by the manufacturer of the replacement engine; and</p> <p class=\"clause-e\">  (c) the replacement engine’s emission control system is in good working order.</p>"
        },
        {
            "id": "4.",
            "section": "Emission control systems for assembled vehicles",
            "content": " 4. A motor vehicle must not have been assembled using various components from different manufacturers unless the engine of the motor vehicle has the whole emission control system that was originally installed by the manufacturer of the engine and the system is in good working order.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>A motor vehicle must not have been assembled<b> </b>using various components from different manufacturers unless the engine of the motor vehicle has the whole emission control system that was originally installed by the manufacturer of the engine and the system is in good working order.</p>"
        },
        {
            "id": "5.",
            "section": "Malfunction indicated",
            "content": " 5. (1) A motor vehicle that has a manufacturer’s gross vehicle weight rating of 6,350 kilograms or less must not have a malfunction indicator light illuminated and an active emissions-related DTC. (2) A DTC is an active emissions-related DTC for the purpose of subsection (1) if it starts with the letter “P” or the letter “U”.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A motor vehicle that has a manufacturer’s gross vehicle weight rating of 6,350 kilograms or less must not have a malfunction indicator light illuminated and an active emissions-related DTC.</p> <p class=\"subsection-e\">  (2) A DTC is an active emissions-related DTC for the purpose of subsection (1) if it starts with the letter “P” or the letter “U”.</p>"
        },
        {
            "id": "6.",
            "section": "Visible emissions",
            "content": " 6. The motor vehicle must not have a visible emission for more than five seconds in any one-minute period.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The motor vehicle must not have a visible emission for more than five seconds in any one-minute period.</p>"
        },
        {
            "id": "7.",
            "section": "Emission control systems defects",
            "content": " 7. The motor vehicle must not have a defect in its emission control system specified in Column 2 opposite the system or device in Column 1 of the following Table: TABLE Item   Column 1   System or Device   Column 2   Defects \n\n  1.   Catalytic converter (all types)   Catalytic converter is cracked, leaking or perforated \n\n  2.   Diesel exhaust fluid system and selective catalytic reduction system   1. Damaged or insecure tank   2. Seepage of diesel exhaust fluid at any location in the diesel exhaust fluid system that is great enough to form drops   3. Missing storage tank filler cap   4. Empty or contaminated storage tank   5. Incorrect mixture in the storage tank \n\n  3.   Diesel particulate filter and regeneration system   1. System is cracked, leaking or perforated   2. System is patched in any manner other than by welding \n\n  4.   Evaporative emission controls (fuel vapour recovery system)   1. System is cracked, leaking or perforated   2. Missing fuel tank filler cap \n\n  5.   Nitrogen oxide storage catalytic converter   1. Catalytic converter is cracked, leaking or perforated   2. Catalytic converter is patched in any manner other than by welding \n\n  6.   Positive crankcase ventilation system   System is cracked, leaking or perforated \n\n  7.   Engine Control Module (ECM) System   1. Access to ECM port is impeded.   2. ECM port is inoperative and cannot be used to access to information from ECM.   3. Vehicle has equipment that resembles an ECM port but is not a true ECM port. \n\n  8.   General   Exhaust is leaking and exhaust pipe, muffler, resonator, manifold, turbo or tail pipe is broken, bypassed, cracked, disabled, or missing.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>The motor vehicle must not have<b> </b>a defect in its emission control system specified in Column 2 opposite the system or device in Column 1 of the following Table:</p> <p class=\"headingx-e\">TABLE</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"55\"> <p class=\"table-e\">Item</p> </td> <td width=\"240\"> <p class=\"table-e\">Column 1 <br/>  System or Device</p> </td> <td width=\"391\"> <p class=\"table-e\">Column 2 <br/>  Defects</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"55\"> <p class=\"table-e\">1.</p> </td> <td width=\"240\"> <p class=\"table-e\">Catalytic converter (all types)</p> </td> <td width=\"391\"> <p class=\"table-e\">Catalytic converter is cracked, leaking or perforated</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"55\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Diesel exhaust fluid system and selective catalytic reduction system</p> </td> <td width=\"391\"> <p class=\"table-e\">1. Damaged or insecure tank <br/>  2. Seepage of diesel exhaust fluid at any location in the diesel exhaust fluid system that is great enough to form drops <br/>  3. Missing storage tank filler cap <br/>  4. Empty or contaminated storage tank <br/>  5. Incorrect mixture in the storage tank</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"55\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Diesel particulate filter and regeneration system</p> </td> <td width=\"391\"> <p class=\"table-e\">1. System is cracked, leaking or perforated <br/>  2. System is patched in any manner other than by welding</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"55\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Evaporative emission controls (fuel vapour recovery system)</p> </td> <td width=\"391\"> <p class=\"table-e\">1. System is cracked, leaking or perforated <br/>  2. Missing fuel tank filler cap</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"55\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Nitrogen oxide storage catalytic converter</p> </td> <td width=\"391\"> <p class=\"table-e\">1. Catalytic converter is cracked, leaking or perforated <br/>  2. Catalytic converter is patched in any manner other than by welding</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"55\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Positive crankcase ventilation system</p> </td> <td width=\"391\"> <p class=\"table-e\">System is cracked, leaking or perforated</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"55\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Engine Control Module (ECM) System</p> </td> <td width=\"391\"> <p class=\"table-e\">1. Access to ECM port is impeded. <br/>  2. ECM port is inoperative and cannot be used to access to information from ECM. <br/>  3. Vehicle has equipment that resembles an ECM port but is not a true ECM port.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"55\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">General</p> </td> <td width=\"391\"> <p class=\"table-e\">Exhaust is leaking and<span> </span>exhaust pipe, muffler, resonator, manifold, turbo or tail pipe is broken, bypassed, cracked, disabled, or missing.</p> </td>\n</tr>\n</table>"
        },
        {
            "id": "8.",
            "section": "Heavy diesel vehicle, roadside opacity test",
            "content": " 8. (1) The opacity of a heavy diesel vehicle’s emissions must not exceed the percentage specified in Column 2 opposite vehicles of that model year in Column 1 of the following Table: Table Item   Column 1   Model Year of Heavy Diesel Vehicle   Column 2   Opacity Percentage \n\n  1.   1990 and older   If the vehicle is not a school bus, 40%   If the vehicle is a school bus, 30% \n\n  2.   1991 to 2007   30% \n\n  3.   2008 to 2010   20% \n\n  4.   2011 or newer   10% O. Reg. 169/22, s. 8 (1), 11. (2) Testing compliance with subsection (1) must be performed using the procedure set out in the document entitled “Snap-Acceleration Smoke Test Procedure for Heavy-Duty Diesel Powered Vehicles”, also known as “SAE J1667”, published by the Society of Automotive Engineers, dated February 1996. O. Reg. 169/22, s. 8 (2). (3) In this section, “heavy diesel vehicle” means a commercial motor vehicle that operates on diesel fuel and has a registered gross weight, an actual weight or a manufacturer’s gross vehicle weight rating of more than 4,500 kilograms. O. Reg. 169/22, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The opacity of a heavy diesel vehicle’s emissions must not exceed the percentage specified in Column 2 opposite vehicles of that model year in Column 1 of the following Table:</p> <p class=\"headingx-e\">Table</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"5%\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"47%\"> <p class=\"table-e\">Column 1 <br/>  Model Year of Heavy Diesel Vehicle</p> </td> <td valign=\"top\" width=\"47%\"> <p class=\"table-e\">Column 2 <br/>  Opacity Percentage</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"5%\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"47%\"> <p class=\"table-e\">1990 and older</p> </td> <td valign=\"top\" width=\"47%\"> <p class=\"table-e\">If the vehicle is not a school bus, 40% <br/>  If the vehicle is a school bus, 30%</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"5%\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"47%\"> <p class=\"table-e\">1991 to 2007</p> </td> <td valign=\"top\" width=\"47%\"> <p class=\"table-e\">30%</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"5%\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"47%\"> <p class=\"table-e\">2008 to 2010</p> </td> <td valign=\"top\" width=\"47%\"> <p class=\"table-e\">20%</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"5%\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"47%\"> <p class=\"table-e\">2011 or newer</p> </td> <td valign=\"top\" width=\"47%\"> <p class=\"table-e\">10%</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 169/22, s. 8 (1), 11.</p> <p class=\"subsection-e\">  (2) Testing compliance with subsection (1) must be performed using the procedure set out in the document entitled “Snap-Acceleration Smoke Test Procedure for Heavy-Duty Diesel Powered Vehicles”, also known as “SAE J1667”, published by the Society of Automotive Engineers, dated February 1996. O. Reg. 169/22, s. 8 (2).</p> <p class=\"subsection-e\">  (3) In this section,</p> <p class=\"definition-e\">“heavy diesel vehicle” means a commercial motor vehicle that operates on diesel fuel and has a registered gross weight, an actual weight or a manufacturer’s gross vehicle weight rating of more than 4,500 kilograms. O. Reg. 169/22, s. 8 (3).</p>"
        },
        {
            "id": "9.",
            "section": "Tampering",
            "content": " 9. (1) The motor vehicle and the motor vehicle’s emission control system must not have been tampered with in any of the ways described in subsection 75.1 (2) of the Act. (2) A person who performs a repair or replacement described in subsection 3 (2) or (3) does not tamper, or cause or permit tampering, for the purposes of subsection 75.1 (2) of the Act.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The motor vehicle and the motor vehicle’s emission control system must not have been tampered with in any of the ways described in subsection 75.1 (2) of the Act.</p> <p class=\"subsection-e\">  (2) A person who performs a repair or replacement described in subsection 3 (2) or (3) does not tamper, or cause or permit tampering, for the purposes of subsection 75.1 (2) of the Act.</p>"
        },
        {
            "id": "10.",
            "section": "Exemptions for tests or repairs",
            "content": " 10. (1) Subsection 75.1 (1) of the Act does not apply if, (a) driving a motor vehicle is necessary for test or repair purposes; (b) the vehicle is driven within 30 kilometres of a repair facility where the vehicle is being repaired; and (c) the driver is the holder of a certificate of qualification or provisional certificate of qualification that is not suspended in the trade of automotive service technician, motorcycle technician or truck and coach technician issued under the Building Opportunities in the Skilled Trades Act, 2021, or an apprentice in one of those trades.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Subsection 75.1 (1) of the Act does not apply if,</p> <p class=\"clause-e\">  (a) driving a motor vehicle is necessary for test or repair purposes;</p> <p class=\"clause-e\">  (b) the vehicle is driven within 30 kilometres of a repair facility where the vehicle is being repaired; and</p> <p class=\"clause-e\">  (c) the driver is the holder of a certificate of qualification or provisional certificate of qualification that is not suspended in the trade of automotive service technician, motorcycle technician or truck and coach technician issued under the <i>Building Opportunities in the Skilled Trades Act, 2021</i>, or an apprentice in one of those trades.</p>"
        },
        {
            "id": "11.",
            "section": "Exemptions for tests or repairs",
            "content": " 11. Omitted (provides for amendments to this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>11.</b> <span class=\"ovsmallcap\">Omitted (provides for amendments to this Regulation)</span>.</p>"
        },
        {
            "id": "12.",
            "section": "Exemptions for tests or repairs",
            "content": " 12. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>12.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation)</span>.</p>"
        },
        {
            "id": null,
            "section": "Exemptions for tests or repairs",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/220169\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}