{
    "reg_info": {
        "full_title": "O. Reg. 171/01: TAX MATTERS - 2001 AND 2002 TAXATION YEARS",
        "reg_name_text": "TAX MATTERS — 2001 AND 2002 TAXATION YEARS",
        "citation": "O. Reg. 171/01: TAX MATTERS - 2001 AND 2002 TAXATION YEARS",
        "act_under": "Municipal Act, 2001   Loi de 2001 sur les municipalités",
        "url": "https://www.ontario.ca/laws/regulation/010171",
        "date_scraped": "2023-12-19 06:19:29"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/010171/v1",
            "valid_from": "December 20, 2002",
            "valid_to": "September  2, 2010"
        }
    ],
    "content": [
        {
            "id": "P93_2156",
            "section": "Application of Part",
            "content": "1. This Part provides for the adjustments to be made under paragraph 3 of subsection 447.65 (1) of the Act for 2001 and under paragraph 3 of subsection 447.68 (1) of the Act for 2002 in respect of changes in taxes for municipal purposes. O. Reg. 162/02, s. 2.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P93_2156\"></a><a name=\"BK1\"></a>1. </b>This Part provides for the adjustments to be made under paragraph 3 of subsection 447.65 (1) of the Act for 2001 and under paragraph 3 of subsection 447.68 (1) of the Act for 2002 in respect of changes in taxes for municipal purposes. O. Reg. 162/02, s. 2.</p>"
        },
        {
            "id": "P95_2432",
            "section": "Definitions",
            "content": "1.1 In this Part, “former municipality” means a municipality as it existed on the day before a municipal restructuring took effect under the Act; “merged area” means, (a) all or part of a former municipality which, as a result of municipal restructuring, forms part of the restructured municipality, (b) all or part of the territory without municipal organization in each geographic township which, as a result of municipal restructuring, forms part of the restructured municipality, or (c) all territory without municipal organization which is not located in a geographic township which, as a result of municipal restructuring, forms part of the restructured municipality. O. Reg. 514/01, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P95_2432\"></a><a name=\"BK2\"></a>1.1 </b>In this Part,</p> <p class=\"firstdef-e\">“former municipality” means a municipality as it existed on the day before a municipal restructuring took effect under the Act;</p> <p class=\"definition-e\">“merged area” means,</p> <p class=\"defclause-e\">(a) all or part of a former municipality which, as a result of municipal restructuring, forms part of the restructured municipality,</p> <p class=\"defclause-e\">(b) all or part of the territory without municipal organization in each geographic township which, as a result of municipal restructuring, forms part of the restructured municipality, or</p> <p class=\"defclause-e\">(c) all territory without municipal organization which is not located in a geographic township which, as a result of municipal restructuring, forms part of the restructured municipality. O. Reg. 514/01, s. 1.</p>"
        },
        {
            "id": "P102_3143",
            "section": "Adjustment",
            "content": "2. (1) The amount determined under paragraph 2 of subsection 447.65 (1) of the Act shall be adjusted, (a) by increasing it by the amount determined in accordance with subsection (2) if that amount is positive; or (b) by decreasing it by the amount determined in accordance with subsection (2) if that amount is negative. O. Reg. 171/01, s. 2 (1). (2) The amount referred to in clauses (1) (a) and (b) is equal to the amount determined under paragraph 2 of subsection 447.65 (1) of the Act multiplied by the 2001 adjustment fraction determined under subsection (3). O. Reg. 171/01, s. 2 (2). (3) The 2001 adjustment fraction referred to in subsection (2) shall be determined in accordance with the following:  where “Actual 2001 tax rate” means the number determined under section 3, “2001 tax rate to raise the 2000 levies” means the number determined under section 4. O. Reg. 171/01, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P102_3143\"></a><a name=\"BK3\"></a>2. </b>(1) The amount determined under paragraph 2 of subsection 447.65 (1) of the Act shall be adjusted,</p> <p class=\"clause-e\">(a) by increasing it by the amount determined in accordance with subsection (2) if that amount is positive; or</p> <p class=\"clause-e\">(b) by decreasing it by the amount determined in accordance with subsection (2) if that amount is negative. O. Reg. 171/01, s. 2 (1).</p> <p class=\"subsection-e\">(2) The amount referred to in clauses (1) (a) and (b) is equal to the amount determined under paragraph 2 of subsection 447.65 (1) of the Act multiplied by the 2001 adjustment fraction determined under subsection (3). O. Reg. 171/01, s. 2 (2).</p> <p class=\"subsection-e\">(3) The 2001 adjustment fraction referred to in subsection (2) shall be determined in accordance with the following:</p> <p class=\"equation-e\"><img border=\"0\" height=\"60\" src=\"images/elaws_rev_regs_010171_e-1.gif\" width=\"368\"/></p> <p class=\"Ssubsection-e\">where</p> <p class=\"equationind1-e\">“Actual 2001 tax rate” means the number determined under section 3,</p> <p class=\"equationind1-e\">“2001 tax rate to raise the 2000 levies” means the number determined under section 4.</p> <p class=\"footnote-e\">O. Reg. 171/01, s. 2 (3).</p>"
        },
        {
            "id": "P113_4077",
            "section": "Adjustment for 2002 ",
            "content": "2.1 (1) The amount determined under paragraph 2 of subsection 447.68 (1) of the Act in respect of a property shall be adjusted, (a) by increasing it by the amount determined under subsection (2), if the amount determined under subsection (2) is positive; or (b) by decreasing it by the amount determined under subsection (2), if the amount determined under subsection (2) is negative. O. Reg. 162/02, s. 3. (2) The amount referred to in clauses (1) (a) and (b) is determined by multiplying the amount determined under paragraph 2 of subsection 447.68 (1) of the Act for 2002 by the 2002 adjustment fraction calculated under subsection (3). O. Reg. 162/02, s. 3. (3) The 2002 adjustment fraction shall be calculated using the formula,  in which, “A” is the actual tax rate for the property for 2002 determined under section 3.1, and “B” is the adjusted 2001 tax rate for the property, as determined under section 4.0.1. O. Reg. 162/02, s. 3. (4) Despite subsections (2) and (3), the 2002 adjustment fraction for the purposes of subsection (2) for a property in the Town of Whitby shall be the sum of the fraction otherwise determined for the property under subsection (3) plus the fraction equal to the following decimal amount that applies to the property class in which the property is included: 1. 0.007006 for the commercial and shopping centre property classes. 2. 0.007431 for the industrial and large industrial property classes. 3. 0.013961 for the multi-residential property class. 4. 0.007007 for the office building class. O. Reg. 420/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P113_4077\"></a><a name=\"BK4\"></a>2.1 </b>(1) The amount determined under paragraph 2 of subsection 447.68 (1) of the Act in respect of a property shall be adjusted,</p> <p class=\"clause-e\">(a) by increasing it by the amount determined under subsection (2), if the amount determined under subsection (2) is positive; or</p> <p class=\"clause-e\">(b) by decreasing it by the amount determined under subsection (2), if the amount determined under subsection (2) is negative. O. Reg. 162/02, s. 3.</p> <p class=\"subsection-e\">(2) The amount referred to in clauses (1) (a) and (b) is determined by multiplying the amount determined under paragraph 2 of subsection 447.68 (1) of the Act for 2002 by the 2002 adjustment fraction calculated under subsection (3). O. Reg. 162/02, s. 3.</p> <p class=\"subsection-e\">(3) The 2002 adjustment fraction shall be calculated using the formula, </p> <p class=\"equation-e\"><img border=\"0\" height=\"36\" src=\"images/elaws_rev_regs_010171_e-2.gif\" width=\"41\"/></p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">“A” is the actual tax rate for the property for 2002 determined under section 3.1, and</p> <p class=\"equationind1-e\">“B” is the adjusted 2001 tax rate for the property, as determined under section 4.0.1.</p> <p class=\"footnote-e\">O. Reg. 162/02, s. 3.</p> <p class=\"subsection-e\">(4) Despite subsections (2) and (3), the 2002 adjustment fraction for the purposes of subsection (2) for a property in the Town of Whitby shall be the sum of the fraction otherwise determined for the property under subsection (3) plus the fraction equal to the following decimal amount that applies to the property class in which the property is included:</p> <p class=\"paragraph-e\">1. 0.007006 for the commercial and shopping centre property classes.</p> <p class=\"paragraph-e\">2. 0.007431 for the industrial and large industrial property classes.</p> <p class=\"paragraph-e\">3. 0.013961 for the multi-residential property class.</p> <p class=\"paragraph-e\">4. 0.007007 for the office building class.</p> <p class=\"footnote-e\">O. Reg. 420/02, s. 1.</p>"
        },
        {
            "id": "P130_5662",
            "section": "Actual 2001 tax rate",
            "content": "3. For the purposes of subsection 2 (3), the Actual 2001 tax rate means a sum determined, in accordance with the following, for the property class and local municipality the property is in: 1. Identify each 2001 tax rate for municipal or school purposes on property in the property class in the local municipality. 2. A tax rate for the purposes of a special local municipality levy or a special upper-tier levy shall be identified under paragraph 1 only if it applies to at least 50 per cent of the total assessment of property in the property class in the local municipality taxable for municipal purposes. 3. For the purposes of paragraph 1, the 2001 tax rate for school purposes means the tax rate prescribed under section 257.12 of the Education Act. 4. The Actual 2001 tax rate is the sum of the tax rates identified under paragraph 1. O. Reg. 171/01, s. 3.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P130_5662\"></a><a name=\"BK5\"></a>3. </b>For the purposes of subsection 2 (3), the Actual 2001 tax rate means a sum determined, in accordance with the following, for the property class and local municipality the property is in:</p> <p class=\"paragraph-e\">1. Identify each 2001 tax rate for municipal or school purposes on property in the property class in the local municipality.</p> <p class=\"paragraph-e\">2. A tax rate for the purposes of a special local municipality levy or a special upper-tier levy shall be identified under paragraph 1 only if it applies to at least 50 per cent of the total assessment of property in the property class in the local municipality taxable for municipal purposes.</p> <p class=\"paragraph-e\">3. For the purposes of paragraph 1, the 2001 tax rate for school purposes means the tax rate prescribed under section 257.12 of the <i>Education Act</i>.</p> <p class=\"paragraph-e\">4. The Actual 2001 tax rate is the sum of the tax rates identified under paragraph 1. O. Reg. 171/01, s. 3.</p>"
        },
        {
            "id": "P136_6547",
            "section": "Actual tax rate for 2002",
            "content": "3.1 For the purposes of subsection 2.1 (3), the actual tax rate for the property for 2002 means the rate determined under the following rules for the property class and local municipality the property is in: 1. Identify each tax rate for 2002 for municipal or school purposes on property in the property class in the local municipality. 2. For the purposes of paragraph 1, i. a tax rate for the purposes of a special local municipality levy or a special upper-tier levy shall be identified for the purposes of this section only if at least 50 per cent of the sum of the assessments for properties in the property class, as set out in the assessment roll for 2002, as returned, relates to properties that are taxable for municipal purposes, and ii. the tax rate for 2002 for school purposes is the tax rate prescribed for the year under section 257.12 of the Education Act. 3. The actual tax rate for the property for 2002 is the sum of the tax rates identified under paragraph 1. O. Reg. 162/02, s. 4.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P136_6547\"></a><a name=\"BK6\"></a>3.1 </b>For the purposes of subsection 2.1 (3), the actual tax rate for the property for 2002 means the rate determined under the following rules for the property class and local municipality the property is in:</p> <p class=\"paragraph-e\">1. Identify each tax rate for 2002 for municipal or school purposes on property in the property class in the local municipality.</p> <p class=\"paragraph-e\">2. For the purposes of paragraph 1, </p> <p class=\"subpara-e\">i. a tax rate for the purposes of a special local municipality levy or a special upper-tier levy shall be identified for the purposes of this section only if at least 50 per cent of the sum of the assessments for properties in the property class, as set out in the assessment roll for 2002, as returned, relates to properties that are taxable for municipal purposes, and</p> <p class=\"subpara-e\">ii. the tax rate for 2002 for school purposes is the tax rate prescribed for the year under section 257.12 of the <i>Education Act</i>.</p> <p class=\"paragraph-e\">3. The actual tax rate for the property for 2002 is the sum of the tax rates identified under paragraph 1. O. Reg. 162/02, s. 4.</p>"
        },
        {
            "id": "P143_7583",
            "section": "2001 tax rate to raise the 2000 levies",
            "content": "4. (1) For the purposes of subsection 2 (3), the 2001 tax rate to raise the 2000 levies means a sum determined, in accordance with the following, for the property class and local municipality the property is in: 1. For each general or special municipal levy for 2000 that applied to property in the local municipality, determine the 2000 levy amount in accordance with subsection (2). 2. For each levy, determine the weighted assessment, in accordance with subsection (3), for each property class with respect to which the levy applies. 3. For each levy, determine the 2000 residential rate by dividing the 2000 levy amount, determined under paragraph 1, by the sum of the weighted assessments determined for each property class under paragraph 2. 4. For each levy, determine a property class rate for each property class by multiplying the 2000 residential rate determined under paragraph 3 times the tax ratio for the property class for 2001. 5. For each property class, the 2001 tax rate to raise the 2000 levies is the sum of the property class rates determined under paragraph 4 for the property class and the 2001 tax rate for school purposes. 6. A property class rate for a levy shall not be included in the calculation under paragraph 5 if the total assessment, as set out in the assessment roll for 2001, as returned, for property in the property class in the local municipality with respect to which the levy applies is less than 50 per cent of the total assessment, as set out in the assessment roll for 2001, as returned, for property in the property class in the local municipality taxable for municipal purposes. 7. For the purposes of paragraph 6, the assessment for a property includes any adjustments under section 33, 34, 39.1 or 40 of the Assessment Act that have been made on the collector’s roll prior to the issuance of the final 2001 tax notice under section 392 or 393 of the Act. O. Reg. 171/01, s. 4 (1). (2) For the purposes of paragraph 1 of subsection (1), the 2000 levy amount for a levy shall be determined in accordance with the following: 1. Apply the 2000 tax rate for the levy for each property class to the total assessment for property in the property class to which the levy applied. 2. If the property class is not subject to Part XXII.3 of the Act, the assessment, for the purposes of paragraph 1, is the assessment set out in the assessment roll for 2000, as returned, with the changes in assessment that would produce the changes in taxes referred to in paragraphs 2 and 3 of subsection 372.2 (6) of the Act. 3. If the property class is subject to Part XXII.3 of the Act, the assessment, for the purposes of paragraph 1, is the assessment set out in the assessment roll for 2000, as returned, with the changes in assessment that would produce the changes in taxes referred to in paragraphs 2, 3, 5 and 6 of subsection 447.65 (2) of the Act. 4. The 2000 levy amount for a levy is the sum of the amounts determined under paragraph 1 for each property class. O. Reg. 171/01, s. 4 (2). (3) For the purposes of paragraph 2 of subsection (1), the weighted assessment for each property class with respect to which the levy applies shall be determined in accordance with the following: 1. Multiply the assessment for the properties in the property class to which the levy applied, as set out in the assessment roll for 2001, as returned, by the tax ratio for the property class for 2001. 2. For the purposes of paragraph 1, the assessment for a property includes any adjustments under section 33, 34, 39.1 or 40 of the Assessment Act that have been made on the collector’s roll prior to the issuance of the final 2001 tax notice under section 392 or 393 of the Act. 3. For the purposes of paragraph 1, the assessment for a property with respect to which section 368.1 of the Act applies shall be reduced by an amount equal to the assessment with respect to which the percentage reduction in subsection 368.1 (1) of the Act applies multiplied by the percentage reduction. O. Reg. 171/01, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P143_7583\"></a><a name=\"BK7\"></a>4. </b>(1) For the purposes of subsection 2 (3), the 2001 tax rate to raise the 2000 levies means a sum determined, in accordance with the following, for the property class and local municipality the property is in:</p> <p class=\"paragraph-e\">1. For each general or special municipal levy for 2000 that applied to property in the local municipality, determine the 2000 levy amount in accordance with subsection (2).</p> <p class=\"paragraph-e\">2. For each levy, determine the weighted assessment, in accordance with subsection (3), for each property class with respect to which the levy applies.</p> <p class=\"paragraph-e\">3. For each levy, determine the 2000 residential rate by dividing the 2000 levy amount, determined under paragraph 1, by the sum of the weighted assessments determined for each property class under paragraph 2.</p> <p class=\"paragraph-e\">4. For each levy, determine a property class rate for each property class by multiplying the 2000 residential rate determined under paragraph 3 times the tax ratio for the property class for 2001.</p> <p class=\"paragraph-e\">5. For each property class, the 2001 tax rate to raise the 2000 levies is the sum of the property class rates determined under paragraph 4 for the property class and the 2001 tax rate for school purposes.</p> <p class=\"paragraph-e\">6. A property class rate for a levy shall not be included in the calculation under paragraph 5 if the total assessment, as set out in the assessment roll for 2001, as returned, for property in the property class in the local municipality with respect to which the levy applies is less than 50 per cent of the total assessment, as set out in the assessment roll for 2001, as returned, for property in the property class in the local municipality taxable for municipal purposes. </p> <p class=\"paragraph-e\">7. For the purposes of paragraph 6, the assessment for a property includes any adjustments under section 33, 34, 39.1 or 40 of the <i>Assessment Act</i> that have been made on the collector’s roll prior to the issuance of the final 2001 tax notice under section 392 or 393 of the Act. O. Reg. 171/01, s. 4 (1).</p> <p class=\"subsection-e\">(2) For the purposes of paragraph 1 of subsection (1), the 2000 levy amount for a levy shall be determined in accordance with the following:</p> <p class=\"paragraph-e\">1. Apply the 2000 tax rate for the levy for each property class to the total assessment for property in the property class to which the levy applied.</p> <p class=\"paragraph-e\">2. If the property class is not subject to Part XXII.3 of the Act, the assessment, for the purposes of paragraph 1, is the assessment set out in the assessment roll for 2000, as returned, with the changes in assessment that would produce the changes in taxes referred to in paragraphs 2 and 3 of subsection 372.2 (6) of the Act.</p> <p class=\"paragraph-e\">3. If the property class is subject to Part XXII.3 of the Act, the assessment, for the purposes of paragraph 1, is the assessment set out in the assessment roll for 2000, as returned, with the changes in assessment that would produce the changes in taxes referred to in paragraphs 2, 3, 5 and 6 of subsection 447.65 (2) of the Act.</p> <p class=\"paragraph-e\">4. The 2000 levy amount for a levy is the sum of the amounts determined under paragraph 1 for each property class. O. Reg. 171/01, s. 4 (2).</p> <p class=\"subsection-e\">(3) For the purposes of paragraph 2 of subsection (1), the weighted assessment for each property class with respect to which the levy applies shall be determined in accordance with the following:</p> <p class=\"paragraph-e\">1. Multiply the assessment for the properties in the property class to which the levy applied, as set out in the assessment roll for 2001, as returned, by the tax ratio for the property class for 2001.</p> <p class=\"paragraph-e\">2. For the purposes of paragraph 1, the assessment for a property includes any adjustments under section 33, 34, 39.1 or 40 of the <i>Assessment Act</i> that have been made on the collector’s roll prior to the issuance of the final 2001 tax notice under section 392 or 393 of the Act.</p> <p class=\"paragraph-e\">3. For the purposes of paragraph 1, the assessment for a property with respect to which section 368.1 of the Act applies shall be reduced by an amount equal to the assessment with respect to which the percentage reduction in subsection 368.1 (1) of the Act applies multiplied by the percentage reduction. O. Reg. 171/01, s. 4 (3).</p>"
        },
        {
            "id": "P161_11635",
            "section": "Adjusted 2001 tax rate ",
            "content": "4.0.1 (1) For the purposes of subsection 2.1 (3), the adjusted 2001 tax rate for the property means the rate determined under the following rules for the property class and local municipality the property is in: 1. For each general or special municipal levy for 2001 that applied to property in the local municipality, determine the 2001 levy amount under subsection (2). 2. Determine the total weighted assessment for the local municipality by adding the weighted assessment, as determined under subsection (3), for each property class to which the levy applied. 3. For each levy, determine the residential rate for 2001 by dividing the 2001 levy amount, referred to in paragraph 1, by the total weighted assessment determined under paragraph 2. 4. For each levy, determine a class rate for each property class for 2001 by multiplying the residential rate for 2001, as determined under paragraph 3, by the tax ratio for the property class for 2002. 5. For each property class, the adjusted 2001 tax rate is the sum of the class rate for 2001, as determined under paragraph 4, for the property class and the tax rate for school purposes prescribed under section 257.12 of the Education Act for, i. 2001, if the property is in the County of Grey, or ii. 2002, if the property is outside the County of Grey. 6. Despite paragraph 5, a class rate for a property class shall be included in the calculation of the adjusted 2001 tax rate only if at least 50 per cent of the sum of the assessments for properties in the property class, as set out in the assessment roll for 2002, as returned, relates to properties that are taxable for municipal tax purposes. O. Reg. 162/02, s. 5; O. Reg. 420/02, s. 2. (2) For the purposes of paragraph 1 of subsection (1), the 2001 levy amount shall be determined in the following manner: 1. Apply the tax rate for 2001 for each property class to the total assessment for property in the property class to which the levy applied. 2. For the purposes of paragraph 1, the total assessment for property in a property class is determined by, i. taking the sum of the assessments for each property in the property class, as set out in the assessment roll for 2002, as returned, and adjusting the sum for the changes in assessment that would produce the changes in taxes referred to in paragraphs 2 and 3 of subsection 372.2 (6) of the Act, if the property class is not subject to Part XXII.3 of the Act, or ii. taking the sum of the assessments for each property in the property class, as set out in the assessment roll for 2002, as returned, and adjusting the sum for the changes in assessment that would produce the changes in taxes referred to in paragraphs 2, 3, 5 and 6 of subsection 447.65 (2) of the Act, if the property class is subject to Part XXII.3 of the Act. 3. The 2001 levy amount is the sum of the amounts determined under paragraph 1 for the property classes. O. Reg. 162/02, s. 5. (3) For the purposes of paragraph 2 of subsection (1), the weighted assessment for each property class to which the levy applies is calculated using the formula, C × D in which, “C” is the sum of the assessments for properties in the property class to which the levy applies, as set out in the assessment roll for 2002, as returned, “D” is the tax ratio for the property class for 2002. O. Reg. 162/02, s. 5. (4) For the purposes of subsection (3), the assessment for a property in a property class shall be reduced by the same percentage of the assessment as the percentage reduction, if any, under section 368.1 of the Act in the tax rate applicable to the property for 2002. O. Reg. 162/02, s. 5.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P161_11635\"></a><a name=\"BK8\"></a>4.0.1 </b>(1) For the purposes of subsection 2.1 (3), the adjusted 2001 tax rate for the property means the rate determined under the following rules for the property class and local municipality the property is in:</p> <p class=\"paragraph-e\">1. For each general or special municipal levy for 2001 that applied to property in the local municipality, determine the 2001 levy amount under subsection (2).</p> <p class=\"paragraph-e\">2. Determine the total weighted assessment for the local municipality by adding the weighted assessment, as determined under subsection (3), for each property class to which the levy applied.</p> <p class=\"paragraph-e\">3. For each levy, determine the residential rate for 2001 by dividing the 2001 levy amount, referred to in paragraph 1, by the total weighted assessment determined under paragraph 2.</p> <p class=\"paragraph-e\">4. For each levy, determine a class rate for each property class for 2001 by multiplying the residential rate for 2001, as determined under paragraph 3, by the tax ratio for the property class for 2002.</p> <p class=\"paragraph-e\">5. For each property class, the adjusted 2001 tax rate is the sum of the class rate for 2001, as determined under paragraph 4, for the property class and the tax rate for school purposes prescribed under section 257.12 of the <i>Education Act</i> for,</p> <p class=\"subpara-e\">i. 2001, if the property is in the County of Grey, or</p> <p class=\"subpara-e\">ii. 2002, if the property is outside the County of Grey.  </p> <p class=\"paragraph-e\">6. Despite paragraph 5, a class rate for a property class shall be included in the calculation of the adjusted 2001 tax rate only if at least 50 per cent of the sum of the assessments for properties in the property class, as set out in the assessment roll for 2002, as returned, relates to properties that are taxable for municipal tax purposes. O. Reg. 162/02, s. 5; O. Reg. 420/02, s. 2.</p> <p class=\"subsection-e\">(2) For the purposes of paragraph 1 of subsection (1), the 2001 levy amount shall be determined in the following manner:</p> <p class=\"paragraph-e\">1. Apply the tax rate for 2001 for each property class to the total assessment for property in the property class to which the levy applied.</p> <p class=\"paragraph-e\">2. For the purposes of paragraph 1, the total assessment for property in a property class is determined by,</p> <p class=\"subpara-e\">i. taking the sum of the assessments for each property in the property class, as set out in the assessment roll for 2002, as returned, and adjusting the sum for the changes in assessment that would produce the changes in taxes referred to in paragraphs 2 and 3 of subsection 372.2 (6) of the Act, if the property class is not subject to Part XXII.3 of the Act, or</p> <p class=\"subpara-e\">ii. taking the sum of the assessments for each property in the property class, as set out in the assessment roll for 2002, as returned, and adjusting the sum for the changes in assessment that would produce the changes in taxes referred to in paragraphs 2, 3, 5 and 6 of subsection 447.65 (2) of the Act, if the property class is subject to Part XXII.3 of the Act.</p> <p class=\"paragraph-e\">3. The 2001 levy amount is the sum of the amounts determined under paragraph 1 for the property classes. O. Reg. 162/02, s. 5.</p> <p class=\"subsection-e\">(3) For the purposes of paragraph 2 of subsection (1), the weighted assessment for each property class to which the levy applies is calculated using the formula, </p> <p class=\"equation-e\">C × D</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">“C” is the sum of the assessments for properties in the property class to which the levy applies, as set out in the assessment roll for 2002, as returned, </p> <p class=\"equationind1-e\">“D” is the tax ratio for the property class for 2002.</p> <p class=\"footnote-e\">O. Reg. 162/02, s. 5.</p> <p class=\"subsection-e\">(4) For the purposes of subsection (3), the assessment for a property in a property class shall be reduced by the same percentage of the assessment as the percentage reduction, if any, under section 368.1 of the Act in the tax rate applicable to the property for 2002. O. Reg. 162/02, s. 5.</p>"
        },
        {
            "id": "P184_15305",
            "section": "Merged area deemed to be local municipality",
            "content": "4.1 Where a municipal restructuring has occurred in the current year or in the previous year and tax rates for municipal purposes have been adopted for the current year pertaining exclusively to a merged area, the merged area is deemed to be a local municipality for the purposes of sections 3, 3.1, 4 and 4.0.1. O. Reg. 514/01, s. 1; O. Reg. 162/02, s. 6.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P184_15305\"></a><a name=\"BK9\"></a>4.1 </b>Where a municipal restructuring has occurred in the current year or in the previous year and tax rates for municipal purposes have been adopted for the current year pertaining exclusively to a merged area, the merged area is deemed to be a local municipality for the purposes of sections 3, 3.1, 4 and 4.0.1. O. Reg. 514/01, s. 1; O. Reg. 162/02, s. 6.</p>"
        },
        {
            "id": "P186_15688",
            "section": "Graduated tax rates",
            "content": "5. For the purposes of this Part, the tax rate for a property with respect to which a by-law under section 368.2 of the Act applies is the tax rate that would have applied if section 368.2 of the Act did not apply. O. Reg. 171/01, s. 5.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P186_15688\"></a><a name=\"BK10\"></a>5. </b>For the purposes of this Part, the tax rate for a property with respect to which a by-law under section 368.2 of the Act applies is the tax rate that would have applied if section 368.2 of the Act did not apply. O. Reg. 171/01, s. 5.</p>"
        },
        {
            "id": "P188_15962",
            "section": "Previously unorganized territory",
            "content": "6. The following apply with respect to a property that was in territory without municipal organization and became part of a municipality in 2000, 2001 or 2002: 1. No adjustment shall be made under paragraph 3 of subsection 447.65 (1) of the Act for 2001 or under paragraph 3 of subsection 447.68 (1) of the Act for 2002 in respect of changes in taxes for municipal purposes. 2. The property shall be deemed to not be part of the municipality for the purposes of this Part. 3. For a property in the commercial property class that became part of the Municipality of Greenstone in 2001 on which taxes for school purposes were not levied in 2000, for the purposes of paragraph 1 of subsection 447.65 (2) of the Act, the taxes for school purposes shall be determined in accordance with the following formula: T = 2001CVA × 0.014825784 where, T are the taxes for school purposes determined under paragraph 1 of subsection 447.65 (2) of the Act, and 2001 CVA is the assessment of the property on the 2001 assessment roll for the Municipality of Greenstone. 4. For a property in the commercial class that became part of the Municipality of Sioux Narrows-Nestor Falls in 2001 on which taxes for school purposes were not levied in 2000, for the purposes of paragraph 1 of subsection 447.65 (2) of the Act, the taxes for school purposes shall be determined in accordance with the following formula: T = 2001CVA × 0.01109693 where T are the taxes for school purposes determined under paragraph 1 of subsection 447.65 (2) of the Act, and 2001 CVA is the assessment of the property on the 2001 assessment roll for the Municipality of Sioux Narrows-Nestor Falls. O. Reg. 171/01, s. 6; O. Reg. 514/01, s. 2; O. Reg. 162/02, s. 7 (1, 2). PART II   DETERMINATION OF TAX RATES IF SUBSECTION 366 (4.1) OR 368 (4.1) OF THE ACT APPLIES",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P188_15962\"></a><a name=\"BK11\"></a>6. </b>The following apply with respect to a property that was in territory without municipal organization and became part of a municipality in 2000, 2001 or 2002:</p> <p class=\"paragraph-e\">1. No adjustment shall be made under paragraph 3 of subsection 447.65 (1) of the Act for 2001 or under paragraph 3 of subsection 447.68 (1) of the Act for 2002 in respect of changes in taxes for municipal purposes. </p> <p class=\"paragraph-e\">2. The property shall be deemed to not be part of the municipality for the purposes of this Part.</p> <p class=\"paragraph-e\">3. For a property in the commercial property class that became part of the Municipality of Greenstone in 2001 on which taxes for school purposes were not levied in 2000, for the purposes of paragraph 1 of subsection 447.65 (2) of the Act, the taxes for school purposes shall be determined in accordance with the following formula:</p> <p class=\"equation-e\">T = 2001CVA × 0.014825784</p> <p class=\"Sparagraph-e\">where,</p> <p class=\"equationind2-e\">T are the taxes for school purposes determined under paragraph 1 of subsection 447.65 (2) of the Act, and</p> <p class=\"equationind2-e\">2001 CVA is the assessment of the property on the 2001 assessment roll for the Municipality of Greenstone.</p> <p class=\"paragraph-e\">4. For a property in the commercial class that became part of the Municipality of Sioux Narrows-Nestor Falls in 2001 on which taxes for school purposes were not levied in 2000, for the purposes of paragraph 1 of subsection 447.65 (2) of the Act, the taxes for school purposes shall be determined in accordance with the following formula:</p> <p class=\"equation-e\">T = 2001CVA × 0.01109693</p> <p class=\"Sparagraph-e\">where</p> <p class=\"equationind2-e\">T are the taxes for school purposes determined under paragraph 1 of subsection 447.65 (2) of the Act, and</p> <p class=\"equationind2-e\">2001 CVA is the assessment of the property on the 2001 assessment roll for the Municipality of Sioux Narrows-Nestor Falls.</p> <p class=\"footnote-e\">O. Reg. 171/01, s. 6; O. Reg. 514/01, s. 2; O. Reg. 162/02, s. 7 (1, 2).</p> <p class=\"partnum-e\"><b><a name=\"P202_17674\"></a><a name=\"BK12\"></a>PART II <br/>  DETERMINATION OF TAX RATES IF SUBSECTION 366 (4.1) OR 368 (4.1) OF THE ACT APPLIES</b></p>"
        },
        {
            "id": "P204_17830",
            "section": "General tax rate if subs. 366 (4.1) or 368 (4.1) of the Act applies",
            "content": "7. (1) This section provides for the manner in which the tax rates on property in a property class are to be determined under subsections 366 (4.1) and 368 (4.1) of the Act if the conditions set out in those subsections are satisfied. O. Reg. 171/01, s. 7 (1). (2) The tax rate for the general levy for the property class shall not exceed the sum of, (a) the property class rate for the year determined under paragraph 4 of subsection 4 (1), if the year is 2001, or the maximum class rate determined for the property class under section 7.2, if the year is 2002; and (b) the additional rate for the property class for the year that is determined under subsection (2.1) if, (i) the municipality has calculated the tax rate for the property class pursuant to subsection 1 (2) of Ontario Regulation 389/98, and (ii) the property class is one of the commercial classes or industrial classes. O. Reg. 162/02, s. 8; O. Reg. 420/02, s. 3. (2.1) The additional rate for a property class for a year for the purposes of clause (2) (b) is determined in the following manner: 1. Determine the lowest rate that would raise an amount sufficient to fund rebates made under section 442.1 of the Act in respect of eligible charities occupying property in, i. the commercial classes, if the property class is one of the commercial classes, or ii. the industrial classes, if the property class is one of the industrial classes. 2. If the property class is one of the commercial classes, allocate to the property class the rate that will result in the rates on all the commercial classes being in the same proportion to one another as the tax ratios established under section 363 of the Act for the commercial classes. 3. If the property class is one of the industrial classes, allocate to the property class the rate that will result in the rates on all the industrial classes being in the same proportion to one another as the tax ratios established under section 363 of the Act for the industrial classes. O. Reg. 162/02, s. 8. (2.2) In this section, “commercial classes” and “industrial classes” have the meanings ascribed to those terms by subsection 363 (20) of the Act. O. Reg. 162/02, s. 8. (3) This section does not apply in respect of the Township of Red Rock and the Township of Terrace Bay for the 2001 taxation year. O. Reg. 327/01, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P204_17830\"></a><a name=\"BK13\"></a>7. </b>(1) This section provides for the manner in which the tax rates on property in a property class are to be determined under subsections 366 (4.1) and 368 (4.1) of the Act if the conditions set out in those subsections are satisfied. O. Reg. 171/01, s. 7 (1).</p> <p class=\"subsection-e\">(2) The tax rate for the general levy for the property class shall not exceed the sum of,</p> <p class=\"clause-e\">(a) the property class rate for the year determined under paragraph 4 of subsection 4 (1), if the year is 2001, or the maximum class rate determined for the property class under section 7.2, if the year is 2002; and </p> <p class=\"clause-e\">(b) the additional rate for the property class for the year that is determined under subsection (2.1) if,</p> <p class=\"subclause-e\">(i) the municipality has calculated the tax rate for the property class pursuant to subsection 1 (2) of Ontario Regulation 389/98, and</p> <p class=\"subclause-e\">(ii) the property class is one of the commercial classes or industrial classes. O. Reg. 162/02, s. 8; O. Reg. 420/02, s. 3.</p> <p class=\"subsection-e\">(2.1) The additional rate for a property class for a year for the purposes of clause (2) (b) is determined in the following manner:</p> <p class=\"paragraph-e\">1. Determine the lowest rate that would raise an amount sufficient to fund rebates made under section 442.1 of the Act in respect of eligible charities occupying property in,</p> <p class=\"subpara-e\">i. the commercial classes, if the property class is one of the commercial classes, or</p> <p class=\"subpara-e\">ii. the industrial classes, if the property class is one of the industrial classes.</p> <p class=\"paragraph-e\">2. If the property class is one of the commercial classes, allocate to the property class the rate that will result in the rates on all the commercial classes being in the same proportion to one another as the tax ratios established under section 363 of the Act for the commercial classes.</p> <p class=\"paragraph-e\">3. If the property class is one of the industrial classes, allocate to the property class the rate that will result in the rates on all the industrial classes being in the same proportion to one another as the tax ratios established under section 363 of the Act for the industrial classes. O. Reg. 162/02, s. 8.</p> <p class=\"subsection-e\">(2.2) In this section, “commercial classes” and “industrial classes” have the meanings ascribed to those terms by subsection 363 (20) of the Act. O. Reg. 162/02, s. 8.</p> <p class=\"subsection-e\">(3) This section does not apply in respect of the Township of Red Rock and the Township of Terrace Bay for the 2001 taxation year. O. Reg. 327/01, s. 1.</p>"
        },
        {
            "id": "P219_20194",
            "section": "Tax ratio",
            "content": "7.1 (1) The following tax ratios are prescribed for the purposes of subsections 366 (4.1) and 368 (4.1) of the Act for 2001 and 2002: 1. 2.74 for the multi-residential property class. 2. 1.98 for the commercial classes. 3. 2.63 for the industrial classes. O. Reg. 162/02, s. 9. (2) If subsection 7 (2) applied to a property class in a municipality that was not an upper-tier or lower-tier municipality in 2001, the tax ratio established by the municipality under section 363 of the Act for the property class for 2002 shall not exceed the tax ratio calculated in the following manner: 1. Identify the general levy tax rate for the residential property class, as determined by the municipality for 2001 under section 368 of the Act. 2. Determine the increased residential tax rate by adding the tax rate identified in paragraph 1 and the rate for the special levy for the residential property class for 2001, as determined under section 8. 3. Divide the 2001 general levy tax rate for the property class that is subject to subsection 7 (2), as determined by the municipality for 2001 under section 368 of the Act, by the increased residential tax rate determined under paragraph 2. O. Reg. 162/02, s. 9. (3) If subsection 7 (2) applied to a property class in an upper-tier municipality in 2001, the tax ratio established by the municipality under section 363 of the Act for the property class for 2002 shall not exceed the tax ratio determined under the following rules: 1. Identify the general upper-tier levy tax rate for the residential property class, as determined by the municipality for 2001 under section 366 of the Act. 2. Determine the special levy tax rate for the special levy for the residential property class for 2001, as determined under section 8. 3. Multiply the special levy tax rate determined under paragraph 2 by the upper-tier weighting factor determined under subsection (4). 4. Determine the increased tax rate for the residential property class by adding the tax rate identified in paragraph 1 and the product obtained under paragraph 3. 5. Divide the general upper-tier tax rate for the property class that is subject to subsection 7 (2) by the increased tax rate for the residential property class that is determined under paragraph 4. O. Reg. 162/02, s. 9. (4) The upper-tier weighting factor shall be determined in the following manner: 1. Determine the total general levy for each property class levied for upper-tier purposes in 2001 under section 366 of the Act. 2. Determine the total general levy for each property class levied for lower-tier purposes in 2001 under section 368 of the Act. 3. Add the amounts determined under paragraphs 1 and 2. 4. Divide the amount determined under paragraph 1 by the sum obtained under paragraph 3. O. Reg. 162/02, s. 9.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P219_20194\"></a><a name=\"BK14\"></a>7.1 </b>(1) The following tax ratios are prescribed for the purposes of subsections 366 (4.1) and 368 (4.1) of the Act for 2001 and 2002:</p> <p class=\"paragraph-e\">1. 2.74 for the multi-residential property class.</p> <p class=\"paragraph-e\">2. 1.98 for the commercial classes.</p> <p class=\"paragraph-e\">3. 2.63 for the industrial classes. O. Reg. 162/02, s. 9.</p> <p class=\"subsection-e\">(2) If subsection 7 (2) applied to a property class in a municipality that was not an upper-tier or lower-tier municipality in 2001, the tax ratio established by the municipality under section 363 of the Act for the property class for 2002 shall not exceed the tax ratio calculated in the following manner:</p> <p class=\"paragraph-e\">1. Identify the general levy tax rate for the residential property class, as determined by the municipality for 2001 under section 368 of the Act.</p> <p class=\"paragraph-e\">2. Determine the increased residential tax rate by adding the tax rate identified in paragraph 1 and the rate for the special levy for the residential property class for 2001, as determined under section 8.</p> <p class=\"paragraph-e\">3. Divide the 2001 general levy tax rate for the property class that is subject to subsection 7 (2), as determined by the municipality for 2001 under section 368 of the Act, by the increased residential tax rate determined under paragraph 2. O. Reg. 162/02, s. 9.</p> <p class=\"subsection-e\">(3) If subsection 7 (2) applied to a property class in an upper-tier municipality in 2001, the tax ratio established by the municipality under section 363 of the Act for the property class for 2002 shall not exceed the tax ratio determined under the following rules:</p> <p class=\"paragraph-e\">1. Identify the general upper-tier levy tax rate for the residential property class, as determined by the municipality for 2001 under section 366 of the Act.</p> <p class=\"paragraph-e\">2. Determine the special levy tax rate for the special levy for the residential property class for 2001, as determined under section 8.</p> <p class=\"paragraph-e\">3. Multiply the special levy tax rate determined under paragraph 2 by the upper-tier weighting factor determined under subsection (4).</p> <p class=\"paragraph-e\">4. Determine the increased tax rate for the residential property class by adding the tax rate identified in paragraph 1 and the product obtained under paragraph 3.  </p> <p class=\"paragraph-e\">5. Divide the general upper-tier tax rate for the property class that is subject to subsection 7 (2) by the increased tax rate for the residential property class that is determined under paragraph 4. O. Reg. 162/02, s. 9.</p> <p class=\"subsection-e\">(4) The upper-tier weighting factor shall be determined in the following manner:</p> <p class=\"paragraph-e\">1. Determine the total general levy for each property class levied for upper-tier purposes in 2001 under section 366 of the Act.</p> <p class=\"paragraph-e\">2. Determine the total general levy for each property class levied for lower-tier purposes in 2001 under section 368 of the Act.</p> <p class=\"paragraph-e\">3. Add the amounts determined under paragraphs 1 and 2.</p> <p class=\"paragraph-e\">4. Divide the amount determined under paragraph 1 by the sum obtained under paragraph 3. O. Reg. 162/02, s. 9.</p>"
        },
        {
            "id": "P239_23039",
            "section": "Maximum class rate for 2002 if subs. 7 (2) applies in 2002",
            "content": "7.2 (1) If the tax rates for the general levy imposed for 2002 by a local municipality under section 368 of the Act, by an upper-tier municipality under section 366 of the Act or by a lower-tier municipality in the upper-tier municipality under section 368 of the Act would otherwise result in revenues that would exceed the revenue limit for the municipality for 2002, as determined under subsection (2), the maximum property class tax rate for 2002 for a property class in the municipality to which subsection 7 (2) applies in 2002 shall be the rate determined as follows: 1. Determine the total weighted assessment for the municipality by adding the weighted assessments for all of the property classes in the municipality, as determined under subsection 4.0.1 (3). 2. For the 2002 general upper-tier levy or local municipal levy, determine the residential rate for 2002 by dividing the revenue limit for the municipality, as determined under subsection (2), by the total weighted assessment for the municipality determined under paragraph 1. 3. The maximum property class tax rate for 2002 for a property class in the municipality to which subsection 7 (2) applies is the product determined by multiplying the residential rate for 2002, determined under paragraph 2, by the tax ratio for the property class for 2002 as determined under subsection 7.1 (2) or (3). 4. For the purposes of paragraph 3, the tax ratio of a local municipality that is a lower-tier municipality is the tax ratio adopted by the upper-tier municipality for 2002. O. Reg. 162/02, s. 9. (2) The revenue limit for an upper-tier or local municipality for 2002 shall be determined in the following manner: 1. Identify the general levy tax rate for each property class, as determined by the municipality for 2001 under section 366 or 368 of the Act. 2. Increase the tax rate determined under paragraph 1 by adding the special levy tax rate for the property class for 2001, if any, as determined under section 8. 3. Determine the revenue limit for 2002 for each property class by multiplying the tax rate for the property class, as determined under paragraph 2, by the sum of the assessments for all properties in the property class. 4. Determine the revenue limit for the municipality for 2002 by adding the revenue limits for 2002, as determined under paragraph 3, for all property classes in the municipality. O. Reg. 162/02, s. 9. (3) For the purposes of this section, the assessment for a property in a property class is the assessment for the property set out on the assessment roll for 2002, as returned, (a) less the amount, if any, equal to the same percentage of the assessment as the percentage reduction, if any, under section 368.1 of the Act in the tax rate applicable to the property for 2002; and (b) after all adjustments to the assessment, if any, required by subsection 366 (2.1) or 368 (2.1) of the Act. O. Reg. 162/02, s. 9.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P239_23039\"></a><a name=\"BK15\"></a>7.2 </b>(1) If the tax rates for the general levy imposed for 2002 by a local municipality under section 368 of the Act, by an upper-tier municipality under section 366 of the Act or by a lower-tier municipality in the upper-tier municipality under section 368 of the Act would otherwise result in revenues that would exceed the revenue limit for the municipality for 2002, as determined under subsection (2), the maximum property class tax rate for 2002 for a property class in the municipality to which subsection 7 (2) applies in 2002 shall be the rate determined as follows:</p> <p class=\"paragraph-e\">1. Determine the total weighted assessment for the municipality by adding the weighted assessments for all of the property classes in the municipality, as determined under subsection 4.0.1 (3).</p> <p class=\"paragraph-e\">2. For the 2002 general upper-tier levy or local municipal levy, determine the residential rate for 2002 by dividing the revenue limit for the municipality, as determined under subsection (2), by the total weighted assessment for the municipality determined under paragraph 1.</p> <p class=\"paragraph-e\">3. The maximum property class tax rate for 2002 for a property class in the municipality to which subsection 7 (2) applies is the product determined by multiplying the residential rate for 2002, determined under paragraph 2, by the tax ratio for the property class for 2002 as determined under subsection 7.1 (2) or (3).</p> <p class=\"paragraph-e\">4. For the purposes of paragraph 3, the tax ratio of a local municipality that is a lower-tier municipality is the tax ratio adopted by the upper-tier municipality for 2002. O. Reg. 162/02, s. 9.</p> <p class=\"subsection-e\">(2) The revenue limit for an upper-tier or local municipality for 2002 shall be determined in the following manner:</p> <p class=\"paragraph-e\">1. Identify the general levy tax rate for each property class, as determined by the municipality for 2001 under section 366 or 368 of the Act.</p> <p class=\"paragraph-e\">2. Increase the tax rate determined under paragraph 1 by adding the special levy tax rate for the property class for 2001, if any, as determined under section 8.</p> <p class=\"paragraph-e\">3. Determine the revenue limit for 2002 for each property class by multiplying the tax rate for the property class, as determined under paragraph 2, by the sum of the assessments for all properties in the property class.</p> <p class=\"paragraph-e\">4. Determine the revenue limit for the municipality for 2002 by adding the revenue limits for 2002, as determined under paragraph 3, for all property classes in the municipality. O. Reg. 162/02, s. 9.</p> <p class=\"subsection-e\">(3) For the purposes of this section, the assessment for a property in a property class is the assessment for the property set out on the assessment roll for 2002, as returned,</p> <p class=\"clause-e\">(a) less the amount, if any, equal to the same percentage of the assessment as the percentage reduction, if any, under section 368.1 of the Act in the tax rate applicable to the property for 2002; and</p> <p class=\"clause-e\">(b) after all adjustments to the assessment, if any, required by subsection 366 (2.1) or 368 (2.1) of the Act. O. Reg. 162/02, s. 9.</p>"
        },
        {
            "id": "P253_25983",
            "section": "Special levy for tax increase",
            "content": "8. (1) If subsection 7 (2) applies with respect to a property class, the municipality shall, by special levy, raise an amount equal to the difference in what the revenue would be, in relation to the property class, if subsection 7 (2) did not apply. O. Reg. 171/01, s. 8 (1). (2) The special levy shall be raised under subsection 366 (3) or 368 (3) of the Act, as applicable, on all property other than property in a property class or classes in respect of which subsection 7 (2) applies. O. Reg. 171/01, s. 8 (2). (3) If the general levy of a municipality for 2000 was less than the general levy for 1999, the following apply: 1. The municipality may raise, under subsection (1), the amount described in paragraph 2 instead of the amount described in subsection (1). 2. The amount referred to in paragraph 1 is an amount equal to what the reduction in revenue under subsection 7 (2) would be if paragraphs 1 to 4 of subsection 4 (1) were applied in relation to the 1999 general levy instead of the 2000 general levy. 3. For the purposes of applying paragraphs 1 to 4 of subsection 4 (1) under paragraph 2, a reference to “2000” in section 4 shall be deemed to be a reference to “1999”. O. Reg. 171/01, s. 8 (3). PART III   PRESCRIBED ADJUSTMENTS UNDER SECTIONS 447.67 AND 447.69 OF THE ACT",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P253_25983\"></a><a name=\"BK16\"></a>8. </b>(1) If subsection 7 (2) applies with respect to a property class, the municipality shall, by special levy, raise an amount equal to the difference in what the revenue would be, in relation to the property class, if subsection 7 (2) did not apply. O. Reg. 171/01, s. 8 (1).</p> <p class=\"subsection-e\">(2) The special levy shall be raised under subsection 366 (3) or 368 (3) of the Act, as applicable, on all property other than property in a property class or classes in respect of which subsection 7 (2) applies. O. Reg. 171/01, s. 8 (2).</p> <p class=\"subsection-e\">(3) If the general levy of a municipality for 2000 was less than the general levy for 1999, the following apply:</p> <p class=\"paragraph-e\">1. The municipality may raise, under subsection (1), the amount described in paragraph 2 instead of the amount described in subsection (1).</p> <p class=\"paragraph-e\">2. The amount referred to in paragraph 1 is an amount equal to what the reduction in revenue under subsection 7 (2) would be if paragraphs 1 to 4 of subsection 4 (1) were applied in relation to the 1999 general levy instead of the 2000 general levy.</p> <p class=\"paragraph-e\">3. For the purposes of applying paragraphs 1 to 4 of subsection 4 (1) under paragraph 2, a reference to “2000” in section 4 shall be deemed to be a reference to “1999”. O. Reg. 171/01, s. 8 (3).</p> <p class=\"partnum-e\"><b><a name=\"P259_27220\"></a><a name=\"BK17\"></a>PART III <br/>  PRESCRIBED ADJUSTMENTS UNDER SECTIONS 447.67 AND 447.69 OF THE ACT</b></p>"
        },
        {
            "id": "P261_27350",
            "section": "No adjustment for changes in taxes for school purposes  ",
            "content": "9. Despite sections 10, 10.1, 11 and 11.1, no adjustments shall be made for the purposes of the following provisions of the Act in respect of changes in taxes for school purposes: 1. Subsection 447.67 (2). 2. Paragraph 2 of subsection 447.67 (4). 3. Paragraphs 2 and 6 of subsection 447.67 (8). 4. Subsection 447.69 (2). 5. Paragraph 2 of subsection 447.69 (4). 6. Paragraphs 2 and 6 of subsection 447.69 (8). O. Reg. 162/02, s. 10.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P261_27350\"></a><a name=\"BK18\"></a>9. </b>Despite sections 10, 10.1, 11 and 11.1, no adjustments shall be made for the purposes of the following provisions of the Act in respect of changes in taxes for school purposes:</p> <p class=\"paragraph-e\">1. Subsection 447.67 (2).</p> <p class=\"paragraph-e\">2. Paragraph 2 of subsection 447.67 (4).</p> <p class=\"paragraph-e\">3. Paragraphs 2 and 6 of subsection 447.67 (8). </p> <p class=\"paragraph-e\">4. Subsection 447.69 (2).</p> <p class=\"paragraph-e\">5. Paragraph 2 of subsection 447.69 (4).</p> <p class=\"paragraph-e\">6. Paragraphs 2 and 6 of subsection 447.69 (8). O. Reg. 162/02, s. 10.</p>"
        },
        {
            "id": "P269_27830",
            "section": "Adjustment for municipal purposes, various provisions",
            "content": "10. (1) This section provides for the adjustment of taxes in respect of changes in taxes for municipal purposes for the purposes of subsection 447.67 (2), paragraph 2 of subsection 447.67 (4) and paragraph 2 of subsection 447.67 (8) of the Act. O. Reg. 171/01, s. 10 (1). (2) The taxes shall be adjusted by multiplying the 2001 taxes for municipal and school purposes by a fraction determined in accordance with subsection (3). O. Reg. 171/01, s. 10 (2). (3) The fraction referred to in subsection (2) shall be determined in accordance with the following:  where, “2001 adjustment fraction” means 2001 adjustment fraction under subsection 2 (3). O. Reg. 171/01, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P269_27830\"></a><a name=\"BK19\"></a>10. </b>(1) This section provides for the adjustment of taxes in respect of changes in taxes for municipal purposes for the purposes of subsection 447.67 (2), paragraph 2 of subsection 447.67 (4) and paragraph 2 of subsection 447.67 (8) of the Act. O. Reg. 171/01, s. 10 (1).</p> <p class=\"subsection-e\">(2) The taxes shall be adjusted by multiplying the 2001 taxes for municipal and school purposes by a fraction determined in accordance with subsection (3). O. Reg. 171/01, s. 10 (2).</p> <p class=\"subsection-e\">(3) The fraction referred to in subsection (2) shall be determined in accordance with the following: </p> <p class=\"equation-e\"><img border=\"0\" height=\"47\" src=\"images/elaws_rev_regs_010171_e-3.gif\" width=\"223\"/></p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">“2001 adjustment fraction” means 2001 adjustment fraction under subsection 2 (3).</p> <p class=\"footnote-e\">O. Reg. 171/01, s. 10 (3).</p>"
        },
        {
            "id": "P277_28563",
            "section": "Adjustment for 2002, various provisions",
            "content": "10.1 (1) This section applies for 2002 for the purposes of the following provisions of the Act: 1. Subsection 447.69 (2). 2. Paragraph 2 of subsection 447.69 (4). 3. Paragraph 2 of subsection 447.69 (8). O. Reg. 162/02, s. 11. (2) The amount of the adjustment to the taxes for 2002 in respect of changes in taxes for municipal purposes shall be determined using the formula:  in which, “E” is the amount of taxes for 2002 for municipal and school purposes, and “F” is the 2002 adjustment fraction determined under subsection 2.1 (3). O. Reg. 162/02, s. 11.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P277_28563\"></a><a name=\"BK20\"></a>10.1 </b>(1) This section applies for 2002 for the purposes of the following provisions of the Act:</p> <p class=\"paragraph-e\">1. Subsection 447.69 (2).</p> <p class=\"paragraph-e\">2. Paragraph 2 of subsection 447.69 (4).</p> <p class=\"paragraph-e\">3. Paragraph 2 of subsection 447.69 (8). O. Reg. 162/02, s. 11.</p> <p class=\"subsection-e\">(2) The amount of the adjustment to the taxes for 2002 in respect of changes in taxes for municipal purposes shall be determined using the formula:</p> <p class=\"equation-e\"><img border=\"0\" height=\"36\" src=\"images/elaws_rev_regs_010171_e-4.gif\" width=\"52\"/></p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">“E” is the amount of taxes for 2002 for municipal and school purposes, and</p> <p class=\"equationind1-e\">“F” is the 2002 adjustment fraction determined under subsection 2.1 (3).</p> <p class=\"footnote-e\">O. Reg. 162/02, s. 11.</p>"
        },
        {
            "id": "P288_29205",
            "section": "Adjustment for municipal purposes, para. 6 of subs. 447.67 (8) of the Act",
            "content": "11. (1) This section provides for the adjustment of taxes in respect of changes in taxes for municipal purposes for the purposes of paragraph 6 of subsection 447.67 (8) of the Act. O. Reg. 171/01, s. 11 (1). (2) The amount determined under paragraph 5 of subsection 447.67 (8) of the Act shall be adjusted, (a) by increasing it by the amount determined in accordance with subsection (3) if that amount is positive; or (b) by decreasing it by the amount determined in accordance with subsection (3) if that amount is negative. O. Reg. 171/01, s. 11 (2). (3) The amount referred to in clauses (2) (a) and (b) is equal to the amount determined under paragraph 5 of subsection 447.67 (8) of the Act multiplied by the 2001 adjustment fraction determined under subsection 2 (3). O. Reg. 171/01, s. 11 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P288_29205\"></a><a name=\"BK21\"></a>11. </b>(1) This section provides for the adjustment of taxes in respect of changes in taxes for municipal purposes for the purposes of paragraph 6 of subsection 447.67 (8) of the Act. O. Reg. 171/01, s. 11 (1).</p> <p class=\"subsection-e\">(2) The amount determined under paragraph 5 of subsection 447.67 (8) of the Act shall be adjusted,</p> <p class=\"clause-e\">(a) by increasing it by the amount determined in accordance with subsection (3) if that amount is positive; or</p> <p class=\"clause-e\">(b) by decreasing it by the amount determined in accordance with subsection (3) if that amount is negative. O. Reg. 171/01, s. 11 (2).</p> <p class=\"subsection-e\">(3) The amount referred to in clauses (2) (a) and (b) is equal to the amount determined under paragraph 5 of subsection 447.67 (8) of the Act multiplied by the 2001 adjustment fraction determined under subsection 2 (3). O. Reg. 171/01, s. 11 (3).</p>"
        },
        {
            "id": "P294_30073",
            "section": "Adjustment, para. 6 of subs. 447.69 (8) of the Act ",
            "content": "11.1 (1) This section applies for 2002 for the purposes of paragraph 6 of subsection 447.69 (8) of the Act. O. Reg. 162/02, s. 12. (2) The amount determined under paragraph 5 of subsection 447.69 (8) of the Act in respect of 2002 shall be adjusted, (a) by increasing it by the amount determined under subsection (3), if the amount determined under subsection (3) is positive; or (b) by decreasing it by the amount determined under subsection (3), if the amount determined under subsection (3) is negative. O. Reg. 162/02, s. 12. (3) The amount referred to in clauses (2) (a) and (b) is the amount determined by multiplying the amount determined under paragraph 5 of subsection 447.69 (8) of the Act by the 2002 adjustment fraction determined under subsection 2.1 (3). O. Reg. 162/02, s. 12.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P294_30073\"></a><a name=\"BK22\"></a>11.1 </b>(1) This section applies for 2002 for the purposes of paragraph 6 of subsection 447.69 (8) of the Act. O. Reg. 162/02, s. 12.</p> <p class=\"subsection-e\">(2) The amount determined under paragraph 5 of subsection 447.69 (8) of the Act in respect of 2002 shall be adjusted,</p> <p class=\"clause-e\">(a) by increasing it by the amount determined under subsection (3), if the amount determined under subsection (3) is positive; or</p> <p class=\"clause-e\">(b) by decreasing it by the amount determined under subsection (3), if the amount determined under subsection (3) is negative. O. Reg. 162/02, s. 12.</p> <p class=\"subsection-e\">(3) The amount referred to in clauses (2) (a) and (b) is the amount determined by multiplying the amount determined under paragraph 5 of subsection 447.69 (8) of the Act by the 2002 adjustment fraction determined under subsection 2.1 (3). O. Reg. 162/02, s. 12.</p>"
        },
        {
            "id": "P300_30919",
            "section": "Taxes not to be lower than uncapped taxes",
            "content": "12. (1) Despite subsections 447.67 (8) and 447.69 (8) of the Act, if the taxes for municipal and school purposes for 2001 or 2002, as determined under subsection 447.67 (8) or 447.69 (8) of the Act, whichever applies, are less than the uncapped taxes for that year, the taxes for municipal and school purposes for that year shall be equal to the uncapped taxes for that year. O. Reg. 162/02, s. 13. (2) In this section, “uncapped taxes” means, in respect of a year, the taxes for municipal and school purposes that would have been imposed for the year if Part XXII.3 of the Act had not applied. O. Reg. 162/02, s. 13.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P300_30919\"></a><a name=\"BK23\"></a>12. </b>(1) Despite subsections 447.67 (8) and 447.69 (8) of the Act, if the taxes for municipal and school purposes for 2001 or 2002, as determined under subsection 447.67 (8) or 447.69 (8) of the Act, whichever applies, are less than the uncapped taxes for that year, the taxes for municipal and school purposes for that year shall be equal to the uncapped taxes for that year. O. Reg. 162/02, s. 13.</p> <p class=\"subsection-e\">(2) In this section,</p> <p class=\"firstdef-e\">“uncapped taxes” means, in respect of a year, the taxes for municipal and school purposes that would have been imposed for the year if Part XXII.3 of the Act had not applied. O. Reg. 162/02, s. 13.</p>"
        },
        {
            "id": "P304_31585",
            "section": "Previously unorganized territory",
            "content": "13. The following rules apply with respect to a property that was in territory without municipal organization and became part of a municipality in 2000, 2001 or 2002: 1. No adjustment shall be made for 2001 or 2002 under any of the provisions of the Act listed in section 9. 2. Section 12 does not apply. 3. The property shall be deemed to not be part of the municipality for the purposes of this Part. O. Reg. 171/01, s. 13; O. Reg. 162/02, s. 14. PART IV   MISCELLANEOUS",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P304_31585\"></a><a name=\"BK24\"></a>13. </b>The following rules apply with respect to a property that was in territory without municipal organization and became part of a municipality in 2000, 2001 or 2002:</p> <p class=\"paragraph-e\">1. No adjustment shall be made for 2001 or 2002 under any of the provisions of the Act listed in section 9.</p> <p class=\"paragraph-e\">2. Section 12 does not apply.</p> <p class=\"paragraph-e\">3. The property shall be deemed to not be part of the municipality for the purposes of this Part. O. Reg. 171/01, s. 13; O. Reg. 162/02, s. 14.</p> <p class=\"partnum-e\"><b><a name=\"P308_32035\"></a><a name=\"BK25\"></a>PART IV <br/>  MISCELLANEOUS</b></p>"
        },
        {
            "id": "P310_32125",
            "section": "Special rule for assessments under ss. 33 and 34 of the Assessment Act",
            "content": "14. If an additional assessment is made under section 33 of the Assessment Act for the 2000 taxation year in relation to an improvement and, in relation to the same improvement, an additional assessment is made for the 2001 taxation year under section 34 of the Assessment Act, subsection 447.65 (8) of the Act shall not apply with respect to that latter additional assessment. O. Reg. 171/01, s. 14. (2) If an additional assessment is made under section 33 of the Assessment Act for the 2001 taxation year in relation to an improvement and, in relation to the same improvement, an additional assessment is made for the 2002 taxation year under section 34 of the Assessment Act, subsection 447.68 (8) of the Act shall not apply with respect to the additional assessment for the 2002 taxation year. O. Reg. 162/02, s. 15.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P310_32125\"></a><a name=\"BK26\"></a>14. </b>If an additional assessment is made under section 33 of the <i>Assessment Act</i> for the 2000 taxation year in relation to an improvement and, in relation to the same improvement, an additional assessment is made for the 2001 taxation year under section 34 of the <i>Assessment Act</i>, subsection 447.65 (8) of the Act shall not apply with respect to that latter additional assessment. O. Reg. 171/01, s. 14.</p> <p class=\"subsection-e\">(2) If an additional assessment is made under section 33 of the <i>Assessment Act</i> for the 2001 taxation year in relation to an improvement and, in relation to the same improvement, an additional assessment is made for the 2002 taxation year under section 34 of the <i>Assessment Act</i>, subsection 447.68 (8) of the Act shall not apply with respect to the additional assessment for the 2002 taxation year. O. Reg. 162/02, s. 15.</p>"
        },
        {
            "id": "P313_33014",
            "section": "Special rule, eligible property under s. 447.70 of the Act",
            "content": "15. Any of the following properties that becomes taxable for municipal and school purposes in 2001 or 2002 is not eligible property for the purposes of section 447.70 of the Act in the year the property becomes taxable: 1. Property of a designated electricity utility as defined in subsection 19.0.1 (5) of the Assessment Act that was acquired on April 1, 1999. 2. Property of a municipal electricity utility as defined in section 88 of the Electricity Act, 1998. 3. Property acquired under a transfer order under subsection 34 (1) of the Social Housing Reform Act, 2000. 4. Property of a non-profit housing corporation referred to in subsection 13 (1) of the Housing Development Act. 5. Property that would otherwise be eligible property only because of a change in classification from one class in the commercial classes to another class in the commercial classes or from one class in the industrial classes to another class in the industrial classes. O. Reg. 171/01, s. 15; O. Reg. 162/02, s. 16.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P313_33014\"></a><a name=\"BK27\"></a>15.</b> Any of the following properties that becomes taxable for municipal and school purposes in 2001 or 2002 is not eligible property for the purposes of section 447.70 of the Act in the year the property becomes taxable:</p> <p class=\"paragraph-e\">1. Property of a designated electricity utility as defined in subsection 19.0.1 (5) of the <i>Assessment Act</i> that was acquired on April 1, 1999.</p> <p class=\"paragraph-e\">2. Property of a municipal electricity utility as defined in section 88 of the <i>Electricity Act, 1998</i>.</p> <p class=\"paragraph-e\">3. Property acquired under a transfer order under subsection 34 (1) of the <i>Social Housing Reform Act, 2000</i>. </p> <p class=\"paragraph-e\">4. Property of a non-profit housing corporation referred to in subsection 13 (1) of the <i>Housing Development Act</i>.</p> <p class=\"paragraph-e\">5. Property that would otherwise be eligible property only because of a change in classification from one class in the commercial classes to another class in the commercial classes or from one class in the industrial classes to another class in the industrial classes. O. Reg. 171/01, s. 15; O. Reg. 162/02, s. 16.</p>"
        },
        {
            "id": "P320_34048",
            "section": "Special rule for certain properties",
            "content": "16. Payments in lieu of taxes made under subsections 4 (3) and (4) of the Municipal Tax Assistance Act in respect of property described in paragraphs 1, 2, 3 and 4 of section 15 shall be deemed to be taxes for municipal and school purposes for the year to which the payment relates for the purposes of sections 447.65, 447.67, 447.68 and 447.69 of the Act. O. Reg. 420/02, s. 4. PART V   TAX CAPPING FOR 2002 ON CONSOLIDATION OR DIVISION OF PARCELS",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P320_34048\"></a><a name=\"BK28\"></a>16. </b>Payments in lieu of taxes made under subsections 4 (3) and (4) of the <i>Municipal Tax Assistance Act</i> in respect of property described in paragraphs 1, 2, 3 and 4 of section 15 shall be deemed to be taxes for municipal and school purposes for the year to which the payment relates for the purposes of sections 447.65, 447.67, 447.68 and 447.69 of the Act. O. Reg. 420/02, s. 4.</p> <p class=\"partnum-e\"><b><a name=\"P321_34432\"></a><a name=\"BK29\"></a>PART V <br/>  TAX CAPPING FOR 2002 ON CONSOLIDATION OR DIVISION OF PARCELS</b></p>"
        },
        {
            "id": "P323_34512",
            "section": "Interpretation",
            "content": "17. (1) In this Part, “assessment” means, in respect of a parcel of land for a year, the assessment for the parcel as shown on the assessment roll, as revised, for that year; “assessment roll” means the assessment roll under the Assessment Act; “average level of taxation” means, in respect of two or more parcels of land for 2001, the sum of the taxes for municipal and school purposes imposed on each parcel in 2001 divided by the sum of the taxes that would have been imposed in 2001 on each parcel if Part XXII.3 of the Act had not applied; “consolidated parcel” means a parcel of land included on the assessment roll for 2002 that was included on the assessment roll for 2001 as two or more separate parcels; “level of taxation” means, in respect of a parcel of land for a year, the level of taxation for the parcel for the year that would be determined under paragraph 1 of subsection 447.70 (2) of the Act; “original parcel” means a parcel of land included on the assessment roll for 2001 that is severed or subdivided into two or more parcels of land that are included on the assessment roll for 2002; “property class” means a property class under the Assessment Act; “separate parcel” means a parcel of land included on the assessment roll for 2001 that is included on the assessment roll for 2002 as part of a consolidated parcel; “severed parcel” means a parcel of land included on the assessment roll for 2002 that was part of an original parcel included on the assessment roll for 2001; “subclass” means a “subclass of real property” as defined in section 1 of the Assessment Act. O. Reg. 419/02, s. 1. (2) For the purposes of this Part, the commercial classes, as defined in subsection 363 (20) of the Act, shall be deemed to be a single property class and the industrial classes, as defined in that subsection, shall be deemed to be a single class. O. Reg. 419/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P323_34512\"></a><a name=\"BK30\"></a>17. </b>(1) In this Part,</p> <p class=\"firstdef-e\">“assessment” means, in respect of a parcel of land for a year, the assessment for the parcel as shown on the assessment roll, as revised, for that year;</p> <p class=\"definition-e\">“assessment roll” means the assessment roll under the <i>Assessment Act</i>;</p> <p class=\"definition-e\">“average level of taxation” means, in respect of two or more parcels of land for 2001, the sum of the taxes for municipal and school purposes imposed on each parcel in 2001 divided by the sum of the taxes that would have been imposed in 2001 on each parcel if Part XXII.3 of the Act had not applied; </p> <p class=\"definition-e\">“consolidated parcel” means a parcel of land included on the assessment roll for 2002 that was included on the assessment roll for 2001 as two or more separate parcels;</p> <p class=\"definition-e\">“level of taxation” means, in respect of a parcel of land for a year, the level of taxation for the parcel for the year that would be determined under paragraph 1 of subsection 447.70 (2) of the Act;</p> <p class=\"definition-e\">“original parcel” means a parcel of land included on the assessment roll for 2001 that is severed or subdivided into two or more parcels of land that are included on the assessment roll for 2002;</p> <p class=\"definition-e\">“property class” means a property class under the <i>Assessment Act</i>;</p> <p class=\"definition-e\">“separate parcel” means a parcel of land included on the assessment roll for 2001 that is included on the assessment roll for 2002 as part of a consolidated parcel;</p> <p class=\"definition-e\">“severed parcel” means a parcel of land included on the assessment roll for 2002 that was part of an original parcel included on the assessment roll for 2001;</p> <p class=\"definition-e\">“subclass” means a “subclass of real property” as defined in section 1 of the <i>Assessment Act</i>. O. Reg. 419/02, s. 1.</p> <p class=\"subsection-e\">(2) For the purposes of this Part, the commercial classes, as defined in subsection 363 (20) of the Act, shall be deemed to be a single property class and the industrial classes, as defined in that subsection, shall be deemed to be a single class. O. Reg. 419/02, s. 1.</p>"
        },
        {
            "id": "P336_36507",
            "section": "Consolidation of parcels, par. 1 of subs. 447.68 (2) of the Act",
            "content": "18. (1) This section applies to determine, for the purposes of paragraph 1 of subsection 447.68 (2) of the Act, the amount of taxes for 2001 if two or more parcels of land that were included on the assessment roll for taxation in 2001 are consolidated into one consolidated parcel on the assessment roll for 2002. O. Reg. 419/02, s. 1. (2) The amount of the taxes for 2001 for the consolidated parcel is the sum of the taxes for municipal and school purposes levied on the separate parcels for 2001 if the property class in which each separate parcel was included for 2001 and the property class in which the consolidated parcel is included for 2002 are the same. O. Reg. 419/02, s. 1. (3) Subject to subsection (4), if two or more separate parcels were included in different property classes in 2001 to which Part XXII.3 of the Act applied and portions of the consolidated parcel are in the same property classes in 2002 as the separate parcels, the amount of taxes for 2001 for the portion of the consolidated parcel that is in the same property class for 2002 as the corresponding separate parcel in 2001 is the amount of taxes for municipal and school purposes levied for 2001 on the separate parcel. O. Reg. 419/02, s. 1. (4) If any of the separate parcels was included in the subclass for vacant land for 2001 and the corresponding portion of the consolidated parcel is included for 2002 in the subclass for excess land, (a) the amount of the taxes for 2001 for the portion of the consolidated parcel that is included in the subclass for excess land is the amount of the taxes for municipal and school purposes that was levied on the separate parcel included in the subclass for vacant land for 2001; and (b) the amount of the taxes for 2001 for each portion of the consolidated parcel that is not included in the subclass for excess land is the amount of the taxes for municipal and school purposes that was levied for 2001 on the corresponding separate parcel if it was included in the same property class in 2001 as the portion of the consolidated parcel. O. Reg. 419/02, s. 1. (5) If two or more of the separate parcels were included in the same property class to which Part XXII.3 of the Act applied in 2001 but only a portion of the consolidated parcel is included in that property class in 2002, the amount of the taxes for 2001 for that portion of the consolidated parcel is the amount determined by multiplying together the following amounts: 1. The average level of taxation of the separate parcels for 2001. 2. The tax rate levied by the municipality for 2001 on property in the same property class as that portion of the consolidated parcel. 3. The assessment of that portion of the consolidated parcel on the 2002 assessment roll. O. Reg. 419/02, s. 1. (6) If two or more of the separate parcels were included in different property classes to which Part XXII.3 of the Act applied in 2001 and the consolidated parcel is included in the same property class for 2002 as one of those separate parcels, the amount of the taxes for municipal and school purposes for the consolidated parcel for 2001 is the amount determined in the following manner: 1. Determine, i. the level of taxation for 2001 of the separate parcel that was included in the same property class in 2001 as the consolidated parcel, if only one separate parcel was in the same property class for 2001 as the consolidated parcel, or ii. the average level of taxation for 2001 of the separate parcels that were included in the same property class in 2001 as the consolidated parcel, if more than one separate parcel was in the same property class for 2001 as the consolidated parcel. 2. Determine the sum of the assessments for 2001 of all of the separate parcels that were in different property classes for 2001 than the consolidated parcel. 3. Determine the tax rate levied by the municipality for 2001 on property in the same property class as the consolidated parcel. 4. Multiply the sum of the assessments determined under paragraph 2 by the tax rate referred to in paragraph 3. 5. Multiply the product determined under paragraph 4 by the lesser of, i. 1.00, and ii. the level of taxation or average level of taxation for 2001 determined under paragraph 1. 6. Add the product determined under paragraph 5 to the taxes determined under section 447.65, 447.67 or 447.70 of the Act for 2001, as the case may be, for all of the separate parcels that were included in the same property class in 2001 as the consolidated parcel. O. Reg. 419/02, s. 1. (7) The amount of the taxes for municipal and school purposes of the consolidated parcel for 2001 is the amount determined under subsection (8) if, (a) two or more of the separate parcels that were consolidated for 2002 were included in different property classes for 2001; (b) not all of the separate parcels that were consolidated were included in property classes that were subject to Part XXII.3 of the Act for 2001; (c) the consolidated parcel is included in a single property class that is subject to Part XXII.3 of the Act for 2002; and (d) the property class in which the consolidated parcel is included for 2002 is the same as the property class in which one of the separate parcels was included. O. Reg. 419/02, s. 1. (8) For the purposes of subsection (7), the amount is determined as follows: 1. Determine, i. the level of taxation for 2001 of the separate parcel that was included in the same property class in 2001 as the consolidated parcel, if only one separate parcel was in the same property class for 2001 as the consolidated parcel, or ii. the average level of taxation for 2001 of the separate parcels that were included in the same property class in 2001 as the consolidated parcel, if more than one separate parcel was in the same property class for 2001 as the consolidated parcel. 2. Determine the sum of the assessments for 2001 of all separate parcels that were included in property classes that were not subject to Part XXII.3 of the Act. 3. Determine the tax rate levied by the municipality for 2001 on property in the same property class as the consolidated parcel. 4. Multiply the sum of the assessments determined under paragraph 2 by the tax rate referred to in paragraph 3. 5. Multiply the product determined under paragraph 4 by the lesser of, i. 1.00, and ii. the level of taxation or average level of taxation for 2001 determined under paragraph 1. 6. Add the product determined in paragraph 5 to the taxes determined under section 447.65, 447.67 or 447.70 of the Act for 2001, as the case may be, for all of the separate parcels that were in the same property class in 2001 as the consolidated parcel. O. Reg. 419/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P336_36507\"></a><a name=\"BK31\"></a>18. </b>(1) This section applies to determine, for the purposes of paragraph 1 of subsection 447.68 (2) of the Act, the amount of taxes for 2001 if two or more parcels of land that were included on the assessment roll for taxation in 2001 are consolidated into one consolidated parcel on the assessment roll for 2002. O. Reg. 419/02, s. 1.</p> <p class=\"subsection-e\">(2) The amount of the taxes for 2001 for the consolidated parcel is the sum of the taxes for municipal and school purposes levied on the separate parcels for 2001 if the property class in which each separate parcel was included for 2001 and the property class in which the consolidated parcel is included for 2002 are the same. O. Reg. 419/02, s. 1.</p> <p class=\"subsection-e\">(3) Subject to subsection (4), if two or more separate parcels were included in different property classes in 2001 to which Part XXII.3 of the Act applied and portions of the consolidated parcel are in the same property classes in 2002 as the separate parcels, the amount of taxes for 2001 for the portion of the consolidated parcel that is in the same property class for 2002 as the corresponding separate parcel in 2001 is the amount of taxes for municipal and school purposes levied for 2001 on the separate parcel. O. Reg. 419/02, s. 1.</p> <p class=\"subsection-e\">(4) If any of the separate parcels was included in the subclass for vacant land for 2001 and the corresponding portion of the consolidated parcel is included for 2002 in the subclass for excess land, </p> <p class=\"clause-e\">(a) the amount of the taxes for 2001 for the portion of the consolidated parcel that is included in the subclass for excess land is the amount of the taxes for municipal and school purposes that was levied on the separate parcel included in the subclass for vacant land for 2001; and  </p> <p class=\"clause-e\">(b) the amount of the taxes for 2001 for each portion of the consolidated parcel that is not included in the subclass for excess land is the amount of the taxes for municipal and school purposes that was levied for 2001 on the corresponding separate parcel if it was included in the same property class in 2001 as the portion of the consolidated parcel. O. Reg. 419/02, s. 1.</p> <p class=\"subsection-e\">(5) If two or more of the separate parcels were included in the same property class to which Part XXII.3 of the Act applied in 2001 but only a portion of the consolidated parcel is included in that property class in 2002, the amount of the taxes for 2001 for that portion of the consolidated parcel is the amount determined by multiplying together the following amounts:</p> <p class=\"paragraph-e\">1. The average level of taxation of the separate parcels for 2001.</p> <p class=\"paragraph-e\">2. The tax rate levied by the municipality for 2001 on property in the same property class as that portion of the consolidated parcel.</p> <p class=\"paragraph-e\">3. The assessment of that portion of the consolidated parcel on the 2002 assessment roll. O. Reg. 419/02, s. 1.</p> <p class=\"subsection-e\">(6) If two or more of the separate parcels were included in different property classes to which Part XXII.3 of the Act applied in 2001 and the consolidated parcel is included in the same property class for 2002 as one of those separate parcels, the amount of the taxes for municipal and school purposes for the consolidated parcel for 2001 is the amount determined in the following manner:</p> <p class=\"paragraph-e\">1. Determine,</p> <p class=\"subpara-e\">i. the level of taxation for 2001 of the separate parcel that was included in the same property class in 2001 as the consolidated parcel, if only one separate parcel was in the same property class for 2001 as the consolidated parcel, or</p> <p class=\"subpara-e\">ii. the average level of taxation for 2001 of the separate parcels that were included in the same property class in 2001 as the consolidated parcel, if more than one separate parcel was in the same property class for 2001 as the consolidated parcel.</p> <p class=\"paragraph-e\">2. Determine the sum of the assessments for 2001 of all of the separate parcels that were in different property classes for 2001 than the consolidated parcel.</p> <p class=\"paragraph-e\">3. Determine the tax rate levied by the municipality for 2001 on property in the same property class as the consolidated parcel.</p> <p class=\"paragraph-e\">4. Multiply the sum of the assessments determined under paragraph 2 by the tax rate referred to in paragraph 3.</p> <p class=\"paragraph-e\">5. Multiply the product determined under paragraph 4 by the lesser of,</p> <p class=\"subpara-e\">i. 1.00, and</p> <p class=\"subpara-e\">ii. the level of taxation or average level of taxation for 2001 determined under paragraph 1.</p> <p class=\"paragraph-e\">6. Add the product determined under paragraph 5 to the taxes determined under section 447.65, 447.67 or 447.70 of the Act for 2001, as the case may be, for all of the separate parcels that were included in the same property class in 2001 as the consolidated parcel. O. Reg. 419/02, s. 1.</p> <p class=\"subsection-e\">(7) The amount of the taxes for municipal and school purposes of the consolidated parcel for 2001 is the amount determined under subsection (8) if,</p> <p class=\"clause-e\">(a) two or more of the separate parcels that were consolidated for 2002 were included in different property classes for 2001;</p> <p class=\"clause-e\">(b) not all of the separate parcels that were consolidated were included in property classes that were subject to Part XXII.3 of the Act for 2001;</p> <p class=\"clause-e\">(c) the consolidated parcel is included in a single property class that is subject to Part XXII.3 of the Act for 2002; and</p> <p class=\"clause-e\">(d) the property class in which the consolidated parcel is included for 2002 is the same as the property class in which one of the separate parcels was included. O. Reg. 419/02, s. 1.</p> <p class=\"subsection-e\">(8) For the purposes of subsection (7), the amount is determined as follows:</p> <p class=\"paragraph-e\">1. Determine,</p> <p class=\"subpara-e\">i. the level of taxation for 2001 of the separate parcel that was included in the same property class in 2001 as the consolidated parcel, if only one separate parcel was in the same property class for 2001 as the consolidated parcel, or</p> <p class=\"subpara-e\">ii. the average level of taxation for 2001 of the separate parcels that were included in the same property class in 2001 as the consolidated parcel, if more than one separate parcel was in the same property class for 2001 as the consolidated parcel.</p> <p class=\"paragraph-e\">2. Determine the sum of the assessments for 2001 of all separate parcels that were included in property classes that were not subject to Part XXII.3 of the Act.</p> <p class=\"paragraph-e\">3. Determine the tax rate levied by the municipality for 2001 on property in the same property class as the consolidated parcel.</p> <p class=\"paragraph-e\">4. Multiply the sum of the assessments determined under paragraph 2 by the tax rate referred to in paragraph 3.</p> <p class=\"paragraph-e\">5. Multiply the product determined under paragraph 4 by the lesser of,</p> <p class=\"subpara-e\">i. 1.00, and</p> <p class=\"subpara-e\">ii. the level of taxation or average level of taxation for 2001 determined under paragraph 1.</p> <p class=\"paragraph-e\">6. Add the product determined in paragraph 5 to the taxes determined under section 447.65, 447.67 or 447.70 of the Act for 2001, as the case may be, for all of the separate parcels that were in the same property class in 2001 as the consolidated parcel. O. Reg. 419/02, s. 1.</p>"
        },
        {
            "id": "P374_43250",
            "section": "Severance or subdivision of land, par. 1 of subs. 447.68 (2) of the Act",
            "content": "19. (1) This section applies in determining, for the purposes of paragraph 1 of subsection 447.68 (2) of the Act, the amount of taxes for 2001 for a severed parcel, (a) that formed part of an original parcel that was included on the assessment roll for 2001; and (b) that is included as a severed parcel on the assessment roll for 2002. O. Reg. 419/02, s. 1. (2) The amount of the taxes for municipal and school purposes for 2001 for a severed parcel that is in the same property class in 2002 as the property class in which the original parcel was included for 2001 is the amount determined in the following manner, if the original parcel was not included in 2001 in the subclass for vacant land: 1. Determine the taxes for municipal and school purposes calculated under section 447.65, 447.67 or 447.70 of the Act, as the case may be, for the original parcel for 2001. 2. Determine the ratio of the assessment of the severed parcel for 2002 to the assessment of the original parcel for 2001. 3. Multiply the amount of taxes determined under paragraph 1 by the ratio determined under paragraph 2. O. Reg. 419/02, s. 1. (3) If a portion of the original parcel was included in the subclass for excess land for 2001, the taxes for municipal and school purposes for 2001 for a severed parcel that is not in the subclass for vacant land for 2002 and that is in the same property class as the corresponding portion of the original parcel that was not included in the subclass for excess land for 2001 is the amount by which the taxes for municipal and school purposes for 2001 for the original parcel exceeds the amount of those taxes relating to the portion of the original parcel that was included in the subclass for excess land for 2001. O. Reg. 419/02, s. 1. (4) If the original parcel contains portions that are in different property classes to which Part XXII.3 of the Act applies and the severed parcels are contained in the same property class as a portion of the original parcel, the taxes for municipal and school taxes for 2001 for the severed parcel is the amount of the taxes levied on the corresponding portion of the original parcel. O. Reg. 419/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P374_43250\"></a><a name=\"BK32\"></a>19. </b>(1) This section applies in determining, for the purposes of paragraph 1 of subsection 447.68 (2) of the Act, the amount of taxes for 2001 for a severed parcel,</p> <p class=\"clause-e\">(a) that formed part of an original parcel that was included on the assessment roll for 2001; and</p> <p class=\"clause-e\">(b) that is included as a severed parcel on the assessment roll for 2002. O. Reg. 419/02, s. 1.</p> <p class=\"subsection-e\">(2) The amount of the taxes for municipal and school purposes for 2001 for a severed parcel that is in the same property class in 2002 as the property class in which the original parcel was included for 2001 is the amount determined in the following manner, if the original parcel was not included in 2001 in the subclass for vacant land:</p> <p class=\"paragraph-e\">1. Determine the taxes for municipal and school purposes calculated under section 447.65, 447.67 or 447.70 of the Act, as the case may be, for the original parcel for 2001.</p> <p class=\"paragraph-e\">2. Determine the ratio of the assessment of the severed parcel for 2002 to the assessment of the original parcel for 2001.</p> <p class=\"paragraph-e\">3. Multiply the amount of taxes determined under paragraph 1 by the ratio determined under paragraph 2. O. Reg. 419/02, s. 1.</p> <p class=\"subsection-e\">(3) If a portion of the original parcel was included in the subclass for excess land for 2001, the taxes for municipal and school purposes for 2001 for a severed parcel that is not in the subclass for vacant land for 2002 and that is in the same property class as the corresponding portion of the original parcel that was not included in the subclass for excess land for 2001 is the amount by which the taxes for municipal and school purposes for 2001 for the original parcel exceeds the amount of those taxes relating to the portion of the original parcel that was included in the subclass for excess land for 2001. O. Reg. 419/02, s. 1.</p> <p class=\"subsection-e\">(4) If the original parcel contains portions that are in different property classes to which Part XXII.3 of the Act applies and the severed parcels are contained in the same property class as a portion of the original parcel, the taxes for municipal and school taxes for 2001 for the severed parcel is the amount of the taxes levied on the corresponding portion of the original parcel. O. Reg. 419/02, s. 1.</p>"
        },
        {
            "id": "P384_45487",
            "section": "Change in proportions of parcel in different property classes",
            "content": "20. (1) This section applies to a parcel that satisfies the following conditions: 1. Portions of the parcel were included in different property classes for 2001. 2. Portions of the parcel are included in the same property classes for 2002 and not in any other property class. 3. The assessment of each portion of the parcel in a property class has changed between 2001 and 2002. 4. The change in the assessment for each portion of the parcel included in a property class for 2002 is due only to a change in the proportion of the parcel included in each of the property classes, as a result of a change event described in clause (a) of the definition of “change event” in subsection 34 (2.2) of the Assessment Act. O. Reg. 419/02, s. 1. (2) The taxes for municipal and school purposes for 2001 for the purposes of paragraph 1 of subsection 447.68 (2) of the Act for each portion of the parcel whose assessment increased between 2001 and 2002 is determined as follows: 1. Determine the amount of taxes levied on the portion of the property for 2001 under section 447.65, 447.67 or 447.70 of the Act, as the case may be. 2. Determine the amount of taxes that would have been levied on the portion of the property for 2001 but for the application of Part XXII.3 of the Act. 3. Divide the amount determined under paragraph 1 by the amount determined under paragraph 2. 4. Determine the amount of taxes that would have been levied on the increased portion of the property for 2001 but for the application of Part XXII.3 of the Act. 5. Subtract the amount determined under paragraph 2 from the amount determined under paragraph 4. 6. Multiply the remainder determined under paragraph 5 by the lesser of, i. the quotient determined under paragraph 3, and ii. 1.0. 7. Add the product determined under paragraph 6 to the amount determined under paragraph 1. O. Reg. 419/02, s. 1. (3) The taxes for municipal and school purposes for 2001 for the purposes of paragraph 1 of subsection 447.68 (2) of the Act for each portion of the parcel whose assessment decreased between 2001 and 2002 is determined as follows: 1. Determine the assessment of the portion of the property on the 2001 assessment roll. 2. Determine the assessment of the portion of the property on the 2002 assessment roll. 3. Divide the amount determined under paragraph 2 by the amount determined under paragraph 1. 4. Determine the amount of taxes levied on the portion of the property for 2001 under section 447.65, 447.67 or 447.70 of the Act, as the case may be. 5. Multiply the amount determined under paragraph 4 by the quotient determined under paragraph 3. O. Reg. 419/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P384_45487\"></a><a name=\"BK33\"></a>20. </b>(1) This section applies to a parcel that satisfies the following conditions:</p> <p class=\"paragraph-e\">1. Portions of the parcel were included in different property classes for 2001.</p> <p class=\"paragraph-e\">2. Portions of the parcel are included in the same property classes for 2002 and not in any other property class.</p> <p class=\"paragraph-e\">3. The assessment of each portion of the parcel in a property class has changed between 2001 and 2002.</p> <p class=\"paragraph-e\">4. The change in the assessment for each portion of the parcel included in a property class for 2002 is due only to a change in the proportion of the parcel included in each of the property classes, as a result of a change event described in clause (a) of the definition of “change event” in subsection 34 (2.2) of the <i>Assessment Act</i>. O. Reg. 419/02, s. 1.</p> <p class=\"subsection-e\">(2) The taxes for municipal and school purposes for 2001 for the purposes of paragraph 1 of subsection 447.68 (2) of the Act for each portion of the parcel whose assessment increased between 2001 and 2002 is determined as follows:</p> <p class=\"paragraph-e\">1. Determine the amount of taxes levied on the portion of the property for 2001 under section 447.65, 447.67 or 447.70 of the Act, as the case may be.</p> <p class=\"paragraph-e\">2. Determine the amount of taxes that would have been levied on the portion of the property for 2001 but for the application of Part XXII.3 of the Act. </p> <p class=\"paragraph-e\">3. Divide the amount determined under paragraph 1 by the amount determined under paragraph 2.</p> <p class=\"paragraph-e\">4. Determine the amount of taxes that would have been levied on the increased portion of the property for 2001 but for the application of Part XXII.3 of the Act.</p> <p class=\"paragraph-e\">5. Subtract the amount determined under paragraph 2 from the amount determined under paragraph 4.</p> <p class=\"paragraph-e\">6. Multiply the remainder determined under paragraph 5 by the lesser of,</p> <p class=\"subpara-e\">i. the quotient determined under paragraph 3, and</p> <p class=\"subpara-e\">ii. 1.0.</p> <p class=\"paragraph-e\">7. Add the product determined under paragraph 6 to the amount determined under paragraph 1. O. Reg. 419/02, s. 1.</p> <p class=\"subsection-e\">(3) The taxes for municipal and school purposes for 2001 for the purposes of paragraph 1 of subsection 447.68 (2) of the Act for each portion of the parcel whose assessment decreased between 2001 and 2002 is determined as follows:</p> <p class=\"paragraph-e\">1. Determine the assessment of the portion of the property on the 2001 assessment roll.</p> <p class=\"paragraph-e\">2. Determine the assessment of the portion of the property on the 2002 assessment roll.</p> <p class=\"paragraph-e\">3. Divide the amount determined under paragraph 2 by the amount determined under paragraph 1.</p> <p class=\"paragraph-e\">4. Determine the amount of taxes levied on the portion of the property for 2001 under section 447.65, 447.67 or 447.70 of the Act, as the case may be.</p> <p class=\"paragraph-e\">5. Multiply the amount determined under paragraph 4 by the quotient determined under paragraph 3. O. Reg. 419/02, s. 1.</p>"
        },
        {
            "id": "P406_48153",
            "section": "Change in tax exempt portion of a parcel",
            "content": "21. (1) This section applies if the portion of a parcel of land that is exempt from taxes for municipal and school purposes changes between 2001 and 2002 and the change is due only to a change in the proportion of the parcel that is entitled to the exemption. O. Reg. 419/02, s. 1. (2) The taxes for municipal and school purposes for 2001 for the taxable portion of the parcel for the purposes of paragraph 1 of subsection 447.68 (2) of the Act is determined as follows: 1. If the assessment of the taxable portion of the parcel increased between 2001 and 2002, the taxes for municipal and school purposes for 2001 for that portion is the amount that would be determined in respect of the portion of the parcel under subsection 20 (2). 2. If the assessment of the taxable portion of the parcel decreased between 2001 and 2002, the taxes for municipal and school purposes for 2001 for that portion is the amount that would be determined in respect of the portion of the parcel under subsection 20 (3). O. Reg. 419/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P406_48153\"></a><a name=\"BK34\"></a>21. </b>(1) This section applies if the portion of a parcel of land that is exempt from taxes for municipal and school purposes changes between 2001 and 2002 and the change is due only to a change in the proportion of the parcel that is entitled to the exemption. O. Reg. 419/02, s. 1.</p> <p class=\"subsection-e\">(2) The taxes for municipal and school purposes for 2001 for the taxable portion of the parcel for the purposes of paragraph 1 of subsection 447.68 (2) of the Act is determined as follows:</p> <p class=\"paragraph-e\">1. If the assessment of the taxable portion of the parcel increased between 2001 and 2002, the taxes for municipal and school purposes for 2001 for that portion is the amount that would be determined in respect of the portion of the parcel under subsection 20 (2).</p> <p class=\"paragraph-e\">2. If the assessment of the taxable portion of the parcel decreased between 2001 and 2002, the taxes for municipal and school purposes for 2001 for that portion is the amount that would be determined in respect of the portion of the parcel under subsection 20 (3). O. Reg. 419/02, s. 1.</p>"
        },
        {
            "id": "P411_49208",
            "section": "Mid-year demolition, etc.",
            "content": "22. (1) For the purposes of clause 442 (1) (a.1) of the Act, the recalculation of taxes for 2002 shall include a reduction determined as follows: 1. If no by-law is passed under subsection 368.1 (4) of the Act, the reduction is, i. 30 per cent of the taxes otherwise determined for 2002, if the property was included in the commercial classes, or ii. 35 per cent of the taxes otherwise determined for 2002, if the property was included in the industrial classes. 2. If a by-law was passed under subsection 368.1 (4) of the Act, the reduction is the percentage of the taxes otherwise determined for 2002 that is set out in the by-law and that is between 30 per cent and 35 per cent. O. Reg. 419/02, s. 1. (2) Paragraph 5 of subsection 447.68 (2) of the Act applies to a property even if the owner of the property was entitled to but failed to make an application to the council of the municipality under clause 442 (1) (a), (a.1), (c) or (f) or section 443 of the Act for a cancellation, reduction or refund of taxes for 2001, but only if the appropriate change is made to the assessment of the property on the assessment roll, as returned, for 2002. O. Reg. 419/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P411_49208\"></a><a name=\"BK35\"></a>22. </b>(1) For the purposes of clause 442 (1) (a.1) of the Act, the recalculation of taxes for 2002 shall include a reduction determined as follows:</p> <p class=\"paragraph-e\">1. If no by-law is passed under subsection 368.1 (4) of the Act, the reduction is, </p> <p class=\"subpara-e\">i. 30 per cent of the taxes otherwise determined for 2002, if the property was included in the commercial classes, or</p> <p class=\"subpara-e\">ii. 35 per cent of the taxes otherwise determined for 2002, if the property was included in the industrial classes.</p> <p class=\"paragraph-e\">2. If a by-law was passed under subsection 368.1 (4) of the Act, the reduction is the percentage of the taxes otherwise determined for 2002 that is set out in the by-law and that is between 30 per cent and 35 per cent. O. Reg. 419/02, s. 1.</p> <p class=\"subsection-e\">(2) Paragraph 5 of subsection 447.68 (2) of the Act applies to a property even if the owner of the property was entitled to but failed to make an application to the council of the municipality under clause 442 (1) (a), (a.1), (c) or (f) or section 443 of the Act for a cancellation, reduction or refund of taxes for 2001, but only if the appropriate change is made to the assessment of the property on the assessment roll, as returned, for 2002. O. Reg. 419/02, s. 1.</p>"
        },
        {
            "id": "P418_50424",
            "section": "Eligible property, s. 447.70 of the Act",
            "content": "23. (1) Subject to subsection (2), the following properties are deemed to be eligible property for the purposes of section 447.70 of the Act for 2002: 1. A parcel of land that is severed from a larger parcel of land or that is a lot in a subdivided parcel of land, if 2002 is the first year for which the parcel is included as a separate parcel on the assessment roll. 2. Despite subsection 447.68 (11) of the Act, property to which section 447.70 of the Act applied in 2001 as a result of an assessment made under subsection 34 (2) of the Assessment Act or a severance or subdivision, if clause 447.68 (8) (a) of the Act applies to the property for 2002. 3. Property in respect of which an assessment could have been made under section 34 of the Assessment Act in 2001 if, i. making the assessment in 2001 would have resulted in the application of clause 447.65 (8) (a) of the Act to the property, and ii. the appropriate change is made on the assessment roll for 2002. O. Reg. 419/02, s. 1. (2) None of the following is eligible property for the purposes of section 447.70 of the Act for 2002: 1. A severed parcel if the original parcel is described in subsection 19 (2), (3) or (4). 2. A severed parcel that fails to satisfy the minimum size requirements for development under the relevant municipal zoning by-law. O. Reg. 419/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P418_50424\"></a><a name=\"BK36\"></a>23. </b>(1) Subject to subsection (2), the following properties are deemed to be eligible property for the purposes of section 447.70 of the Act for 2002:</p> <p class=\"paragraph-e\">1. A parcel of land that is severed from a larger parcel of land or that is a lot in a subdivided parcel of land, if 2002 is the first year for which the parcel is included as a separate parcel on the assessment roll. </p> <p class=\"paragraph-e\">2. Despite subsection 447.68 (11) of the Act, property to which section 447.70 of the Act applied in 2001 as a result of an assessment made under subsection 34 (2) of the <i>Assessment Act</i> or a severance or subdivision, if clause 447.68 (8) (a) of the Act applies to the property for 2002.</p> <p class=\"paragraph-e\">3. Property in respect of which an assessment could have been made under section 34 of the <i>Assessment Act</i> in 2001 if,</p> <p class=\"subpara-e\">i. making the assessment in 2001 would have resulted in the application of clause 447.65 (8) (a) of the Act to the property, and</p> <p class=\"subpara-e\">ii. the appropriate change is made on the assessment roll for 2002. O. Reg. 419/02, s. 1.</p> <p class=\"subsection-e\">(2) None of the following is eligible property for the purposes of section 447.70 of the Act for 2002:</p> <p class=\"paragraph-e\">1. A severed parcel if the original parcel is described in subsection 19 (2), (3) or (4).</p> <p class=\"paragraph-e\">2. A severed parcel that fails to satisfy the minimum size requirements for development under the relevant municipal zoning by-law. O. Reg. 419/02, s. 1.</p>"
        },
        {
            "id": "P428_51819",
            "section": "Comparable property for purposes of s. 447.70 of the Act",
            "content": "24. If section 447.64 of the Act applies for 2002 to a property that is identified as a comparable property under section 447.70 of the Act, the amount of taxes for municipal and school purposes that would have been imposed for 2002 on the comparable property but for the application of Part XXII.3 of the Act, as determined for the purposes of paragraph 1 of subsection 447.70 (2) of the Act, shall be reduced to the same proportion of the taxes for municipal and school purposes that applies for 2002 under section 447.64 of the Act. O. Reg. 419/02, s. 1. ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P428_51819\"></a><a name=\"BK37\"></a>24. </b>If section 447.64 of the Act applies for 2002 to a property that is identified as a comparable property under section 447.70 of the Act, the amount of taxes for municipal and school purposes that would have been imposed for 2002 on the comparable property but for the application of Part XXII.3 of the Act, as determined for the purposes of paragraph 1 of subsection 447.70 (2) of the Act, shall be reduced to the same proportion of the taxes for municipal and school purposes that applies for 2002 under section 447.64 of the Act. O. Reg. 419/02, s. 1.</p> <p class=\"Normal\"></p>"
        }
    ]
}