{
    "reg_info": {
        "full_title": "O. Reg. 350/13: SERVICE PROVIDERS - PUBLIC REGISTRY",
        "reg_name_text": "SERVICE PROVIDERS — PUBLIC REGISTRY",
        "citation": "O. Reg. 350/13: SERVICE PROVIDERS - PUBLIC REGISTRY",
        "act_under": "Insurance Act",
        "url": "https://www.ontario.ca/laws/regulation/130350",
        "date_scraped": "2023-12-18 22:59:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/130350/v3",
            "valid_from": "June  3, 2019",
            "valid_to": "June  7, 2019"
        },
        {
            "a_href": "/laws/regulation/130350/v2",
            "valid_from": "June  1, 2014",
            "valid_to": "June  2, 2019"
        },
        {
            "a_href": "/laws/regulation/130350/v1",
            "valid_from": "December 17, 2013",
            "valid_to": "May 31, 2014"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Registry of licenced service providers",
            "content": "  1. The public register of holders of a service provider’s licence that is to be maintained under subsection 288.3 (1) of the Act must contain the following information about each licensee: 1. The name in which the service provider is licensed, including its legal name and any other name that is registered under the Business Names Act. 2. The licence number. 3. The licensee’s mailing address in Ontario as it appears in the records maintained by the Chief Executive Officer. 4. The date on which the licence was issued. 5. Whether the licence is in good standing or is suspended. 6. Any conditions that apply to the licence. 7. Any periods of time during which the licence was suspended. 8. Any periods of time during which the licence was revoked or during which the licensee did not hold the licence for any other reason. 9. The name of the licensee’s principal representative. 10. The address of every facility, branch or location in Ontario of the licensee as it appears in the records maintained by the Chief Executive Officer and, if the licensee carries on business at a facility, branch or location under a name other than its legal name, the name of the licensee that is registered under the Business Names Act under which the licensee carries on business at the facility, branch or location. O. Reg. 350/13, s. 1; O. Reg. 138/19, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>The public register of holders of a service provider’s licence that is to be maintained under subsection 288.3 (1) of the Act must contain the following information about each licensee:</p> <p class=\"paragraph-e\">  1. The name in which the service provider is licensed, including its legal name and any other name that is registered under the <i>Business Names Act</i>.</p> <p class=\"paragraph-e\">  2. The licence number.</p> <p class=\"paragraph-e\">  3. The licensee’s mailing address in Ontario as it appears in the records maintained by the Chief Executive Officer.</p> <p class=\"paragraph-e\">  4. The date on which the licence was issued.</p> <p class=\"paragraph-e\">  5. Whether the licence is in good standing or is suspended.</p> <p class=\"paragraph-e\">  6. Any conditions that apply to the licence.</p> <p class=\"paragraph-e\">  7. Any periods of time during which the licence was suspended.</p> <p class=\"paragraph-e\">  8. Any periods of time during which the licence was revoked or during which the licensee did not hold the licence for any other reason.</p> <p class=\"paragraph-e\">  9. The name of the licensee’s principal representative.</p> <p class=\"paragraph-e\">  10. The address of every facility, branch or location in Ontario of the licensee as it appears in the records maintained by the Chief Executive Officer and, if the licensee carries on business at a facility, branch or location under a name other than its legal name, the name of the licensee that is registered under the <i>Business Names Act</i> under which the licensee carries on business at the facility, branch or location. O. Reg. 350/13, s. 1; O. Reg. 138/19, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Registry of former licensees",
            "content": "  2. The public register of former holders of a service provider’s licence that is to be maintained under subsection 288.3 (1) of the Act must contain the following information about each former licensee: 1. The name in which the former licensee was licensed, including its legal name and any other name that was registered under the Business Names Act immediately before the licensee ceased to hold the licence. 2. The former licence number. 3. The former licensee’s mailing address in Ontario as it appeared in the records maintained by the Chief Executive Officer immediately before the licensee ceased to hold the licence. 4. The date on which the licence was issued. 5. The date on which the former licensee ceased to hold the licence. 6. Whether the former licensee ceased to hold the licence because it was revoked or because it was surrendered. 7. Any previous periods of time during which the licence was suspended. 8. Any previous periods of time during which the licence was revoked or during which the licensee did not hold the licence for any other reason. 9. The name of the former licensee’s principal representative immediately before the licensee ceased to hold the licence. 10. The address of every facility, branch or location in Ontario of the former licensee as it appeared in the records maintained by the Chief Executive Officer immediately before the licensee ceased to hold the licence and, if the former licensee carried on business at a facility, branch or location under a name other than its legal name, the name of the former licensee that was registered under the Business Names Act under which the licensee carried on business at the facility, branch or location immediately before the licensee ceased to hold the licence. O. Reg. 350/13, s. 2; O. Reg. 138/19, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>The public register of former holders of a service provider’s licence that is to be maintained under subsection 288.3 (1) of the Act must contain the following information about each former licensee:</p> <p class=\"paragraph-e\">  1. The name in which the former licensee was licensed, including its legal name and any other name that was registered under the <i>Business Names Act</i> immediately before the licensee ceased to hold the licence.</p> <p class=\"paragraph-e\">  2. The former licence number.</p> <p class=\"paragraph-e\">  3. The former licensee’s mailing address in Ontario as it appeared in the records maintained by the Chief Executive Officer immediately before the licensee ceased to hold the licence.</p> <p class=\"paragraph-e\">  4. The date on which the licence was issued.</p> <p class=\"paragraph-e\">  5. The date on which the former licensee ceased to hold the licence.</p> <p class=\"paragraph-e\">  6. Whether the former licensee ceased to hold the licence because it was revoked or because it was surrendered.</p> <p class=\"paragraph-e\">  7. Any previous periods of time during which the licence was suspended.</p> <p class=\"paragraph-e\">  8. Any previous periods of time during which the licence was revoked or during which the licensee did not hold the licence for any other reason.</p> <p class=\"paragraph-e\">  9. The name of the former licensee’s principal representative immediately before the licensee ceased to hold the licence.</p> <p class=\"paragraph-e\">  10. The address of every facility, branch or location in Ontario of the former licensee as it appeared in the records maintained by the Chief Executive Officer immediately before the licensee ceased to hold the licence and, if the former licensee carried on business at a facility, branch or location under a name other than its legal name, the name of the former licensee that was registered under the <i>Business Names Act</i> under which the licensee carried on business at the facility, branch or location immediately before the licensee ceased to hold the licence. O. Reg. 350/13, s. 2; O. Reg. 138/19, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Registry of former licensees",
            "content": " 3. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 350/13, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>). O. Reg. 350/13, s. 3.</p>"
        },
        {
            "id": null,
            "section": "Registry of former licensees",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/130350\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}