{
    "reg_info": {
        "full_title": "O. Reg. 563/21: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 563/21: ",
        "act_under": "Ontario College of Teachers Act, 1996",
        "url": "https://www.ontario.ca/laws/regulation/210563",
        "date_scraped": "2023-12-18 12:52:26"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "February  7, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/210563/v1",
            "valid_from": "August  6, 2021",
            "valid_to": "February  6, 2022"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “accreditation regulation” means Ontario Regulation 347/02 (Accreditation of Teacher Education Programs) made under the Act; (“règlement sur l’agrément”) “accredited program” has the same meaning as in the accreditation regulation; (“programme agréé”) “continuing education teacher” has the same meaning as in subsection 1 (1) of the Education Act; (“enseignant de l’éducation permanente”) “Council appointee” refers to a person appointed to the Council, a statutory committee, regulatory committee or roster by the Council; (“personne nommée par le conseil”) “Lieutenant Governor in Council appointee” means a person appointed to the Council under clause 4 (2) (b) of the Act or a person appointed to the roster under clause 17 (4) (b) of the Act; (“personne nommée par le lieutenant-gouverneur en conseil”) “permitted institution” has the same meaning as in the accreditation regulation; (“établissement autorisé”) “principal” or “vice-principal” means a person who is qualified in accordance with the regulations made under the Education Act governing principals and vice-principals and who is employed, (a)  by a district school board or school authority, or (b)  by the Provincial Schools Authority, to perform such duties as are required of principals and vice-principals by the Education Act\r\nand the regulations made under it; (“directeur d’école”, “directeur adjoint”) “program of additional qualification” has the same meaning as in the accreditation regulation; (“programme de qualification additionnelle”) “program of professional education” means a program described in subsection 1 (2), (3) or (4) of the accreditation regulation; (“programme de formation professionnelle”) “Provincial Schools Authority” means the Provincial Schools Authority continued under section 2 of the Provincial Schools Authority Act; (“Administration des écoles provinciales”) “roster” means, (a)  the roster of eligible panellists established under subsection 17 (4) of the Act for a committee referred to in subsection 15 (1) of the Act, or (b)  the roster established under subsection 32 (2) of this Regulation for the Accreditation Committee; (“tableau”) “supervisory officer” has the same meaning as in subsection 1 (1) of the Education Act; (“agent de supervision”) “teacher” has the same meaning as in subsection 1 (1) of the Education Act. (“enseignant”) (2) A person’s membership in the College is in good standing if the member has paid their annual membership fee and has a valid certificate of qualification and registration. Council",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK0\"></a><b>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“accreditation regulation” means Ontario Regulation 347/02 (Accreditation of Teacher Education Programs) made under the Act; (“règlement sur l’agrément”)</p> <p class=\"definition-e\">“accredited program” has the same meaning as in the accreditation regulation; (“programme agréé”)</p> <p class=\"definition-e\">“continuing education teacher” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“enseignant de l’éducation permanente”)</p> <p class=\"definition-e\">“Council appointee” refers to a person appointed to the Council, a statutory committee, regulatory committee or roster by the Council; (“personne nommée par le conseil”)</p> <p class=\"definition-e\">“Lieutenant Governor in Council appointee” means a person appointed to the Council under clause 4 (2) (b) of the Act or a person appointed to the roster under clause 17 (4) (b) of the Act; (“personne nommée par le lieutenant-gouverneur en conseil”)</p> <p class=\"definition-e\">“permitted institution” has the same meaning as in the accreditation regulation; (“établissement autorisé”)</p> <p class=\"definition-e\">“principal” or “vice-principal” means a person who is qualified in accordance with the regulations made under the <i>Education Act</i> governing principals and vice-principals and who is employed,</p> <p class=\"defclause-e\">  (a)  by a district school board or school authority, or</p> <p class=\"defclause-e\">  (b)  by the Provincial Schools Authority,</p> <p class=\"Sdefinition-e\">to perform such duties as are required of principals and vice-principals by the <i>Education Act</i>\r\nand the regulations made under it; (“directeur d’école”, “directeur adjoint”)</p> <p class=\"definition-e\">“program of additional qualification” has the same meaning as in the accreditation regulation; (“programme de qualification additionnelle”)</p> <p class=\"definition-e\">“program of professional education” means a program described in subsection 1 (2), (3) or (4) of the accreditation regulation; (“programme de formation professionnelle”)</p> <p class=\"definition-e\">“Provincial Schools Authority” means the Provincial Schools Authority continued under section 2 of the <i>Provincial Schools Authority Act</i>; (“Administration des écoles provinciales”)</p> <p class=\"definition-e\">“roster” means,</p> <p class=\"defclause-e\">  (a)  the roster of eligible panellists established under subsection 17 (4) of the Act for a committee referred to in subsection 15 (1) of the Act, or</p> <p class=\"defclause-e\">  (b)  the roster established under subsection 32 (2) of this Regulation for the Accreditation Committee; (“tableau”)</p> <p class=\"definition-e\">“supervisory officer” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“agent de supervision”)</p> <p class=\"subsection-e\">“teacher” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>. (“enseignant”)</p> <p class=\"subsection-e\">  (2) A person’s membership in the College is in good standing if the member has paid their annual membership fee and has a valid certificate of qualification and registration.</p> <p class=\"heading1-e\"><a name=\"BK1\"></a>Council</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "Council",
            "part_id": null,
            "part_type": null,
            "section": "Council",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Composition",
            "content": " 2. The\nCouncil shall ensure that at least one member appointed to the Council under clause 4 (2) (a) of the Act is Francophone.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>The<b>\n</b>Council shall ensure that at least one member appointed to the Council under clause 4 (2) (a) of the Act is Francophone.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Eligibility",
            "content": " 3. (1) A person is eligible to apply for a position on the Council under clause 4 (2) (a) of the Act if, (a)  the person is a member of the College in good standing; (b)  the person is employed as a supervisory officer, principal, vice-principal, classroom teacher, continuing education teacher, consultant directed to supervise or co-ordinate subjects or programs or tenured or tenure-track faculty member described in subsection (3), or is on parental, sick, family or compassionate leave from any of those positions; (c)  the person resides in Ontario; (d)  as of the day the term would start, the person would not have been employed in the College within the immediately preceding three years; (e)  as of the day the term would start, the person would not have been employed, or held an elected or appointed position, at the provincial or local level, in any organization listed in Schedule 1 within the immediately preceding three years; and (f)  as of the day the term would start, the person would not have been a member of the Council, a statutory committee, regulatory committee or roster for a combined total of six consecutive years, unless at least three years have elapsed since the end of the person’s last term. (2) A member of the Council becomes ineligible to remain on the Council if at any time during their term, (a)  they fail to meet the criteria described in clause (1) (a), (b) or (c); or (b)  they are employed or hold a position as described in clause (1) (d) or (e). (3) For the purposes of clause (1) (b), a tenured or tenure-track faculty member must be employed, (a)  by a university or other post-secondary institution; and (b)  at a school or faculty of education or equivalent that offers a program of professional education or a program of additional qualification accredited by the College under the accreditation regulation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3. </b>(1) A person is eligible to apply for a position on the Council under clause 4 (2) (a) of the Act if,</p> <p class=\"clause-e\">  (a)  the person is a member of the College in good standing;</p> <p class=\"clause-e\">  (b)  the person is employed as a supervisory officer, principal, vice-principal, classroom teacher, continuing education teacher, consultant directed to supervise or co-ordinate subjects or programs or tenured or tenure-track faculty member described in subsection (3), or is on parental, sick, family or compassionate leave from any of those positions;</p> <p class=\"clause-e\">  (c)  the person resides in Ontario;</p> <p class=\"clause-e\">  (d)  as of the day the term would start, the person would not have been employed in the College within the immediately preceding three years;</p> <p class=\"clause-e\">  (e)  as of the day the term would start, the person would not have been employed, or held an elected or appointed position, at the provincial or local level, in any organization listed in Schedule 1 within the immediately preceding three years; and</p> <p class=\"clause-e\">  (f)  as of the day the term would start, the person would not have been a member of the Council, a statutory committee, regulatory committee or roster for a combined total of six consecutive years, unless at least three years have elapsed since the end of the person’s last term.</p> <p class=\"subsection-e\">  (2) A member of the Council becomes ineligible to remain on the Council if at any time during their term,</p> <p class=\"clause-e\">  (a)  they fail to meet the criteria described in clause (1) (a), (b) or (c); or</p> <p class=\"clause-e\">  (b)  they are employed or hold a position as described in clause (1) (d) or (e).</p> <p class=\"subsection-e\">  (3) For the purposes of clause (1) (b), a tenured or tenure-track faculty member must be employed,</p> <p class=\"clause-e\">  (a)  by a university or other post-secondary institution; and</p> <p class=\"clause-e\">  (b)  at a school or faculty of education or equivalent that offers a program of professional education or a program of additional qualification accredited by the College under the accreditation regulation.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Term of office",
            "content": " 4. (1) The term of office for a member of the Council appointed under clause 4 (2) (a) of the Act shall be two years. (2) Despite subsection (1), at least three but no more than five of the members of the Council appointed by the Transition Supervisory Officer pursuant to clause 66 (5) (a) of the Act shall be appointed for a one-year term.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>4. </b>(1) The term of office for a member of the Council appointed under clause 4 (2) (a) of the Act shall be two years.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), at least three but no more than five of the members of the Council appointed by the Transition Supervisory Officer pursuant to clause 66 (5) (a) of the Act shall be appointed for a one-year term.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Quorum",
            "content": " 5. The quorum of the Council is a majority of the members on the Council.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>5. </b>The quorum of the Council is a majority of the members on the Council.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Vacancies",
            "content": " 6. (1) The seat of a member of the Council appointed under clause 4 (2) (a) of the Act becomes vacant if the member dies, resigns or is disqualified from sitting on the Council. (2) The resignation of a member of the Council appointed under clause 4 (2) (a) of the Act is effective when received by the Registrar. (3) Within 10 days of a seat described in subsection (1) becoming vacant, the Registrar shall, (a)  notify the Selection and Nominating Subcommittee of the vacancy; (b)  provide the subcommittee with the information it needs in order to prepare a list of nominees; and (c)  request the subcommittee to prepare a list of nominees for the Council to consider in filling the vacancy. (4) The Selection and Nominating Subcommittee shall expeditiously prepare a list of nominees for the Council to consider in filling the vacancy. (5) Upon receipt of the list of nominees from the Selection and Nominating Subcommittee, the Council shall appoint a person to fill the vacancy as soon as reasonably possible, and the new member’s term of office shall be two years, regardless of when the former member’s term would have expired.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>6. </b>(1) The seat of a member of the Council appointed under clause 4 (2) (a) of the Act becomes vacant if the member dies, resigns or is disqualified from sitting on the Council.</p> <p class=\"subsection-e\">  (2) The resignation of a member of the Council appointed under clause 4 (2) (a) of the Act is effective when received by the Registrar.</p> <p class=\"subsection-e\">  (3) Within 10 days of a seat described in subsection (1) becoming vacant, the Registrar shall,</p> <p class=\"clause-e\">  (a)  notify the Selection and Nominating Subcommittee of the vacancy;</p> <p class=\"clause-e\">  (b)  provide the subcommittee with the information it needs in order to prepare a list of nominees; and</p> <p class=\"clause-e\">  (c)  request the subcommittee to prepare a list of nominees for the Council to consider in filling the vacancy.</p> <p class=\"subsection-e\">  (4) The Selection and Nominating Subcommittee shall expeditiously prepare a list of nominees for the Council to consider in filling the vacancy.</p> <p class=\"subsection-e\">  (5) Upon receipt of the list of nominees from the Selection and Nominating Subcommittee, the Council shall appoint a person to fill the vacancy as soon as reasonably possible, and the new member’s term of office shall be two years, regardless of when the former member’s term would have expired.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Meetings",
            "content": " 7. (1) In addition to the requirement under subsection 8 (1) of the Act, the Council shall meet, (a)  when requested by the Chair of the Council or by the Registrar; (b)  when requested in writing by a sufficient number of members of the Council to constitute a quorum of the Council; or (c)  when requested by the Adjudicative Body of Chairs, pursuant to its authority under this Regulation, for the Council to hold a hearing or proceeding or to consider a matter before the Council. (2) A meeting of the Council may be held by any means that permits every person participating in the meeting to communicate with each other simultaneously and instantaneously. Selection and Nominating Subcommittee",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>7. </b>(1) In addition to the requirement under subsection 8 (1) of the Act, the Council shall meet,</p> <p class=\"clause-e\">  (a)  when requested by the Chair of the Council or by the Registrar;</p> <p class=\"clause-e\">  (b)  when requested in writing by a sufficient number of members of the Council to constitute a quorum of the Council; or</p> <p class=\"clause-e\">  (c)  when requested by the Adjudicative Body of Chairs, pursuant to its authority under this Regulation, for the Council to hold a hearing or proceeding or to consider a matter before the Council.</p> <p class=\"subsection-e\">  (2) A meeting of the Council may be held by any means that permits every person participating in the meeting to communicate with each other simultaneously and instantaneously.</p> <p class=\"heading1-e\"><a name=\"BK8\"></a>Selection and Nominating Subcommittee</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Selection and Nominating Subcommittee",
            "part_id": null,
            "part_type": null,
            "section": "Selection and Nominating Subcommittee",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Composition",
            "content": " 8. The members of the Selection and Nominating Subcommittee shall be appointed from among the list of nominees prepared by the Selection and Nominating Subcommittee and shall include, (a)  two members of the Council appointed under clause 4 (2) (a) of the Act; and (b)  three members of the Council appointed under clause 4 (2) (b) of the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>8. </b>The members of the Selection and Nominating Subcommittee shall be appointed from among the list of nominees prepared by the Selection and Nominating Subcommittee and shall include,</p> <p class=\"clause-e\">  (a)  two members of the Council appointed under clause 4 (2) (a) of the Act; and</p> <p class=\"clause-e\">  (b)  three members of the Council appointed under clause 4 (2) (b) of the Act.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Term",
            "content": " 9. (1) The term of office for members of the Selection and Nominating Subcommittee shall be two years. (2) Despite subsection (1), three of the members of the Selection and Nominating Subcommittee appointed by the Transition Supervisory Officer under Ontario Regulation 564/21 (Transitional Matters and Duties of Transition Supervisory Officer) made under the Act shall be appointed for a one-year term.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>9. </b>(1) The term of office for members of the Selection and Nominating Subcommittee shall be two years.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), three of the members of the Selection and Nominating Subcommittee appointed by the Transition Supervisory Officer under Ontario Regulation 564/21 (Transitional Matters and Duties of Transition Supervisory Officer) made under the Act shall be appointed for a one-year term.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Quorum",
            "content": " 10. The quorum of the Selection and Nominating Subcommittee is a majority of the members of the subcommittee.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>10. </b>The quorum of the Selection and Nominating Subcommittee is a majority of the members of the subcommittee.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Vacancies",
            "content": " 11. (1) The seat of a member of the Selection and Nominating Subcommittee becomes vacant if the member dies, resigns or is disqualified from sitting on the Council. (2) The resignation of a member of the Selection and Nominating Subcommittee is effective when received by the Registrar. (3) Within 10 days of a vacancy arising on the Selection and Nominating Subcommittee, the Registrar shall, (a)  provide the subcommittee with the information it needs in order to prepare a list of nominees; and (b)  request the subcommittee to prepare a list of nominees for the Council to consider in filling the vacancy. (4) The Selection and Nominating Subcommittee shall expeditiously prepare a list of nominees for the Council to consider in filling the vacancy. (5) Upon receipt of the list of nominees from the Selection and Nominating Subcommittee under subsection (4), the Council shall appoint a member of the Council to fill the vacancy as soon as reasonably possible, and the new member’s term of office shall be two years, regardless of when the former member’s term would have expired.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>11. </b>(1) The seat of a member of the Selection and Nominating Subcommittee becomes vacant if the member dies, resigns or is disqualified from sitting on the Council.</p> <p class=\"subsection-e\">  (2) The resignation of a member of the Selection and Nominating Subcommittee is effective when received by the Registrar.</p> <p class=\"subsection-e\">  (3) Within 10 days of a vacancy arising on the Selection and Nominating Subcommittee, the Registrar shall,</p> <p class=\"clause-e\">  (a)  provide the subcommittee with the information it needs in order to prepare a list of nominees; and</p> <p class=\"clause-e\">  (b)  request the subcommittee to prepare a list of nominees for the Council to consider in filling the vacancy.</p> <p class=\"subsection-e\">  (4) The Selection and Nominating Subcommittee shall expeditiously prepare a list of nominees for the Council to consider in filling the vacancy.</p> <p class=\"subsection-e\">  (5) Upon receipt of the list of nominees from the Selection and Nominating Subcommittee under subsection (4), the Council shall appoint a member of the Council to fill the vacancy as soon as reasonably possible, and the new member’s term of office shall be two years, regardless of when the former member’s term would have expired.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Chair",
            "content": " 12. (1) The Council shall appoint one member of the Selection and Nominating Subcommittee to be the Chair of the subcommittee and shall appoint one member of the subcommittee to be the Vice-Chair of the subcommittee. (2) The term of office of the Chair or Vice-Chair of the Selection and Nominating Subcommittee shall be one year. (3) The Chair and Vice-Chair of the Selection and Nominating Subcommittee may vote at meetings of the Selection and Nominating Subcommittee, subject to section 34. (4) In the absence of the Chair of the Selection and Nominating Subcommittee, the Vice-Chair shall temporarily act as and have all the powers and duties of the Chair. (5) In the absence of the Chair and Vice-Chair of the Selection and Nominating Subcommittee, the Selection and Nominating Subcommittee shall select a person from among its members to temporarily act as and have all the powers and duties of the Chair. (6) The duties of the Chair of the Selection and Nominating Subcommittee are limited to the following: 1.  Providing leadership to the Selection and Nominating Subcommittee by, i.  guiding the subcommittee in carrying out its responsibilities, and working collaboratively with the Registrar, ii.  leading orderly deliberation and decision-making on matters before the subcommittee, and iii.  acting as the liaison between the subcommittee and the Council and the Registrar. 2.  Managing meetings by, i.  calling and presiding over meetings, ii.  approving meeting agendas and meeting dates, iii.  ensuring that meeting agendas reflect matters assigned to the subcommittee in accordance with the Act or the regulations, iv.  ensuring that minutes are taken at each meeting, reviewing and approving minutes at subsequent meetings and signing the minutes once approved, v.  directing members of the subcommittee who have made a conflict of interest declaration to leave the meeting when the issue in question is being discussed, and vi.  providing reports for inclusion in the annual report and for presentation to the annual meeting of members.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>12. </b>(1) The Council shall appoint one member of the Selection and Nominating Subcommittee to be the Chair of the subcommittee and shall appoint one member of the subcommittee to be the Vice-Chair of the subcommittee.</p> <p class=\"subsection-e\">  (2) The term of office of the Chair or Vice-Chair of the Selection and Nominating Subcommittee shall be one year.</p> <p class=\"subsection-e\">  (3) The Chair and Vice-Chair of the Selection and Nominating Subcommittee may vote at meetings of the Selection and Nominating Subcommittee, subject to section 34.</p> <p class=\"subsection-e\">  (4) In the absence of the Chair of the Selection and Nominating Subcommittee, the Vice-Chair shall temporarily act as and have all the powers and duties of the Chair.</p> <p class=\"subsection-e\">  (5) In the absence of the Chair and Vice-Chair of the Selection and Nominating Subcommittee, the Selection and Nominating Subcommittee shall select a person from among its members to temporarily act as and have all the powers and duties of the Chair.</p> <p class=\"subsection-e\">  (6) The duties of the Chair of the Selection and Nominating Subcommittee are limited to the following:</p> <p class=\"paragraph-e\">  1.  Providing leadership to the Selection and Nominating Subcommittee by,</p> <p class=\"subpara-e\">  i.  guiding the subcommittee in carrying out its responsibilities, and working collaboratively with the Registrar,</p> <p class=\"subpara-e\">  ii.  leading orderly deliberation and decision-making on matters before the subcommittee, and</p> <p class=\"subpara-e\">  iii.  acting as the liaison between the subcommittee and the Council and the Registrar.</p> <p class=\"paragraph-e\">  2.  Managing meetings by,</p> <p class=\"subpara-e\">  i.  calling and presiding over meetings,</p> <p class=\"subpara-e\">  ii.  approving meeting agendas and meeting dates,</p> <p class=\"subpara-e\">  iii.  ensuring that meeting agendas reflect matters assigned to the subcommittee in accordance with the Act or the regulations,</p> <p class=\"subpara-e\">  iv.  ensuring that minutes are taken at each meeting, reviewing and approving minutes at subsequent meetings and signing the minutes once approved,</p> <p class=\"subpara-e\">  v.  directing members of the subcommittee who have made a conflict of interest declaration to leave the meeting when the issue in question is being discussed, and</p> <p class=\"subpara-e\">  vi.  providing reports for inclusion in the annual report and for presentation to the annual meeting of members.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Meetings",
            "content": " 13. (1) The Selection and Nominating Subcommittee shall meet at least once a year and, (a)  when requested by the Chair of the subcommittee or by the Registrar; and (b)  when requested in writing by a sufficient number of members of the subcommittee to constitute a quorum of the subcommittee. (2) A meeting of the Selection and Nominating Subcommittee may be held by any means that permits every person participating in the meeting to communicate with each other simultaneously and instantaneously.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>13. </b>(1) The Selection and Nominating Subcommittee shall meet at least once a year and,</p> <p class=\"clause-e\">  (a)  when requested by the Chair of the subcommittee or by the Registrar; and</p> <p class=\"clause-e\">  (b)  when requested in writing by a sufficient number of members of the subcommittee to constitute a quorum of the subcommittee.</p> <p class=\"subsection-e\">  (2) A meeting of the Selection and Nominating Subcommittee may be held by any means that permits every person participating in the meeting to communicate with each other simultaneously and instantaneously.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Duties",
            "content": " 14. (1) In addition to performing its duties of the Selection and Nominating Subcommittee under the Act, the subcommittee shall, (a)  prepare a list of nominees composed of members of the statutory committees for the Council to consider for appointment to the Adjudicative Body of Chairs as additional members referred to in paragraph 3 of subsection 15.1 (1) of the Act; (b)  if requested by the Minister, prepare a list of nominees for the Lieutenant Governor in Council to consider for appointment to a roster under clause 17 (4) (b) of the Act; and (c)  prepare a list of nominees for the Council to consider for appointment to subcommittees of Council, including the Selection and Nominating Subcommittee. (2) The Selection and Nominating Subcommittee shall not consider an application from a person for appointment to the Council, a statutory committee, regulatory committee, roster or subcommittee of the Council if the person does not meet the eligibility criteria for that position. (3) The Selection and Nominating Subcommittee shall consider, as applicable, the following selection criteria when reviewing and assessing applications for appointment to the Council, a statutory committee, regulatory committee or roster or a subcommittee of the Council, including the Chairs and Vice-Chairs of such bodies: 1.  Demonstrated commitment to the College’s mission, mandate and the safeguarding of students. 2.  Familiarity with relevant legislation and policies. 3.  Demonstrated ability to practise independent and unbiased decision-making. 4.  Independence from other memberships, directorships, voluntary or paid positions or affiliations that may present a conflict of interest. 5.  Previous governance or board of directors experience. 6.  Availability to perform the duties of the position, including completing training, attending meetings and preparing for hearings, proceedings and other matters before a panel. 7.  Demonstrated ability to make evidence-based decisions efficiently. 8.  Computer literacy and experience working remotely. 9.  Oral and written fluency in either English or French. 10.  Experience as a principal, vice-principal or supervisory officer. 11.  Specialized knowledge, expertise or experience, i.  in teacher education, or as an educator in a faculty of education, ii.  in financial, auditing and human resources, iii.  in adjudication, or iv.  in complaint screening. (4) When preparing the list of nominees or recommendations for appointment to the Council, a statutory committee, regulatory committee or roster, or the Selection and Nominating Subcommittee, as the case may be, the Selection and Nominating Subcommittee shall consider including on the list, (a)  persons who reflect the diversity of Ontario; (b)  persons who reside in different regions of Ontario; and (c)  persons who reflect the composition of Ontario’s education system, including persons employed by, (i)  English-language public boards, (ii)  French-language public boards, (iii)  English-language separate boards, and (iv)  French-language separate boards. Statutory Committees and Regulatory Committees",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK15\"></a>14. </b>(1) In addition to performing its duties of the Selection and Nominating Subcommittee under the Act, the subcommittee shall,</p> <p class=\"clause-e\">  (a)  prepare a list of nominees composed of members of the statutory committees for the Council to consider for appointment to the Adjudicative Body of Chairs as additional members referred to in paragraph 3 of subsection 15.1 (1) of the Act;</p> <p class=\"clause-e\">  (b)  if requested by the Minister, prepare a list of nominees for the Lieutenant Governor in Council to consider for appointment to a roster under clause 17 (4) (b) of the Act; and</p> <p class=\"clause-e\">  (c)  prepare a list of nominees for the Council to consider for appointment to subcommittees of Council, including the Selection and Nominating Subcommittee.</p> <p class=\"subsection-e\">  (2) The Selection and Nominating Subcommittee shall not consider an application from a person for appointment to the Council, a statutory committee, regulatory committee, roster or subcommittee of the Council if the person does not meet the eligibility criteria for that position.</p> <p class=\"subsection-e\">  (3) The Selection and Nominating Subcommittee shall consider, as applicable, the following selection criteria when reviewing and assessing applications for appointment to the Council, a statutory committee, regulatory committee or roster or a subcommittee of the Council, including the Chairs and Vice-Chairs of such bodies:</p> <p class=\"paragraph-e\">  1.  Demonstrated commitment to the College’s mission, mandate and the safeguarding of students.</p> <p class=\"paragraph-e\">  2.  Familiarity with relevant legislation and policies.</p> <p class=\"paragraph-e\">  3.  Demonstrated ability to practise independent and unbiased decision-making.</p> <p class=\"paragraph-e\">  4.  Independence from other memberships, directorships, voluntary or paid positions or affiliations that may present a conflict of interest.</p> <p class=\"paragraph-e\">  5.  Previous governance or board of directors experience.</p> <p class=\"paragraph-e\">  6.  Availability to perform the duties of the position, including completing training, attending meetings and preparing for hearings, proceedings and other matters before a panel.</p> <p class=\"paragraph-e\">  7.  Demonstrated ability to make evidence-based decisions efficiently.</p> <p class=\"paragraph-e\">  8.  Computer literacy and experience working remotely.</p> <p class=\"paragraph-e\">  9.  Oral and written fluency in either English or French.</p> <p class=\"paragraph-e\">  10.  Experience as a principal, vice-principal or supervisory officer.</p> <p class=\"paragraph-e\">  11.  Specialized knowledge, expertise or experience,</p> <p class=\"subpara-e\">  i.  in teacher education, or as an educator in a faculty of education,</p> <p class=\"subpara-e\">  ii.  in financial, auditing and human resources,</p> <p class=\"subpara-e\">  iii.  in adjudication, or</p> <p class=\"subpara-e\">  iv.  in complaint screening.</p> <p class=\"subsection-e\">  (4) When preparing the list of nominees or recommendations for appointment to the Council, a statutory committee, regulatory committee or roster, or the Selection and Nominating Subcommittee, as the case may be, the Selection and Nominating Subcommittee shall consider including on the list,</p> <p class=\"clause-e\">  (a)  persons who reflect the diversity of Ontario;</p> <p class=\"clause-e\">  (b)  persons who reside in different regions of Ontario; and</p> <p class=\"clause-e\">  (c)  persons who reflect the composition of Ontario’s education system, including persons employed by,</p> <p class=\"subclause-e\">  (i)  English-language public boards,</p> <p class=\"subclause-e\">  (ii)  French-language public boards,</p> <p class=\"subclause-e\">  (iii)  English-language separate boards, and</p> <p class=\"subclause-e\">  (iv)  French-language separate boards.</p> <p class=\"heading1-e\"><a name=\"BK16\"></a>Statutory Committees and Regulatory Committees</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Statutory Committees and Regulatory Committees",
            "part_id": null,
            "part_type": null,
            "section": "Statutory Committees and Regulatory Committees",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Eligibility",
            "content": " 15. (1) A member of the College is eligible to apply for a position on a statutory committee or regulatory committee if, (a)  the person’s membership in the College is in good standing; (b)  the person resides in Ontario; (c)  as of the day the term would start, the person would not have been employed by or in the College within the immediately preceding three years; (d)  as of the day the term would start, the person would not have been employed, or held an elected or appointed position, at the provincial or local level, in any organization listed in Schedule 1 within the immediately preceding three years; and (e)  as of the day the term would start, the person would not have been a member of the Council, a statutory committee, regulatory committee or roster for a combined total of six consecutive years, unless at least three years have elapsed since the end of the person’s last term. (2) A member of the College becomes ineligible to remain on a statutory committee or regulatory committee if at any time during their term, (a)  they fail to meet the criteria described in clause (1) (a) or (b); or (b)  they are employed or hold a position as described in clause (1) (c) or (d). (3) A person who is not a member of the College or a former member of the College is eligible to apply for a position on a statutory committee or regulatory committee if, (a)  the person resides in Ontario; (b)  as of the day the term would start, the person would not have been employed by or in the College within the immediately preceding three years; and (c)  as of the day the term would start, the person would not have been a member of the Council, a statutory committee, regulatory committee or roster for a combined total of six consecutive years, or seven consecutive years if the person’s appointment was extended under subsection 5 (2) of the Act, unless at least three years have elapsed since the end of the person’s last term. (4) A person who is not a member of the College or a former member of the College becomes ineligible to remain on a statutory committee or regulatory committee if at any time during their term, (a)  they fail to meet the criterion described in clause (3) (a); or (b)  they are employed or hold a position as described in clause (3) (b).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>15. </b>(1) A member of the College is eligible to apply for a position on a statutory committee or regulatory committee if,</p> <p class=\"clause-e\">  (a)  the person’s membership in the College is in good standing;</p> <p class=\"clause-e\">  (b)  the person resides in Ontario;</p> <p class=\"clause-e\">  (c)  as of the day the term would start, the person would not have been employed by or in the College within the immediately preceding three years;</p> <p class=\"clause-e\">  (d)  as of the day the term would start, the person would not have been employed, or held an elected or appointed position, at the provincial or local level, in any organization listed in Schedule 1 within the immediately preceding three years; and</p> <p class=\"clause-e\">  (e)  as of the day the term would start, the person would not have been a member of the Council, a statutory committee, regulatory committee or roster for a combined total of six consecutive years, unless at least three years have elapsed since the end of the person’s last term.</p> <p class=\"subsection-e\">  (2) A member of the College becomes ineligible to remain on a statutory committee or regulatory committee if at any time during their term,</p> <p class=\"clause-e\">  (a)  they fail to meet the criteria described in clause (1) (a) or (b); or</p> <p class=\"clause-e\">  (b)  they are employed or hold a position as described in clause (1) (c) or (d).</p> <p class=\"subsection-e\">  (3) A person who is not a member of the College or a former member of the College is eligible to apply for a position on a statutory committee or regulatory committee if,</p> <p class=\"clause-e\">  (a)  the person resides in Ontario;</p> <p class=\"clause-e\">  (b)  as of the day the term would start, the person would not have been employed by or in the College within the immediately preceding three years; and</p> <p class=\"clause-e\">  (c)  as of the day the term would start, the person would not have been a member of the Council, a statutory committee, regulatory committee or roster for a combined total of six consecutive years, or seven consecutive years if the person’s appointment was extended under subsection 5 (2) of the Act, unless at least three years have elapsed since the end of the person’s last term.</p> <p class=\"subsection-e\">  (4) A person who is not a member of the College or a former member of the College becomes ineligible to remain on a statutory committee or regulatory committee if at any time during their term,</p> <p class=\"clause-e\">  (a)  they fail to meet the criterion described in clause (3) (a); or</p> <p class=\"clause-e\">  (b)  they are employed or hold a position as described in clause (3) (b).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Term of office",
            "content": " 16. (1) The term of office for a member of a statutory committee or a regulatory committee shall be two years. (2) Despite subsection (1), half of the members of a statutory committee or regulatory committee appointed by the Transition Supervisory Officer pursuant to subsection 67 (4) of the Act and Ontario Regulation 564/21 (Transitional Matters and Duties of Transition Supervisory Officer) made under the Act shall be appointed for a one-year term.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>16. </b>(1) The term of office for a member of a statutory committee or a regulatory committee shall be two years.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), half of the members of a statutory committee or regulatory committee appointed by the Transition Supervisory Officer pursuant to subsection 67 (4) of the Act and Ontario Regulation 564/21 (Transitional Matters and Duties of Transition Supervisory Officer) made under the Act shall be appointed for a one-year term.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Quorum",
            "content": " 17. The quorum of a statutory committee or regulatory committee is a majority of the members of the committee.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>17. </b>The quorum of a statutory committee or regulatory committee is a majority of the members of the committee.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Vacancies",
            "content": " 18. (1) The seat of a member of a statutory committee or regulatory committee becomes vacant if the member dies, resigns or is disqualified from sitting on the committee. (2) The resignation of a member of a statutory committee or regulatory committee is effective when received by the Registrar. (3) Within 10 days of a vacancy arising on a statutory committee or regulatory committee, the Registrar shall, (a)  notify the Selection and Nominating Subcommittee of the vacancy; (b)  provide the subcommittee with the information it may need in order to prepare a list of nominees; and (c)  request the subcommittee to prepare a list of nominees for the Council to consider in filling the vacancy. (4) The Selection and Nominating Subcommittee shall expeditiously prepare a list of nominees for the Council to consider in filling the vacancy. (5) Upon receipt of the list of nominees from the Selection and Nominating Subcommittee under subsection (4), the Council shall appoint a person to fill the vacancy as soon as reasonably possible, and the new member’s term of office shall be two years, regardless of when the former member’s term would have expired.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>18. </b>(1) The seat of a member of a statutory committee or regulatory committee becomes vacant if the member dies, resigns or is disqualified from sitting on the committee.</p> <p class=\"subsection-e\">  (2) The resignation of a member of a statutory committee or regulatory committee is effective when received by the Registrar.</p> <p class=\"subsection-e\">  (3) Within 10 days of a vacancy arising on a statutory committee or regulatory committee, the Registrar shall,</p> <p class=\"clause-e\">  (a)  notify the Selection and Nominating Subcommittee of the vacancy;</p> <p class=\"clause-e\">  (b)  provide the subcommittee with the information it may need in order to prepare a list of nominees; and</p> <p class=\"clause-e\">  (c)  request the subcommittee to prepare a list of nominees for the Council to consider in filling the vacancy.</p> <p class=\"subsection-e\">  (4) The Selection and Nominating Subcommittee shall expeditiously prepare a list of nominees for the Council to consider in filling the vacancy.</p> <p class=\"subsection-e\">  (5) Upon receipt of the list of nominees from the Selection and Nominating Subcommittee under subsection (4), the Council shall appoint a person to fill the vacancy as soon as reasonably possible, and the new member’s term of office shall be two years, regardless of when the former member’s term would have expired.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Chair and Vice-Chair",
            "content": " 19. (1) Each regulatory committee and the Adjudicative Body of Chairs shall have a Chair and Vice-Chair. (2) The Chair and Vice-Chair of a statutory committee or regulatory committee shall be appointed by the Council from among the members of the applicable committee after considering the recommendations of the Selection and Nominating Subcommittee for those positions. (3) The term of office of the Chair and Vice-Chair of a statutory committee or a regulatory committee shall be one year. (4) In the absence of the Chair of a statutory committee or regulatory committee, the Vice-Chair shall temporarily act as and have all the powers and duties of the Chair. (5) In the absence of the Chair and Vice-Chair of a statutory committee or regulatory committee, the committee shall select a person from among its members to temporarily act as and have all the powers and duties of the Chair. (6) The Chair and Vice-Chair of a statutory or regulatory committee may vote at meetings of their committee, subject to section 34. (7) The duties of the Chair of a statutory committee or regulatory committee are limited to the following: 1.  Providing leadership to the committee by, i.  guiding the committee in carrying out its responsibilities, and working collaboratively with the Registrar, ii.  leading orderly deliberation and decision-making on matters before the committee, and iii.  acting as the liaison between the committee and the Council and the Registrar. 2.  Managing meetings by, i.  calling and presiding over meetings, ii.  approving meeting agendas and meeting dates, iii.  ensuring that meeting agendas reflect matters assigned to the committee in accordance with the Act or the regulations, iv.  ensuring that minutes are taken at each meeting, reviewing and approving minutes at subsequent meetings and signing the minutes once approved, v.  directing members of the committee who have made a conflict of interest declaration to leave the meeting when the issue in question is being discussed, and vi.  providing reports for inclusion in the annual report and for presentation to the annual meeting of members.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>19. </b>(1) Each regulatory committee and the Adjudicative Body of Chairs shall have a Chair and Vice-Chair.</p> <p class=\"subsection-e\">  (2) The Chair and Vice-Chair of a statutory committee or regulatory committee shall be appointed by the Council from among the members of the applicable committee after considering the recommendations of the Selection and Nominating Subcommittee for those positions.</p> <p class=\"subsection-e\">  (3) The term of office of the Chair and Vice-Chair of a statutory committee or a regulatory committee shall be one year.</p> <p class=\"subsection-e\">  (4) In the absence of the Chair of a statutory committee or regulatory committee, the Vice-Chair shall temporarily act as and have all the powers and duties of the Chair.</p> <p class=\"subsection-e\">  (5) In the absence of the Chair and Vice-Chair of a statutory committee or regulatory committee, the committee shall select a person from among its members to temporarily act as and have all the powers and duties of the Chair.</p> <p class=\"subsection-e\">  (6) The Chair and Vice-Chair of a statutory or regulatory committee may vote at meetings of their committee, subject to section 34.</p> <p class=\"subsection-e\">  (7) The duties of the Chair of a statutory committee or regulatory committee are limited to the following:</p> <p class=\"paragraph-e\">  1.  Providing leadership to the committee by,</p> <p class=\"subpara-e\">  i.  guiding the committee in carrying out its responsibilities, and working collaboratively with the Registrar,</p> <p class=\"subpara-e\">  ii.  leading orderly deliberation and decision-making on matters before the committee, and</p> <p class=\"subpara-e\">  iii.  acting as the liaison between the committee and the Council and the Registrar.</p> <p class=\"paragraph-e\">  2.  Managing meetings by,</p> <p class=\"subpara-e\">  i.  calling and presiding over meetings,</p> <p class=\"subpara-e\">  ii.  approving meeting agendas and meeting dates,</p> <p class=\"subpara-e\">  iii.  ensuring that meeting agendas reflect matters assigned to the committee in accordance with the Act or the regulations,</p> <p class=\"subpara-e\">  iv.  ensuring that minutes are taken at each meeting, reviewing and approving minutes at subsequent meetings and signing the minutes once approved,</p> <p class=\"subpara-e\">  v.  directing members of the committee who have made a conflict of interest declaration to leave the meeting when the issue in question is being discussed, and</p> <p class=\"subpara-e\">  vi.  providing reports for inclusion in the annual report and for presentation to the annual meeting of members.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Meetings",
            "content": " 20. (1) A statutory committee or regulatory committee shall meet at least once a year and, (a)  when requested by the Chair of the committee or by the Registrar; (b)  when requested in writing by a sufficient number of members of the committee to constitute a quorum of the committee; or (c)  when requested by the Adjudicative Body of Chairs, pursuant to its authority under the Act, for a statutory committee to hold a hearing or proceeding or to consider a matter before the committee. (2) A meeting of a statutory committee or regulatory committee may be held by any means that permits every person participating in the meeting to communicate with each other simultaneously and instantaneously.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>20. </b>(1) A statutory committee or regulatory committee shall meet at least once a year and,</p> <p class=\"clause-e\">  (a)  when requested by the Chair of the committee or by the Registrar;</p> <p class=\"clause-e\">  (b)  when requested in writing by a sufficient number of members of the committee to constitute a quorum of the committee; or</p> <p class=\"clause-e\">  (c)  when requested by the Adjudicative Body of Chairs, pursuant to its authority under the Act, for a statutory committee to hold a hearing or proceeding or to consider a matter before the committee.</p> <p class=\"subsection-e\">  (2) A meeting of a statutory committee or regulatory committee may be held by any means that permits every person participating in the meeting to communicate with each other simultaneously and instantaneously.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Panels of statutory committees referred to in s. 15 (1) of the Act",
            "content": " 21. (1) The Chair of a statutory committee referred to in subsection 15 (1) of the Act shall direct the Registrar to establish a panel of the statutory committee in accordance with section 17 of the Act by appointing persons to the panel from among the statutory committee’s membership and from the roster of eligible panellists for that committee. (2) The Registrar shall appoint a Chair from among the members of the panel. (3) In addition to their duties as a panellist, the duties of the Chair of a panel are limited to the following: 1.  Providing leadership to the panel by, i.  guiding the panel in carrying out its responsibilities, ii.  leading orderly deliberation and decision-making on matters before the panel, and iii.  acting as the liaison between the panel, committee Chair and Registrar. 2.  Managing hearings or proceedings by i.  ensuring that all panellists are in attendance, ii.  calling and presiding over hearings and proceedings, iii.  ensuring that there is a record of the hearing or proceeding, and iv.  directing panellists who have made a conflict of interest declaration to withdraw from the panel. (4) If a panellist’s term of office on the committee or term of appointment to the roster of eligible panellists for the committee expires after the member who is the subject of the matter before the panel enters their plea or the first piece of evidence is received but before the panel’s decision is given, the panellist’s term is deemed to continue for the purpose of participating in the panel decision. (5) A panel may exercise all the powers and carry out all the duties of the committee with respect to the matter before the panel.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>21. </b>(1) The Chair of a statutory committee referred to in subsection 15 (1) of the Act shall direct the Registrar to establish a panel of the statutory committee in accordance with section 17 of the Act by appointing persons to the panel from among the statutory committee’s membership and from the roster of eligible panellists for that committee.</p> <p class=\"subsection-e\">  (2) The Registrar shall appoint a Chair from among the members of the panel.</p> <p class=\"subsection-e\">  (3) In addition to their duties as a panellist, the duties of the Chair of a panel are limited to the following:</p> <p class=\"paragraph-e\">  1.  Providing leadership to the panel by,</p> <p class=\"subpara-e\">  i.  guiding the panel in carrying out its responsibilities,</p> <p class=\"subpara-e\">  ii.  leading orderly deliberation and decision-making on matters before the panel, and</p> <p class=\"subpara-e\">  iii.  acting as the liaison between the panel, committee Chair and Registrar.</p> <p class=\"paragraph-e\">  2.  Managing hearings or proceedings by</p> <p class=\"subpara-e\">  i.  ensuring that all panellists are in attendance,</p> <p class=\"subpara-e\">  ii.  calling and presiding over hearings and proceedings,</p> <p class=\"subpara-e\">  iii.  ensuring that there is a record of the hearing or proceeding, and</p> <p class=\"subpara-e\">  iv.  directing panellists who have made a conflict of interest declaration to withdraw from the panel.</p> <p class=\"subsection-e\">  (4) If a panellist’s term of office on the committee or term of appointment to the roster of eligible panellists for the committee expires after the member who is the subject of the matter before the panel enters their plea or the first piece of evidence is received but before the panel’s decision is given, the panellist’s term is deemed to continue for the purpose of participating in the panel decision.</p> <p class=\"subsection-e\">  (5) A panel may exercise all the powers and carry out all the duties of the committee with respect to the matter before the panel.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Registration Appeals Committee",
            "content": " 22. (1) The Registration Appeals Committee shall be composed of at least four persons. (2) A request for review under section 21 of the Act or an application for a variation under section 22 of the Act shall be decided by a panel of the Registration Appeals Committee established for the purpose in accordance with section 17 of the Act and section 21 of this Regulation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>22. </b>(1) The Registration Appeals Committee shall be composed of at least four persons.</p> <p class=\"subsection-e\">  (2) A request for review under section 21 of the Act or an application for a variation under section 22 of the Act shall be decided by a panel of the Registration Appeals Committee established for the purpose in accordance with section 17 of the Act and section 21 of this Regulation.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Investigation Committee",
            "content": " 23. (1) The Investigation Committee shall be composed of at least six persons. (2) A complaint under section 26 of the Act shall be considered and investigated by a panel of the Investigation Committee established for the purpose in accordance with section 17 of the Act and section 21 of this Regulation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>23. </b>(1) The Investigation Committee shall be composed of at least six persons.</p> <p class=\"subsection-e\">  (2) A complaint under section 26 of the Act shall be considered and investigated by a panel of the Investigation Committee established for the purpose in accordance with section 17 of the Act and section 21 of this Regulation.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Discipline Committee",
            "content": " 24. (1) The Discipline Committee shall be composed of at least six persons, who shall also be the members of the Fitness to Practise Committee. (2) A hearing on a matter directed or referred to the Discipline Committee under subsection 26 (5), 29 (1) or 33 (5) of the Act shall be conducted by a panel of the committee established for the purpose in accordance with section 17 of the Act and section 21 of this Regulation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>24. </b>(1) The Discipline Committee shall be composed of at least six persons, who shall also be the members of the Fitness to Practise Committee.</p> <p class=\"subsection-e\">  (2) A hearing on a matter directed or referred to the Discipline Committee under subsection 26 (5), 29 (1) or 33 (5) of the Act shall be conducted by a panel of the committee established for the purpose in accordance with section 17 of the Act and section 21 of this Regulation.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "25.",
            "part_id": null,
            "part_type": null,
            "section": "Fitness to Practise Committee",
            "content": " 25. (1) The Fitness to Practise Committee shall be composed of at least six persons, who shall also be the members of the Discipline Committee. (2) A hearing on a matter directed or referred to the Fitness to Practise Committee under subsection 26 (5), 29 (2) or 33 (14) of the Act shall be conducted by a panel of the committee established for the purpose in accordance with section 17 of the Act and section 21 of this Regulation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>25. </b>(1) The Fitness to Practise Committee shall be composed of at least six persons, who shall also be the members of the Discipline Committee.</p> <p class=\"subsection-e\">  (2) A hearing on a matter directed or referred to the Fitness to Practise Committee under subsection 26 (5), 29 (2) or 33 (14) of the Act shall be conducted by a panel of the committee established for the purpose in accordance with section 17 of the Act and section 21 of this Regulation.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "26.",
            "part_id": null,
            "part_type": null,
            "section": "Adjudicative Body of Chairs",
            "content": " 26. For the purpose of paragraph 3 of subsection 15.1 (1) of the Act, the Council shall appoint additional members to the Adjudicative Body of Chairs from among the list of nominees prepared by the Selection and Nominating Subcommittee pursuant to clause 14 (1) (a) of this Regulation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>26. </b>For the purpose of paragraph 3 of subsection 15.1 (1) of the Act, the Council shall appoint additional members to the Adjudicative Body of Chairs from among the list of nominees prepared by the Selection and Nominating Subcommittee pursuant to clause 14 (1) (a) of this Regulation.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "27.",
            "part_id": null,
            "part_type": null,
            "section": "Standards of Practice and Education Committee",
            "content": " 27. (1) The Standards of Practice and Education Committee is established. (2) The Standards of Practice and Education Committee shall be composed of at least four persons appointed by the Council from among the list of nominees prepared by the Selection and Nominating Subcommittee. (3) The Council shall appoint to the Standards of Practice and Education Committee an equal number of persons who are members of the College and non-members. (4) The duties of the Standards of Practice and Education Committee are limited to, (a)  reviewing and approving professional learning requirements for members of the College; (b)  reviewing and approving policies to support the ongoing promotion of continuing competence by members of the College; (c)  reviewing, approving and promoting ethical and practice standards for members of the College; (d)  reviewing and approving policy guidelines for programs of additional qualification; and (e)  reviewing and approving professional advisories to guide the practice of members of the College.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>27. </b>(1) The Standards of Practice and Education Committee is established.</p> <p class=\"subsection-e\">  (2) The Standards of Practice and Education Committee shall be composed of at least four persons appointed by the Council from among the list of nominees prepared by the Selection and Nominating Subcommittee.</p> <p class=\"subsection-e\">  (3) The Council shall appoint to the Standards of Practice and Education Committee an equal number of persons who are members of the College and non-members.</p> <p class=\"subsection-e\">  (4) The duties of the Standards of Practice and Education Committee are limited to,</p> <p class=\"clause-e\">  (a)  reviewing and approving professional learning requirements for members of the College;</p> <p class=\"clause-e\">  (b)  reviewing and approving policies to support the ongoing promotion of continuing competence by members of the College;</p> <p class=\"clause-e\">  (c)  reviewing, approving and promoting ethical and practice standards for members of the College;</p> <p class=\"clause-e\">  (d)  reviewing and approving policy guidelines for programs of additional qualification; and</p> <p class=\"clause-e\">  (e)  reviewing and approving professional advisories to guide the practice of members of the College.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "28.",
            "part_id": null,
            "part_type": null,
            "section": "Accreditation Committee",
            "content": " 28. (1) The committee known as the Accreditation Committee is established. (2) The Accreditation Committee shall be composed of at least eight persons appointed by the Council from among the list of nominees prepared by the Selection and Nominating Subcommittee. (3) The Council shall appoint to the Accreditation Committee an equal number of persons who are members of the College and non-members. (4) A member of the Accreditation Committee may not concurrently be a member of the Accreditation Appeal Committee. (5) The duties of the Accreditation Committee are limited to, (a)  determining whether programs of professional education qualify for accreditation under the accreditation regulation; (b)  determining if accredited programs of professional education qualify for a renewal of accreditation under the accreditation regulation; (c)  granting accreditation, with or without conditions, to programs of professional education that qualify for accreditation under the accreditation regulation; (d)  determining, at the direction of the Registrar and in the circumstances permitted by the accreditation regulation, if accredited programs of professional education and accredited programs of additional qualification continue to qualify for accreditation; and (e)  carrying out any duties assigned to it under Part IV of the accreditation regulation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>28. </b>(1) The committee known as the Accreditation Committee is established.</p> <p class=\"subsection-e\">  (2) The Accreditation Committee shall be composed of at least eight persons appointed by the Council from among the list of nominees prepared by the Selection and Nominating Subcommittee.</p> <p class=\"subsection-e\">  (3) The Council shall appoint to the Accreditation Committee an equal number of persons who are members of the College and non-members.</p> <p class=\"subsection-e\">  (4) A member of the Accreditation Committee may not concurrently be a member of the Accreditation Appeal Committee.</p> <p class=\"subsection-e\">  (5) The duties of the Accreditation Committee are limited to,</p> <p class=\"clause-e\">  (a)  determining whether programs of professional education qualify for accreditation under the accreditation regulation;</p> <p class=\"clause-e\">  (b)  determining if accredited programs of professional education qualify for a renewal of accreditation under the accreditation regulation;</p> <p class=\"clause-e\">  (c)  granting accreditation, with or without conditions, to programs of professional education that qualify for accreditation under the accreditation regulation;</p> <p class=\"clause-e\">  (d)  determining, at the direction of the Registrar and in the circumstances permitted by the accreditation regulation, if accredited programs of professional education and accredited programs of additional qualification continue to qualify for accreditation; and</p> <p class=\"clause-e\">  (e)  carrying out any duties assigned to it under Part IV of the accreditation regulation.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "29.",
            "part_id": null,
            "part_type": null,
            "section": "Panels of Accreditation Committee",
            "content": " 29. (1) The Chair of the Accreditation Committee shall direct the Registrar to establish accreditation panels composed of at least four persons, and in establishing a panel the Registrar shall ensure that, (a)  the panel includes, (i)  one member of the College who is a member of the roster established for the Accreditation Committee, (ii)  one person who is not a member of the College who is a member of the roster established for the Accreditation Committee, and (iii)  one person who is a member of the roster established for the Accreditation Committee, who has expertise or experience in teacher education program evaluation or who is currently or formerly an educator in an accredited program of professional education; (b)  at least one member of the panel is a person nominated by the permitted institution under subsection (4) unless the permitted institution fails to nominate a person; and (c)  at least one member of the panel has appropriate expertise in each of the specialized areas of the program under review. (2) For greater certainty, a member of the accreditation panel may fulfil more than one of the requirements set out in subsection (1). (3) The Registrar shall appoint a Chair from among the members of the panel. (4) A permitted institution may nominate up to five persons to serve on an accreditation panel reviewing a program provided by the institution, and the Registrar shall appoint one nominee to the panel. (5) If the language of instruction of the program to be reviewed by a panel is English or French, the Registrar shall appoint to the accreditation panel only persons who are fluent in the language of instruction. (6) The Registrar shall not appoint a person to an accreditation panel if, (a)  the person is an employee of the permitted institution whose program is under review by the panel; or (b)  the person is under contract to provide professional services to the permitted institution. (7) A member of a panel, (a)  shall comply with the conflict of interest rules established under section 34, if they are a member of the roster; or (b)  shall comply with the conflict of interest rules established under by-law, if they are not a member of the roster. (8) If a panellist’s term of office on the Accreditation Committee expires before the panel issues its final report under section 13 or 33 of the accreditation regulation, the panellist’s term is deemed to continue for the purposes of participating in the report. (9) The duties of a panel established under subsection (1) are limited to, (a)  conducting reviews of programs of professional education on the direction of the Chair of the Accreditation Committee; and (b)  acting in an advisory role to the Accreditation Committee by, (i)  reporting to the committee on its findings on reviews of programs of professional education, and (ii)  making recommendations to the committee with respect to the accreditation of the programs the panel reviews.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>29. </b>(1) The Chair of the Accreditation Committee shall direct the Registrar to establish accreditation panels composed of at least four persons, and in establishing a panel the Registrar shall ensure that,</p> <p class=\"clause-e\">  (a)  the panel includes,</p> <p class=\"subclause-e\">  (i)  one member of the College who is a member of the roster established for the Accreditation Committee,</p> <p class=\"subclause-e\">  (ii)  one person who is not a member of the College who is a member of the roster established for the Accreditation Committee, and</p> <p class=\"subclause-e\">  (iii)  one person who is a member of the roster established for the Accreditation Committee, who has expertise or experience in teacher education program evaluation or who is currently or formerly an educator in an accredited program of professional education;</p> <p class=\"clause-e\">  (b)  at least one member of the panel is a person nominated by the permitted institution under subsection (4) unless the permitted institution fails to nominate a person; and</p> <p class=\"clause-e\">  (c)  at least one member of the panel has appropriate expertise in each of the specialized areas of the program under review.</p> <p class=\"subsection-e\">  (2) For greater certainty, a member of the accreditation panel may fulfil more than one of the requirements set out in subsection (1).</p> <p class=\"subsection-e\">  (3) The Registrar shall appoint a Chair from among the members of the panel.</p> <p class=\"subsection-e\">  (4) A permitted institution may nominate up to five persons to serve on an accreditation panel reviewing a program provided by the institution, and the Registrar shall appoint one nominee to the panel.</p> <p class=\"subsection-e\">  (5) If the language of instruction of the program to be reviewed by a panel is English or French, the Registrar shall appoint to the accreditation panel only persons who are fluent in the language of instruction.</p> <p class=\"subsection-e\">  (6) The Registrar shall not appoint a person to an accreditation panel if,</p> <p class=\"clause-e\">  (a)  the person is an employee of the permitted institution whose program is under review by the panel; or</p> <p class=\"clause-e\">  (b)  the person is under contract to provide professional services to the permitted institution.</p> <p class=\"subsection-e\">  (7) A member of a panel,</p> <p class=\"clause-e\">  (a)  shall comply with the conflict of interest rules established under section 34, if they are a member of the roster; or</p> <p class=\"clause-e\">  (b)  shall comply with the conflict of interest rules established under by-law, if they are not a member of the roster.</p> <p class=\"subsection-e\">  (8) If a panellist’s term of office on the Accreditation Committee expires before the panel issues its final report under section 13 or 33 of the accreditation regulation, the panellist’s term is deemed to continue for the purposes of participating in the report.</p> <p class=\"subsection-e\">  (9) The duties of a panel established under subsection (1) are limited to,</p> <p class=\"clause-e\">  (a)  conducting reviews of programs of professional education on the direction of the Chair of the Accreditation Committee; and</p> <p class=\"clause-e\">  (b)  acting in an advisory role to the Accreditation Committee by,</p> <p class=\"subclause-e\">  (i)  reporting to the committee on its findings on reviews of programs of professional education, and</p> <p class=\"subclause-e\">  (ii)  making recommendations to the committee with respect to the accreditation of the programs the panel reviews.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "30.",
            "part_id": null,
            "part_type": null,
            "section": "Panels for examining potential substantial changes",
            "content": " 30. (1) The Chair of the Accreditation Committee shall direct the Registrar to establish a panel for the purposes of considering whether a permitted institution has substantially changed the character, duration or components of a program of professional education, and direct the panel to find whether there is reason to believe the permitted institution has done so and to submit a report to the Accreditation Committee. (2) A panel established under subsection (1) is not a panel under section 29. (3) The panel shall be composed of at least two persons appointed from the roster established for the Accreditation Committee, and shall include at least one member of the College and one non-member. (4) If the program under review by the panel under subsection (1) is a program that includes a specialized area of study, the Registrar may appoint one or more additional panel members with the appropriate expertise from the roster established for the Accreditation Committee.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK32\"></a>30. </b>(1) The Chair of the Accreditation Committee shall direct the Registrar to establish a panel for the purposes of considering whether a permitted institution has substantially changed the character, duration or components of a program of professional education, and direct the panel to find whether there is reason to believe the permitted institution has done so and to submit a report to the Accreditation Committee.</p> <p class=\"subsection-e\">  (2) A panel established under subsection (1) is not a panel under section 29.</p> <p class=\"subsection-e\">  (3) The panel shall be composed of at least two persons appointed from the roster established for the Accreditation Committee, and shall include at least one member of the College and one non-member.</p> <p class=\"subsection-e\">  (4) If the program under review by the panel under subsection (1) is a program that includes a specialized area of study, the Registrar may appoint one or more additional panel members with the appropriate expertise from the roster established for the Accreditation Committee.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "31.",
            "part_id": null,
            "part_type": null,
            "section": "Accreditation Appeal Committee",
            "content": " 31. (1) The committee known as the Accreditation Appeal Committee is established. (2) The Accreditation Appeal Committee shall be composed of at least four persons appointed by the Council from among the list of nominees prepared by the Selection and Nominating Subcommittee. (3) The Council shall appoint to the Accreditation Appeal Committee an equal number of persons who are members of the College and non-members. (4) A person who is a member of the Accreditation Committee may not concurrently be a member of the Accreditation Appeal Committee. (5) The duties of the Accreditation Appeal Committee are limited to, (a)  deciding appeals of decisions issued by the Accreditation Committee in respect of programs of professional education; (b)  deciding appeals of decisions issued by the Registrar or Accreditation Committee in respect of programs of additional qualification; and (c)  considering applications in the event of a delay in an accreditation decision by the Accreditation Committee in the case of a program of professional education or by the Registrar in the case of a program of additional qualification. (6) If the term of office on the Accreditation Appeal Committee of a member who participates in a proceeding expires before the committee issues its decision in respect of the matter, the member’s term is deemed to continue for the purposes of participating in the decision. Rosters",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>31. </b>(1) The committee known as the Accreditation Appeal Committee is established.</p> <p class=\"subsection-e\">  (2) The Accreditation Appeal Committee shall be composed of at least four persons appointed by the Council from among the list of nominees prepared by the Selection and Nominating Subcommittee.</p> <p class=\"subsection-e\">  (3) The Council shall appoint to the Accreditation Appeal Committee an equal number of persons who are members of the College and non-members.</p> <p class=\"subsection-e\">  (4) A person who is a member of the Accreditation Committee may not concurrently be a member of the Accreditation Appeal Committee.</p> <p class=\"subsection-e\">  (5) The duties of the Accreditation Appeal Committee are limited to,</p> <p class=\"clause-e\">  (a)  deciding appeals of decisions issued by the Accreditation Committee in respect of programs of professional education;</p> <p class=\"clause-e\">  (b)  deciding appeals of decisions issued by the Registrar or Accreditation Committee in respect of programs of additional qualification; and</p> <p class=\"clause-e\">  (c)  considering applications in the event of a delay in an accreditation decision by the Accreditation Committee in the case of a program of professional education or by the Registrar in the case of a program of additional qualification.</p> <p class=\"subsection-e\">  (6) If the term of office on the Accreditation Appeal Committee of a member who participates in a proceeding expires before the committee issues its decision in respect of the matter, the member’s term is deemed to continue for the purposes of participating in the decision.</p> <p class=\"heading1-e\"><a name=\"BK34\"></a>Rosters</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "Rosters",
            "part_id": null,
            "part_type": null,
            "section": "Rosters",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "32.",
            "part_id": null,
            "part_type": null,
            "section": "Rosters",
            "content": " 32. (1) In appointing persons to the rosters, the Council shall ensure that there is an adequate number of members of the College and non-members on each roster. (2) The Council shall establish a roster for the Accreditation Committee composed of persons appointed by the Council from among the list of nominees prepared by the Selection and Nominating Subcommittee. (3) Subject to subsection (4), a person may not be concurrently appointed to more than one roster. (4) A person may be concurrently appointed to the roster of panellists for the Discipline Committee and Fitness to Practise Committee. (5) A member of a statutory committee or regulatory committee may not be concurrently appointed to a roster. (6) A member of the College is eligible to be appointed by the Council for a position on a roster if the member meets the eligibility criteria referred to in subsection 15 (1). (7) A member of the College who is appointed to a roster becomes ineligible to remain on the roster in accordance with subsection 15 (2). (8) A person who is not a member of the College or a former member is eligible to be appointed by the Council for a position on a roster if the person meets the eligibility criteria referred to in subsection 15 (3). (9) A person who is not a member of the College or a former member who is appointed to a roster becomes ineligible to remain on the roster in accordance with subsection 15 (4). (10) Members of a roster shall complete the training and orientation provided by the Registrar for roster members before they may perform duties or exercise powers of a panellist under the Act. (11) The term of office for a person who is appointed to a roster by the Council shall not exceed two years, and the person shall not be appointed to any roster for more than six consecutive years. General",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>32. </b>(1) In appointing persons to the rosters, the Council shall ensure that there is an adequate number of members of the College and non-members on each roster.</p> <p class=\"subsection-e\">  (2) The Council shall establish a roster for the Accreditation Committee composed of persons appointed by the Council from among the list of nominees prepared by the Selection and Nominating Subcommittee.</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), a person may not be concurrently appointed to more than one roster.</p> <p class=\"subsection-e\">  (4) A person may be concurrently appointed to the roster of panellists for the Discipline Committee and Fitness to Practise Committee.</p> <p class=\"subsection-e\">  (5) A member of a statutory committee or regulatory committee may not be concurrently appointed to a roster.</p> <p class=\"subsection-e\">  (6) A member of the College is eligible to be appointed by the Council for a position on a roster if the member meets the eligibility criteria referred to in subsection 15 (1).</p> <p class=\"subsection-e\">  (7) A member of the College who is appointed to a roster becomes ineligible to remain on the roster in accordance with subsection 15 (2).</p> <p class=\"subsection-e\">  (8) A person who is not a member of the College or a former member is eligible to be appointed by the Council for a position on a roster if the person meets the eligibility criteria referred to in subsection 15 (3).</p> <p class=\"subsection-e\">  (9) A person who is not a member of the College or a former member who is appointed to a roster becomes ineligible to remain on the roster in accordance with subsection 15 (4).</p> <p class=\"subsection-e\">  (10) Members of a roster shall complete the training and orientation provided by the Registrar for roster members before they may perform duties or exercise powers of a panellist under the Act.</p> <p class=\"subsection-e\">  (11) The term of office for a person who is appointed to a roster by the Council shall not exceed two years, and the person shall not be appointed to any roster for more than six consecutive years.</p> <p class=\"heading1-e\"><a name=\"BK36\"></a>General</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "General",
            "part_id": null,
            "part_type": null,
            "section": "General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "33.",
            "part_id": null,
            "part_type": null,
            "section": "Oath or affirmation",
            "content": " 33. (1) A person appointed to the Council, a statutory committee, regulatory committee or roster shall, before taking office, swear an oath or make an affirmation as follows: I will faithfully and impartially, to the best of my knowledge and skill, perform the duties of a member of the (Council/Committee/Roster) of the College. In so doing, I will ensure that the guiding principle in the performance of my duties is the duty to serve and protect the public interest, which is my duty as a (Council/Committee/Roster) member and a duty of the College. I will perform the duties of my position without favour or ill will to any person or entity. I will ensure that other memberships, directorships, voluntary or paid positions or affiliations that I may hold will not interfere or conflict with the performance of my duties as a (Council/Committee/Roster) member. As a (Council/Committee/Roster) member, I will be respectful of management’s role and their professional responsibilities. I acknowledge that I am expected to fulfil my responsibility through the (Council’s/Committee’s/panel’s) direction to the Registrar and CEO and recognize the Registrar and CEO’s responsibility to manage the affairs and functions of the College. So help me God. (Omit this line in an affirmation.) (2) In swearing the oath or making the affirmation, the person shall use the form provided by the Registrar. (3) The oath shall be sworn or the affirmation shall be made before a commissioner for taking affidavits. (4) A person appointed to the Council, a statutory committee, regulatory committee or roster, as the case may be, shall swear the oath or make the affirmation, and present the completed form referred to under subsection (2) to the Registrar by, (a)  the first meeting of the applicable body that the person would otherwise be eligible to attend as a member; or (b)  such other date as is determined by the Registrar, but in any event no later than one month after the meeting mentioned in clause (a). (5) The person appointed to the Council, a statutory committee, regulatory committee or roster may not take office if they fail to swear the oath or make the affirmation required under subsection (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>33. </b>(1) A person appointed to the Council, a statutory committee, regulatory committee or roster shall, before taking office, swear an oath or make an affirmation as follows:</p> <p class=\"parawindt3-e\">I will faithfully and impartially, to the best of my knowledge and skill, perform the duties of a member of the (Council/Committee/Roster) of the College.</p> <p class=\"parawindt3-e\">In so doing, I will ensure that the guiding principle in the performance of my duties is the duty to serve and protect the public interest, which is my duty as a (Council/Committee/Roster) member and a duty of the College.</p> <p class=\"parawindt3-e\">I will perform the duties of my position without favour or ill will to any person or entity.</p> <p class=\"parawindt3-e\">I will ensure that other memberships, directorships, voluntary or paid positions or affiliations that I may hold will not interfere or conflict with the performance of my duties as a (Council/Committee/Roster) member.</p> <p class=\"parawindt3-e\">As a (Council/Committee/Roster) member, I will be respectful of management’s role and their professional responsibilities. I acknowledge that I am expected to fulfil my responsibility through the (Council’s/Committee’s/panel’s) direction to the Registrar and CEO and recognize the Registrar and CEO’s responsibility to manage the affairs and functions of the College.</p> <p class=\"parawindt3-e\">So help me God. (Omit this line in an affirmation.)</p> <p class=\"subsection-e\">  (2) In swearing the oath or making the affirmation, the person shall use the form provided by the Registrar.</p> <p class=\"subsection-e\">  (3) The oath shall be sworn or the affirmation shall be made before a commissioner for taking affidavits.</p> <p class=\"subsection-e\">  (4) A person appointed to the Council, a statutory committee, regulatory committee or roster, as the case may be, shall swear the oath or make the affirmation, and present the completed form referred to under subsection (2) to the Registrar by,</p> <p class=\"clause-e\">  (a)  the first meeting of the applicable body that the person would otherwise be eligible to attend as a member; or</p> <p class=\"clause-e\">  (b)  such other date as is determined by the Registrar, but in any event no later than one month after the meeting mentioned in clause (a).</p> <p class=\"subsection-e\">  (5) The person appointed to the Council, a statutory committee, regulatory committee or roster may not take office if they fail to swear the oath or make the affirmation required under subsection (1).</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "34.",
            "part_id": null,
            "part_type": null,
            "section": "Conflict of interest",
            "content": " 34. (1) It is a conflict of interest for a member of the Council, including a subcommittee of the Council, or of a statutory committee, regulatory committee or roster to make a decision, participate in making a decision or be present when a decision is made in the execution of their office if, (a)  there is an opportunity to directly or indirectly confer a benefit on the member or on any person listed in subsection (3); and (b)  the member knows or reasonably should know about the opportunity referred to in clause (a). (2) It is a conflict of interest under subsection (1) for a member of the Council or of the Selection and Nominating Subcommittee to participate in deliberations relating to the appointment of the member or any person listed in subsection (3) to the Council, its subcommittees, a statutory committee, regulatory committee or roster. (3) The persons mentioned in clause (1) (a) and subsection (2) are, (a)  anyone connected with the member by blood relationship, marriage, common-law or adoption; (b)  a corporation wholly owned or effectively controlled by the member; and (c)  an employer of the member. (4) Despite subsections (1) and (2), it is not a conflict of interest for a member of the Council to approve resolutions relating to, (a)  the remuneration of members of the Council, a statutory committee, regulatory committee or roster; (b)  the indemnification of members of the Council, a statutory committee, regulatory committee or roster; (c)  the acquisition of insurance in respect of the indemnification of members of the Council, a statutory committee, regulatory committee or roster; (d)  their own appointment to the Council, including its subcommittees, a statutory committee, regulatory committee or roster; or (e)  the list of nominees or recommendations by the Selection and Nominating Subcommittee, where the list includes members of that subcommittee. (5) A member of the Council, including a subcommittee of the Council, or of a statutory committee, regulatory committee or roster, who has a conflict of interest in relation to a decision by the applicable body or a panel of it, or who believes that they may have one, shall disclose it immediately upon becoming aware of it, to, (a)  the Chair of the Council, statutory committee, regulatory committee, subcommittee of Council or panel, if the member is not the Chair of the applicable body; (b)  the Chair of the Selection and Nominating Subcommittee, if the member is the Chair of the Council; (c)  the Chair of the Council, if the member is the Chair of a subcommittee of the Council; (d)  the Chair of the applicable statutory committee or regulatory committee, if the member is the Chair of a panel of that committee; and (e)  the Vice-Chair of a statutory committee or regulatory committee, if the member is the Chair of the statutory committee or regulatory committee. (6) If the member becomes aware of the conflict of interest before or at any meeting at which the decision is discussed, the member, (a)  shall not participate in any discussion of the decision; (b)  shall not vote on the decision; and (c)  shall withdraw from the meeting for the discussion of the decision and for any vote on the decision, if requested to do so by the person to whom the member is required to disclose the conflict of interest. (7) The Registrar shall keep a record of all disclosures made under subsection (5).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK38\"></a>34. </b>(1) It is a conflict of interest for a member of the Council, including a subcommittee of the Council, or of a statutory committee, regulatory committee or roster to make a decision, participate in making a decision or be present when a decision is made in the execution of their office if,</p> <p class=\"clause-e\">  (a)  there is an opportunity to directly or indirectly confer a benefit on the member or on any person listed in subsection (3); and</p> <p class=\"clause-e\">  (b)  the member knows or reasonably should know about the opportunity referred to in clause (a).</p> <p class=\"subsection-e\">  (2) It is a conflict of interest under subsection (1) for a member of the Council or of the Selection and Nominating Subcommittee to participate in deliberations relating to the appointment of the member or any person listed in subsection (3) to the Council, its subcommittees, a statutory committee, regulatory committee or roster.</p> <p class=\"subsection-e\">  (3) The persons mentioned in clause (1) (a) and subsection (2) are,</p> <p class=\"clause-e\">  (a)  anyone connected with the member by blood relationship, marriage, common-law or adoption;</p> <p class=\"clause-e\">  (b)  a corporation wholly owned or effectively controlled by the member; and</p> <p class=\"clause-e\">  (c)  an employer of the member.</p> <p class=\"subsection-e\">  (4) Despite subsections (1) and (2), it is not a conflict of interest for a member of the Council to approve resolutions relating to,</p> <p class=\"clause-e\">  (a)  the remuneration of members of the Council, a statutory committee, regulatory committee or roster;</p> <p class=\"clause-e\">  (b)  the indemnification of members of the Council, a statutory committee, regulatory committee or roster;</p> <p class=\"clause-e\">  (c)  the acquisition of insurance in respect of the indemnification of members of the Council, a statutory committee, regulatory committee or roster;</p> <p class=\"clause-e\">  (d)  their own appointment to the Council, including its subcommittees, a statutory committee, regulatory committee or roster; or</p> <p class=\"clause-e\">  (e)  the list of nominees or recommendations by the Selection and Nominating Subcommittee, where the list includes members of that subcommittee.</p> <p class=\"subsection-e\">  (5) A member of the Council, including a subcommittee of the Council, or of a statutory committee, regulatory committee or roster, who has a conflict of interest in relation to a decision by the applicable body or a panel of it, or who believes that they may have one, shall disclose it immediately upon becoming aware of it, to,</p> <p class=\"clause-e\">  (a)  the Chair of the Council, statutory committee, regulatory committee, subcommittee of Council or panel, if the member is not the Chair of the applicable body;</p> <p class=\"clause-e\">  (b)  the Chair of the Selection and Nominating Subcommittee, if the member is the Chair of the Council;</p> <p class=\"clause-e\">  (c)  the Chair of the Council, if the member is the Chair of a subcommittee of the Council;</p> <p class=\"clause-e\">  (d)  the Chair of the applicable statutory committee or regulatory committee, if the member is the Chair of a panel of that committee; and</p> <p class=\"clause-e\">  (e)  the Vice-Chair of a statutory committee or regulatory committee, if the member is the Chair of the statutory committee or regulatory committee.</p> <p class=\"subsection-e\">  (6) If the member becomes aware of the conflict of interest before or at any meeting at which the decision is discussed, the member,</p> <p class=\"clause-e\">  (a)  shall not participate in any discussion of the decision;</p> <p class=\"clause-e\">  (b)  shall not vote on the decision; and</p> <p class=\"clause-e\">  (c)  shall withdraw from the meeting for the discussion of the decision and for any vote on the decision, if requested to do so by the person to whom the member is required to disclose the conflict of interest.</p> <p class=\"subsection-e\">  (7) The Registrar shall keep a record of all disclosures made under subsection (5).</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "35.",
            "part_id": null,
            "part_type": null,
            "section": "Disqualification and suspension",
            "content": " 35. (1) The Council shall disqualify a Council appointee who is a member of the College from sitting on the applicable body if at any point in the person’s term, the person, (a)  is found by the Discipline Committee to be guilty of professional misconduct or to be incompetent; (b)  is found by the Fitness to Practise Committee to be incapacitated; (c)  fails, without cause, to attend three consecutive meetings of the Council or applicable body; (d)  fails, without cause, to attend half the meetings of the Council or applicable body in any 12-month period; (e)  fails, without cause, to attend a hearing or meeting of the panel of which they are a member; or (f)  becomes ineligible to remain on the body as described in subsection 3 (2), 15 (2) or 32 (7). (2) The Council shall disqualify a Council appointee who is not a member of the College from sitting on the applicable body if at any point in the person’s term, the person, (a)  fails, without cause, to attend three consecutive meetings of the Council or applicable body; (b)  fails, without cause, to attend half the meetings of the Council or applicable body in any 12-month period; (c)  fails, without cause, to attend a hearing or meeting of the panel of which they are a member; or (d)  becomes ineligible to remain on the body as described in subsection 15 (4) or 32 (9). (3) A person who is disqualified under subsection (1) or (2) ceases to be a member of the applicable body. (4) The Council shall suspend a Council appointee who is a member of the College from their office as a member of the applicable body, (a)  pursuant to clause 37 (5) (a) or subsections 38 (8) and 39 (4); or (b)  if, at any point during a member’s term, (i)  the Investigation Committee refers a complaint about the member to the Discipline Committee or the Fitness to Practise Committee under clause 26 (5) (a) of the Act, or (ii)  the Discipline Committee or the Fitness to Practise Committee is directed under subsection 29 (1) or (2) of the Act to hold a hearing and determine allegations of professional misconduct, incompetence or incapacity on the part of the member. (5) A suspension of a member from their office as a member of the Council, a statutory committee, regulatory committee or roster under subclause (4) (b) (i) or (ii) continues until the matter is disposed of by the Discipline Committee or the Fitness to Practise Committee. (6) The Council shall suspend a Council appointee who is not a member of the College from their office as a member of the applicable body pursuant to clause 37 (5) (a) or subsections 38 (8) and 39 (4). (7) A person who is suspended under subsection (4) or (5) from their office as a member of the Council, a statutory committee, regulatory committee or roster shall not participate in any meeting or other proceeding of the applicable body, including any meetings of a subcommittee or panel of the body. (8) If a Lieutenant Governor in Council appointee would be disqualified from the body if they were a person described in subsection (1) or (2), the Council shall report this fact to the Minister and shall set out details of the circumstances.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK39\"></a>35. </b>(1) The Council shall disqualify a Council appointee who is a member of the College from sitting on the applicable body if at any point in the person’s term, the person,</p> <p class=\"clause-e\">  (a)  is found by the Discipline Committee to be guilty of professional misconduct or to be incompetent;</p> <p class=\"clause-e\">  (b)  is found by the Fitness to Practise Committee to be incapacitated;</p> <p class=\"clause-e\">  (c)  fails, without cause, to attend three consecutive meetings of the Council or applicable body;</p> <p class=\"clause-e\">  (d)  fails, without cause, to attend half the meetings of the Council or applicable body in any 12-month period;</p> <p class=\"clause-e\">  (e)  fails, without cause, to attend a hearing or meeting of the panel of which they are a member; or</p> <p class=\"clause-e\">  (f)  becomes ineligible to remain on the body as described in subsection 3 (2), 15 (2) or 32 (7).</p> <p class=\"subsection-e\">  (2) The Council shall disqualify a Council appointee who is not a member of the College from sitting on the applicable body if at any point in the person’s term, the person,</p> <p class=\"clause-e\">  (a)  fails, without cause, to attend three consecutive meetings of the Council or applicable body;</p> <p class=\"clause-e\">  (b)  fails, without cause, to attend half the meetings of the Council or applicable body in any 12-month period;</p> <p class=\"clause-e\">  (c)  fails, without cause, to attend a hearing or meeting of the panel of which they are a member; or</p> <p class=\"clause-e\">  (d)  becomes ineligible to remain on the body as described in subsection 15 (4) or 32 (9).</p> <p class=\"subsection-e\">  (3) A person who is disqualified under subsection (1) or (2) ceases to be a member of the applicable body.</p> <p class=\"subsection-e\">  (4) The Council shall suspend a Council appointee who is a member of the College from their office as a member of the applicable body,</p> <p class=\"clause-e\">  (a)  pursuant to clause 37 (5) (a) or subsections 38 (8) and 39 (4); or</p> <p class=\"clause-e\">  (b)  if, at any point during a member’s term,</p> <p class=\"subclause-e\">  (i)  the Investigation Committee refers a complaint about the member to the Discipline Committee or the Fitness to Practise Committee under clause 26 (5) (a) of the Act, or</p> <p class=\"subclause-e\">  (ii)  the Discipline Committee or the Fitness to Practise Committee is directed under subsection 29 (1) or (2) of the Act to hold a hearing and determine allegations of professional misconduct, incompetence or incapacity on the part of the member.</p> <p class=\"subsection-e\">  (5) A suspension of a member from their office as a member of the Council, a statutory committee, regulatory committee or roster under subclause (4) (b) (i) or (ii) continues until the matter is disposed of by the Discipline Committee or the Fitness to Practise Committee.</p> <p class=\"subsection-e\">  (6) The Council shall suspend a Council appointee who is not a member of the College from their office as a member of the applicable body pursuant to clause 37 (5) (a) or subsections 38 (8) and 39 (4).</p> <p class=\"subsection-e\">  (7) A person who is suspended under subsection (4) or (5) from their office as a member of the Council, a statutory committee, regulatory committee or roster shall not participate in any meeting or other proceeding of the applicable body, including any meetings of a subcommittee or panel of the body.</p> <p class=\"subsection-e\">  (8) If a Lieutenant Governor in Council appointee would be disqualified from the body if they were a person described in subsection (1) or (2), the Council shall report this fact to the Minister and shall set out details of the circumstances.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "36.",
            "part_id": null,
            "part_type": null,
            "section": "Complaints against members of Council, committees or rosters",
            "content": " 36. (1) Any person may make the following complaints: 1.  A complaint that a member of the Council, a statutory committee, regulatory committee or roster had a conflict of interest and failed to disclose it as required under section 34. 2.  A complaint that a member of the Council, a statutory committee, regulatory committee or roster contravened their obligations under the oath or affirmation. 3.  A complaint that a member of the Council, a statutory committee, regulatory committee or roster has or may have acted in a manner incompatible with their position on the applicable body, including in a manner inconsistent with the College’s duty to serve and protect the public interest. (2) This section and sections 37 to 39 apply for the purposes of, (a)  determining whether the conditions have been met for disqualifying or suspending a person from sitting on the Council, a statutory committee, regulatory committee or roster; (b)  determining whether the conditions have been met for Council to advise the Minister of the actions the Council would take if the person was a Council appointee; and (c)  setting out the rules for the removal of disqualified and suspended persons and for giving recommendations to the Lieutenant Governor in Council for the revocation of their appointments. (3) A complaint made under subsection (1) shall be in writing, or in another form acceptable to the Registrar, shall contain information regarding the basis for the complaint and shall be submitted to, (a)  the Registrar, if the complaint is against the Chair of the Council; (b)  the Chair of the Council and the Registrar, if the complaint is made against a member of the Council or a Chair of a statutory committee or regulatory committee; or (c)  the Chair of the Council, the Chair of the applicable body and the Registrar, if the complaint is made against any other member of a committee or roster. (4) The Registrar shall provide a copy of the complaint to the member against whom the complaint is made.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>36. </b>(1) Any person may make the following complaints:</p> <p class=\"paragraph-e\">  1.  A complaint that a member of the Council, a statutory committee, regulatory committee or roster had a conflict of interest and failed to disclose it as required under section 34.</p> <p class=\"paragraph-e\">  2.  A complaint that a member of the Council, a statutory committee, regulatory committee or roster contravened their obligations under the oath or affirmation.</p> <p class=\"paragraph-e\">  3.  A complaint that a member of the Council, a statutory committee, regulatory committee or roster has or may have acted in a manner incompatible with their position on the applicable body, including in a manner inconsistent with the College’s duty to serve and protect the public interest.</p> <p class=\"subsection-e\">  (2) This section and sections 37 to 39 apply for the purposes of,</p> <p class=\"clause-e\">  (a)  determining whether the conditions have been met for disqualifying or suspending a person from sitting on the Council, a statutory committee, regulatory committee or roster;</p> <p class=\"clause-e\">  (b)  determining whether the conditions have been met for Council to advise the Minister of the actions the Council would take if the person was a Council appointee; and</p> <p class=\"clause-e\">  (c)  setting out the rules for the removal of disqualified and suspended persons and for giving recommendations to the Lieutenant Governor in Council for the revocation of their appointments.</p> <p class=\"subsection-e\">  (3) A complaint made under subsection (1) shall be in writing, or in another form acceptable to the Registrar, shall contain information regarding the basis for the complaint and shall be submitted to,</p> <p class=\"clause-e\">  (a)  the Registrar, if the complaint is against the Chair of the Council;</p> <p class=\"clause-e\">  (b)  the Chair of the Council and the Registrar, if the complaint is made against a member of the Council or a Chair of a statutory committee or regulatory committee; or</p> <p class=\"clause-e\">  (c)  the Chair of the Council, the Chair of the applicable body and the Registrar, if the complaint is made against any other member of a committee or roster.</p> <p class=\"subsection-e\">  (4) The Registrar shall provide a copy of the complaint to the member against whom the complaint is made.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "37.",
            "part_id": null,
            "part_type": null,
            "section": "Investigation and referral of complaint",
            "content": " 37. (1) The Registrar shall investigate every complaint made under subsection 36 (1). (2) Following the investigation of a complaint, the Registrar shall, (a)  dismiss the complaint, if the Registrar determines that the complaint is frivolous, vexatious or an abuse of process; (b)  refer the matter and any relevant information to the Council; or (c)  initiate a complaint under subsection 26 (1) of the Act, if the member is a member of the College. (3) Where a matter is referred to the Council under clause (2) (b), (a)  the Registrar shall provide to the member against whom the complaint is made any information that is referred to the Council; and (b)  the member shall be given an opportunity to make representations respecting the complaint to the Council in person or in writing. (4) Upon receiving a referral, the Council shall, (a)  dismiss the complaint, if the Council determines that the complaint is frivolous, vexatious or an abuse of process; or (b)  otherwise, refer the matter to the Adjudicative Body of Chairs for a hearing. (5) Where the Council refers the matter to the Adjudicative Body of Chairs, the Council shall consider whether it is necessary to immediately suspend the member from their office on the applicable body to ensure the integrity of the College and its processes, and if the Council determines that immediate suspension is necessary, it shall, (a)  for a Council appointee, suspend the person from the applicable body until the matter is disposed of by the Council or the Adjudicative Body of Chairs; or (b)  for a Lieutenant Governor in Council appointee, issue a report to the Minister, for referral to the Lieutenant Governor in Council, setting out details of the referral and stating that if the person were a Council appointee, the Council would suspend the member from the Council or roster until the matter is disposed of by the Council or the Adjudicative Body of Chairs. (6) The determinations described in subsections (4) and (5) shall be made at a Council meeting and shall be confirmed by a majority of the votes cast at the meeting. (7) A written record shall be made of the determinations described in subsections (4) and (5) and the reasons for the determinations. (8) The Registrar shall give the member a copy of the written record described in subsection (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK41\"></a><b>37. </b>(1) The Registrar shall investigate every complaint made under subsection 36 (1).</p> <p class=\"subsection-e\">  (2) Following the investigation of a complaint, the Registrar shall,</p> <p class=\"clause-e\">  (a)  dismiss the complaint, if the Registrar determines that the complaint is frivolous, vexatious or an abuse of process;</p> <p class=\"clause-e\">  (b)  refer the matter and any relevant information to the Council; or</p> <p class=\"clause-e\">  (c)  initiate a complaint under subsection 26 (1) of the Act, if the member is a member of the College.</p> <p class=\"subsection-e\">  (3) Where a matter is referred to the Council under clause (2) (b),</p> <p class=\"clause-e\">  (a)  the Registrar shall provide to the member against whom the complaint is made any information that is referred to the Council; and</p> <p class=\"clause-e\">  (b)  the member shall be given an opportunity to make representations respecting the complaint to the Council in person or in writing.</p> <p class=\"subsection-e\">  (4) Upon receiving a referral, the Council shall,</p> <p class=\"clause-e\">  (a)  dismiss the complaint, if the Council determines that the complaint is frivolous, vexatious or an abuse of process; or</p> <p class=\"clause-e\">  (b)  otherwise, refer the matter to the Adjudicative Body of Chairs for a hearing.</p> <p class=\"subsection-e\">  (5) Where the Council refers the matter to the Adjudicative Body of Chairs, the Council shall consider whether it is necessary to immediately suspend the member from their office on the applicable body to ensure the integrity of the College and its processes, and if the Council determines that immediate suspension is necessary, it shall,</p> <p class=\"clause-e\">  (a)  for a Council appointee, suspend the person from the applicable body until the matter is disposed of by the Council or the Adjudicative Body of Chairs; or</p> <p class=\"clause-e\">  (b)  for a Lieutenant Governor in Council appointee, issue a report to the Minister, for referral to the Lieutenant Governor in Council, setting out details of the referral and stating that if the person were a Council appointee, the Council would suspend the member from the Council or roster until the matter is disposed of by the Council or the Adjudicative Body of Chairs.</p> <p class=\"subsection-e\">  (6) The determinations described in subsections (4) and (5) shall be made at a Council meeting and shall be confirmed by a majority of the votes cast at the meeting.</p> <p class=\"subsection-e\">  (7) A written record shall be made of the determinations described in subsections (4) and (5) and the reasons for the determinations.</p> <p class=\"subsection-e\">  (8) The Registrar shall give the member a copy of the written record described in subsection (7).</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "38.",
            "part_id": null,
            "part_type": null,
            "section": "Adjudicative Body of Chairs hearing",
            "content": " 38. (1) The Adjudicative Body of Chairs shall hold a hearing for every complaint referred to it from the Council under clause 37 (4) (b). (2) The Adjudicative Body of Chairs shall make all reasonable efforts to hold a hearing within 120 days after the day a complaint is referred to it. (3) The hearing and any discussions or deliberations related to it shall be closed to the public. (4) The person who made the complaint may give evidence and make submissions at the hearing but shall not otherwise be present at the hearing or during any discussions or deliberations related to it. (5) In a hearing for a complaint, the Registrar shall give evidence and make submissions at the hearing, but shall not otherwise be present at the hearing or during any discussions or deliberations related to it. (6) The member against whom the complaint is made may give evidence and make submissions at the hearing and may be present throughout the hearing but shall not be present during any discussions or deliberations related to it. (7) After considering any evidence given and submissions made at the hearing, the Adjudicative Body of Chairs shall, by a majority vote, determine whether the member had a conflict of interest and failed to disclose it, contravened the oath or affirmation, or otherwise acted in a manner incompatible with their position as a member of the applicable body, including in a manner inconsistent with the College’s duty to serve and protect the public interest, as the case may be. (8) If the Adjudicative Body of Chairs determines that a member had a conflict of interest and failed to disclose it, contravened the oath or affirmation, or otherwise acted in a manner incompatible with their position on the applicable body, including in a manner inconsistent with the College’s duty to serve and protect the public interest, as the case may be, the Adjudicative Body of Chairs may, (a)  request the Council to reprimand the member in writing; (b)  for a Council appointee, request the Council to, (i)  suspend the person from the Council, statutory committee, regulatory committee or roster for a period of at least 30 days but not more than 90 days, (ii)  if the person had been suspended from their office, continue the suspension for a period of at least 30 days but not more than 90 days, or (iii)  disqualify the person from sitting on the applicable body; and (c)  for a Lieutenant Governor in Council appointee, request the Council to issue a report to the Minister, for referral to the Lieutenant Governor in Council, setting out details of the determination under subsection (7) and specifying what action described in clause (b) it would take if the member were a person described in clause (b). (9) The Registrar shall inform the person of the Adjudicative Body of Chairs’ determination under subsection (7) and any request under subsection (8) within 10 days of the determination and request, if any. (10) The Council shall act on the requests, if any, made to it under subsection (8) if the time for submitting a notice of appeal under subsection 39 (1) has passed and no notice is submitted.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK42\"></a><b>38. </b>(1) The Adjudicative Body of Chairs shall hold a hearing for every complaint referred to it from the Council under clause 37 (4) (b).</p> <p class=\"subsection-e\">  (2) The Adjudicative Body of Chairs shall make all reasonable efforts to hold a hearing within 120 days after the day a complaint is referred to it.</p> <p class=\"subsection-e\">  (3) The hearing and any discussions or deliberations related to it shall be closed to the public.</p> <p class=\"subsection-e\">  (4) The person who made the complaint may give evidence and make submissions at the hearing but shall not otherwise be present at the hearing or during any discussions or deliberations related to it.</p> <p class=\"subsection-e\">  (5) In a hearing for a complaint, the Registrar shall give evidence and make submissions at the hearing, but shall not otherwise be present at the hearing or during any discussions or deliberations related to it.</p> <p class=\"subsection-e\">  (6) The member against whom the complaint is made may give evidence and make submissions at the hearing and may be present throughout the hearing but shall not be present during any discussions or deliberations related to it.</p> <p class=\"subsection-e\">  (7) After considering any evidence given and submissions made at the hearing, the Adjudicative Body of Chairs shall, by a majority vote, determine whether the member had a conflict of interest and failed to disclose it, contravened the oath or affirmation, or otherwise acted in a manner incompatible with their position as a member of the applicable body, including in a manner inconsistent with the College’s duty to serve and protect the public interest, as the case may be.</p> <p class=\"subsection-e\">  (8) If the Adjudicative Body of Chairs determines that a member had a conflict of interest and failed to disclose it, contravened the oath or affirmation, or otherwise acted in a manner incompatible with their position on the applicable body, including in a manner inconsistent with the College’s duty to serve and protect the public interest, as the case may be, the Adjudicative Body of Chairs may,</p> <p class=\"clause-e\">  (a)  request the Council to reprimand the member in writing;</p> <p class=\"clause-e\">  (b)  for a Council appointee, request the Council to,</p> <p class=\"subclause-e\">  (i)  suspend the person from the Council, statutory committee, regulatory committee or roster for a period of at least 30 days but not more than 90 days,</p> <p class=\"subclause-e\">  (ii)  if the person had been suspended from their office, continue the suspension for a period of at least 30 days but not more than 90 days, or</p> <p class=\"subclause-e\">  (iii)  disqualify the person from sitting on the applicable body; and</p> <p class=\"clause-e\">  (c)  for a Lieutenant Governor in Council appointee, request the Council to issue a report to the Minister, for referral to the Lieutenant Governor in Council, setting out details of the determination under subsection (7) and specifying what action described in clause (b) it would take if the member were a person described in clause (b).</p> <p class=\"subsection-e\">  (9) The Registrar shall inform the person of the Adjudicative Body of Chairs’ determination under subsection (7) and any request under subsection (8) within 10 days of the determination and request, if any.</p> <p class=\"subsection-e\">  (10) The Council shall act on the requests, if any, made to it under subsection (8) if the time for submitting a notice of appeal under subsection 39 (1) has passed and no notice is submitted.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "39.",
            "part_id": null,
            "part_type": null,
            "section": "Appeal",
            "content": " 39. (1) A person against whom a determination under subsection 38 (7) or request under subsection 38 (8) is made may, within 10 days after receiving notice of the determination or request, submit a written notice of appeal to the Council. (2) The Council shall hold a hearing for every appeal submitted to it under subsection (1) within 30 days of receiving the notice. (3) Subsections 38 (3), (4), (5) and (6) apply to the hearing of the appeal. (4) After considering any evidence given and submissions made at the hearing before the Adjudicative Body of Chairs or at the hearing of the appeal, the findings of the Adjudicative Body of Chairs and any other information that the Council finds relevant, the Council shall, by a majority vote, (a)  uphold, vary or rescind the determination under subsection 38 (7); and (b)  determine whether to do anything requested under subsection 38 (8). (5) If a member is suspended or disqualified from the Council, they are also suspended or disqualified from serving on any subcommittees of the Council.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK43\"></a>39. </b>(1) A person against whom a determination under subsection 38 (7) or request under subsection 38 (8) is made may, within 10 days after receiving notice of the determination or request, submit a written notice of appeal to the Council.</p> <p class=\"subsection-e\">  (2) The Council shall hold a hearing for every appeal submitted to it under subsection (1) within 30 days of receiving the notice.</p> <p class=\"subsection-e\">  (3) Subsections 38 (3), (4), (5) and (6) apply to the hearing of the appeal.</p> <p class=\"subsection-e\">  (4) After considering any evidence given and submissions made at the hearing before the Adjudicative Body of Chairs or at the hearing of the appeal, the findings of the Adjudicative Body of Chairs and any other information that the Council finds relevant, the Council shall, by a majority vote,</p> <p class=\"clause-e\">  (a)  uphold, vary or rescind the determination under subsection 38 (7); and</p> <p class=\"clause-e\">  (b)  determine whether to do anything requested under subsection 38 (8).</p> <p class=\"subsection-e\">  (5) If a member is suspended or disqualified from the Council, they are also suspended or disqualified from serving on any subcommittees of the Council.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "40.",
            "part_id": null,
            "part_type": null,
            "section": "Employers’ obligation to submit fees",
            "content": " 40. (1) In this section, “due date” means the date on which the annual membership fee is due in any year, as specified in the by-laws; (“date d’échéance”) “private school” has the same meaning as in subsection 1 (1) of the Education Act. (“école privée”) (2) Where, on the due date in any year, a school board employs a member of the College, the school board shall, (a)  deduct the amount of the annual membership fee payable in respect of the year by the member from the member’s salary; and (b)  submit the amount of the fee to the College. (3) Where, on the due date in any year, the Provincial Schools Authority employs a member of the College and the Ministry of Education is responsible for paying the member’s salary, the Ministry of Education shall, (a)  deduct the amount of the annual membership fee payable in respect of the year by the member from the member’s salary; and (b)  submit the amount of the fee to the College. (4) Where, on the due date in any year, a private school employs a member of the College who contributes to the Ontario Teachers’ Pension Plan, the private school shall, (a)  deduct the amount of the annual membership fee payable in respect of the year by the member from the member’s salary; and (b)  submit the amount of the fee to the College. (5) Subsection (4) applies only if the private school has received notice that the member contributes to the Ontario Teachers’ Pension Plan. (6) The amounts referred to in subsections (2) to (4) shall be submitted no later than 35 days after the due date. (7) The amount may be submitted by cheque or by any other means approved by the Registrar. (8) When submitting an amount under this section, the school board, the Ministry of Education or the private school, as the case may be, shall provide the Registrar with sufficient information to identify the member on whose behalf the amount is submitted. (9) The Registrar may issue directions respecting the content and form of the information to be provided under subsection (8). (10) At the written request, made before the due date, of a school board, the Ministry of Education or a private school, as the case may be, the Registrar may extend the period specified in subsection (6), if the Registrar is of the opinion that the extension is warranted because of exceptional circumstances. (11) A school board, the Ministry of Education or a private school, as the case may be, shall pay interest on any amount in arrears, from the day the amount was required to be submitted under subsection (6) or, where applicable, subsection (10), to the day before the day on which the payment is made. (12) The interest shall be calculated at the bank prime rate plus 4 per cent per year. (13) In subsection (12), “bank prime rate” means the prime rate quoted by the College’s bank of record on the day the payment was due.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK44\"></a>40. </b>(1) In this section,</p> <p class=\"definition-e\">“due date” means the date on which the annual membership fee is due in any year, as specified in the by-laws; (“date d’échéance”)</p> <p class=\"definition-e\">“private school” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>. (“école privée”)</p> <p class=\"subsection-e\"><b> </b>(2) Where, on the due date in any year, a school board employs a member of the College, the school board shall,</p> <p class=\"clause-e\">  (a)  deduct the amount of the annual membership fee payable in respect of the year by the member from the member’s salary; and</p> <p class=\"clause-e\">  (b)  submit the amount of the fee to the College.</p> <p class=\"subsection-e\">  (3) Where, on the due date in any year, the Provincial Schools Authority employs a member of the College and the Ministry of Education is responsible for paying the member’s salary, the Ministry of Education shall,</p> <p class=\"clause-e\">  (a)  deduct the amount of the annual membership fee payable in respect of the year by the member from the member’s salary; and</p> <p class=\"clause-e\">  (b)  submit the amount of the fee to the College.</p> <p class=\"subsection-e\">  (4) Where, on the due date in any year, a private school employs a member of the College who contributes to the Ontario Teachers’ Pension Plan, the private school shall,</p> <p class=\"clause-e\">  (a)  deduct the amount of the annual membership fee payable in respect of the year by the member from the member’s salary; and</p> <p class=\"clause-e\">  (b)  submit the amount of the fee to the College.</p> <p class=\"subsection-e\">  (5) Subsection (4) applies only if the private school has received notice that the member contributes to the Ontario Teachers’ Pension Plan.</p> <p class=\"subsection-e\">  (6) The amounts referred to in subsections (2) to (4) shall be submitted no later than 35 days after the due date.</p> <p class=\"subsection-e\">  (7) The amount may be submitted by cheque or by any other means approved by the Registrar.</p> <p class=\"subsection-e\">  (8) When submitting an amount under this section, the school board, the Ministry of Education or the private school, as the case may be, shall provide the Registrar with sufficient information to identify the member on whose behalf the amount is submitted.</p> <p class=\"subsection-e\">  (9) The Registrar may issue directions respecting the content and form of the information to be provided under subsection (8).</p> <p class=\"subsection-e\"><b> </b>(10) At the written request, made before the due date, of a school board, the Ministry of Education or a private school, as the case may be, the Registrar may extend the period specified in subsection (6), if the Registrar is of the opinion that the extension is warranted because of exceptional circumstances.</p> <p class=\"subsection-e\">  (11) A school board, the Ministry of Education or a private school, as the case may be, shall pay interest on any amount in arrears, from the day the amount was required to be submitted under subsection (6) or, where applicable, subsection (10), to the day before the day on which the payment is made.</p> <p class=\"subsection-e\">  (12) The interest shall be calculated at the bank prime rate plus 4 per cent per year.</p> <p class=\"subsection-e\">  (13) In subsection (12),</p> <p class=\"definition-e\">“bank prime rate” means the prime rate quoted by the College’s bank of record on the day the payment was due.</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "41.",
            "part_id": null,
            "part_type": null,
            "section": "Designations for purposes of s. 47 of the Act",
            "content": " 41. The following persons or bodies are designated for the purposes of subsection 47 (1) of the Act: 1.  A private school, as defined in subsection 1 (1) of the Education Act, in respect of which a current notice of intention has been filed under section 16 of that Act. 2.  A college of applied arts and technology established by regulation under subsection 2 (1) of the Ontario Colleges of Applied Arts and Technology Act, 2002. 3.  An institution specified in the Schedule to the University Foundations Act, 1992. 4.  Ontario Teachers’ Pension Plan Board. 5.  The Ontario Teachers’ Federation. 6.  L’Association des enseignantes et des enseignants franco-ontariens. 7.  The Elementary Teachers’ Federation of Ontario. 8.  The Ontario English Catholic Teachers’ Association. 9.  The Ontario Secondary School Teachers’ Federation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK45\"></a><b>41. </b>The following persons or bodies are designated for the purposes of subsection 47 (1) of the Act:</p> <p class=\"paragraph-e\">  1.  A private school, as defined in subsection 1 (1) of the <i>Education Act</i>, in respect of which a current notice of intention has been filed under section 16 of that Act.</p> <p class=\"paragraph-e\">  2.  A college of applied arts and technology established by regulation under subsection 2 (1) of the <i>Ontario Colleges of Applied Arts and Technology Act, 2002</i>.</p> <p class=\"paragraph-e\">  3.  An institution specified in the Schedule to the <i>University Foundations Act, 1992</i>.</p> <p class=\"paragraph-e\">  4.  Ontario Teachers’ Pension Plan Board.</p> <p class=\"paragraph-e\">  5.  The Ontario Teachers’ Federation.</p> <p class=\"paragraph-e\">  6.  L’Association des enseignantes et des enseignants franco-ontariens.</p> <p class=\"paragraph-e\">  7.  The Elementary Teachers’ Federation of Ontario.</p> <p class=\"paragraph-e\">  8.  The Ontario English Catholic Teachers’ Association.</p> <p class=\"paragraph-e\">  9.  The Ontario Secondary School Teachers’ Federation.</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "41.1",
            "part_id": null,
            "part_type": null,
            "section": "Criminal proceedings, register",
            "content": " 41.1 (1) For the purposes of clause 23 (2) (d.1) of the Act, the following information shall be contained in the register in respect of a member if the information is known to the College and the Registrar determines, in accordance with subsection (2), that the information is relevant to the member’s membership: 1.  Subject to subsection (3), if there has been a finding of guilt against the member under the Criminal Code (Canada), the Controlled Drugs and Substances Act (Canada) or similar legislation in another jurisdiction, i.  a brief summary of the finding, ii.  a brief summary of the sentence, iii.  if the finding is under appeal, a notation that it is under appeal until the appeal is finally disposed of, iv.  if the finding is appealed and disposed of, a notation that the appeal has been disposed of, and v.  any currently existing conditions of release subsequent to the finding of guilt or pending an appeal, or any variations to those conditions. 2.  If the member has been charged with an offence under the Criminal Code (Canada), the Controlled Drugs and Substances Act (Canada) or similar legislation in another jurisdiction and the charge is outstanding, i.  the fact and content of the charge, ii.  the date and place of the charge, and iii.  any currently existing conditions of release following the charge or any variations to those conditions. O. Reg. 54/22, s. 1. (2) The Registrar may consider the following factors when determining if information referred to in subsection (1) in respect of a member who has been charged with or found guilty of an offence under the Criminal Code (Canada), the\r\nControlled Drugs and Substances Act (Canada) or similar legislation in another jurisdiction is relevant to the member’s membership: 1.  The nature and frequency of the conduct related to the offence. 2.  When the conduct related to the offence occurred. 3.  If any existing conditions referred to in subparagraph 1 v or 2 iii of subsection (1) restrict the member’s practice. 4.  The penalty or sentence imposed in relation to the offence, if the member was found guilty. 5.  The potential for rehabilitation and the likelihood of reoffending. 6.  The member’s conduct since the conduct related to the offence occurred. 7.  Whether the conduct that led to the charge relates to the member’s suitability to practise, particularly with respect to being in a position of trust or authority in relation to a student. 8.  Any mitigating or aggravating circumstances. 9.  Any additional relevant factors, as determined by the Registrar. O. Reg. 54/22, s. 1. (3) The information referred to in paragraph 1 of subsection (1) shall not be contained in the register in respect of a member if it is known to the College that, (a)  the Parole Board of Canada has ordered a record suspension in respect of the conviction; (b)  a pardon in respect of the conviction has been obtained; or (c)  the conviction has been overturned on appeal. O. Reg. 54/22, s. 1. (4) Nothing in this section shall be interpreted as authorizing the disclosure of identifying information about an individual other than a member. O. Reg. 54/22, s. 1. (5) In this section, “identifying information” means information that identifies an individual or for which it is reasonably foreseeable in the circumstances that it could be utilized, either alone or with other information, to identify an individual. O. Reg. 54/22, s. 1.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK46\"></a>41.1 </b>(1) For the purposes of clause 23 (2) (d.1) of the Act, the following information shall be contained in the register in respect of a member if the information is known to the College and the Registrar determines, in accordance with subsection (2), that the information is relevant to the member’s membership:</p> <p class=\"paragraph-e\">  1.  Subject to subsection (3), if there has been a finding of guilt against the member under the <i>Criminal Code</i> (Canada), the <i>Controlled Drugs and Substances Act</i> (Canada) or similar legislation in another jurisdiction,</p> <p class=\"subpara-e\">  i.  a brief summary of the finding,</p> <p class=\"subpara-e\">  ii.  a brief summary of the sentence,</p> <p class=\"subpara-e\">  iii.  if the finding is under appeal, a notation that it is under appeal until the appeal is finally disposed of,</p> <p class=\"subpara-e\">  iv.  if the finding is appealed and disposed of, a notation that the appeal has been disposed of, and</p> <p class=\"subpara-e\">  v.  any currently existing conditions of release subsequent to the finding of guilt or pending an appeal, or any variations to those conditions.</p> <p class=\"paragraph-e\">  2.  If the member has been charged with an offence under the <i>Criminal Code</i> (Canada), the <i>Controlled Drugs and Substances Act</i> (Canada) or similar legislation in another jurisdiction and the charge is outstanding,</p> <p class=\"subpara-e\">  i.  the fact and content of the charge,</p> <p class=\"subpara-e\">  ii.  the date and place of the charge, and</p> <p class=\"subpara-e\">  iii.  any currently existing conditions of release following the charge or any variations to those conditions. O. Reg. 54/22, s. 1.</p> <p class=\"subsection-e\">  (2) The Registrar may consider the following factors when determining if information referred to in subsection (1) in respect of a member who has been charged with or found guilty of an offence under the <i>Criminal Code</i> (Canada), the\r\n<i>Controlled Drugs and Substances Act</i> (Canada) or similar legislation in another jurisdiction is relevant to the member’s membership:</p> <p class=\"paragraph-e\">  1.  The nature and frequency of the conduct related to the offence.</p> <p class=\"paragraph-e\">  2.  When the conduct related to the offence occurred.</p> <p class=\"paragraph-e\">  3.  If any existing conditions referred to in subparagraph 1 v or 2 iii of subsection (1) restrict the member’s practice.</p> <p class=\"paragraph-e\">  4.  The penalty or sentence imposed in relation to the offence, if the member was found guilty.</p> <p class=\"paragraph-e\">  5.  The potential for rehabilitation and the likelihood of reoffending.</p> <p class=\"paragraph-e\">  6.  The member’s conduct since the conduct related to the offence occurred.</p> <p class=\"paragraph-e\">  7.  Whether the conduct that led to the charge relates to the member’s suitability to practise, particularly with respect to being in a position of trust or authority in relation to a student.</p> <p class=\"paragraph-e\">  8.  Any mitigating or aggravating circumstances.</p> <p class=\"paragraph-e\">  9.  Any additional relevant factors, as determined by the Registrar. O. Reg. 54/22, s. 1.</p> <p class=\"subsection-e\">  (3) The information referred to in paragraph 1 of subsection (1) shall not be contained in the register in respect of a member if it is known to the College that,</p> <p class=\"clause-e\">  (a)  the Parole Board of Canada has ordered a record suspension in respect of the conviction;</p> <p class=\"clause-e\">  (b)  a pardon in respect of the conviction has been obtained; or</p> <p class=\"clause-e\">  (c)  the conviction has been overturned on appeal. O. Reg. 54/22, s. 1.</p> <p class=\"subsection-e\">  (4) Nothing in this section shall be interpreted as authorizing the disclosure of identifying information about an individual other than a member. O. Reg. 54/22, s. 1.</p> <p class=\"subsection-e\">  (5) In this section,</p> <p class=\"definition-e\">“identifying information” means information that identifies an individual or for which it is reasonably foreseeable in the circumstances that it could be utilized, either alone or with other information, to identify an individual. O. Reg. 54/22, s. 1.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "41.2",
            "part_id": null,
            "part_type": null,
            "section": "Removal of information",
            "content": " 41.2 For the purposes of clause 23 (2.5) (c) of the Act, the Registrar shall remove information referred to in subsection 41.1 (1) of this Regulation from the register if the information is no longer applicable or relevant to the member’s membership, as determined by the Registrar in consideration of the factors set out under subsection 41.1 (2). O. Reg. 54/22, s. 1. 42. Omitted (revokes other Regulations). 43. Omitted (provides for coming into force of provisions of this Regulation). Schedule 1 1. Association des directions et directions adjointes des écoles franco-ontariennes. 2. Association des enseignantes et des enseignants franco-ontariens. 3. Association des gestionnaires de l’éducation franco-ontarienne. 4. Catholic Principals’ Council of Ontario. 5. Conseil ontarien des directions de l’éducation de langue française. 6. Council of Ontario Directors of Education. 7. Elementary Teachers’ Federation of Ontario. 8. Ontario Catholic Supervisory Officers’ Association. 9. Ontario English Catholic Teachers’ Association. 10. Ontario Ministry of Education. 11. Ontario Principals’ Council. 12. Ontario Public Supervisory Officers’ Association. 13. Ontario Secondary School Teachers’ Federation. 14. The Ontario Teachers’ Federation.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK47\"></a><b>41.2 </b>For the purposes of clause 23 (2.5) (c) of the Act, the Registrar shall remove information referred to in subsection 41.1 (1) of this Regulation from the register if the information is no longer applicable or relevant to the member’s membership, as determined by the Registrar in consideration of the factors set out under subsection 41.1 (2). O. Reg. 54/22, s. 1.</p> <p class=\"section-e\"> <b>42.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).</p> <p class=\"section-e\"> <b>43.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"schedule-e\"><a name=\"BK48\"></a>Schedule 1</p> <p class=\"section-e\">  1. Association des directions et directions adjointes des écoles franco-ontariennes.</p> <p class=\"section-e\">  2. Association des enseignantes et des enseignants franco-ontariens.</p> <p class=\"section-e\">  3. Association des gestionnaires de l’éducation franco-ontarienne.</p> <p class=\"section-e\">  4. Catholic Principals’ Council of Ontario.</p> <p class=\"section-e\">  5. Conseil ontarien des directions de l’éducation de langue française.</p> <p class=\"section-e\">  6. Council of Ontario Directors of Education.</p> <p class=\"section-e\">  7. Elementary Teachers’ Federation of Ontario.</p> <p class=\"section-e\">  8. Ontario Catholic Supervisory Officers’ Association.</p> <p class=\"section-e\">  9. Ontario English Catholic Teachers’ Association.</p> <p class=\"section-e\">  10. Ontario Ministry of Education.</p> <p class=\"section-e\">  11. Ontario Principals’ Council.</p> <p class=\"section-e\">  12. Ontario Public Supervisory Officers’ Association.</p> <p class=\"section-e\">  13. Ontario Secondary School Teachers’ Federation.</p> <p class=\"section-e\">  14. The Ontario Teachers’ Federation.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/210563\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "Schedule 1",
            "part_id": null,
            "part_type": null,
            "section": "None",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}