{
    "reg_info": {
        "full_title": "O. Reg. 200/00: CHARITY CASINOS",
        "reg_name_text": "CHARITY CASINOS",
        "citation": "O. Reg. 200/00: ",
        "act_under": "Ontario Lottery and Gaming Corporation Act, 1999   Loi de 1999 sur la Société des Loteries et des Jeux de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/000200",
        "date_scraped": "2023-12-19 05:16:52"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/000200/v2",
            "valid_from": "May 14, 2012",
            "valid_to": "May 31, 2012"
        },
        {
            "a_href": "/laws/regulation/000200/v1",
            "valid_from": "March 23, 2000",
            "valid_to": "May 13, 2012"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. For the purposes of the definition of “charity casino” in section 1 of the Act, the prescribed betting limit for a game of chance is $100. O. Reg. 200/00, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>For the purposes of the definition of “charity casino” in section 1 of the Act, the prescribed betting limit for a game of chance is $100. O. Reg. 200/00, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) For the purposes of the definition of “charity casino” in section 1 of the Act, the prescribed limit on the number of games of chance at a gaming premises is the limit described in this section. O. Reg. 200/00, s. 2 (1). (2) The following rules apply if the gaming premises is located at a race track: 1. The prescribed limit on the number of games of chance conducted at a table or a wheel of fortune is determined with reference to the number of gaming positions at all of those games of chance on the premises. The number of gaming positions at all of those games of chance must not exceed 420. 2. There is no prescribed limit on other games of chance. O. Reg. 200/00, s. 2 (2). (3) At any other gaming premises, the prescribed limit on the number of games of chance is determined with reference to the number of gaming positions at all games of chance on the premises. The number of gaming positions at all of those games of chance must not exceed 870. O. Reg. 200/00, s. 2 (3). (4) In this section, “gaming position” means, with respect to a game of chance, a position at which a person is permitted to participate in the game; “race track” means a race track at which horse racing is regulated under the Racing Commission Act. O. Reg. 200/00, s. 2 (4). ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) For the purposes of the definition of “charity casino” in section 1 of the Act, the prescribed limit on the number of games of chance at a gaming premises is the limit described in this section. O. Reg. 200/00, s. 2 (1).</p> <p class=\"subsection-e\">(2) The following rules apply if the gaming premises is located at a race track:</p> <p class=\"paragraph-e\">1. The prescribed limit on the number of games of chance conducted at a table or a wheel of fortune is determined with reference to the number of gaming positions at all of those games of chance on the premises. The number of gaming positions at all of those games of chance must not exceed 420.</p> <p class=\"paragraph-e\">2. There is no prescribed limit on other games of chance. O. Reg. 200/00, s. 2 (2).</p> <p class=\"subsection-e\">(3) At any other gaming premises, the prescribed limit on the number of games of chance is determined with reference to the number of gaming positions at all games of chance on the premises. The number of gaming positions at all of those games of chance must not exceed 870. O. Reg. 200/00, s. 2 (3).</p> <p class=\"subsection-e\">(4) In this section,</p> <p class=\"firstdef-e\">“gaming position” means, with respect to a game of chance, a position at which a person is permitted to participate in the game;</p> <p class=\"definition-e\">“race track” means a race track at which horse racing is regulated under the <i>Racing Commission Act</i>. O. Reg. 200/00, s. 2 (4).</p> <p class=\"Normal\"></p>"
        }
    ]
}