{
    "reg_info": {
        "full_title": "O. Reg. 290/92: EXEMPTION - THE CORPORATION OF THE CITY OF PETERBOROUGH - PETE-C-1/1",
        "reg_name_text": "EXEMPTION — THE CORPORATION OF THE CITY OF PETERBOROUGH — PETE-C-1/1",
        "citation": "O. Reg. 290/92: EXEMPTION - THE CORPORATION OF THE CITY OF PETERBOROUGH - PETE-C-1/1",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/920290",
        "date_scraped": "2023-12-21 14:04:04"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  4, 1992",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from The Corporation of the City of Peterborough (the “Proponent”) that an undertaking, namely: A modification to the design and operation of its landfill site, located on part of Lot 14 in Concession 14, Otonabee Township, involving an interim expansion to provide sufficient capacity to ensure disposal of waste until a replacement facility resulting from the ongoing Waste Management Master Plan (WMMP) is in operation, without increasing currently approved types or quantities of waste, serviced areas or populations served, be exempt from the application of the Act pursuant to section 29; and",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from The Corporation of the City of Peterborough (the “Proponent”) that an undertaking, namely:</p> <p class=\"parawindt-e\">A modification to the design and operation of its landfill site, located on part of Lot 14 in Concession 14, Otonabee Township, involving an interim expansion to provide sufficient capacity to ensure disposal of waste until a replacement facility resulting from the ongoing Waste Management Master Plan (WMMP) is in operation, without increasing currently approved types or quantities of waste, serviced areas or populations served,</p> <p class=\"paranoindt-e\">be exempt from the application of the Act pursuant to section 29; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having been advised by the Proponent that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: A. The Proponent will be subject to delay and expense if it is required to prepare an environmental assessment for the undertaking. B. The Proponent will be subject to unnecessary delay and expense in implementing its long-term waste management program. C. The Proponent, its residents and others served by the site will be without a municipal solid waste disposal facility. D. Use of the site in the currently approved sequence and without the required engineered changes to preclude contaminant migration in excess of “Reasonable Use Policy” may lead to contamination of the natural environment. An amended application for Emergency Approval to use Cells I and J as an interim measure was approved by the Ministry of the Environment on July 5, 1989. E. The site, as presently approved, does not have sufficient capacity to dispose of the service area’s waste until a new facility is found and approved through the ongoing WMMP process. F. Waste which is currently stockpiled on cells G and H may present a health hazard if not properly encapsulated or otherwise removed. This proposal incorporates the resolution of that problem.",
            "raw_html": "<p class=\"parawtab-e\">Having been advised by the Proponent that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"paragraph-e\">A. The Proponent will be subject to delay and expense if it is required to prepare an environmental assessment for the undertaking.</p> <p class=\"paragraph-e\">B. The Proponent will be subject to unnecessary delay and expense in implementing its long-term waste management program.</p> <p class=\"paragraph-e\">C. The Proponent, its residents and others served by the site will be without a municipal solid waste disposal facility.</p> <p class=\"paragraph-e\">D. Use of the site in the currently approved sequence and without the required engineered changes to preclude contaminant migration in excess of “Reasonable Use Policy” may lead to contamination of the natural environment. An amended application for Emergency Approval to use Cells I and J as an interim measure was approved by the Ministry of the Environment on July 5, 1989.</p> <p class=\"paragraph-e\">E. The site, as presently approved, does not have sufficient capacity to dispose of the service area’s waste until a new facility is found and approved through the ongoing WMMP process.</p> <p class=\"paragraph-e\">F. Waste which is currently stockpiled on cells G and H may present a health hazard if not properly encapsulated or otherwise removed. This proposal incorporates the resolution of that problem.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. Continued operation of the existing landfill is clearly an interim measure for which there are no other reasonable waste management alternatives which can be implemented within the necessary time frame. A new replacement facility emanating from the ongoing WMMP is not anticipated before mid-1997. B. Alternatives which have been investigated do not appear to resolve the potential contamination of the natural environment nor do they provide adequate capacity for Peterborough’s waste, pending commissioning of a facility through the ongoing WMMP. C. A mandatory public hearing under Part V of the Environmental Protection Act for the approval of changes to the design and operation and for an interim expansion will be held, thereby permitting the public and government agencies the opportunity to review the proposed changes to the site. D. The Proponent is participating in a long-term waste management program in accordance with the Environmental Assessment Act and it is anticipated that sufficient elements of that program will be implemented prior to the conclusion of the exempt undertaking to ensure that further exemptions from the EA Act are not required. E. If this exemption is not granted, then it is likely that damage to the natural environment will occur.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. Continued operation of the existing landfill is clearly an interim measure for which there are no other reasonable waste management alternatives which can be implemented within the necessary time frame. A new replacement facility emanating from the ongoing WMMP is not anticipated before mid-1997.</p> <p class=\"paragraph-e\">B. Alternatives which have been investigated do not appear to resolve the potential contamination of the natural environment nor do they provide adequate capacity for Peterborough’s waste, pending commissioning of a facility through the ongoing WMMP.</p> <p class=\"paragraph-e\">C. A mandatory public hearing under Part V of the <i>Environmental Protection Act</i> for the approval of changes to the design and operation and for an interim expansion will be held, thereby permitting the public and government agencies the opportunity to review the proposed changes to the site.</p> <p class=\"paragraph-e\">D. The Proponent is participating in a long-term waste management program in accordance with the <i>Environmental Assessment Act</i> and it is anticipated that sufficient elements of that program will be implemented prior to the conclusion of the exempt undertaking to ensure that further exemptions from the <i>EA Act</i> are not required.</p> <p class=\"paragraph-e\">E. If this exemption is not granted, then it is likely that damage to the natural environment will occur.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption is subject to the following terms and conditions: 1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order. 2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order. 3. By January 1994, a detailed proposal shall be presented, consisting of a plan and generic schedule for its long-term strategy for waste management, to the Director, Environmental Assessment Branch, and copies sent to the Director, Approvals Branch, and to the Regional Director, Central Region, of the Ministry of the Environment. 4. The Proponent shall file an annual report, commencing no later than December 31, 1992, outlining the municipality’s progress in achieving abatement at the existing site and progress in implementing the long-term waste management strategy. This report will be submitted to the Director, Environmental Assessment Branch, Ministry of the Environment, for filing with the Public Record kept under section 31 of the Act by the Branch located at 250 Davisville Avenue, 5th Floor, Toronto, Ontario, M4V 1P5. Copies of the report shall be given to the Director, Approvals Branch, and Regional Director, Central Region. 5. No waste shall be deposited at the site pursuant to this order more than five years after the date of any Provisional Certificate of Approval or Certificate of Approval issued for the purpose of this order. O. Reg. 290/92. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order.</p> <p class=\"paragraph-e\">2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order.</p> <p class=\"paragraph-e\">3. By January 1994, a detailed proposal shall be presented, consisting of a plan and generic schedule for its long-term strategy for waste management, to the Director, Environmental Assessment Branch, and copies sent to the Director, Approvals Branch, and to the Regional Director, Central Region, of the Ministry of the Environment.</p> <p class=\"paragraph-e\">4. The Proponent shall file an annual report, commencing no later than December 31, 1992, outlining the municipality’s progress in achieving abatement at the existing site and progress in implementing the long-term waste management strategy. This report will be submitted to the Director, Environmental Assessment Branch, Ministry of the Environment, for filing with the Public Record kept under section 31 of the Act by the Branch located at 250 Davisville Avenue, 5th Floor, Toronto, Ontario, M4V 1P5. Copies of the report shall be given to the Director, Approvals Branch, and Regional Director, Central Region.</p> <p class=\"paragraph-e\">5. No waste shall be deposited at the site pursuant to this order more than five years after the date of any Provisional Certificate of Approval or Certificate of Approval issued for the purpose of this order. O. Reg. 290/92.</p> <p class=\"Normal\"></p>"
        }
    ]
}