{
    "reg_info": {
        "full_title": "O. Reg. 391/21: BLUE BOX",
        "reg_name_text": "BLUE BOX",
        "citation": "O. Reg. 391/21: ",
        "act_under": "Resource Recovery and Circular Economy Act, 2016",
        "url": "https://www.ontario.ca/laws/regulation/210391",
        "date_scraped": "2023-12-18 03:53:08"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/210391/v6",
            "valid_from": "June 27, 2023",
            "valid_to": "June 30, 2023"
        },
        {
            "a_href": "/laws/regulation/210391/v5",
            "valid_from": "April 14, 2022",
            "valid_to": "June 26, 2023"
        },
        {
            "a_href": "/laws/regulation/210391/v4",
            "valid_from": "April 11, 2022",
            "valid_to": "April 13, 2022"
        },
        {
            "a_href": "/laws/regulation/210391/v3",
            "valid_from": "April  4, 2022",
            "valid_to": "April 10, 2022"
        },
        {
            "a_href": "/laws/regulation/210391/v2",
            "valid_from": "November 29, 2021",
            "valid_to": "April  3, 2022"
        },
        {
            "a_href": "/laws/regulation/210391/v1",
            "valid_from": "June  3, 2021",
            "valid_to": "November 28, 2021"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I INTERPRETATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section": "1.",
            "content": " 1. (1) In this Regulation, “alcoholic beverage” means liquor within the meaning of the Liquor Licence and Control Act, 2019; (“boisson alcoolisée”) “alcoholic beverage product and packaging” means, (a) products with their primary packaging that are, (i) alcoholic beverages that are supplied by any person, (ii) non-alcoholic beer, wine and spirits that are supplied by any person, (iii) products that are imported or supplied by Brewers Retail Inc. or for which Brewers Retail Inc. is the brand holder, or (iv) products that are imported or supplied by the Liquor Control Board of Ontario, or for which the Liquor Control Board of Ontario is the brand holder, (b) convenience and transport packaging if it is used exclusively for products referred to in clause (a), and (c) paper products, packaging-like products, and products included in the definition of “blue box packaging” that are imported or supplied by Brewers Retail Inc. or the Liquor Control Board of Ontario, or for which Brewers Retail Inc. or the Liquor Control Board of Ontario is the brand holder; (“produits et emballages de boisson alcoolisée”) “beverage container” means a container that, (a) contains a ready-to-drink beverage product, (b) is made from metal, glass, paper or rigid plastic, or any combination of these materials, and (c) is sealed by its manufacturer;\r\n (“contenant de boisson”) “blue box material” has the meaning provided for in section 2; (“matériaux destinés à la boîte bleue”) “blue box packaging” means, (a) primary packaging, convenience packaging or transport packaging that is provided with a product, (b) an ancillary product that is integrated into the packaging, and (c) a product such as a straw, cutlery or plate that is supplied with a food or beverage product, that facilitates the consumption of that food or beverage product and that is ordinarily disposed of after a single use, whether or not it could be reused; (“emballage destiné à la boîte bleue”) “blue box receptacle” means a container, bin, cart, bag or other receptacle that holds blue box material, and from which blue box material is collected; (“récipient pour matériaux destinés à la boîte bleue”) “Blue Box Transition Schedule” means the document of the Ministry entitled “Blue Box Transition Schedule” dated June 1, 2021, as amended from time to time, and available on the Registry; (“calendrier de transition des boîtes bleues”) “Blue Box Verification and Audit Procedure” means the document entitled “Blue Box Verification and Audit Procedure” published by the Authority and dated June 1, 2021, as amended from time to time, and available on the Registry; (“Procédure de vérification des boîtes bleues”) “certified compostable product and packaging” means material that, (a) is only capable of being processed by composting, anaerobic digestion or other processes that result in decomposition by bacteria or other living organisms, and (b) is certified as compostable by an international, national or industry standard that is listed in the Blue Box Verification and Audit Procedure; (“produits et emballages certifiés compostables”) “eligible community” means, (a) a local municipality or local services board area that is not located in the Far North, or (b) a reserve, (i) that is not located in the Far North, and (ii) is registered by a First Nation with the Authority in accordance with section 59; (“collectivité admissible”) “eligible source” has the meaning provided for in section 4; (“source admissible”) “facility” means, (a) a building that contains more than one dwelling unit, including an apartment building and a condominium, but not including a building used for temporary accommodation, such as a hotel, (b) a retirement home within the meaning of the Retirement Homes Act, 2010 that, (i) is operated by a municipality or an entity that does not operate with a purpose of generating a profit, or (ii) was included in the WDTA blue box program on August 15, 2019, (c) a long-term care home within the meaning of the Fixing Long-Term Care Act, 2021\r\nthat, (i) is a non-profit long-term care home within the meaning of the regulations made under that Act, or (ii) was included in the WDTA blue box program on August 15, 2019, and (d) a building that contains a school or private school within the meaning of the Education Act; (“installation”) “Far North” has the same meaning as in the Far North Act, 2010; (“Grand Nord”) “First Nation” means a council of the Band as referred to in subsection 2 (1) of the Indian Act (Canada); (“Première Nation”) “flexible plastic” means unmoulded plastic, such as a plastic bag, film, wrap, pouch or laminate; (“plastique souple”) “franchise” has the same meaning as in the Arthur Wishart Act (Franchise Disclosure), 2000; (“franchise”) “franchisor” has the same meaning as in the Arthur Wishart Act (Franchise Disclosure), 2000; (“franchiseur”) “local municipality” has the same meaning as in the Municipal Act, 2001; (“municipalité locale”) “local services board” has the same meaning as “Board” in the Northern Services Boards Act; (“régie locale des services publics”) “local services board area” has the same meaning as “Board area” in the Northern Services Boards Act; (“territoire de la régie locale des services publics”) “management requirement” means the amount of material determined under section 40; (“obligation de gestion”) “marketplace facilitator” means a person who, (a) contracts with a marketplace seller to facilitate the supply of the marketplace seller’s products by, (i) owning or operating an online consumer-facing marketplace or forum in which the marketplace seller’s products are listed or advertised for supply, and (ii) transmitting or otherwise communicating the offer or acceptance between the marketplace seller and a buyer, and (b) provides for the physical distribution of a marketplace seller’s products to the consumer, such as by the storage, preparation or shipping of products; (“facilitateur de marché”) “marketplace seller” means a person who contracts with a marketplace facilitator to supply its products; (“vendeur du marché”) “material category” means the material categories determined in accordance with section 3; (“catégorie de matériaux”) “municipality” has the same meaning as in the Municipal Act, 2001; (“municipalité”) “non-alcoholic beer, wine and spirits” means a beverage that is not liquor under the Liquor Licence and Control Act, 2019 but has the traditional aroma or taste commonly attributed to beer, wine or spirits; (“bière, vin et spiritueux non alcoolisés”) “packaging-like product” means a product such as aluminum foil, a metal tray, plastic film, plastic wrap, wrapping paper, a paper bag, beverage cup, plastic bag, cardboard box or envelope, that has all of the following characteristics, but does not include a product made from flexible plastic that is ordinarily used for the containment, protection, or handling of food, such as cling wrap, sandwich bags, or freezer bags: 1. The product is ordinarily used for the containment, protection, handling, delivery, presentation or transportation of a thing or things, 2. The product is ordinarily disposed of after a single use, whether or not it could be reused. 3. The product is not used as packaging when it is supplied to the end user; (“produit assimilable à un emballage”) “paper product” includes printed and unprinted paper, such as a newspaper, magazine, promotional material, directory, catalogue or paper used for copying, writing or any other general use, other than, (a) a hard or soft cover book, (b) a hardcover periodical, and (c) any product that, at the time it is supplied to the end user, is blue box packaging or a packaging-like product;\n(“produit de papier”) “permanent establishment” has the meaning, (a) assigned by subsection 400 (2) of the Income Tax Regulations (Canada), in the case of a corporation, or (b) assigned by subsection 2600 (2) of the Income Tax Regulations (Canada), in the case of an individual; (“établissement stable”) “processor” means a person who processes, for the purpose of resource recovery, blue box material that was supplied to a consumer in Ontario; (“transformateur”) “producer” means the person determined in accordance with Part II; (“producteur”) “producer responsibility organization” means a person who has entered into an agreement with a producer for the purposes of carrying out one or more of the following responsibilities relating to blue box material, but does not include a processor retained solely for the purposes of processing blue box material: 1. Arranging, establishing or operating a collection or management system. 2. Arranging, establishing or operating a promotion and education system. 3. Preparing and submitting reports. 4. Representing a producer for another purpose related to this Regulation; (“organisme assumant les responsabilités d’un producteur”) “public space” means, (a) an outdoor area in a park, playground or sidewalk, or (b) a public transit station or stop under municipal or provincial jurisdiction, including a track-level stop, to which the public is normally provided access; (“espace public”) “reserve” means a reserve within the meaning of the Indian Act (Canada); (“réserve”) “residence” means a single-unit residential dwelling, including a seasonal residential dwelling; (“résidence”) “resident in Canada” means having a permanent establishment in Canada; (“résident du Canada”) “resident in Ontario” means having a permanent establishment in Ontario; (“résident de l’Ontario”) “retailer” means a business that supplies products to consumers, whether online or at a physical location; (“détaillant”) “rigid plastic” means moulded plastic, such as a food or product container; (“plastique rigide”) “supplemental collection system” means a collection system, other than a collection system established and operated under Part IV or Part V, in which blue box material supplied to consumers in Ontario is collected and that is registered in accordance with subsection 31.2 (2); (“système de collecte complémentaire”) “supply” means the provision of a product in any manner and includes sale, transfer, barter, exchange, rental, lease, gift or disposition; (“fourniture”) “transition period” means the period beginning on July 1, 2023 and ending on December 31, 2025; (“période de transition”) “WDTA blue box program” means the blue box waste diversion program under the Waste Diversion Transition Act, 2016\r\nthat was operating in a local municipality, local services board area or a reserve. (“programme de boîte bleue régi par la Loi transitoire de 2016”) O. Reg. 391/21, s. 1 (1), 75; O. Reg. 267/22, s. 1; O. Reg. 349/22, s. 1; O. Reg. 174/23, s. 1. (2) In this Regulation, and for the purposes of the Act in respect of blue box material, “consumer” means, (a) an individual who is an end user of a product and its packaging, other than a beverage and its container, who obtained the product and its packaging for personal, family or household purposes, or (b) a person who is the end user of a beverage and its container, including a person who uses the beverage and its container for personal, family, household or business purposes; (“consommateur”) “convenience packaging” means material used in addition to primary packaging to facilitate end users’ handling or transportation of one or more products and includes items such as bags and boxes that are supplied to end users at check out, whether or not there is a separate fee for these items; (“emballage pratique”) “primary packaging” means material that is used for the containment, protection, handling, delivery and presentation of a product that is provided with the product to an end user at the point of sale and includes packaging designed to group one or more products for the purposes of sale, but does not include convenience packaging or transport packaging; (“emballage primaire”) “product” means material that is a thing, part of a thing or combination of things intended for use by an end user; (“produit”) “transport packaging” means material used in addition to primary packaging to facilitate the handling or transportation of one or more products by persons other than end users, such as a pallet, bale wrap or box, but does not include a shipping container designed for transporting things by road, ship, rail or air. (“emballage de transport”) O. Reg. 391/21, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“alcoholic beverage” means liquor within the meaning of the <i>Liquor Licence and Control Act, 2019</i>; (“boisson alcoolisée”)</p> <p class=\"definition-e\">“alcoholic beverage product and packaging” means,</p> <p class=\"defclause-e\">  (a) products with their primary packaging that are,</p> <p class=\"defsubclause-e\">  (i) alcoholic beverages that are supplied by any person,</p> <p class=\"defsubclause-e\">  (ii) non-alcoholic beer, wine and spirits that are supplied by any person,</p> <p class=\"defsubclause-e\">  (iii) products that are imported or supplied by Brewers Retail Inc. or for which Brewers Retail Inc. is the brand holder, or</p> <p class=\"defsubclause-e\">  (iv) products that are imported or supplied by the Liquor Control Board of Ontario, or for which the Liquor Control Board of Ontario is the brand holder,</p> <p class=\"defclause-e\">  (b) convenience and transport packaging if it is used exclusively for products referred to in clause (a), and</p> <p class=\"defclause-e\">  (c) paper products, packaging-like products, and products included in the definition of “blue box packaging” that are imported or supplied by Brewers Retail Inc. or the Liquor Control Board of Ontario, or for which Brewers Retail Inc. or the Liquor Control Board of Ontario is the brand holder; (“produits et emballages de boisson alcoolisée”)</p> <p class=\"definition-e\">“beverage container” means a container that,</p> <p class=\"defclause-e\">  (a) contains a ready-to-drink beverage product,</p> <p class=\"defclause-e\">  (b) is made from metal, glass, paper or rigid plastic, or any combination of these materials, and</p> <p class=\"defclause-e\">  (c) is sealed by its manufacturer;\r\n<b> </b>(“contenant de boisson”)</p> <p class=\"definition-e\">“blue box material” has the meaning provided for in section 2; (“matériaux destinés à la boîte bleue”)</p> <p class=\"definition-e\">“blue box packaging” means,</p> <p class=\"defclause-e\">  (a) primary packaging, convenience packaging or transport packaging that is provided with a product,</p> <p class=\"defclause-e\">  (b) an ancillary product that is integrated into the packaging, and</p> <p class=\"defclause-e\">  (c) a product such as a straw, cutlery or plate that is supplied with a food or beverage product, that facilitates the consumption of that food or beverage product and that is ordinarily disposed of after a single use, whether or not it could be reused; (“emballage destiné à la boîte bleue”)</p> <p class=\"definition-e\">“blue box receptacle” means a container, bin, cart, bag or other receptacle that holds blue box material, and from which blue box material is collected; (“récipient pour matériaux destinés à la boîte bleue”)</p> <p class=\"definition-e\">“Blue Box Transition Schedule” means the document of the Ministry entitled “Blue Box Transition Schedule” dated June 1, 2021, as amended from time to time, and available on the Registry; (“calendrier de transition des boîtes bleues”)</p> <p class=\"definition-e\">“Blue Box Verification and Audit Procedure” means the document entitled “Blue Box Verification and Audit Procedure” published by the Authority and dated June 1, 2021, as amended from time to time, and available on the Registry; (“Procédure de vérification des boîtes bleues”)</p> <p class=\"definition-e\">“certified compostable product and packaging” means material that,</p> <p class=\"defclause-e\">  (a) is only capable of being processed by composting, anaerobic digestion or other processes that result in decomposition by bacteria or other living organisms, and</p> <p class=\"defclause-e\">  (b) is certified as compostable by an international, national or industry standard that is listed in the Blue Box Verification and Audit Procedure; (“produits et emballages certifiés compostables”)</p> <p class=\"definition-e\">“eligible community” means,</p> <p class=\"defclause-e\">  (a) a local municipality or local services board area that is not located in the Far North, or</p> <p class=\"defclause-e\">  (b) a reserve,</p> <p class=\"defsubclause-e\">  (i) that is not located in the Far North, and</p> <p class=\"defsubclause-e\">  (ii) is registered by a First Nation with the Authority in accordance with section 59; (“collectivité admissible”)</p> <p class=\"definition-e\">“eligible source” has the meaning provided for in section 4;<b> </b>(“source admissible”)</p> <p class=\"definition-e\">“facility” means,</p> <p class=\"defclause-e\">  (a) a building that contains more than one dwelling unit, including an apartment building and a condominium, but not including a building used for temporary accommodation, such as a hotel,</p> <p class=\"defclause-e\">  (b) a retirement home within the meaning of the <i>Retirement Homes Act, 2010</i> that,</p> <p class=\"defsubclause-e\">  (i) is operated by a municipality or an entity that does not operate with a purpose of generating a profit, or</p> <p class=\"defsubclause-e\">  (ii) was included in the WDTA blue box program on August 15, 2019,</p> <p class=\"defclause-e\">  (c) a long-term care home within the meaning of the <i>Fixing Long-Term Care Act, 2021</i>\r\nthat,</p> <p class=\"defsubclause-e\">  (i) is a non-profit long-term care home within the meaning of the regulations made under that Act, or</p> <p class=\"defsubclause-e\">  (ii) was included in the WDTA blue box program on August 15, 2019, and</p> <p class=\"defclause-e\">  (d) a building that contains a school or private school within the meaning of the <i>Education Act</i>; (“installation”)</p> <p class=\"definition-e\">“Far North” has the same meaning as in the <i>Far North Act, 2010</i>; (“Grand Nord”)</p> <p class=\"definition-e\">“First Nation” means a council of the Band as referred to in subsection 2 (1) of the <i>Indian Act</i> (Canada);<b> </b>(“Première Nation”)</p> <p class=\"definition-e\">“flexible plastic” means unmoulded plastic, such as a plastic bag, film, wrap, pouch or laminate; (“plastique souple”)</p> <p class=\"definition-e\">“franchise” has the same meaning as in the <i>Arthur Wishart Act (Franchise Disclosure), 2000</i>; (“franchise”)</p> <p class=\"definition-e\">“franchisor” has the same meaning as in the <i>Arthur Wishart Act (Franchise Disclosure), 2000</i>; (“franchiseur”)</p> <p class=\"definition-e\">“local municipality” has the same meaning as in the <i>Municipal Act, 2001</i>; (“municipalité locale”)</p> <p class=\"definition-e\">“local services board” has the same meaning as “Board” in the <i>Northern Services Boards Act</i>; (“régie locale des services publics”)</p> <p class=\"definition-e\">“local services board area” has the same meaning as “Board area” in the <i>Northern Services Boards Act</i>;<b> </b>(“territoire de la régie locale des services publics”)</p> <p class=\"definition-e\">“management requirement” means the amount of material determined under section 40; (“obligation de gestion”)</p> <p class=\"definition-e\">“marketplace facilitator” means a person who,</p> <p class=\"defclause-e\">  (a) contracts with a marketplace seller to facilitate the supply of the marketplace seller’s products by,</p> <p class=\"defsubclause-e\">  (i) owning or operating an online consumer-facing marketplace or forum in which the marketplace seller’s products are listed or advertised for supply, and</p> <p class=\"defsubclause-e\">  (ii) transmitting or otherwise communicating the offer or acceptance between the marketplace seller and a buyer, and</p> <p class=\"defclause-e\">  (b) provides for the physical distribution of a marketplace seller’s products to the consumer, such as by the storage, preparation or shipping of products; (“facilitateur de marché”)</p> <p class=\"definition-e\">“marketplace seller” means a person who contracts with a marketplace facilitator to supply its products; (“vendeur du marché”)</p> <p class=\"definition-e\">“material category” means the material categories determined in accordance with section 3; (“catégorie de matériaux”)</p> <p class=\"definition-e\">“municipality” has the same meaning as in the <i>Municipal Act, 2001</i>;<b> </b>(“municipalité”)</p> <p class=\"definition-e\">“non-alcoholic beer, wine and spirits” means a beverage that is not liquor under the <i>Liquor Licence and Control Act, 2019</i> but has the traditional aroma or taste commonly attributed to beer, wine or spirits; (“bière, vin et spiritueux non alcoolisés”)</p> <p class=\"definition-e\">“packaging-like product” means a product such as aluminum foil, a metal tray, plastic film, plastic wrap, wrapping paper, a paper bag, beverage cup, plastic bag, cardboard box or envelope, that has all of the following characteristics, but does not include a product made from flexible plastic that is ordinarily used for the containment, protection, or handling of food, such as cling wrap, sandwich bags, or freezer bags:</p> <p class=\"defparagraph-e\">  1. The product is ordinarily used for the containment, protection, handling, delivery, presentation or transportation of a thing or things,</p> <p class=\"defparagraph-e\">  2. The product is ordinarily disposed of after a single use, whether or not it could be reused.</p> <p class=\"defparagraph-e\"><b> </b>3. The product is not used as packaging when it is supplied to the end user; (“produit assimilable à un emballage”)</p> <p class=\"definition-e\">“paper product” includes printed and unprinted paper, such as a newspaper, magazine, promotional material, directory, catalogue or paper used for copying, writing or any other general use, other than,</p> <p class=\"defclause-e\">  (a) a hard or soft cover book,</p> <p class=\"defclause-e\">  (b) a hardcover periodical, and</p> <p class=\"defclause-e\">  (c) any product that, at the time it is supplied to the end user, is blue box packaging or a packaging-like product;<b>\n</b>(“produit de papier”)</p> <p class=\"definition-e\">“permanent establishment” has the meaning,</p> <p class=\"defclause-e\">  (a) assigned by subsection 400 (2) of the <i>Income Tax Regulations</i> (Canada), in the case of a corporation, or</p> <p class=\"defclause-e\">  (b) assigned by subsection 2600 (2) of the <i>Income Tax Regulations</i> (Canada), in the case of an individual; (“établissement stable”)</p> <p class=\"definition-e\">“processor” means a person who processes, for the purpose of resource recovery, blue box material that was supplied to a consumer in Ontario; (“transformateur”)</p> <p class=\"definition-e\">“producer” means the person determined in accordance with Part II; (“producteur”)</p> <p class=\"definition-e\">“producer responsibility organization” means a person who has entered into an agreement with a producer for the purposes of carrying out one or more of the following responsibilities relating to blue box material, but does not include a processor retained solely for the purposes of processing blue box material:</p> <p class=\"defparagraph-e\">  1. Arranging, establishing or operating a collection or management system.</p> <p class=\"defparagraph-e\">  2. Arranging, establishing or operating a promotion and education system.</p> <p class=\"defparagraph-e\">  3. Preparing and submitting reports.</p> <p class=\"defparagraph-e\">  4. Representing a producer for another purpose related to this Regulation; (“organisme assumant les responsabilités d’un producteur”)</p> <p class=\"definition-e\">“public space” means,</p> <p class=\"defclause-e\">  (a) an outdoor area in a park, playground or sidewalk, or</p> <p class=\"defclause-e\">  (b) a public transit station or stop under municipal or provincial jurisdiction, including a track-level stop, to which the public is normally provided access; (“espace public”)</p> <p class=\"definition-e\">“reserve” means a reserve within the meaning of the <i>Indian Act</i> (Canada); (“réserve”)</p> <p class=\"definition-e\">“residence” means a single-unit residential dwelling, including a seasonal residential dwelling; (“résidence”)</p> <p class=\"definition-e\">“resident in Canada” means having a permanent establishment in Canada; (“résident du Canada”)</p> <p class=\"definition-e\">“resident in Ontario” means having a permanent establishment in Ontario; (“résident de l’Ontario”)</p> <p class=\"definition-e\">“retailer” means a business that supplies products to consumers, whether online or at a physical location; (“détaillant”)</p> <p class=\"definition-e\">“rigid plastic” means moulded plastic, such as a food or product container; (“plastique rigide”)</p> <p class=\"definition-e\">“supplemental collection system” means a collection system, other than a collection system established and operated under Part IV or Part V, in which blue box material supplied to consumers in Ontario is collected and that is registered in accordance with subsection 31.2 (2); (“système de collecte complémentaire”)</p> <p class=\"definition-e\">“supply” means the provision of a product in any manner and includes sale, transfer, barter, exchange, rental, lease, gift or disposition; (“fourniture”)</p> <p class=\"definition-e\">“transition period” means the period beginning on July 1, 2023 and ending on December 31, 2025; (“période de transition”)</p> <p class=\"definition-e\">“WDTA blue box program” means the blue box waste diversion program under the <i>Waste Diversion Transition Act, 2016</i>\r\nthat was operating in a local municipality, local services board area or a reserve. (“programme de boîte bleue régi par la Loi transitoire de 2016”) O. Reg. 391/21, s. 1 (1), 75; O. Reg. 267/22, s. 1; O. Reg. 349/22, s. 1; O. Reg. 174/23, s. 1.</p> <p class=\"subsection-e\">  (2) In this Regulation, and for the purposes of the Act in respect of blue box material,</p> <p class=\"definition-e\">“consumer” means,</p> <p class=\"defclause-e\">  (a) an individual who is an end user of a product and its packaging, other than a beverage and its container, who obtained the product and its packaging for personal, family or household purposes, or</p> <p class=\"defclause-e\">  (b) a person who is the end user of a beverage and its container, including a person who uses the beverage and its container for personal, family, household or business purposes; (“consommateur”)</p> <p class=\"definition-e\">“convenience packaging” means material used in addition to primary packaging to facilitate end users’ handling or transportation of one or more products and includes items such as bags and boxes that are supplied to end users at check out, whether or not there is a separate fee for these items; (“emballage pratique”)</p> <p class=\"definition-e\">“primary packaging” means material that is used for the containment, protection, handling, delivery and presentation of a product that is provided with the product to an end user at the point of sale and includes packaging designed to group one or more products for the purposes of sale, but does not include convenience packaging or transport packaging; (“emballage primaire”)</p> <p class=\"definition-e\">“product” means material that is a thing, part of a thing or combination of things intended for use by an end user; (“produit”)</p> <p class=\"definition-e\">“transport packaging” means material used in addition to primary packaging to facilitate the handling or transportation of one or more products by persons other than end users, such as a pallet, bale wrap or box, but does not include a shipping container designed for transporting things by road, ship, rail or air. (“emballage de transport”) O. Reg. 391/21, s. 1 (2).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section": "2.",
            "content": " 2. (1) Subject to subsection (2), “blue box material” means material that is, (a) blue box packaging, (b) a paper product, or (c) a packaging-like product. (2) “Blue box material” does not include the following material: 1. A material that is not primarily made from paper, glass, metal or plastic, or a combination of these materials. 2. A material included in another designated class under section 60 of the Act. 3. A pharmaceutical or sharp in respect of which there are collection or disposal obligations prescribed under Ontario Regulation 298/12 (Collection of Pharmaceuticals and Sharps — Responsibilities of Producers) made under the Environmental Protection Act. 4. A material included in the Municipal Hazardous or Special Waste Program, if that program is in operation under the Waste Diversion Transition Act, 2016. 5. A product designed for the containment of waste. 6. A health, hygiene or safety product that, by virtue of its anticipated use, becomes unsafe or unsanitary to recycle. 7. Blue box packaging that cannot be easily separated from hazardous waste within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Environmental Protection Act. 8. An alcoholic beverage product and packaging.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) Subject to subsection (2),</p> <p class=\"definition-e\">“blue box material” means material that is,</p> <p class=\"defclause-e\">  (a) blue box packaging,</p> <p class=\"defclause-e\">  (b) a paper product, or</p> <p class=\"defclause-e\">  (c) a packaging-like product.</p> <p class=\"subsection-e\">  (2) “Blue box material” does not include the following material:</p> <p class=\"paragraph-e\">  1. A material that is not primarily made from paper, glass, metal or plastic, or a combination of these materials.</p> <p class=\"paragraph-e\">  2. A material included in another designated class under section 60 of the Act.</p> <p class=\"paragraph-e\">  3. A pharmaceutical or sharp in respect of which there are collection or disposal obligations prescribed under Ontario Regulation 298/12 (Collection of Pharmaceuticals and Sharps — Responsibilities of Producers) made under the <i>Environmental Protection Act</i><i>.</i></p> <p class=\"paragraph-e\">  4. A material included in the Municipal Hazardous or Special Waste Program, if that program is in operation under the <i>Waste Diversion Transition Act, 2016</i>.</p> <p class=\"paragraph-e\">  5. A product designed for the containment of waste.</p> <p class=\"paragraph-e\">  6. A health, hygiene or safety product that, by virtue of its anticipated use, becomes unsafe or unsanitary to recycle.</p> <p class=\"paragraph-e\">  7. Blue box packaging that cannot be easily separated from hazardous waste within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the <i>Environmental Protection Act</i>.</p> <p class=\"paragraph-e\">  8. An alcoholic beverage product and packaging.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section": "3.",
            "content": " 3. (1) The following are material categories for the purposes of this Regulation: 1. Beverage container material category. 2. Glass material category. 3. Flexible plastic material category. 4. Rigid plastic material category. 5. Metal material category. 6. Paper material category. 7. Certified compostable products and packaging material category. (2) Subject to subsection (3), all blue box material shall be assigned to a material category and no blue box material shall be assigned to more than one material category. (3) Blue box material may be divided into separate components, and each component may be assigned to its own material category, as long as all the components of the blue box material are assigned to a material category. (4) Blue box material shall be assigned to the material category that best matches its primary characteristic. (5) The assignment of blue box material to a material category must comply with any applicable requirements in the Blue Box Verification and Audit Procedure. (6) Subject to subsection (9), the flexible plastic material category includes material primarily made from flexible plastic. (7) Subject to subsections (8) and (9), the rigid plastic material category includes material primarily made from rigid plastic. (8) The beverage container material category includes all beverage containers, even if they are made primarily of glass, paper, metal or rigid plastic. (9) The certified compostable products and packaging material category includes all certified compostable products and packaging, even if they are primarily made of paper or plastic.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3. </b>(1) The following are material categories for the purposes of this Regulation:</p> <p class=\"paragraph-e\">  1. Beverage container material category.</p> <p class=\"paragraph-e\">  2. Glass material category.</p> <p class=\"paragraph-e\">  3. Flexible plastic material category.</p> <p class=\"paragraph-e\">  4. Rigid plastic material category.</p> <p class=\"paragraph-e\">  5. Metal material category.</p> <p class=\"paragraph-e\">  6. Paper material category.</p> <p class=\"paragraph-e\">  7. Certified compostable products and packaging material category.</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), all blue box material shall be assigned to a material category and no blue box material shall be assigned to more than one material category.</p> <p class=\"subsection-e\">  (3) Blue box material may be divided into separate components, and each component may be assigned to its own material category, as long as all the components of the blue box material are assigned to a material category.</p> <p class=\"subsection-e\">  (4) Blue box material shall be assigned to the material category that best matches its primary characteristic.</p> <p class=\"subsection-e\">  (5) The assignment of blue box material to a material category must comply with any applicable requirements in the Blue Box Verification and Audit Procedure.</p> <p class=\"subsection-e\">  (6) Subject to subsection (9), the flexible plastic material category includes material primarily made from flexible plastic.</p> <p class=\"subsection-e\">  (7) Subject to subsections (8) and (9), the rigid plastic material category includes material primarily made from rigid plastic.</p> <p class=\"subsection-e\">  (8) The beverage container material category includes all beverage containers, even if they are made primarily of glass, paper, metal or rigid plastic.</p> <p class=\"subsection-e\">  (9) The certified compostable products and packaging material category includes all certified compostable products and packaging, even if they are primarily made of paper or plastic.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section": "4.",
            "content": " 4. (1) Subject to the other provisions in this section, “eligible source” means any residence or facility in an eligible community. (2) Subject to subsections (3) and (4), a residence or facility in an eligible community that is included in the Blue Box Transition Schedule is not an eligible source until the date when the Blue Box Transition Schedule states that the eligible community will start to receive collection services under this Regulation. (3) A residence or facility that did not receive collection services under the WDTA blue box program before the date when the Blue Box Transition Schedule states the local municipality, local services board area or reserve that contained the residence will start to receive collection services under this Regulation is not an eligible source during the transition period. (4) A facility in an eligible community in the Blue Box Transition Schedule that would not be eligible to receive collection services under the WDTA blue box program because of the criteria or conditions of that program applicable on August 15, 2019 is not an eligible source during the transition period. (5) A residence in an eligible community that is not an eligible source during the transition period becomes an eligible source on the later of, (a) January 1, 2026; and (b) the date that a local municipality, local services board or First Nation includes the residence in the information it provides under paragraphs 1 and 2 of subsection 55 (2), pursuant to section 56 or 57. (6) A facility in an eligible community that is not an eligible source during the transition period becomes an eligible source on the later of, (a) January 1, 2026; and (b) the date the facility registers under section 63.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>4. </b>(1) Subject to the other provisions in this section,</p> <p class=\"definition-e\">“eligible source” means any residence or facility in an eligible community.</p> <p class=\"subsection-e\">  (2) Subject to subsections (3) and (4), a residence or facility in an eligible community that is included in the Blue Box Transition Schedule is not an eligible source until the date when the Blue Box Transition Schedule states that the eligible community will start to receive collection services under this Regulation.</p> <p class=\"subsection-e\">  (3) A residence or facility that did not receive collection services under the WDTA blue box program before the date when the Blue Box Transition Schedule states the local municipality, local services board area or reserve that contained the residence will start to receive collection services under this Regulation is not an eligible source during the transition period.</p> <p class=\"subsection-e\">  (4) A facility in an eligible community in the Blue Box Transition Schedule that would not be eligible to receive collection services under the WDTA blue box program because of the criteria or conditions of that program applicable on August 15, 2019 is not an eligible source during the transition period.</p> <p class=\"subsection-e\">  (5) A residence in an eligible community that is not an eligible source during the transition period becomes an eligible source on the later of,</p> <p class=\"clause-e\">  (a) January 1, 2026; and</p> <p class=\"clause-e\">  (b) the date that a local municipality, local services board or First Nation includes the residence in the information it provides under paragraphs 1 and 2 of subsection 55 (2), pursuant to section 56 or 57.</p> <p class=\"subsection-e\">  (6) A facility in an eligible community that is not an eligible source during the transition period becomes an eligible source on the later of,</p> <p class=\"clause-e\">  (a) January 1, 2026; and</p> <p class=\"clause-e\">  (b) the date the facility registers under section 63.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section": "5.",
            "content": " 5. Parts IV, V, VI and VIII of this Regulation do not apply to blue box material in the certified compostable products and packaging material category and blue box material in the certified compostable products and packaging material category shall not, (a) give rise to collection obligations under Part IV; (b) be registered as a material category for an alternative collection system under Part V; (c) be used for the calculation of a management requirement under Part VI; or (d) give rise to promotion and education obligations under Part VIII. O. Reg. 349/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>5. </b>Parts IV, V, VI and VIII of this Regulation do not apply to blue box material in the certified compostable products and packaging material category and blue box material in the certified compostable products and packaging material category shall not,</p> <p class=\"clause-e\">  (a) give rise to collection obligations under Part IV;</p> <p class=\"clause-e\">  (b) be registered as a material category for an alternative collection system under Part V;</p> <p class=\"clause-e\">  (c) be used for the calculation of a management requirement under Part VI; or</p> <p class=\"clause-e\">  (d) give rise to promotion and education obligations under Part VIII. O. Reg. 349/22, s. 2.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.1",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section": "5.1",
            "content": " 5.1 (1) If, in a calendar year, more than 70 per cent of the weight of blue box material supplied to consumers in Ontario for which the person is a producer is newspapers, that person is exempt from Parts IV, VI and VIII in the following two calendar years. O. Reg. 349/22, s. 2. (2) For greater certainty, a producer to whom Part IV applies shall collect newspapers as part of its collection of blue box material. O. Reg. 349/22, s. 2. (3) For greater certainty, a producer to whom Part VI applies may use recovered resources from newspapers to meet the producer’s management requirement under Part VI. O. Reg. 349/22, s. 2. (4) For the purposes of this section, “newspapers” include any protective plastic wrapping and any supplemental advertisements and inserts that are provided along with the newspapers. O. Reg. 349/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5.1 </b>(1) If, in a calendar year, more than 70 per cent of the weight of blue box material supplied to consumers in Ontario for which the person is a producer is newspapers, that person is exempt from Parts IV, VI and VIII in the following two calendar years. O. Reg. 349/22, s. 2.</p> <p class=\"subsection-e\">  (2) For greater certainty, a producer to whom Part IV applies shall collect newspapers as part of its collection of blue box material. O. Reg. 349/22, s. 2.</p> <p class=\"subsection-e\">  (3) For greater certainty, a producer to whom Part VI applies may use recovered resources from newspapers to meet the producer’s management requirement under Part VI. O. Reg. 349/22, s. 2.</p> <p class=\"subsection-e\">  (4) For the purposes of this section,</p> <p class=\"definition-e\">“newspapers” include any protective plastic wrapping and any supplemental advertisements and inserts that are provided along with the newspapers. O. Reg. 349/22, s. 2.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section": "6.",
            "content": " 6. For the purposes of section 60 of the Act, blue box material is a designated class of material.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>For the purposes of section 60 of the Act, blue box material is a designated class of material.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "part_id": "PART I  ",
            "part_type": "PART I INTERPRETATION",
            "section": "7.",
            "content": " 7. (1) For the purposes of paragraph 2 of subsection 61 (2) of the Act, the condition that must be met by a person in respect of blue box material is that the person must be a producer responsibility organization. O. Reg. 349/22, s. 3. (2) For the purposes of clause 61 (6) (c) of the Act, the criterion that the person must satisfy is that the person must be a producer responsibility organization or a producer. O. Reg. 349/22, s. 3. (3) For the purposes of clause 62 (1) (d) of the Act, the criterion that must be satisfied by a person is that the person must be a producer responsibility organization or a producer. O. Reg. 349/22, s. 3. PART II   Determination of the Producer",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7. </b>(1) For the purposes of paragraph 2 of subsection 61 (2) of the Act, the condition that must be met by a person in respect of blue box material is that the person must be a producer responsibility organization. O. Reg. 349/22, s. 3.</p> <p class=\"subsection-e\">  (2) For the purposes of clause 61 (6) (c) of the Act, the criterion that the person must satisfy is that the person must be a producer responsibility organization or a producer. O. Reg. 349/22, s. 3.</p> <p class=\"subsection-e\">  (3) For the purposes of clause 62 (1) (d) of the Act, the criterion that must be satisfied by a person is that the person must be a producer responsibility organization or a producer. O. Reg. 349/22, s. 3.</p> <p class=\"partnum-e\"><a name=\"BK9\"></a>PART II <br/>  Determination of the Producer</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II DETERMINATION OF THE PRODUCER",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "part_id": "PART II  ",
            "part_type": "PART II DETERMINATION OF THE PRODUCER",
            "section": "8.",
            "content": " 8. This\nPart only applies to blue box packaging, paper products and packaging-like products that are blue box material.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>8. </b>This<b>\n</b>Part only applies to blue box packaging, paper products and packaging-like products that are blue box material.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "part_id": "PART II  ",
            "part_type": "PART II DETERMINATION OF THE PRODUCER",
            "section": "9.",
            "content": " 9. (1) Where blue box packaging for a product is supplied in Ontario to a consumer, the producer of that blue box packaging shall be determined in accordance with the following rules: 1. For the portion of the blue box packaging of a product that a brand holder added to the product, the producer is, i. the brand holder of the product, if the brand holder is resident in Canada, ii. if there is no person described in subparagraph i, the importer of the product, if the importer is resident in Ontario, or iii. if there is no person described in subparagraph i or ii, the retailer who supplied the product to the consumer. 2. For the portion of the blue box packaging of a product that an importer of the product into Ontario added to the product, the producer is, i. the importer of the product into Ontario, if the importer is a person who is resident in Ontario, or ii. if there is no person described in subparagraph i, the retailer who supplied the product to the consumer. 3. For any portion of the blue box packaging not described in paragraph 1 or 2, the producer is the retailer who supplied the product to the consumer. (2) For the purposes of determining the producer in accordance with subsection (1), the following rules apply: 1. Blue box packaging added to a product includes blue box packaging added at any stage of the production, distribution and supply of the product. 2. A person adds blue box packaging to a product if the person, i. makes the blue box packaging available for use by another person who adds the blue box packaging to the product, ii. causes another person to add the blue box packaging to a product, or iii. combines the product and the blue box packaging.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>9. </b>(1) Where blue box packaging for a product is supplied in Ontario to a consumer, the producer of that blue box packaging shall be determined in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. For the portion of the blue box packaging of a product that a brand holder added to the product, the producer is,</p> <p class=\"subpara-e\">  i. the brand holder of the product, if the brand holder is resident in Canada,</p> <p class=\"subpara-e\">  ii. if there is no person described in subparagraph i, the importer of the product, if the importer is resident in Ontario, or</p> <p class=\"subpara-e\">  iii. if there is no person described in subparagraph i or ii, the retailer who supplied the product to the consumer.</p> <p class=\"paragraph-e\">  2. For the portion of the blue box packaging of a product that an importer of the product into Ontario added to the product, the producer is,</p> <p class=\"subpara-e\">  i. the importer of the product into Ontario, if the importer is a person who is resident in Ontario, or</p> <p class=\"subpara-e\">  ii. if there is no person described in subparagraph i, the retailer who supplied the product to the consumer.</p> <p class=\"paragraph-e\">  3. For any portion of the blue box packaging not described in paragraph 1 or 2, the producer is the retailer who supplied the product to the consumer.</p> <p class=\"subsection-e\">  (2) For the purposes of determining the producer in accordance with subsection (1), the following rules apply:</p> <p class=\"paragraph-e\">  1. Blue box packaging added to a product includes blue box packaging added at any stage of the production, distribution and supply of the product.</p> <p class=\"paragraph-e\">  2. A person adds blue box packaging to a product if the person,</p> <p class=\"subpara-e\">  i. makes the blue box packaging available for use by another person who adds the blue box packaging to the product,</p> <p class=\"subpara-e\">  ii. causes another person to add the blue box packaging to a product, or</p> <p class=\"subpara-e\">  iii. combines the product and the blue box packaging.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "part_id": "PART II  ",
            "part_type": "PART II DETERMINATION OF THE PRODUCER",
            "section": "10.",
            "content": " 10. Where paper products or packaging-like products are supplied in Ontario to a consumer, the person who is the producer of the paper products or packaging-like products shall be determined in accordance with the following rules: 1. The producer is the brand holder of the paper product or packaging-like product, if the brand holder is resident in Canada. 2. If there is no person described in paragraph 1, the producer is the importer of the paper product or packaging-like product, if the importer is resident in Ontario. 3. If there is no person described in paragraph 1 or 2, the producer is the retailer who supplied the paper product or packaging-like product to the consumer.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>10. </b>Where paper products or packaging-like products are supplied in Ontario to a consumer, the person who is the producer of the paper products or packaging-like products shall be determined in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. The producer is the brand holder of the paper product or packaging-like product, if the brand holder is resident in Canada.</p> <p class=\"paragraph-e\">  2. If there is no person described in paragraph 1, the producer is the importer of the paper product or packaging-like product, if the importer is resident in Ontario.</p> <p class=\"paragraph-e\">  3. If there is no person described in paragraph 1 or 2, the producer is the retailer who supplied the paper product or packaging-like product to the consumer.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "part_id": "PART II  ",
            "part_type": "PART II DETERMINATION OF THE PRODUCER",
            "section": "11.",
            "content": " 11. If the producer determined in accordance with section 9 or 10 is a brand holder but there are two or more brand holders resident in Canada in respect of the blue box material, the producer is the brand holder who is most closely connected to the manufacture or production of the blue box material.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>11. </b>If the producer determined in accordance with section 9 or 10 is a brand holder but there are two or more brand holders resident in Canada in respect of the blue box material, the producer is the brand holder who is most closely connected to the manufacture or production of the blue box material.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "part_id": "PART II  ",
            "part_type": "PART II DETERMINATION OF THE PRODUCER",
            "section": "12.",
            "content": " 12. Where the producer determined in accordance with section 9 or 10 is a business operated wholly or in part as a franchise, the producer is the franchisor, if that franchisor has franchisees that are resident in Ontario.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>12. </b>Where the producer determined in accordance with section 9 or 10 is a business operated wholly or in part as a franchise, the producer is the franchisor, if that franchisor has franchisees that are resident in Ontario.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "13.",
            "part_id": "PART II  ",
            "part_type": "PART II DETERMINATION OF THE PRODUCER",
            "section": "13.",
            "content": " 13. If the producer determined in accordance with section 9 or 10 is a retailer and that retailer is a marketplace seller, the marketplace facilitator that contracts with the marketplace seller shall be deemed to be the retailer for purposes of this Part. Part iii (s. 14-18) Revoked: O. Reg. 349/22, s. 4. 14.-18. Revoked: O. Reg. 349/22, s. 4. Part IV   Collection",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>13. </b>If the producer determined in accordance with section 9 or 10 is a retailer and that retailer is a marketplace seller, the marketplace facilitator that contracts with the marketplace seller shall be deemed to be the retailer for purposes of this Part.</p> <p class=\"partnumRepeal-e\"><span class=\"ovboldallcaps\">Part iii </span><span class=\"ovboldallcaps\">(</span>s. 14-18) <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 349/22, s. 4.</p> <p class=\"section-e\"> <b>14</b>.<b>-18.</b> <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 349/22, s. 4.</p> <p class=\"partnum-e\"><a name=\"BK16\"></a>Part IV <br/>  Collection</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "PART IV  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART IV COLLECTION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "19.",
            "part_id": "PART IV  ",
            "part_type": "PART IV COLLECTION",
            "section": "19.",
            "content": " 19. (1) Every producer shall establish and operate a collection system in accordance with this Part. O. Reg. 349/22, s. 6. (2) For the purposes of this section, (a) one or more producers may satisfy their obligations under subsection (1) through the establishment and operation of a collection system by another person on their behalf; (b) if a person is establishing and operating a collection system on behalf of a producer, the producer shall ensure that there is a written agreement between the producer and that person with respect to the establishment and operation of the collection system; and (c) a single collection system may be established and operated on behalf of every producer. O. Reg. 349/22, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>19. </b>(1) Every producer shall establish and operate a collection system in accordance with this Part. O. Reg. 349/22, s. 6.</p> <p class=\"subsection-e\">  (2) For the purposes of this section,</p> <p class=\"clause-e\">  (a) one or more producers may satisfy their obligations under subsection (1) through the establishment and operation of a collection system by another person on their behalf;</p> <p class=\"clause-e\">  (b) if a person is establishing and operating a collection system on behalf of a producer, the producer shall ensure that there is a written agreement between the producer and that person with respect to the establishment and operation of the collection system; and</p> <p class=\"clause-e\">  (c) a single collection system may be established and operated on behalf of every producer. O. Reg. 349/22, s. 6.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "19.1",
            "part_id": "PART IV  ",
            "part_type": "PART IV COLLECTION",
            "section": "19.1",
            "content": " 19.1 (1) Every producer responsibility organization that has entered into an agreement with a producer to provide collection services under this Part on behalf of a producer shall establish and operate a collection system in accordance with this Part. O. Reg. 349/22, s. 6. (2) In this Part, a reference to a producer includes a producer responsibility organization to which subsection (1) applies. O. Reg. 349/22, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>19.1 </b>(1) Every producer responsibility organization that has entered into an agreement with a producer to provide collection services under this Part on behalf of a producer shall establish and operate a collection system in accordance with this Part. O. Reg. 349/22, s. 6.</p> <p class=\"subsection-e\">  (2) In this Part, a reference to a producer includes a producer responsibility organization to which subsection (1) applies. O. Reg. 349/22, s. 6.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "19.2",
            "part_id": "PART IV  ",
            "part_type": "PART IV COLLECTION",
            "section": "19.2",
            "content": " 19.2 Section 19 does not apply to a producer in a calendar year if either of the following circumstances applies in respect of the producer: 1. The establishment and operation of an alternative collection system has been registered for every material category of blue box material for which the producer reported in the previous year an amount under subparagraph 7 iii of subsection 45 (3), paragraph 3 of subsection 50 (3) or paragraph 3 of subsection 51 (1), as applicable, that is greater than the minimum amount set out in section 42 for that material category. 2. The weights reported in the previous year by the producer under subparagraph 7 iii of subsection 45 (3), paragraph 3 of subsection 50 (3) or paragraph 3 of subsection 51 (1), as applicable, for every material category is less than the minimum amount set out in section 42 for each respective material category. O. Reg. 349/22, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>19.2 </b>Section 19 does not apply to a producer in a calendar year if either of the following circumstances applies in respect of the producer:</p> <p class=\"paragraph-e\">  1. The establishment and operation of an alternative collection system has been registered for every material category of blue box material for which the producer reported in the previous year an amount under subparagraph 7 iii of subsection 45 (3), paragraph 3 of subsection 50 (3) or paragraph 3 of subsection 51 (1), as applicable, that is greater than the minimum amount set out in section 42 for that material category.</p> <p class=\"paragraph-e\">  2. The weights reported in the previous year by the producer under subparagraph 7 iii of subsection 45 (3), paragraph 3 of subsection 50 (3) or paragraph 3 of subsection 51 (1), as applicable, for every material category is less than the minimum amount set out in section 42 for each respective material category. O. Reg. 349/22, s. 6.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "20.",
            "part_id": "PART IV  ",
            "part_type": "PART IV COLLECTION",
            "section": "20.",
            "content": " 20. Every producer to whom section 19 applies shall provide curbside collection of blue box material for every residence that is an eligible source that receives curbside garbage collection. O. Reg. 349/22, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>20. </b>Every producer to whom section 19 applies shall provide curbside collection of blue box material for every residence that is an eligible source that receives curbside garbage collection. O. Reg. 349/22, s. 6.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "21.",
            "part_id": "PART IV  ",
            "part_type": "PART IV COLLECTION",
            "section": "21.",
            "content": " 21. Every producer to whom section 19 applies shall provide either depot collection or curbside collection of blue box material for every residence that is an eligible source that does not receive curbside garbage collection. O. Reg. 349/22, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>21. </b>Every producer to whom section 19 applies shall provide either depot collection or curbside collection of blue box material for every residence that is an eligible source that does not receive curbside garbage collection. O. Reg. 349/22, s. 6.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "22.",
            "part_id": "PART IV  ",
            "part_type": "PART IV COLLECTION",
            "section": "22.",
            "content": " 22. A producer to whom section 19 applies who provides curbside collection for an eligible source that is a residence shall, (a) collect blue box material from the residence at least every other week; (b) collect, in a single day, all blue box material set out for curbside collection at the residence; and (c) provide blue box receptacles for the storage of blue box material at the residence until the blue box material is collected and, when it provides such receptacles, shall, (i) provide blue box receptacles that are appropriate for the residence, including with respect to size, (ii) ensure that each residence has a blue box receptacle at least one week prior to the date on which the producer commences collecting from that residence, (iii) ensure that each residence has a blue box receptacle that is able to ordinarily store all of the blue box material deposited at that residence until the next collection day, and (iv) repair or replace any damaged blue box receptacle upon request of a person residing at the residence, within one week of the request. O. Reg. 391/21, s. 22; O. Reg. 349/22, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>22. </b>A producer to whom section 19 applies who provides curbside collection for an eligible source that is a residence shall,</p> <p class=\"clause-e\">  (a) collect blue box material from the residence at least every other week;</p> <p class=\"clause-e\">  (b) collect, in a single day, all blue box material set out for curbside collection at the residence; and</p> <p class=\"clause-e\">  (c) provide blue box receptacles for the storage of blue box material at the residence until the blue box material is collected and, when it provides such receptacles, shall,</p> <p class=\"subclause-e\">  (i) provide blue box receptacles that are appropriate for the residence, including with respect to size,</p> <p class=\"subclause-e\">  (ii) ensure that each residence has a blue box receptacle at least one week prior to the date on which the producer commences collecting from that residence,</p> <p class=\"subclause-e\">  (iii) ensure that each residence has a blue box receptacle that is able to ordinarily store all of the blue box material deposited at that residence until the next collection day, and</p> <p class=\"subclause-e\">  (iv) repair or replace any damaged blue box receptacle upon request of a person residing at the residence, within one week of the request. O. Reg. 391/21, s. 22; O. Reg. 349/22, s. 7.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "23.",
            "part_id": "PART IV  ",
            "part_type": "PART IV COLLECTION",
            "section": "23.",
            "content": " 23. During the transition period, a producer to whom section 19 applies that provides curbside collection for an eligible source that is a residence shall, (a) collect blue box material from the residence at a frequency that is the same as or more frequent than the frequency of the WDTA blue box program that served residences in that eligible community on August 15, 2019; (b) collect, at a minimum, the blue box material that was collected under the WDTA blue box program that served residences in that eligible community on August 15, 2019, and may collect any additional blue box material; and (c) operate at least as many depot collection sites for blue box material as there were depot collection sites for blue box material in that eligible community under the WDTA blue box program on August 15, 2019, if every residence in that eligible community is receiving curbside collection. O. Reg. 391/21, s. 23; O. Reg. 349/22, s. 8.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>23. </b>During the transition period, a producer to whom section 19 applies that provides curbside collection for an eligible source that is a residence shall,</p> <p class=\"clause-e\">  (a) collect blue box material from the residence at a frequency that is the same as or more frequent than the frequency of the WDTA blue box program that served residences in that eligible community on August 15, 2019;</p> <p class=\"clause-e\">  (b) collect, at a minimum, the blue box material that was collected under the WDTA blue box program that served residences in that eligible community on August 15, 2019, and may collect any additional blue box material; and</p> <p class=\"clause-e\">  (c) operate at least as many depot collection sites for blue box material as there were depot collection sites for blue box material in that eligible community under the WDTA blue box program on August 15, 2019, if every residence in that eligible community is receiving curbside collection. O. Reg. 391/21, s. 23; O. Reg. 349/22, s. 8.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "24.",
            "part_id": "PART IV  ",
            "part_type": "PART IV COLLECTION",
            "section": "24.",
            "content": " 24. A producer to whom section 19 applies who provides depot collection for an eligible source that is a residence shall, (a) operate at least as many depot collection sites for blue box material as there are depot collection sites for household garbage in the eligible community where the residence is situated; (b) ensure that the depot collection sites for blue box material have operating hours that are at least as accessible as the hours for depot collection sites for household garbage in the eligible community where the residence is situated; (c) collect the blue box material deposited at the depot collection site before the blue box receptacles at the depot collection site are full; and (d) provide blue box receptacles at each depot collection site for the storage of blue box material until it is collected and, when it provides such receptacles, shall, (i) provide blue box receptacles that are appropriate for the depot collection site, including with respect to size, (ii) ensure that each depot collection site has a blue box receptacle before the day on which the producer commences operating the site, (iii) ensure that each depot collection site has blue box receptacles at least one week prior to the date on which the producer is required to provide depot collection in that eligible community, and (iv) repair or replace any damaged blue box receptacle at the depot collection site upon request by an operator of the site, within one week of the request. O. Reg. 349/22, s. 9.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>24. </b>A producer to whom section 19 applies who provides depot collection for an eligible source that is a residence shall,</p> <p class=\"clause-e\">  (a) operate at least as many depot collection sites for blue box material as there are depot collection sites for household garbage in the eligible community where the residence is situated;</p> <p class=\"clause-e\">  (b) ensure that the depot collection sites for blue box material have operating hours that are at least as accessible as the hours for depot collection sites for household garbage in the eligible community where the residence is situated;</p> <p class=\"clause-e\">  (c) collect the blue box material deposited at the depot collection site before the blue box receptacles at the depot collection site are full; and</p> <p class=\"clause-e\">  (d) provide blue box receptacles at each depot collection site for the storage of blue box material until it is collected and, when it provides such receptacles, shall,</p> <p class=\"subclause-e\">  (i) provide blue box receptacles that are appropriate for the depot collection site, including with respect to size,</p> <p class=\"subclause-e\">  (ii) ensure that each depot collection site has a blue box receptacle before the day on which the producer commences operating the site,</p> <p class=\"subclause-e\">  (iii) ensure that each depot collection site has blue box receptacles at least one week prior to the date on which the producer is required to provide depot collection in that eligible community, and</p> <p class=\"subclause-e\">  (iv) repair or replace any damaged blue box receptacle at the depot collection site upon request by an operator of the site, within one week of the request. O. Reg. 349/22, s. 9.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "25.",
            "part_id": "PART IV  ",
            "part_type": "PART IV COLLECTION",
            "section": "25.",
            "content": " 25. During the transition period, a producer to whom section 19 applies who provides depot collection for an eligible source that is a residence shall accept, at a minimum, the blue box material that was accepted under the WDTA blue box program that served residences in that eligible community on August 15, 2019, and may accept any additional blue box material. O. Reg. 391/21, s. 25; O. Reg. 349/22, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>25. </b>During the transition period, a producer to whom section 19 applies who provides depot collection for an eligible source that is a residence shall accept, at a minimum, the blue box material that was accepted under the WDTA blue box program that served residences in that eligible community on August 15, 2019, and may accept any additional blue box material. O. Reg. 391/21, s. 25; O. Reg. 349/22, s. 10.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "26.",
            "part_id": "PART IV  ",
            "part_type": "PART IV COLLECTION",
            "section": "26.",
            "content": " 26. For greater certainty, a depot collection site provided under this Part may service one or more residences. O. Reg. 349/22, s. 11.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>26. </b>For greater certainty, a depot collection site provided under this Part may service one or more residences. O. Reg. 349/22, s. 11.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "27.",
            "part_id": "PART IV  ",
            "part_type": "PART IV COLLECTION",
            "section": "27.",
            "content": " 27. (1) A producer to whom section 19 applies shall, with respect to every facility that is an eligible source, (a) provide blue box receptacles for the storage of blue box material at the facility until it is collected and, when it provides such receptacles, shall, (i) provide blue box receptacles that are appropriate for the facility, with respect to facility size and how blue box materials are managed at the facility, (ii) ensure that the facility has blue box receptacles at least one week prior to the date on which the producer is required to commence collecting from that facility, (iii) ensure that each facility has blue box receptacles that are able to ordinarily store all of the blue box material deposited at the facility until the blue box waste is collected, and (iv) repair or replace any damaged blue box receptacles at the facility upon request by the owner or operator of the facility, within one week of the request; and (b) collect blue box material from the facility before the blue box receptacles at the facility are full. O. Reg. 391/21, s. 27 (1); O. Reg. 349/22, s. 12. (2) A producer is only required to provide services under subsection (1) for blue box material that is generated at a facility, (a) by or on behalf of the residents of a dwelling unit; (b) by the operation of a long-term care home within the meaning of the Fixing Long-Term Care Act, 2021; (c) by the operation of a retirement home within the meaning of the Retirement Homes Act, 2010; or (d) by the operation of a school or private school as defined under the Education Act. O. Reg. 391/21, s. 27 (2); O. Reg. 267/22, s. 2. (3) During the transition period, a producer that provides collection for a facility shall collect, at a minimum, the blue box material that was collected under the WDTA blue box program that served facilities in that eligible community on August 15, 2019, and may collect any additional blue box material. O. Reg. 391/21, s. 27 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>27. </b>(1) A producer to whom section 19 applies shall, with respect to every facility that is an eligible source,</p> <p class=\"clause-e\">  (a) provide blue box receptacles for the storage of blue box material at the facility until it is collected and, when it provides such receptacles, shall,</p> <p class=\"subclause-e\">  (i) provide blue box receptacles that are appropriate for the facility, with respect to facility size and how blue box materials are managed at the facility,</p> <p class=\"subclause-e\">  (ii) ensure that the facility has blue box receptacles at least one week prior to the date on which the producer is required to commence collecting from that facility,</p> <p class=\"subclause-e\">  (iii) ensure that each facility has blue box receptacles that are able to ordinarily store all of the blue box material deposited at the facility until the blue box waste is collected, and</p> <p class=\"subclause-e\">  (iv) repair or replace any damaged blue box receptacles at the facility upon request by the owner or operator of the facility, within one week of the request; and</p> <p class=\"clause-e\">  (b) collect blue box material from the facility before the blue box receptacles at the facility are full. O. Reg. 391/21, s. 27 (1); O. Reg. 349/22, s. 12.</p> <p class=\"subsection-e\">  (2) A producer is only required to provide services under subsection (1) for blue box material that is generated at a facility,</p> <p class=\"clause-e\">  (a) by or on behalf of the residents of a dwelling unit;</p> <p class=\"clause-e\">  (b) by the operation of a long-term care home within the meaning of the <i>Fixing Long-Term Care Act, 2021</i>;</p> <p class=\"clause-e\">  (c) by the operation of a retirement home within the meaning of the <i>Retirement Homes Act, 2010</i>; or</p> <p class=\"clause-e\">  (d) by the operation of a school or private school as defined under the <i>Education Act</i>. O. Reg. 391/21, s. 27 (2); O. Reg. 267/22, s. 2.</p> <p class=\"subsection-e\">  (3) During the transition period, a producer that provides collection for a facility shall collect, at a minimum, the blue box material that was collected under the WDTA blue box program that served facilities in that eligible community on August 15, 2019, and may collect any additional blue box material. O. Reg. 391/21, s. 27 (3).</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "28.",
            "part_id": "PART IV  ",
            "part_type": "PART IV COLLECTION",
            "section": "28.",
            "content": " 28. (1) Commencing January 1, 2026, a producer to whom section 19 applies shall collect blue box material from public spaces in each eligible community in accordance with this section. O. Reg. 349/22, s. 13. (2) In each calendar year, a producer shall provide in each eligible community at least the number of blue box receptacles determined under subsection (3). O. Reg. 349/22, s. 13. (3) Subject to subsection (4), for the purposes of determining the number under subsection (2), the producer shall divide the population of the eligible community by the number set out in Column 2 of the Table to this subsection opposite the applicable description of the population in Column 1 of the Table. TABLE Item   Column 1   Population of eligible community   Column 2   Number by which to divide the population \n\n  1.   500,000 or more   400 \n\n  2.   30,000 or more but less than 500,000   600 \n\n  3.   5,000 or more but less than 30,000   800 \n\n  4.   Less than 5,000   1,000 O. Reg. 349/22, s. 13. (4) If the number determined under subsection (3) is less than one, at least one blue box receptacle shall be provided in the eligible community. O. Reg. 349/22, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>28. </b>(1) Commencing January 1, 2026, a producer to whom section 19 applies shall collect blue box material from public spaces in each eligible community in accordance with this section. O. Reg. 349/22, s. 13.</p> <p class=\"subsection-e\">  (2) In each calendar year, a producer shall provide in each eligible community at least the number of blue box receptacles determined under subsection (3). O. Reg. 349/22, s. 13.</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), for the purposes of determining the number under subsection (2), the producer shall divide the population of the eligible community by the number set out in Column 2 of the Table to this subsection opposite the applicable description of the population in Column 1 of the Table.</p> <p class=\"headingx-e\">TABLE</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 1 <br/>  Population of eligible community</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Column 2 <br/>  Number by which to divide the population</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">500,000 or more</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">400</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">30,000 or more but less than 500,000</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">600</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">5,000 or more but less than 30,000</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">800</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">Less than 5,000</p> </td> <td valign=\"top\" width=\"104\"> <p class=\"table-e\">1,000</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 349/22, s. 13.</p> <p class=\"subsection-e\">  (4) If the number determined under subsection (3) is less than one, at least one blue box receptacle shall be provided in the eligible community. O. Reg. 349/22, s. 13.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "29.",
            "part_id": "PART IV  ",
            "part_type": "PART IV COLLECTION",
            "section": "29.",
            "content": " 29. (1) During the transition period, in each eligible community, a producer to whom section 19 applies shall provide blue box receptacles in the same public spaces and in the same quantity as were provided in that eligible community under the WDTA blue box program, as required to be registered under subsection 54 (2). O. Reg. 349/22, s. 14. (2) For greater certainty, a blue box receptacle in a public space provided under this section may be provided by or on behalf of one or more producers and, if it is provided by more than one producer, it may be relied on by each of these producers to satisfy the requirement in this section. O. Reg. 391/21, s. 29 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>29. </b>(1) During the transition period, in each eligible community, a producer to whom section 19 applies shall provide blue box receptacles in the same public spaces and in the same quantity as were provided in that eligible community under the WDTA blue box program, as required to be registered under subsection 54 (2). O. Reg. 349/22, s. 14.</p> <p class=\"subsection-e\">  (2) For greater certainty, a blue box receptacle in a public space provided under this section may be provided by or on behalf of one or more producers and, if it is provided by more than one producer, it may be relied on by each of these producers to satisfy the requirement in this section. O. Reg. 391/21, s. 29 (2).</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "30.",
            "part_id": "PART IV  ",
            "part_type": "PART IV COLLECTION",
            "section": "30.",
            "content": " 30. (1) A producer to whom section 19 applies shall collect blue box material from the blue box receptacles the producer provided under sections 28 and 29 at a frequency that ordinarily results in blue box materials being collected before the receptacles are full. O. Reg. 391/21, s. 30 (1); O. Reg. 349/22, s. 15. (2) A producer that provides blue box receptacles under sections 28 and 29 shall, (a) provide blue box receptacles that are appropriate for the public space, including with respect to size, durability and signage; (b) repair or replace any damaged blue box receptacles it provided within one week of being notified of the damage by the local municipality, local services board or First Nation; and (c) where a blue box receptacle is placed in a park or a playground, locate the receptacle at entry or exit points or where persons congregate. O. Reg. 391/21, s. 30 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>30. </b>(1) A producer to whom section 19 applies shall collect blue box material from the blue box receptacles the producer provided under sections 28 and 29 at a frequency that ordinarily results in blue box materials being collected before the receptacles are full. O. Reg. 391/21, s. 30 (1); O. Reg. 349/22, s. 15.</p> <p class=\"subsection-e\">  (2) A producer that provides blue box receptacles under sections 28 and 29 shall,</p> <p class=\"clause-e\">  (a) provide blue box receptacles that are appropriate for the public space, including with respect to size, durability and signage;</p> <p class=\"clause-e\">  (b) repair or replace any damaged blue box receptacles it provided within one week of being notified of the damage by the local municipality, local services board or First Nation; and</p> <p class=\"clause-e\">  (c) where a blue box receptacle is placed in a park or a playground, locate the receptacle at entry or exit points or where persons congregate. O. Reg. 391/21, s. 30 (2).</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "31.",
            "part_id": "PART IV  ",
            "part_type": "PART IV COLLECTION",
            "section": "31.",
            "content": " 31. (1) Every producer responsibility organization described in section 19.1 shall ensure that an offer is made by or on behalf of the producer responsibility organization to a First Nation to provide collection services under this Part from eligible sources in the reserve of the First Nation, if that reserve is an eligible community. O. Reg. 349/22, s. 16. (2) One or more producer responsibility organizations may satisfy their obligation under subsection (1) through an offer made by another person on their behalf. O. Reg. 349/22, s. 16. (3) An offer under subsection (1) shall, (a) include details of how the collection services will be provided; and (b) be made to the First Nation through the Registry no later than six months prior to the date when collection services are required to be provided under this Part in that reserve. O. Reg. 349/22, s. 16. (4) Where an offer is made under subsection (3), the Authority shall promptly notify the First Nation of the offer. O. Reg. 349/22, s. 16. (5) The First Nation may accept an offer by registering its acceptance of the offer with the Authority, through the Registry, in accordance with section 60. O. Reg. 349/22, s. 16. (6) Where acceptance of an offer is registered by a First Nation under subsection (5), the Authority shall promptly notify the person who made the offer of the acceptance. O. Reg. 349/22, s. 16. (7) An acceptance of an offer under subsection (5) may be used by producers as consent to collect blue box material from eligible sources in the reserve in accordance with this Regulation. O. Reg. 349/22, s. 16. (8) If an offer is accepted under subsection (5), section 19 applies in respect of the eligible sources in the reserve starting on the later of, (a) three months from the date the First Nation registered its acceptance of the offer; and (b) the date the eligible sources in the reserve are eligible to receive collection services under this Part. O. Reg. 349/22, s. 16. (9) Producers shall not provide collection services in a reserve if an offer related to the eligible sources in the reserve or a subsequent offer, where applicable, is not accepted under this section. O. Reg. 349/22, s. 16. (10) A First Nation that has accepted an offer may revoke its acceptance of the offer at any time by registering its revocation with the Authority, through the Registry, in accordance with section 61. O. Reg. 349/22, s. 16. (11) Where revocation of an offer is registered by a First Nation under subsection (10), the Authority shall promptly notify the person who made the offer of the revocation. O. Reg. 349/22, s. 16. (12) If a First Nation has revoked its acceptance of an offer, every producer responsibility organization shall ensure that a subsequent offer is made to the First Nation to collect blue box material from eligible sources in the reserve. O. Reg. 349/22, s. 16. (13) The subsequent offer shall, (a) be made to the First Nation through the Registry; (b) include details of how the collection services would resume; and (c) be made no later than 30 days following the date that the First Nation revoked its acceptance of an offer under subsection (10). O. Reg. 349/22, s. 16. (14) Where a subsequent offer is registered under subsection (13), the Authority shall promptly notify the First Nation of the subsequent offer. O. Reg. 349/22, s. 16. (15) The First Nation may accept a subsequent offer by registering its acceptance of the subsequent offer with the Authority, through the Registry, in accordance with section 62. O. Reg. 349/22, s. 16. (16) Where acceptance of a subsequent offer is registered by a First Nation under subsection (15), the Authority shall promptly notify the person who made the offer of the acceptance. O. Reg. 349/22, s. 16. (17) Where acceptance of a subsequent offer is registered by a First Nation under subsection (15), section 19 applies starting 30 days after the acceptance. O. Reg. 349/22, s. 16.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>31. </b>(1) Every producer responsibility organization described in section 19.1 shall ensure that an offer is made by or on behalf of the producer responsibility organization to a First Nation to provide collection services under this Part from eligible sources in the reserve of the First Nation, if that reserve is an eligible community. O. Reg. 349/22, s. 16.</p> <p class=\"subsection-e\">  (2) One or more producer responsibility organizations may satisfy their obligation under subsection (1) through an offer made by another person on their behalf. O. Reg. 349/22, s. 16.</p> <p class=\"subsection-e\">  (3) An offer under subsection (1) shall,</p> <p class=\"clause-e\">  (a) include details of how the collection services will be provided; and</p> <p class=\"clause-e\">  (b) be made to the First Nation through the Registry no later than six months prior to the date when collection services are required to be provided under this Part in that reserve. O. Reg. 349/22, s. 16.</p> <p class=\"subsection-e\">  (4) Where an offer is made under subsection (3), the Authority shall promptly notify the First Nation of the offer. O. Reg. 349/22, s. 16.</p> <p class=\"subsection-e\">  (5) The First Nation may accept an offer by registering its acceptance of the offer with the Authority, through the Registry, in accordance with section 60. O. Reg. 349/22, s. 16.</p> <p class=\"subsection-e\">  (6) Where acceptance of an offer is registered by a First Nation under subsection (5), the Authority shall promptly notify the person who made the offer of the acceptance. O. Reg. 349/22, s. 16.</p> <p class=\"subsection-e\">  (7) An acceptance of an offer under subsection (5) may be used by producers as consent to collect blue box material from eligible sources in the reserve in accordance with this Regulation. O. Reg. 349/22, s. 16.</p> <p class=\"subsection-e\">  (8) If an offer is accepted under subsection (5), section 19 applies in respect of the eligible sources in the reserve starting on the later of,</p> <p class=\"clause-e\">  (a) three months from the date the First Nation registered its acceptance of the offer; and</p> <p class=\"clause-e\">  (b) the date the eligible sources in the reserve are eligible to receive collection services under this Part. O. Reg. 349/22, s. 16.</p> <p class=\"subsection-e\">  (9) Producers shall not provide collection services in a reserve if an offer related to the eligible sources in the reserve or a subsequent offer, where applicable, is not accepted under this section. O. Reg. 349/22, s. 16.</p> <p class=\"subsection-e\">  (10) A First Nation that has accepted an offer may revoke its acceptance of the offer at any time by registering its revocation with the Authority, through the Registry, in accordance with section 61. O. Reg. 349/22, s. 16.</p> <p class=\"subsection-e\">  (11) Where revocation of an offer is registered by a First Nation under subsection (10), the Authority shall promptly notify the person who made the offer of the revocation. O. Reg. 349/22, s. 16.</p> <p class=\"subsection-e\">  (12) If a First Nation has revoked its acceptance of an offer, every producer responsibility organization shall ensure that a subsequent offer is made to the First Nation to collect blue box material from eligible sources in the reserve. O. Reg. 349/22, s. 16.</p> <p class=\"subsection-e\">  (13) The subsequent offer shall,</p> <p class=\"clause-e\">  (a) be made to the First Nation through the Registry;</p> <p class=\"clause-e\">  (b) include details of how the collection services would resume; and</p> <p class=\"clause-e\">  (c) be made no later than 30 days following the date that the First Nation revoked its acceptance of an offer under subsection (10). O. Reg. 349/22, s. 16.</p> <p class=\"subsection-e\">  (14) Where a subsequent offer is registered under subsection (13), the Authority shall promptly notify the First Nation of the subsequent offer. O. Reg. 349/22, s. 16.</p> <p class=\"subsection-e\">  (15) The First Nation may accept a subsequent offer by registering its acceptance of the subsequent offer with the Authority, through the Registry, in accordance with section 62. O. Reg. 349/22, s. 16.</p> <p class=\"subsection-e\">  (16) Where acceptance of a subsequent offer is registered by a First Nation under subsection (15), the Authority shall promptly notify the person who made the offer of the acceptance. O. Reg. 349/22, s. 16.</p> <p class=\"subsection-e\">  (17) Where acceptance of a subsequent offer is registered by a First Nation under subsection (15), section 19 applies starting 30 days after the acceptance. O. Reg. 349/22, s. 16.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "31.1",
            "part_id": "PART IV  ",
            "part_type": "PART IV COLLECTION",
            "section": "31.1",
            "content": " 31.1 The Authority shall make available to producers to whom section 19 applies such information in its possession as is necessary for compliance with this Part. O. Reg. 349/22, s. 16. Part IV.1   supplemental collection system",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK32\"></a>31.1 </b>The Authority shall make available to producers to whom section 19 applies such information in its possession as is necessary for compliance with this Part. O. Reg. 349/22, s. 16.</p> <p class=\"partnum-e\"><a name=\"BK33\"></a>Part IV.1 <br/>  supplemental collection system</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "PART IV.1  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART IV.1 SUPPLEMENTAL COLLECTION SYSTEM",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "31.2",
            "part_id": "PART IV.1  ",
            "part_type": "PART IV.1 SUPPLEMENTAL COLLECTION SYSTEM",
            "section": "Supplemental collection system",
            "content": " 31.2 (1) A producer may elect to register a collection system as a supplemental collection system if the producer establishes and operates the system. O. Reg. 174/23, s. 2. (2) A producer who has elected to register a collection system under subsection (1) may do so by submitting the information mentioned in paragraph 5 of subsection 45 (3) to the Authority, through the Registry, as part of the producer’s registration. O. Reg. 174/23, s. 2. (3) For the purposes of this section, (a) two or more producers may share in the establishment and operation of a system; (b) a person may establish and operate a system on behalf of one or more producers; and (c) if a person is establishing and operating a system on behalf of a producer, the producer shall ensure that there is a written agreement between the producer and that person with respect to the establishment and operation of the system. O. Reg. 174/23, s. 2. Part V   Alternative Collection System",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK34\"></a>31.2 </b>(1) A producer may elect to register a collection system as a supplemental collection system if the producer establishes and operates the system. O. Reg. 174/23, s. 2.</p> <p class=\"subsection-e\">  (2) A producer who has elected to register a collection system under subsection (1) may do so by submitting the information mentioned in paragraph 5 of subsection 45 (3) to the Authority, through the Registry, as part of the producer’s registration. O. Reg. 174/23, s. 2.</p> <p class=\"subsection-e\">  (3) For the purposes of this section,</p> <p class=\"clause-e\">  (a) two or more producers may share in the establishment and operation of a system;</p> <p class=\"clause-e\">  (b) a person may establish and operate a system on behalf of one or more producers; and</p> <p class=\"clause-e\">  (c) if a person is establishing and operating a system on behalf of a producer, the producer shall ensure that there is a written agreement between the producer and that person with respect to the establishment and operation of the system. O. Reg. 174/23, s. 2.</p> <p class=\"partnum-e\"><a name=\"BK35\"></a>Part V <br/>  Alternative Collection System</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "PART V  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART V ALTERNATIVE COLLECTION SYSTEM",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "32.",
            "part_id": "PART V  ",
            "part_type": "PART V ALTERNATIVE COLLECTION SYSTEM",
            "section": "Producers and alternative collection system",
            "content": " 32. A producer may register the establishment and operation of an alternative collection system for one or more material categories of blue box material in accordance with this Part.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK36\"></a><b>32. </b>A producer may register the establishment and operation of an alternative collection system for one or more material categories of blue box material in accordance with this Part.</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "33.",
            "part_id": "PART V  ",
            "part_type": "PART V ALTERNATIVE COLLECTION SYSTEM",
            "section": "Establishment and operation",
            "content": " 33. On or after July 1, 2023, a producer may register its establishment and operation of an alternative collection system for blue box material in a material category if, immediately before registration, (a) the collection system enabled the producer to collect blue box material for which it is the producer and that is in a material category for which the system is being registered under section 32; (b) the collection system enabled the producer to meet its management obligations under Part VI for the material categories for which the system is being registered using only blue box material collected under clause (a); (c) any collection sites, such as depots or return-to-retail locations, that were part of the collection system were operated in accordance with clauses 34 (a) to (c); and (d) any collection by mail that is part of the collection system was operated in accordance with clauses 35 (a) to (c). O. Reg. 391/21, s. 33; O. Reg. 349/22, s. 17.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>33. </b>On or after July 1, 2023, a producer may register its establishment and operation of an alternative collection system for blue box material in a material category if, immediately before registration,</p> <p class=\"clause-e\">  (a) the collection system enabled the producer to collect blue box material for which it is the producer and that is in a material category for which the system is being registered under section 32;</p> <p class=\"clause-e\">  (b) the collection system enabled the producer to meet its management obligations under Part VI for the material categories for which the system is being registered using only blue box material collected under clause (a);</p> <p class=\"clause-e\">  (c) any collection sites, such as depots or return-to-retail locations, that were part of the collection system were operated in accordance with clauses 34 (a) to (c); and</p> <p class=\"clause-e\">  (d) any collection by mail that is part of the collection system was operated in accordance with clauses 35 (a) to (c). O. Reg. 391/21, s. 33; O. Reg. 349/22, s. 17.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "34.",
            "part_id": "PART V  ",
            "part_type": "PART V ALTERNATIVE COLLECTION SYSTEM",
            "section": "Depot requirements",
            "content": " 34. A producer who has registered an alternative collection system for blue box material in a material category that includes collection sites such as depots or return-to-retail locations shall, during every year that the registration applies, ensure that the collection sites are, (a) located in every eligible community where the blue box material in respect of which the person is a producer is supplied; (b) operated year-round; and (c) open during normal business hours.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK38\"></a><b>34. </b>A producer who has registered an alternative collection system for blue box material in a material category that includes collection sites such as depots or return-to-retail locations shall, during every year that the registration applies, ensure that the collection sites are,</p> <p class=\"clause-e\">  (a) located in every eligible community where the blue box material in respect of which the person is a producer is supplied;</p> <p class=\"clause-e\">  (b) operated year-round; and</p> <p class=\"clause-e\">  (c) open during normal business hours.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "35.",
            "part_id": "PART V  ",
            "part_type": "PART V ALTERNATIVE COLLECTION SYSTEM",
            "section": "Mail requirements",
            "content": " 35. A producer who has registered an alternative collection system for blue box material in a material category that includes collection by mail shall, during every year that the registration applies, ensure that the collection of blue box material by mail is, (a) available in every eligible community where the blue box material in respect of which the person is a producer is supplied; (b) operated year-round; and (c) postage paid for the consumer.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK39\"></a><b>35. </b>A producer who has registered an alternative collection system for blue box material in a material category that includes collection by mail shall, during every year that the registration applies, ensure that the collection of blue box material by mail is,</p> <p class=\"clause-e\">  (a) available in every eligible community where the blue box material in respect of which the person is a producer is supplied;</p> <p class=\"clause-e\">  (b) operated year-round; and</p> <p class=\"clause-e\">  (c) postage paid for the consumer.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "36.",
            "part_id": "PART V  ",
            "part_type": "PART V ALTERNATIVE COLLECTION SYSTEM",
            "section": "Revocation of registration",
            "content": " 36. A producer’s registration of an alternative collection system for a material category is revoked if, twice in a three-year period, the producer does not meet its management obligation under Part VI for that material category using only blue box material collected through the alternative collection system for which the producer is registered.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>36. </b>A producer’s registration of an alternative collection system for a material category is revoked if, twice in a three-year period, the producer does not meet its management obligation under Part VI for that material category using only blue box material collected through the alternative collection system for which the producer is registered.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "37.",
            "part_id": "PART V  ",
            "part_type": "PART V ALTERNATIVE COLLECTION SYSTEM",
            "section": "Multiple producers, etc.",
            "content": " 37. For the purposes of this Part, (a) two or more producers may share in the establishment and operation of a system; (b) a person may establish and operate a system on behalf of one or more producers; and (c) if a person is establishing and operating a system on behalf of a producer, the producer shall ensure that there is a written agreement between the producer and that person with respect to the establishment and operation of the system. O. Reg. 174/23, s. 3. PART VI   Management",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK41\"></a>37. </b>For the purposes of this Part,</p> <p class=\"clause-e\">  (a) two or more producers may share in the establishment and operation of a system;</p> <p class=\"clause-e\">  (b) a person may establish and operate a system on behalf of one or more producers; and</p> <p class=\"clause-e\">  (c) if a person is establishing and operating a system on behalf of a producer, the producer shall ensure that there is a written agreement between the producer and that person with respect to the establishment and operation of the system. O. Reg. 174/23, s. 3.</p> <p class=\"partnum-e\"><a name=\"BK42\"></a>PART VI <br/>  Management</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "PART VI  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART VI MANAGEMENT",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "38.",
            "part_id": "PART VI  ",
            "part_type": "PART VI MANAGEMENT",
            "section": "Producer obligation",
            "content": " 38. Every producer shall establish and operate a system for managing blue box material in accordance with this Part.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK43\"></a><b>38. </b>Every producer shall establish and operate a system for managing blue box material in accordance with this Part.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "39.",
            "part_id": "PART VI  ",
            "part_type": "PART VI MANAGEMENT",
            "section": "Accounting",
            "content": " 39. (1) Subject to subsection (2), beginning in 2023, on or before December 31 of each year, a producer shall account for a weight of recovered resources in each material category that meets or exceeds its management requirement for that material category. (2) During the transition period, the producer shall use best efforts to comply with subsection (1) as it would read if, (a) the management requirement for each material category in 2023 for a producer is reduced by two thirds; (b) the management requirement for each material category in 2024 for a producer is reduced by one third; and (c) the management requirement for each material category in 2025 is not reduced.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK44\"></a><b>39. </b>(1) Subject to subsection (2), beginning in 2023, on or before December 31 of each year, a producer shall account for a weight of recovered resources in each material category that meets or exceeds its management requirement for that material category.</p> <p class=\"subsection-e\">  (2) During the transition period, the producer shall use best efforts to comply with subsection (1) as it would read if,</p> <p class=\"clause-e\">  (a) the management requirement for each material category in 2023 for a producer is reduced by two thirds;</p> <p class=\"clause-e\">  (b) the management requirement for each material category in 2024 for a producer is reduced by one third; and</p> <p class=\"clause-e\">  (c) the management requirement for each material category in 2025 is not reduced.</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "40.",
            "part_id": "PART VI  ",
            "part_type": "PART VI MANAGEMENT",
            "section": "Management requirement",
            "content": " 40. (1) The producer shall determine its management requirement for a material category for a year using the following formula: Management Requirement = A × B where, “A” is the weight in tonnes of blue box material in the material category that the producer is required to report in the previous year, (a) if the management requirement is for 2023, under paragraph 3 of subsection 50 (3), (b) if the management requirement is for 2024, under paragraph 3 of subsection 50 (3) or, if applicable, paragraph 2 of subsection 50 (4), or (c) if the management requirement is for 2025 or any subsequent year, under paragraph 3 of subsection 51 (1), and “B” is, (a) if the management requirement is for 2023, 2024 or 2025, the recovery percentage for 2026 for the material category, as set out in the Table to section 42, and (b) if the management requirement is for 2026 or any subsequent year, the recovery percentage for the applicable year for the material category, as set out in the Table to section 42. O. Reg. 174/23, s. 4. (2) If, when applying subsection (1) to determine the management requirement for a material category for a year, the weight of “A” in the formula under subsection (1) is less than the minimum amount for that material category set out in the Table to section 42, section 39 does not apply to the producer in respect of the material category in that year. O. Reg. 174/23, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK45\"></a><b>40. </b>(1) The producer shall determine its management requirement for a material category for a year using the following formula:</p> <p class=\"equation-e\">Management Requirement = A × B</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  “A” is the weight in tonnes of blue box material in the material category that the producer is required to report in the previous year,</p> <p class=\"equationind2-e\">  (a) if the management requirement is for 2023, under paragraph 3 of subsection 50 (3),</p> <p class=\"equationind2-e\">  (b) if the management requirement is for 2024, under paragraph 3 of subsection 50 (3) or, if applicable, paragraph 2 of subsection 50 (4), or</p> <p class=\"equationind2-e\">  (c) if the management requirement is for 2025 or any subsequent year, under paragraph 3 of subsection 51 (1), and</p> <p class=\"equationind1-e\">  “B” is,</p> <p class=\"equationind2-e\">  (a) if the management requirement is for 2023, 2024 or 2025, the recovery percentage for 2026 for the material category, as set out in the Table to section 42, and</p> <p class=\"equationind2-e\">  (b) if the management requirement is for 2026 or any subsequent year, the recovery percentage for the applicable year for the material category, as set out in the Table to section 42.</p> <p class=\"footnote-e\">O. Reg. 174/23, s. 4.</p> <p class=\"subsection-e\">  (2) If, when applying subsection (1) to determine the management requirement for a material category for a year, the weight of “A” in the formula under subsection (1) is less than the minimum amount for that material category set out in the Table to section 42, section 39 does not apply to the producer in respect of the material category in that year. O. Reg. 174/23, s. 4.</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "41.",
            "part_id": "PART VI  ",
            "part_type": "PART VI MANAGEMENT",
            "section": "Recovered resources",
            "content": " 41. (1) A producer may only account for recovered resources, in respect of the producer’s management requirement for a material category, that satisfy the requirements set out in subsection (2). O. Reg. 391/21, s. 41 (1). (2) For the purposes of subsection (1), the following requirements must be satisfied: 1. The recovered resources must be, i. marketed for re-use for their original purpose or function, or ii. marketed for use in new products or packaging. 2. The weight of the recovered resources may only be counted one time by the producer and must not be counted by more than one producer. 3. The recovered resources must be recovered from blue box material supplied to consumers in Ontario. 4. The recovered resources must have been processed within three months of the registered processor who reported the recovered resources receiving the blue box material from which they were recovered. O. Reg. 391/21, s. 41 (2). (3) A producer may only satisfy a management requirement for a material category with recovered resources that were recovered from blue box material in that material category. O. Reg. 391/21, s. 41 (3). (3.1) With respect to the management requirement for 2024, no producer shall satisfy the requirement with recovered resources from blue box material, the weight of which was reported in paragraph 2 of subsection 50 (3) or, if applicable, paragraph 1 of subsection 50 (4). O. Reg. 174/23, s. 5. (3.2) No producer shall satisfy a management requirement with recovered resources from blue box material, the weight of which was reported in paragraph 2 of subsection 51 (1). O. Reg. 174/23, s. 5. (4) Recovered resources that meet any of the following conditions shall not be accounted for in respect of a producer’s management requirement for a material category: 1. The recovered resources are supplied for use in a product that is land cover, unless the land cover is, i. aggregate and the recovered resources in the aggregate do not account for more than 15 per cent of the producer’s management requirement for any material category, or ii. a product that supports soil health or crop growth that is, A. created through the combination of the recovered resources with organic matter, and B. created from recovered resources that are recovered from paper. 2. The recovered resources are supplied for use in a product that is fuel or a fuel supplement. 3. The recovered resources are supplied to an incinerator for use in incineration. 4. The recovered resources are land filled or land disposed by the processor, producer or the producer responsibility organization. O. Reg. 391/21, s. 41 (4); O. Reg. 349/22, s. 18.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK46\"></a><b>41. </b>(1) A producer may only account for recovered resources, in respect of the producer’s management requirement for a material category, that satisfy the requirements set out in subsection (2). O. Reg. 391/21, s. 41 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the following requirements must be satisfied:</p> <p class=\"paragraph-e\">  1. The recovered resources must be,</p> <p class=\"subpara-e\">  i. marketed for re-use for their original purpose or function, or</p> <p class=\"subpara-e\">  ii. marketed for use in new products or packaging.</p> <p class=\"paragraph-e\">  2. The weight of the recovered resources may only be counted one time by the producer and must not be counted by more than one producer.</p> <p class=\"paragraph-e\">  3. The recovered resources must be recovered from blue box material supplied to consumers in Ontario.</p> <p class=\"paragraph-e\">  4. The recovered resources must have been processed within three months of the registered processor who reported the recovered resources receiving the blue box material from which they were recovered. O. Reg. 391/21, s. 41 (2).</p> <p class=\"subsection-e\">  (3) A producer may only satisfy a management requirement for a material category with recovered resources that were recovered from blue box material in that material category. O. Reg. 391/21, s. 41 (3).</p> <p class=\"subsection-e\">  (3.1) With respect to the management requirement for 2024, no producer shall satisfy the requirement with recovered resources from blue box material, the weight of which was reported in paragraph 2 of subsection 50 (3) or, if applicable, paragraph 1 of subsection 50 (4). O. Reg. 174/23, s. 5.</p> <p class=\"subsection-e\">  (3.2) No producer shall satisfy a management requirement with recovered resources from blue box material, the weight of which was reported in paragraph 2 of subsection 51 (1). O. Reg. 174/23, s. 5.</p> <p class=\"subsection-e\">  (4) Recovered resources that meet any of the following conditions shall not be accounted for in respect of a producer’s management requirement for a material category:</p> <p class=\"paragraph-e\">  1. The recovered resources are supplied for use in a product that is land cover, unless the land cover is,</p> <p class=\"subpara-e\">  i. aggregate and the recovered resources in the aggregate do not account for more than 15 per cent of the producer’s management requirement for any material category, or</p> <p class=\"subpara-e\">  ii. a product that supports soil health or crop growth that is,</p> <p class=\"subsubpara-e\">  A. created through the combination of the recovered resources with organic matter, and</p> <p class=\"subsubpara-e\">  B. created from recovered resources that are recovered from paper.</p> <p class=\"paragraph-e\">  2. The recovered resources are supplied for use in a product that is fuel or a fuel supplement.</p> <p class=\"paragraph-e\">  3. The recovered resources are supplied to an incinerator for use in incineration.</p> <p class=\"paragraph-e\">  4. The recovered resources are land filled or land disposed by the processor, producer or the producer responsibility organization. O. Reg. 391/21, s. 41 (4); O. Reg. 349/22, s. 18.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "42.",
            "part_id": "PART VI  ",
            "part_type": "PART VI MANAGEMENT",
            "section": "Minimum requirements",
            "content": " 42. The minimum amount and recovery percentages for the purposes of section 40 are set out in the following Table: Table Material category   Minimum amount under subsection 40 (2)   (in tonnes)   Recovery percentage 2026 - 2029 (expressed as a percentage)   Recovery percentage 2030 onwards (expressed as a percentage) \n\n  Paper   9   80   85 \n\n  Rigid Plastic   2   50   60 \n\n  Flexible Plastic   2   25   40 \n\n  Glass   1   75   85 \n\n  Metal   1   67   75 \n\n  Beverage Containers   1   75   80",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK47\"></a><b>42.</b> The minimum amount and recovery percentages for the purposes of section 40 are set out in the following Table:</p> <p class=\"headingx-e\">Table</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">Material category</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">Minimum amount under subsection 40 (2) <br/>  (in tonnes)</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">Recovery percentage 2026 - 2029 (expressed as a percentage)</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">Recovery percentage 2030 onwards (expressed as a percentage)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">Paper</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">9</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">80</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">85</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">Rigid Plastic</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">50</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">60</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">Flexible Plastic</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">25</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">40</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">Glass</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">1</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">75</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">85</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">Metal</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">1</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">67</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">75</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">Beverage Containers</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">1</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">75</p> </td> <td valign=\"top\" width=\"134\"> <p class=\"table-e\">80</p> </td>\n</tr>\n</table>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "43.",
            "part_id": "PART VI  ",
            "part_type": "PART VI MANAGEMENT",
            "section": "Reporting requirement",
            "content": " 43. When a producer reports the recovered resources that the producer used to satisfy a management requirement in the previous calendar year, the producer shall only report recovered resources that, (a) the producer recovered, if the producer is a registered processor; or (b) a registered processor, other than the producer, recovered, if that registered processor either, (i) reported the recovered resources to the Authority through the Registry in the name of the producer, or (ii) reported the recovered resources to the Authority in the name of a producer responsibility organization and that producer responsibility organization then reported those resources as allocated to the producer through the Registry under paragraph 4 of subsection 52 (1). O. Reg. 391/21, s. 43; O. Reg. 349/22, s. 19. PART VII   Registration, Reporting, Auditing, And Record Keeping",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK48\"></a><b>43. </b>When a producer reports the recovered resources that the producer used to satisfy a management requirement in the previous calendar year, the producer shall only report recovered resources that,</p> <p class=\"clause-e\">  (a) the producer recovered, if the producer is a registered processor; or</p> <p class=\"clause-e\">  (b) a registered processor, other than the producer, recovered, if that registered processor either,</p> <p class=\"subclause-e\">  (i) reported the recovered resources to the Authority through the Registry in the name of the producer, or</p> <p class=\"subclause-e\">  (ii) reported the recovered resources to the Authority in the name of a producer responsibility organization and that producer responsibility organization then reported those resources as allocated to the producer through the Registry under paragraph 4 of subsection 52 (1). O. Reg. 391/21, s. 43; O. Reg. 349/22, s. 19.</p> <p class=\"partnum-e\"><a name=\"BK49\"></a>PART VII <br/>  Registration, Reporting, Auditing, And Record Keeping</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "PART VII  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "44.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Blue Box Verification and Audit Procedure",
            "content": " 44. A person who is required to register, report or submit information under this Part shall do so in accordance with any applicable requirements in the Blue Box Verification and Audit Procedure.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK50\"></a><b>44. </b>A person who is required to register, report or submit information under this Part shall do so in accordance with any applicable requirements in the Blue Box Verification and Audit Procedure.</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "45.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Registration, producers",
            "content": " 45. (1) Revoked: O. Reg. 349/22, s. 20 (1). (2) A producer of blue box material supplied to consumers in Ontario shall register with the Authority, through the Registry, by submitting the information required in subsection (3) within 30 days of becoming a producer. O. Reg. 391/21, s. 45 (2); O. Reg. 349/22, s. 20 (2). (3) The following information shall be submitted to the Authority, through the Registry, by producers required to register under subsection (2): 1. The name and contact information of the producer and any unique identifier assigned by the Registrar. 2. The name and contact information of the person responsible for registering the producer. 3. The name, contact information and any unique identifier assigned by the Registrar of any producer responsibility organizations retained by the producer, and i. a list of collection services provided by the producer responsibility organization to the producer under Part IV or V, ii. a list of management services provided by the producer responsibility organization to the producer under Part VI, iii. a list of promotion and education services provided by the producer responsibility organization to the producer under Part VIII, iv. a list of any other services provided by the producer responsibility organization to the producer, and v. whether the collection services under Part IV are expected be provided by the producer responsibility organization. 4. If the producer is operating an alternative collection system, a description of the alternative collection system, including each material category of blue box material collected in the alternative collection system. 5. If the producer is electing to register a collection system as a supplemental collection system, a description of the supplemental collection system. 6. The material categories contained in the blue box material supplied to consumers in Ontario for which the person is a producer. 7., 8.  Revoked: O. Reg. 174/23, s. 6 (2). O. Reg. 391/21, s. 45 (3); O. Reg. 349/22, s. 20 (3-5); O. Reg. 174/23, s. 6. (4) Revoked: O. Reg. 349/22, s. 20 (6). (5) If there is a change to the information submitted to the Authority in this section, the producer shall submit the updated information to the Authority, through the Registry, within 30 days of the change. O. Reg. 391/21, s. 45 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK51\"></a><b>45. </b>(1) <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 349/22, s. 20 (1).</p> <p class=\"subsection-e\">  (2) A producer of blue box material supplied to consumers in Ontario shall register with the Authority, through the Registry, by submitting the information required in subsection (3) within 30 days of becoming a producer. O. Reg. 391/21, s. 45 (2); O. Reg. 349/22, s. 20 (2).</p> <p class=\"subsection-e\">  (3) The following information shall be submitted to the Authority, through the Registry, by producers required to register under subsection (2):</p> <p class=\"paragraph-e\">  1. The name and contact information of the producer and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  2. The name and contact information of the person responsible for registering the producer.</p> <p class=\"paragraph-e\">  3. The name, contact information and any unique identifier assigned by the Registrar of any producer responsibility organizations retained by the producer, and</p> <p class=\"subpara-e\">  i. a list of collection services provided by the producer responsibility organization to the producer under Part IV or V,</p> <p class=\"subpara-e\">  ii. a list of management services provided by the producer responsibility organization to the producer under Part VI,</p> <p class=\"subpara-e\">  iii. a list of promotion and education services provided by the producer responsibility organization to the producer under Part VIII,</p> <p class=\"subpara-e\">  iv. a list of any other services provided by the producer responsibility organization to the producer, and</p> <p class=\"subpara-e\">  v. whether the collection services under Part IV are expected be provided by the producer responsibility organization.</p> <p class=\"paragraph-e\">  4. If the producer is operating an alternative collection system, a description of the alternative collection system, including each material category of blue box material collected in the alternative collection system.</p> <p class=\"paragraph-e\">  5. If the producer is electing to register a collection system as a supplemental collection system, a description of the supplemental collection system.</p> <p class=\"paragraph-e\">  6. The material categories contained in the blue box material supplied to consumers in Ontario for which the person is a producer.</p> <p class=\"paragraph-e\"> 7., 8.  <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 174/23, s. 6 (2).</p> <p class=\"footnote-e\">O. Reg. 391/21, s. 45 (3); O. Reg. 349/22, s. 20 (3-5); O. Reg. 174/23, s. 6.</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 349/22, s. 20 (6).</p> <p class=\"subsection-e\">  (5) If there is a change to the information submitted to the Authority in this section, the producer shall submit the updated information to the Authority, through the Registry, within 30 days of the change. O. Reg. 391/21, s. 45 (5).</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "46.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Registration, producer responsibility organizations",
            "content": " 46. (1) A producer responsibility organization shall register by submitting the information in subsection (2) to the Authority, through the Registry, no later than 30 days from the date the producer responsibility organization entered into an agreement with a producer. O. Reg. 349/22, s. 21 (1). (2) The following information shall be submitted to the Authority, through the Registry, by producer responsibility organizations required to register under subsection (1): 1. The name and contact information of the producer responsibility organization and any unique identifier assigned by the Registrar. 2. The name and contact information of the person responsible for registering the producer responsibility organization. 3. The name, contact information and any unique identifier assigned by the Registrar to each producer who has entered into an agreement with the producer responsibility organization. 4. A list of services the producer responsibility organization has agreed to provide for each producer in respect of, i. Part IV, ii. Part V, iii. Part VI, iv. Part VIII, v. a\r\nsupplemental collection system, and vi. any other obligation in this Regulation. 5. A list of material categories of blue box material in respect of which the producer responsibility organization provides services under Part V for each producer. O. Reg. 391/21, s. 46 (2). (3) Revoked: O. Reg. 349/22, s. 21 (2). (4) If there is a change to the information submitted to the Authority in this section, the producer responsibility organization shall submit the updated information to the Authority, through the Registry, within 30 days of the change. O. Reg. 391/21, s. 46 (4). 47., 48. Revoked: O. Reg. 349/22, s. 22.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK52\"></a><b>46. </b>(1) A producer responsibility organization shall register by submitting the information in subsection (2) to the Authority, through the Registry, no later than 30 days from the date the producer responsibility organization entered into an agreement with a producer. O. Reg. 349/22, s. 21 (1).</p> <p class=\"subsection-e\">  (2) The following information shall be submitted to the Authority, through the Registry, by producer responsibility organizations required to register under subsection (1):</p> <p class=\"paragraph-e\">  1. The name and contact information of the producer responsibility organization and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  2. The name and contact information of the person responsible for registering the producer responsibility organization.</p> <p class=\"paragraph-e\">  3. The name, contact information and any unique identifier assigned by the Registrar to each producer who has entered into an agreement with the producer responsibility organization.</p> <p class=\"paragraph-e\">  4. A list of services the producer responsibility organization has agreed to provide for each producer in respect of,</p> <p class=\"subpara-e\">  i. Part IV,</p> <p class=\"subpara-e\">  ii. Part V,</p> <p class=\"subpara-e\">  iii. Part VI,</p> <p class=\"subpara-e\">  iv. Part VIII,</p> <p class=\"subpara-e\">  v. a\r\nsupplemental collection system, and</p> <p class=\"subpara-e\">  vi. any other obligation in this Regulation.</p> <p class=\"paragraph-e\">  5. A list of material categories of blue box material in respect of which the producer responsibility organization provides services under Part V for each producer. O. Reg. 391/21, s. 46 (2).</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 349/22, s. 21 (2).</p> <p class=\"subsection-e\">  (4) If there is a change to the information submitted to the Authority in this section, the producer responsibility organization shall submit the updated information to the Authority, through the Registry, within 30 days of the change. O. Reg. 391/21, s. 46 (4).</p> <p class=\"section-e\"> <b>47., 48. </b><span class=\"ovsmallcap\">Revoked:</span> O. Reg. 349/22, s. 22.</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "49.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Registration, blue box processors",
            "content": " 49. (1) A processor shall register with the Authority, through the Registry, by submitting the information listed in subsection (2) on or before, (a) April 1, 2022, if the processor processed blue box material that was supplied to consumers in Ontario on or before January 1, 2021; or (b) January 31 of the calendar year immediately following the year in which the processor first processed blue box material that was supplied to consumers in Ontario after January 1, 2021. (2) The following information shall be submitted to the Authority, through the Registry, by processors required to register under subsection (1): 1. The name and contact information of the processor and any unique identifier assigned by the Registrar. 2. The name and contact information of the person responsible for registering the processor. 3. Each material category of blue box material supplied to consumers in Ontario the processor processes, the location of each site where the processor receives and processes this material and the types of recovered resources that result from the processing. 4. The name, contact information and any unique identifier assigned by the Registrar of producers and producer responsibility organizations that have agreements with the processor to process blue box material supplied to consumers in Ontario. (3) If there is a change to the information submitted to the Authority in this section, the processor shall submit the updated information to the Authority, through the Registry, within 15 days of the change.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK53\"></a><b>49. </b>(1) A processor shall register with the Authority, through the Registry, by submitting the information listed in subsection (2) on or before,</p> <p class=\"clause-e\">  (a) April 1, 2022, if the processor processed blue box material that was supplied to consumers in Ontario on or before January 1, 2021; or</p> <p class=\"clause-e\">  (b) January 31 of the calendar year immediately following the year in which the processor first processed blue box material that was supplied to consumers in Ontario after January 1, 2021.</p> <p class=\"subsection-e\">  (2) The following information shall be submitted to the Authority, through the Registry, by processors required to register under subsection (1):</p> <p class=\"paragraph-e\">  1. The name and contact information of the processor and any unique identifier assigned by the Registrar.</p> <p class=\"paragraph-e\">  2. The name and contact information of the person responsible for registering the processor.</p> <p class=\"paragraph-e\">  3. Each material category of blue box material supplied to consumers in Ontario the processor processes, the location of each site where the processor receives and processes this material and the types of recovered resources that result from the processing.</p> <p class=\"paragraph-e\">  4. The name, contact information and any unique identifier assigned by the Registrar of producers and producer responsibility organizations that have agreements with the processor to process blue box material supplied to consumers in Ontario.</p> <p class=\"subsection-e\">  (3) If there is a change to the information submitted to the Authority in this section, the processor shall submit the updated information to the Authority, through the Registry, within 15 days of the change.</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "50.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Initial reports, producers",
            "content": " 50. (1) A producer of blue box material supplied to consumers in Ontario in 2021 shall submit an annual report to the Authority, through the Registry, that contains the information listed in subsection (3) in respect of the 2021 calendar year on or before April 30, 2022. O. Reg. 391/21, s. 50 (1). (2) A producer of blue box material supplied to consumers in Ontario in 2022 shall submit an annual report to the Authority, through the Registry, that contains the information listed in subsection (3) in respect of the 2022 calendar year on or before April 30, 2023. O. Reg. 391/21, s. 50 (2). (3) The following information shall be included in an annual report submitted to the Authority, through the Registry, under subsection (1) or (2) by producers: 1. The weight of blue box material in each material category supplied to consumers in Ontario for which the person was a producer. 2. The weight of the blue box material in each material category in paragraph 1 that was, i. deposited into a receptacle at a location that is, A. not an eligible source, and B. where the product related to the blue box material was supplied and used or consumed, and ii. collected from an eligible source at the time a related product was installed or delivered. 3. The weight of blue box material in each material category required to be reported in paragraph 1 minus the weight of blue box material in that material category required to be reported in paragraph 2. O. Reg. 391/21, s. 50 (3). (4) A producer may elect to submit a revised annual report to the Authority, on or before July 31, 2023, replacing the information reported under paragraphs 2 and 3 of subsection (3) with the following information: 1. For each material category other than the beverage container material category, the sum of the following weights of blue box material that were included in the weight required to be reported in paragraph 1 of subsection (3): i. Subject to subsection (5), the weight that was collected from a business or an institution, including an office, a store, a shopping mall, a restaurant, a hotel, a hospital, a community centre, a place of worship, a recreation facility, a sports venue, an entertainment venue, a university, a college, a manufacturing facility, a golf course, a cemetery and an amusement park. ii. The weight that was collected from a residence or facility at the time a related product was installed or delivered. 2. The weight of blue box material in each material category required to be reported in paragraph 1 of subsection (3) minus the weight of blue box material in that material category required to be reported in paragraph 1 of this subsection. O. Reg. 174/23, s. 7. (5) The weight mentioned in subparagraph 1 i of subsection (4) shall not include the weight of any of the following blue box material: 1. Material collected under an alternative collection system registered in accordance with Part V. 2. Material collected under a supplemental collection system. 3. Material that is generated at a facility as described in subsection 27 (2). 4. Material that is collected from a residence through a curbside or depot collection service. 5. Material that is collected from a public space. O. Reg. 174/23, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK54\"></a><b>50. </b>(1) A producer of blue box material supplied to consumers in Ontario in 2021 shall submit an annual report to the Authority, through the Registry, that contains the information listed in subsection (3) in respect of the 2021 calendar year on or before April 30, 2022. O. Reg. 391/21, s. 50 (1).</p> <p class=\"subsection-e\">  (2) A producer of blue box material supplied to consumers in Ontario in 2022 shall submit an annual report to the Authority, through the Registry, that contains the information listed in subsection (3) in respect of the 2022 calendar year on or before April 30, 2023. O. Reg. 391/21, s. 50 (2).</p> <p class=\"subsection-e\">  (3) The following information shall be included in an annual report submitted to the Authority, through the Registry, under subsection (1) or (2) by producers:</p> <p class=\"paragraph-e\">  1. The weight of blue box material in each material category supplied to consumers in Ontario for which the person was a producer.</p> <p class=\"paragraph-e\">  2. The weight of the blue box material in each material category in paragraph 1 that was,</p> <p class=\"subpara-e\">  i. deposited into a receptacle at a location that is,</p> <p class=\"subsubpara-e\">  A. not an eligible source, and</p> <p class=\"subsubpara-e\">  B. where the product related to the blue box material was supplied and used or consumed,<span> </span>and</p> <p class=\"subpara-e\">  ii. collected from an eligible source at the time a related product was installed or delivered.</p> <p class=\"paragraph-e\">  3. The weight of blue box material in each material category required to be reported in paragraph 1 minus the weight of blue box material in that material category required to be reported in paragraph 2. O. Reg. 391/21, s. 50 (3).</p> <p class=\"subsection-e\">  (4) A producer may elect to submit a revised annual report to the Authority, on or before July 31, 2023, replacing the information reported under paragraphs 2 and 3 of subsection (3) with the following information:</p> <p class=\"paragraph-e\">  1. For each material category other than the beverage container material category, the sum of the following weights of blue box material that were included in the weight required to be reported in paragraph 1 of subsection (3):</p> <p class=\"subpara-e\">  i. Subject to subsection (5), the weight that was collected from a business or an institution, including an office, a store, a shopping mall, a restaurant, a hotel, a hospital, a community centre, a place of worship, a recreation facility, a sports venue, an entertainment venue, a university, a college, a manufacturing facility, a golf course, a cemetery and an amusement park.</p> <p class=\"subpara-e\">  ii. The weight that was collected from a residence or facility at the time a related product was installed or delivered.</p> <p class=\"paragraph-e\">  2. The weight of blue box material in each material category required to be reported in paragraph 1 of subsection (3) minus the weight of blue box material in that material category required to be reported in paragraph 1 of this subsection. O. Reg. 174/23, s. 7.</p> <p class=\"subsection-e\">  (5) The weight mentioned in subparagraph 1 i of subsection (4) shall not include the weight of any of the following blue box material:</p> <p class=\"paragraph-e\">  1. Material collected under an alternative collection system registered in accordance with Part V.</p> <p class=\"paragraph-e\">  2. Material collected under a supplemental collection system.</p> <p class=\"paragraph-e\">  3. Material that is generated at a facility as described in subsection 27 (2).</p> <p class=\"paragraph-e\">  4. Material that is collected from a residence through a curbside or depot collection service.</p> <p class=\"paragraph-e\">  5. Material that is collected from a public space. O. Reg. 174/23, s. 7.</p>"
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "50.1",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Initial report, producer responsibility organizations",
            "content": " 50.1 (1) This section applies to a producer responsibility organization that had, as of April 1, 2022, either on its own or through agreement with another producer responsibility organization, entered into agreements with producers responsible for more than 66 per cent of the aggregate weight of blue box material supplied to consumers in Ontario in 2020, including representation agreements as defined in subsection 1 (1) immediately before this section came into force, as ascertained from the reports made by producers under subparagraph 7 iii of subsection 45 (3). O. Reg. 349/22, s. 23. (2) No later than July 1, 2022, the producer responsibility organization shall submit to the Authority a report setting out the following information: 1. A description of how the producer responsibility organization intends to comply with the requirements of Part IV, including any agreements between the producer responsibility organization and other producer responsibility organizations. 2. A detailed description of how the producer responsibility organization will make collected blue box material available for processing, how it will be processed and where it expects receiving facilities will be located in Ontario. 3. A description of how the producer responsibility organization intends to comply with the requirements of Part VIII. O. Reg. 349/22, s. 23. (3) If two or more producer responsibility organizations have entered into an agreement with each other as described in subsection (1), one producer responsibility organization shall submit a single report on behalf of them for the purposes of this section. O. Reg. 349/22, s. 23. (4) The Authority shall make the report publicly available on the Registry. O. Reg. 349/22, s. 23.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK55\"></a><b>50.1 </b>(1) This section applies to a producer responsibility organization that had, as of April 1, 2022, either on its own or through agreement with another producer responsibility organization, entered into agreements with producers responsible for more than 66 per cent of the aggregate weight of blue box material supplied to consumers in Ontario in 2020, including representation agreements as defined in subsection 1 (1) immediately before this section came into force, as ascertained from the reports made by producers under subparagraph 7 iii of subsection 45 (3). O. Reg. 349/22, s. 23.</p> <p class=\"subsection-e\">  (2) No later than July 1, 2022, the producer responsibility organization shall submit to the Authority a report setting out the following information:</p> <p class=\"paragraph-e\">  1. A description of how the producer responsibility organization intends to comply with the requirements of Part IV, including any agreements between the producer responsibility organization and other producer responsibility organizations.</p> <p class=\"paragraph-e\">  2. A detailed description of how the producer responsibility organization will make collected blue box material available for processing, how it will be processed and where it expects receiving facilities will be located in Ontario.</p> <p class=\"paragraph-e\">  3. A description of how the producer responsibility organization intends to comply with the requirements of Part VIII. O. Reg. 349/22, s. 23.</p> <p class=\"subsection-e\">  (3) If two or more producer responsibility organizations have entered into an agreement with each other as described in subsection (1), one producer responsibility organization shall submit a single report on behalf of them for the purposes of this section. O. Reg. 349/22, s. 23.</p> <p class=\"subsection-e\">  (4) The Authority shall make the report publicly available on the Registry. O. Reg. 349/22, s. 23.</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "51.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Annual report, producers",
            "content": " 51. (1) A producer shall submit an annual report to the Authority, through the Registry, that contains the following information: 1. The weight of the blue box material in each material category supplied to consumers in Ontario in the previous calendar year for which the person was a producer. 2. For each material category other than the beverage container material category, the sum of the following weights of blue box material that were included in the weight required to be reported under paragraph 1: i. Subject to subsection (1.1), the weight that was collected from a business or an institution, including an office, a store, a shopping mall, a restaurant, a hotel, a hospital, a community centre, a place of worship, a recreation facility, a sports venue, an entertainment venue, a university, a college, a manufacturing facility, a golf course, a cemetery and an amusement park. ii. The weight that was collected from a residence or facility at the time a related product was installed or delivered. 3. The weight of blue box material in each material category reported in paragraph 1 minus the weight of blue box material in that material category reported in paragraph 2. 4. If the producer is required to report information under paragraph 1, 2, or 3 about blue box material in the certified compostable products and packaging material category, the weight of blue box material in that material category certified under each applicable international, national or industry standard. 5. A description of the actions taken by the producer in the previous calendar year to satisfy the producer’s requirements under Part IV, Part V, Part VI and Part VIII. 6. A description of the actions taken by producer responsibility organizations, with whom the producer had an agreement in the previous calendar year, to satisfy the producer and producer responsibility organizations’ requirements in Part IV, Part V, Part VI and Part VIII. 7.  Revoked: O. Reg. 349/22, s. 24 (2). 8. If the producer fulfilled any requirements under Part V without entering into an agreement with a producer responsibility organization, the following information in respect of those requirements, as applicable: i. The weight of blue box material by material category collected by the producer. ii. The location and business hours of all collection sites in the alternative collection system. iii. A description of all methods of collection in the alternative collection system. 9. If the producer fulfilled any requirements under Part VI without entering into an agreement with a producer responsibility organization, the following information in respect of those requirements, as applicable: i. A list of every processor that the producer retained to process blue box material supplied to consumers in Ontario. ii. Any unique identifier assigned by the Registrar to each processor referred to in subparagraph i. 10. The producer’s management requirement for each material category calculated in accordance with section 40, the total weight of recovered resources it accounted for in respect of its management requirement in each material category and whether it met or exceeded its management requirement for each material category. 11. The following amounts related to recovered resources, reported in the name of the producer, by a processor under clause 43 (a), a processor under subclause 43 (b) (i) or a producer responsibility organization under subclause 43 (b) (ii), with amounts related to recovered resources reported by each processor or producer responsibility organization and under each provision reported separately: i. The weight of recovered resources the producer accounted for, and reported on, for its management requirement in each material category. ii. The weight of recovered resources reported under subparagraph i that was, A. marketed for re-use for their original purpose or function in accordance with subparagraph 1 i of subsection 41 (2), and B. marketed for use in new products or packaging in accordance with subparagraph 1 ii of subsection 41 (2). iii. The weight of materials that would be recovered resources that could be reported under subparagraph i except that they were, A. used in a product that is land cover, unless the land cover is, 1. aggregate and the recovered resources in the aggregate do not account for more than 15 per cent of the producer’s management requirement for any material category, or 2. a\r\nproduct that supports soil health or crop growth that is created through the combination of the recovered resources with organic matter, and the recovered resources used for the product are recovered from paper, B. used in a product that is fuel or a fuel supplement, C. supplied to an incinerator for use in incineration, or D. landfilled or land disposed by a processor. iv. The weight of each amount reported under subparagraphs i, ii and iii that was recovered from blue box material collected under Part IV and Part V. v. The weight of each amount reported under subparagraphs i and ii that was recovered from blue box material collected pursuant to a supplemental collection system. O. Reg. 391/21, s. 51 (1); O. Reg. 349/22, s. 24; O. Reg. 174/23, s. 8 (1). (1.1) The weight mentioned in subparagraph 2 i of subsection (1) shall not include the weight of any of the following blue box material: 1. Material collected under an alternative collection system registered in accordance with Part V. 2. Material collected under a supplemental collection system. 3. Material that is generated at a facility as described in subsection 27 (2). 4. Material that is collected from a residence through a curbside or depot collection service. 5. Material that is collected from a public space. O. Reg. 174/23, s. 8 (2). (2) The annual report required by subsection (1) shall be submitted on or before May 31 of each year, beginning in 2024. O. Reg. 391/21, s. 51 (2); O. Reg. 174/23, s. 8 (3). (3) The information required to be submitted in subsection (1) is in respect of the calendar year prior to the year the report is required to be submitted. O. Reg. 391/21, s. 51 (3). (4) For greater certainty, a producer is not required to submit an annual report under subsection (1) in the first calendar year in which it is a producer. O. Reg. 391/21, s. 51 (4). (5) Despite subsection (1), a producer that is required to submit an annual report in accordance with subsection (1) in respect of the certified compostable products and packaging material category shall only include the information in paragraphs 1, 2, 3 and 4 of subsection (1) in the annual report in respect of the certified compostable products and packaging material category. O. Reg. 391/21, s. 51 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK56\"></a><b>51. </b>(1) A producer shall submit an annual report to the Authority, through the Registry, that contains the following information:</p> <p class=\"paragraph-e\">  1. The weight of the blue box material in each material category supplied to consumers in Ontario in the previous calendar year for which the person was a producer.</p> <p class=\"paragraph-e\">  2. For each material category other than the beverage container material category, the sum of the following weights of blue box material that were included in the weight required to be reported under paragraph 1:</p> <p class=\"subpara-e\">  i. Subject to subsection (1.1), the weight that was collected from a business or an institution, including an office, a store, a shopping mall, a restaurant, a hotel, a hospital, a community centre, a place of worship, a recreation facility, a sports venue, an entertainment venue, a university, a college, a manufacturing facility, a golf course, a cemetery and an amusement park.</p> <p class=\"subpara-e\">  ii. The weight that was collected from a residence or facility at the time a related product was installed or delivered.</p> <p class=\"paragraph-e\">  3. The weight of blue box material in each material category reported in paragraph 1 minus the weight of blue box material in that material category reported in paragraph 2.</p> <p class=\"paragraph-e\">  4. If the producer is required to report information under paragraph 1, 2, or 3 about blue box material in the certified compostable products and packaging material category, the weight of blue box material in that material category certified under each applicable international, national or industry standard.</p> <p class=\"paragraph-e\">  5. A description of the actions taken by the producer in the previous calendar year to satisfy the producer’s requirements under Part IV, Part V, Part VI and Part VIII.</p> <p class=\"paragraph-e\">  6. A description of the actions taken by producer responsibility organizations, with whom the producer had an agreement in the previous calendar year, to satisfy the producer and producer responsibility organizations’ requirements in Part IV, Part V, Part VI and Part VIII.</p> <p class=\"paragraph-e\">  7.  <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 349/22, s. 24 (2).</p> <p class=\"paragraph-e\">  8. If the producer fulfilled any requirements under Part V without entering into an agreement with a producer responsibility organization, the following information in respect of those requirements, as applicable:</p> <p class=\"subpara-e\">  i. The weight of blue box material by material category collected by the producer.</p> <p class=\"subpara-e\">  ii. The location and business hours of all collection sites in the alternative collection system.</p> <p class=\"subpara-e\">  iii. A description of all methods of collection in the alternative collection system.</p> <p class=\"paragraph-e\">  9. If the producer fulfilled any requirements under Part VI without entering into an agreement with a producer responsibility organization, the following information in respect of those requirements, as applicable:</p> <p class=\"subpara-e\">  i. A list of every processor that the producer retained to process blue box material supplied to consumers in Ontario.</p> <p class=\"subpara-e\">  ii. Any unique identifier assigned by the Registrar to each processor referred to in subparagraph i.</p> <p class=\"paragraph-e\">  10. The producer’s management requirement for each material category calculated in accordance with section 40, the total weight of recovered resources it accounted for in respect of its management requirement in each material category and whether it met or exceeded its management requirement for each material category.</p> <p class=\"paragraph-e\">  11. The following amounts related to recovered resources, reported in the name of the producer, by a processor under clause 43 (a), a processor under subclause 43 (b) (i) or a producer responsibility organization under subclause 43 (b) (ii), with amounts related to recovered resources reported by each processor or producer responsibility organization and under each provision reported separately:</p> <p class=\"subpara-e\">  i. The weight of recovered resources the producer accounted for, and reported on, for its management requirement in each material category.</p> <p class=\"subpara-e\">  ii. The weight of recovered resources reported under subparagraph i that was,</p> <p class=\"subsubpara-e\">  A. marketed for re-use for their original purpose or function in accordance with subparagraph 1 i of subsection 41 (2), and</p> <p class=\"subsubpara-e\">  B. marketed for use in new products or packaging in accordance with subparagraph 1 ii of subsection 41 (2).</p> <p class=\"subpara-e\">  iii. The weight of materials that would be recovered resources that could be reported under subparagraph i except that they were,</p> <p class=\"subsubpara-e\">  A. used in a product that is land cover, unless the land cover is,</p> <p class=\"subsubsubpara-e\">  1. aggregate and the recovered resources in the aggregate do not account for more than 15 per cent of the producer’s management requirement for any material category, or</p> <p class=\"subsubsubpara-e\">  2. a\r\nproduct that supports soil health or crop growth that is created through the combination of the recovered resources with organic matter, and the recovered resources used for the product are recovered from paper,</p> <p class=\"subsubpara-e\">  B. used in a product that is fuel or a fuel supplement,</p> <p class=\"subsubpara-e\">  C. supplied to an incinerator for use in incineration, or</p> <p class=\"subsubpara-e\">  D. landfilled or land disposed by a processor.</p> <p class=\"subpara-e\">  iv. The weight of each amount reported under subparagraphs i, ii and iii that was recovered from blue box material collected under Part IV and Part V.</p> <p class=\"subpara-e\">  v. The weight of each amount reported under subparagraphs i and ii that was recovered from blue box material collected pursuant to a supplemental collection system. O. Reg. 391/21, s. 51 (1); O. Reg. 349/22, s. 24; O. Reg. 174/23, s. 8 (1).</p> <p class=\"subsection-e\">  (1.1) The weight mentioned in subparagraph 2 i of subsection (1) shall not include the weight of any of the following blue box material:</p> <p class=\"paragraph-e\">  1. Material collected under an alternative collection system registered in accordance with Part V.</p> <p class=\"paragraph-e\">  2. Material collected under a supplemental collection system.</p> <p class=\"paragraph-e\">  3. Material that is generated at a facility as described in subsection 27 (2).</p> <p class=\"paragraph-e\">  4. Material that is collected from a residence through a curbside or depot collection service.</p> <p class=\"paragraph-e\">  5. Material that is collected from a public space. O. Reg. 174/23, s. 8 (2).</p> <p class=\"subsection-e\">  (2) The annual report required by subsection (1) shall be submitted on or before May 31 of each year, beginning in 2024. O. Reg. 391/21, s. 51 (2); O. Reg. 174/23, s. 8 (3).</p> <p class=\"subsection-e\">  (3) The information required to be submitted in subsection (1) is in respect of the calendar year prior to the year the report is required to be submitted. O. Reg. 391/21, s. 51 (3).</p> <p class=\"subsection-e\">  (4) For greater certainty, a producer is not required to submit an annual report under subsection (1) in the first calendar year in which it is a producer. O. Reg. 391/21, s. 51 (4).</p> <p class=\"subsection-e\">  (5) Despite subsection (1), a producer that is required to submit an annual report in accordance with subsection (1) in respect of the certified compostable products and packaging material category shall only include the information in paragraphs 1, 2, 3 and 4 of subsection (1) in the annual report in respect of the certified compostable products and packaging material category. O. Reg. 391/21, s. 51 (5).</p>"
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "52.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Annual report, producer responsibility organizations",
            "content": " 52. (1) A producer responsibility organization shall submit an annual report to the Authority, through the Registry, that contains the following information: 1. A description of the collection services arranged, established or operated on behalf of each producer that retained the producer responsibility organization, including the following information: i. The name and contact information of the producer and any unique identifier assigned by the Registrar. ii. If the producer responsibility organization entered into an agreement with the producer to provide collection services pursuant to Part IV, the following information: A. The weight of blue box material collected by the producer responsibility organization in accordance with the agreement. B. In respect of collection services provided for public spaces, the number of blue box receptacles provided by the producer responsibility organization in each eligible community. C.  Revoked: O. Reg. 349/22, s. 25. iii. If the producer responsibility organization entered into an agreement with the producer to provide collection services in in respect of Part V, the following information: A. The weight of blue box material by material category collected by the producer responsibility organization in the alternative collection system. B. The location and business hours of all collection sites in the alternative collection system, if any. C. A description of all methods of collection in the alternative collection system. iv. If the producer responsibility organization entered into an agreement with the producer to establish and operate a supplemental collection system, a description of the supplemental collection system. 2. A description of the management services arranged, established or operated on behalf of each producer that retained the producer responsibility organization, including, i. a list of every processor that the producer responsibility organization retained to process blue box material supplied to consumers in Ontario, and ii. any unique identifier assigned by the Registrar to each processor referred to in subparagraph i. 3. The following weights related to recovered resources a processor reported in the name of the producer responsibility organization under subclause 43 (b) (ii): i. The weight of recovered resources producers could account for, and report on, for their management requirement in each material category. ii. The weight of recovered resources reported under subparagraph i that was, A. marketed for re-use for their original purpose or function in accordance with subparagraph 1 i of subsection 41 (2), and B. marketed for use in new products or packaging in accordance with subparagraph 1 ii of subsection 41 (2). iii. The weight of materials that would be recovered resources that could be reported under subparagraph i except that they were, A. used in a product that is land cover, unless the land cover is, 1. aggregate and the recovered resources in the aggregate do not account for more than 15 per cent of the producer’s management requirement for any material category, or 2. a\r\nproduct that supports soil health or crop growth that is created through the combination of the recovered resources with organic matter, and the recovered resources used for the product are recovered from paper, B. used in a product that is fuel or a fuel supplement, C. supplied to an incinerator for use in incineration, or D. landfilled or land disposed by a processor. iv. The weight of each amount reported under subparagraphs i, ii and iii that was recovered from blue box material collected under Part IV and Part V. v. The weight of each amount reported under subparagraphs i and ii that was recovered from blue box material collected pursuant to a supplemental collection system. 4. The amount of every weight reported under paragraph 3 that the producer responsibility organization then reported in the name of a producer under subclause 43 (b) (ii), with the amounts reported in the name of each producer reported separately. O. Reg. 391/21, s. 52 (1); O. Reg. 349/22, s. 25; O. Reg. 174/23, s. 9 (1). (2) The annual report required by subsection (1) shall be submitted on or before May 31 of each year, beginning in 2024. O. Reg. 391/21, s. 52 (2); O. Reg. 174/23, s. 9 (2). (3) The information required to be submitted in subsection (1) is in respect of the calendar year prior to the year the report is required to be submitted. O. Reg. 391/21, s. 52 (3). (4) For greater certainty, a producer responsibility organization is not required to submit an annual report under subsection (1) in the first calendar year in which it is a producer responsibility organization. O. Reg. 391/21, s. 52 (4). (5) Despite subsection (1), a producer responsibility organization is not required to provide any information in respect of the certified compostable products and packaging material category. O. Reg. 391/21, s. 52 (5). (6) For greater clarity, all of the information in subsection (1) shall be reported separately for each producer. O. Reg. 391/21, s. 52 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK57\"></a><b>52. </b>(1) A producer responsibility organization shall submit an annual report to the Authority, through the Registry, that contains the following information:</p> <p class=\"paragraph-e\">  1. A description of the collection services arranged, established or operated on behalf of each producer that retained the producer responsibility organization, including the following information:</p> <p class=\"subpara-e\">  i. The name and contact information of the producer and any unique identifier assigned by the Registrar.</p> <p class=\"subpara-e\">  ii. If the producer responsibility organization entered into an agreement with the producer to provide collection services pursuant to Part IV, the following information:</p> <p class=\"subsubpara-e\">  A. The weight of blue box material collected by the producer responsibility organization in accordance with the agreement.</p> <p class=\"subsubpara-e\">  B. In respect of collection services provided for public spaces, the number of blue box receptacles provided by the producer responsibility organization in each eligible community.</p> <p class=\"subsubpara-e\">  C.  <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 349/22, s. 25.</p> <p class=\"subpara-e\">  iii. If the producer responsibility organization entered into an agreement with the producer to provide collection services in in respect of Part V, the following information:</p> <p class=\"subsubpara-e\">  A. The weight of blue box material by material category collected by the producer responsibility organization in the alternative collection system.</p> <p class=\"subsubpara-e\">  B. The location and business hours of all collection sites in the alternative collection system, if any.</p> <p class=\"subsubpara-e\">  C. A description of all methods of collection in the alternative collection system.</p> <p class=\"subpara-e\">  iv. If the producer responsibility organization entered into an agreement with the producer to establish and operate a supplemental collection system, a description of the supplemental collection system.</p> <p class=\"paragraph-e\">  2. A description of the management services arranged, established or operated on behalf of each producer that retained the producer responsibility organization, including,</p> <p class=\"subpara-e\">  i. a list of every processor that the producer responsibility organization retained to process blue box material supplied to consumers in Ontario, and</p> <p class=\"subpara-e\">  ii. any unique identifier assigned by the Registrar to each processor referred to in subparagraph i.</p> <p class=\"paragraph-e\">  3. The following weights related to recovered resources a processor reported in the name of the producer responsibility organization under subclause 43 (b) (ii):</p> <p class=\"subpara-e\">  i. The weight of recovered resources producers could account for, and report on, for their management requirement in each material category.</p> <p class=\"subpara-e\">  ii. The weight of recovered resources reported under subparagraph i that was,</p> <p class=\"subsubpara-e\">  A. marketed for re-use for their original purpose or function in accordance with subparagraph 1 i of subsection 41 (2), and</p> <p class=\"subsubpara-e\">  B. marketed for use in new products or packaging in accordance with subparagraph 1 ii of subsection 41 (2).</p> <p class=\"subpara-e\">  iii. The weight of materials that would be recovered resources that could be reported under subparagraph i except that they were,</p> <p class=\"subsubpara-e\">  A. used in a product that is land cover, unless the land cover is,</p> <p class=\"subsubsubpara-e\">  1. aggregate and the recovered resources in the aggregate do not account for more than 15 per cent of the producer’s management requirement for any material category, or</p> <p class=\"subsubsubpara-e\">  2. a\r\nproduct that supports soil health or crop growth that is created through the combination of the recovered resources with organic matter, and the recovered resources used for the product are recovered from paper,</p> <p class=\"subsubpara-e\">  B. used in a product that is fuel or a fuel supplement,</p> <p class=\"subsubpara-e\">  C. supplied to an incinerator for use in incineration, or</p> <p class=\"subsubpara-e\">  D. landfilled or land disposed by a processor.</p> <p class=\"subpara-e\">  iv. The weight of each amount reported under subparagraphs i, ii and iii that was recovered from blue box material collected under Part IV and Part V.</p> <p class=\"subpara-e\">  v. The weight of each amount reported under subparagraphs i and ii that was recovered from blue box material collected pursuant to a supplemental collection system.</p> <p class=\"paragraph-e\">  4. The amount of every weight reported under paragraph 3 that the producer responsibility organization then reported in the name of a producer under subclause 43 (b) (ii), with the amounts reported in the name of each producer reported separately. O. Reg. 391/21, s. 52 (1); O. Reg. 349/22, s. 25; O. Reg. 174/23, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The annual report required by subsection (1) shall be submitted on or before May 31 of each year, beginning in 2024. O. Reg. 391/21, s. 52 (2); O. Reg. 174/23, s. 9 (2).</p> <p class=\"subsection-e\">  (3) The information required to be submitted in subsection (1) is in respect of the calendar year prior to the year the report is required to be submitted. O. Reg. 391/21, s. 52 (3).</p> <p class=\"subsection-e\">  (4) For greater certainty, a producer responsibility organization is not required to submit an annual report under subsection (1) in the first calendar year in which it is a producer responsibility organization. O. Reg. 391/21, s. 52 (4).</p> <p class=\"subsection-e\">  (5) Despite subsection (1), a producer responsibility organization is not required to provide any information in respect of the certified compostable products and packaging material category. O. Reg. 391/21, s. 52 (5).</p> <p class=\"subsection-e\">  (6) For greater clarity, all of the information in subsection (1) shall be reported separately for each producer. O. Reg. 391/21, s. 52 (6).</p>"
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "53.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Annual report, processors",
            "content": " 53. (1) A processor shall submit an annual report to the Authority, through the Registry, that contains the following information: 1. Weights of the following, with weights in respect of blue box material collected under Part IV, Part V and supplemental collection systems reported separately: i. Blue box material supplied to consumers in Ontario received by the processor for processing. ii. Blue box material supplied to consumers in Ontario processed by the processor. iii. Recovered resources recovered from blue box material referred to in subparagraph ii. iv. Recovered resources referred to in subparagraph iii that were recovered from blue box material in each material category. 2. The following amounts related to recovered resources reported by the processor in its own name under clause 43 (a), for a producer under subclause 43 (b) (i) and for a producer responsibility organization under subclause 43 (b) (ii), with amounts related to recovered resources reported under each provision and for each producer or producer responsibility organization reported separately: i. The weight of recovered resources a producer could account for, and report on, for its management requirement in each material category. ii. The weight of recovered resources reported under subparagraph i that was, A. marketed for re-use for their original purpose or function in accordance with subparagraph 1 i of subsection 41 (2), and B. marketed for use in new products or packaging in accordance with subparagraph 1 ii of subsection 41 (2). iii. The weight of materials that would be recovered resources that could be reported under subparagraph i except that they were, A. used in a product that is land cover, unless the land cover is, 1. aggregate and the recovered resources in the aggregate do not account for more than 15 per cent of the producer’s management requirement for any material category, or 2. a\r\nproduct that supports soil health or crop growth that is created through the combination of the recovered resources with organic matter, and the recovered resources used for the product are recovered from paper, B. used in a product that is fuel or a fuel supplement, C. supplied to an incinerator for use in incineration, or D. landfilled or land disposed by a processor. iv. The weight of each amount reported under subparagraphs i, ii and iii that was recovered from blue box material collected under Part IV and Part V. v. The weight of each amount reported under subparagraphs i and ii that was recovered from blue box material collected pursuant to a supplemental collection system. O. Reg. 391/21, s. 53 (1). (2) The annual report required by subsection (1) shall be submitted on or before May 31 of each year, beginning in 2024. O. Reg. 391/21, s. 53 (2); O. Reg. 174/23, s. 10. (3) The information required to be submitted in subsection (1) is in respect of the calendar year prior to the year the report is required to be submitted. O. Reg. 391/21, s. 53 (3). (4) For greater certainty, a processor is not required to submit an annual report under subsection (1) in the first calendar year in which it is a processor. O. Reg. 391/21, s. 53 (4). (5) Despite subsection (1), a processor is not required to provide any information in respect of the certified compostable products and packaging material category. O. Reg. 391/21, s. 53 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK58\"></a><b>53. </b>(1) A processor shall submit an annual report to the Authority, through the Registry, that contains the following information:</p> <p class=\"paragraph-e\">  1. Weights of the following, with weights in respect of blue box material collected under Part IV, Part V and supplemental collection systems reported separately:</p> <p class=\"subpara-e\">  i. Blue box material supplied to consumers in Ontario received by the processor for processing.</p> <p class=\"subpara-e\">  ii. Blue box material supplied to consumers in Ontario processed by the processor.</p> <p class=\"subpara-e\">  iii. Recovered resources recovered from blue box material referred to in subparagraph ii.</p> <p class=\"subpara-e\">  iv. Recovered resources referred to in subparagraph iii that were recovered from blue box material in each material category.</p> <p class=\"paragraph-e\">  2. The following amounts related to recovered resources reported by the processor in its own name under clause 43 (a), for a producer under subclause 43 (b) (i) and for a producer responsibility organization under subclause 43 (b) (ii), with amounts related to recovered resources reported under each provision and for each producer or producer responsibility organization reported separately:</p> <p class=\"subpara-e\">  i. The weight of recovered resources a producer could account for, and report on, for its management requirement in each material category.</p> <p class=\"subpara-e\">  ii. The weight of recovered resources reported under subparagraph i that was,</p> <p class=\"subsubpara-e\">  A. marketed for re-use for their original purpose or function in accordance with subparagraph 1 i of subsection 41 (2), and</p> <p class=\"subsubpara-e\">  B. marketed for use in new products or packaging in accordance with subparagraph 1 ii of subsection 41 (2).</p> <p class=\"subpara-e\">  iii. The weight of materials that would be recovered resources that could be reported under subparagraph i except that they were,</p> <p class=\"subsubpara-e\">  A. used in a product that is land cover, unless the land cover is,</p> <p class=\"subsubsubpara-e\">  1. aggregate and the recovered resources in the aggregate do not account for more than 15 per cent of the producer’s management requirement for any material category, or</p> <p class=\"subsubsubpara-e\">  2. a\r\nproduct that supports soil health or crop growth that is created through the combination of the recovered resources with organic matter, and the recovered resources used for the product are recovered from paper,</p> <p class=\"subsubpara-e\">  B. used in a product that is fuel or a fuel supplement,</p> <p class=\"subsubpara-e\">  C. supplied to an incinerator for use in incineration, or</p> <p class=\"subsubpara-e\">  D. landfilled or land disposed by a processor.</p> <p class=\"subpara-e\">  iv. The weight of each amount reported under subparagraphs i, ii and iii that was recovered from blue box material collected under Part IV and Part V.</p> <p class=\"subpara-e\">  v. The weight of each amount reported under subparagraphs i and ii that was recovered from blue box material collected pursuant to a supplemental collection system. O. Reg. 391/21, s. 53 (1).</p> <p class=\"subsection-e\">  (2) The annual report required by subsection (1) shall be submitted on or before May 31 of each year, beginning in 2024. O. Reg. 391/21, s. 53 (2); O. Reg. 174/23, s. 10.</p> <p class=\"subsection-e\">  (3) The information required to be submitted in subsection (1) is in respect of the calendar year prior to the year the report is required to be submitted. O. Reg. 391/21, s. 53 (3).</p> <p class=\"subsection-e\">  (4) For greater certainty, a processor is not required to submit an annual report under subsection (1) in the first calendar year in which it is a processor. O. Reg. 391/21, s. 53 (4).</p> <p class=\"subsection-e\">  (5) Despite subsection (1), a processor is not required to provide any information in respect of the certified compostable products and packaging material category. O. Reg. 391/21, s. 53 (5).</p>"
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "54.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Eligible communities",
            "content": " 54. (1) Where an eligible community is included in the Blue Box Transition Schedule, the applicable local municipality, local services board or First Nation shall submit the information listed in subsection (2) to the Authority, through the Registry, no later than the date specified by the Authority as posted on the Registry. O. Reg. 349/22, s. 26. (2) The following information shall be submitted to the Authority, through the Registry, by the applicable local municipality, local services board or First Nation required to register under subsection (1): 1. The number of residents and residences in the eligible community. 2. The municipality, local services board, First Nation or other entity that provides the WDTA blue box program and garbage collection in the eligible community. 3. The contact information of the person responsible for waste management in the eligible community. 4. The number of residences that received collection services pursuant to the WDTA blue box program in the eligible community. 5. The criteria or conditions used to determine which facilities were included in the WDTA blue box program in the eligible community on August 15, 2019. 6. The number of facilities in the eligible community that received collection services pursuant to the WDTA blue box program. 7. The number of blue box receptacles in a public space in the eligible community that receive collection under the WDTA blue box program. O. Reg. 391/21, s. 54 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK59\"></a><b>54. </b>(1) Where an eligible community is included in the Blue Box Transition Schedule, the applicable local municipality, local services board or First Nation shall submit the information listed in subsection (2) to the Authority, through the Registry, no later than the date specified by the Authority as posted on the Registry. O. Reg. 349/22, s. 26.</p> <p class=\"subsection-e\">  (2) The following information shall be submitted to the Authority, through the Registry, by the applicable local municipality, local services board or First Nation required to register under subsection (1):</p> <p class=\"paragraph-e\">  1. The number of residents and residences in the eligible community.</p> <p class=\"paragraph-e\">  2. The municipality, local services board, First Nation or other entity that provides the WDTA blue box program and garbage collection in the eligible community.</p> <p class=\"paragraph-e\">  3. The contact information of the person responsible for waste management in the eligible community.</p> <p class=\"paragraph-e\">  4. The number of residences that received collection services pursuant to the WDTA blue box program in the eligible community.</p> <p class=\"paragraph-e\">  5. The criteria or conditions used to determine which facilities were included in the WDTA blue box program in the eligible community on August 15, 2019.</p> <p class=\"paragraph-e\">  6. The number of facilities in the eligible community that received collection services pursuant to the WDTA blue box program.</p> <p class=\"paragraph-e\">  7. The number of blue box receptacles in a public space in the eligible community that receive collection under the WDTA blue box program. O. Reg. 391/21, s. 54 (2).</p>"
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "55.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Transition",
            "content": " 55. (1) Subject to subsection (1.1), where an eligible community is included in the Blue Box Transition Schedule, the applicable local municipality, local services board or First Nation shall submit the information listed in subsection (2) to the Authority, through the Registry, on or before, (a) August 31, 2022, in the case of a local municipality, local services board area or reserve that is required to receive collection services pursuant to this Regulation in 2024; or (b) August 31, 2023, in the case of a local municipality, local services board area or reserve that is required to receive collection services pursuant to this Regulation in 2025. O. Reg. 349/22, s. 27. (1.1) The Authority may specify a later date than the one otherwise required under subsection (1) and post it on the Registry, and where the Authority has done so, the applicable local municipality, local services board or First Nation shall submit the information listed in subsection (2) to the Authority on or before that date. O. Reg. 349/22, s. 27. (2) The following information shall be submitted to the Authority, through the Registry, by a local municipality, local services board or First Nation required to register under subsection (1): 1. The location of residences that receive curbside garbage collection in the eligible community. 2. The location of residences that receive depot garbage collection in the eligible community. 3. The location of every garbage depot collection site in the eligible community. 4. The location of residences that receive curbside collection under the WDTA blue box program in the eligible community. 5. The location of residences that receive depot collection under the WDTA blue box program in the eligible community. 6. The location of facilities in the eligible community that receive collection services pursuant to the WDTA blue box program. 7. A description of a method pursuant to which additional information about the addresses of residences and facilities in the eligible community that receive collection under its garbage collection program and the WDTA blue box program can be provided. 8. The location of each blue box receptacle in a public space in the eligible community that received collection under the WDTA blue box program. 9. A list of materials that are collected under the WDTA blue box program in the eligible community. 10. The frequency at which residences in the eligible community receive collection under the WDTA blue box program. 11. The number of collection streams in the eligible community under the WDTA blue box program. 12. The location of every depot collection site in the eligible community under the WDTA blue box program. 13. The languages used for communications about the WDTA blue box program in the eligible community. O. Reg. 391/21, s. 55 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK60\"></a><b>55. </b>(1) Subject to subsection (1.1), where an eligible community is included in the Blue Box Transition Schedule, the applicable local municipality, local services board or First Nation shall submit the information listed in subsection (2) to the Authority, through the Registry, on or before,</p> <p class=\"clause-e\">  (a) August 31, 2022, in the case of a local municipality, local services board area or reserve that is required to receive collection services pursuant to this Regulation in 2024; or</p> <p class=\"clause-e\">  (b) August 31, 2023, in the case of a local municipality, local services board area or reserve that is required to receive collection services pursuant to this Regulation in 2025. O. Reg. 349/22, s. 27.</p> <p class=\"subsection-e\">  (1.1) The Authority may specify a later date than the one otherwise required under subsection (1) and post it on the Registry, and where the Authority has done so, the applicable local municipality, local services board or First Nation shall submit the information listed in subsection (2) to the Authority on or before that date. O. Reg. 349/22, s. 27.</p> <p class=\"subsection-e\">  (2) The following information shall be submitted to the Authority, through the Registry, by a local municipality, local services board or First Nation required to register under subsection (1):</p> <p class=\"paragraph-e\">  1. The location of residences that receive curbside garbage collection in the eligible community.</p> <p class=\"paragraph-e\">  2. The location of residences that receive depot garbage collection in the eligible community.</p> <p class=\"paragraph-e\">  3. The location of every garbage depot collection site in the eligible community.</p> <p class=\"paragraph-e\">  4. The location of residences that receive curbside collection under the WDTA blue box program in the eligible community.</p> <p class=\"paragraph-e\">  5. The location of residences that receive depot collection under the WDTA blue box program in the eligible community.</p> <p class=\"paragraph-e\">  6. The location of facilities in the eligible community that receive collection services pursuant to the WDTA blue box program.</p> <p class=\"paragraph-e\">  7. A description of a method pursuant to which additional information about the addresses of residences and facilities in the eligible community that receive collection under its garbage collection program and the WDTA blue box program can be provided.</p> <p class=\"paragraph-e\">  8. The location of each blue box receptacle in a public space in the eligible community that received collection under the WDTA blue box program.</p> <p class=\"paragraph-e\">  9. A list of materials that are collected under the WDTA blue box program in the eligible community.</p> <p class=\"paragraph-e\">  10. The frequency at which residences in the eligible community receive collection under the WDTA blue box program.</p> <p class=\"paragraph-e\">  11. The number of collection streams in the eligible community under the WDTA blue box program.</p> <p class=\"paragraph-e\">  12. The location of every depot collection site in the eligible community under the WDTA blue box program.</p> <p class=\"paragraph-e\">  13. The languages used for communications about the WDTA blue box program in the eligible community. O. Reg. 391/21, s. 55 (2).</p>"
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "56.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Outside Transition Schedule",
            "content": " 56. Where an eligible community is not included in the Blue Box Transition Schedule, the applicable local municipality, local services board or First Nation shall submit the information described in paragraphs 1, 2 and 3 of subsection 54 (2) or paragraphs 1, 2, 3 and 7 of subsection 55 (2) to the Authority, through the Registry, on or before the later of, (a) December 31, 2024; and (b) in the case of a reserve, 90 days after the date a First Nation registered the reserve as an eligible community under section 59.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK61\"></a><b>56. </b>Where an eligible community is not included in the Blue Box Transition Schedule, the applicable local municipality, local services board or First Nation shall submit the information described in paragraphs 1, 2 and 3 of subsection 54 (2) or paragraphs 1, 2, 3 and 7 of subsection 55 (2) to the Authority, through the Registry, on or before the later of,</p> <p class=\"clause-e\">  (a) December 31, 2024; and</p> <p class=\"clause-e\">  (b) in the case of a reserve, 90 days after the date a First Nation registered the reserve as an eligible community under section 59.</p>"
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "57.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Change",
            "content": " 57. If there is a change to the information submitted to the Authority through the Registry under section 54, 55 or 56, the applicable local municipality, local services board or First Nation shall submit the updated information to the Authority, through the Registry, within 30 days of the change.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK62\"></a><b>57. </b>If there is a change to the information submitted to the Authority through the Registry under section 54, 55 or 56, the applicable local municipality, local services board or First Nation shall submit the updated information to the Authority, through the Registry, within 30 days of the change.</p>"
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "58.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Who may submit",
            "content": " 58. (1) For greater certainty, any information required to be submitted to the Authority through the Registry by a local municipality, local services board or First Nation may be submitted by any person acting under the authority or direction of the local municipality, local services board or First Nation, as the case may be. (2) For greater certainty, any information required to be submitted to the Authority through the Registry by a producer, other than information required to be submitted under paragraphs 1 to 6 of subsection 45 (3), may be submitted by any person acting under the authority or direction of the producer, including by a producer responsibility organization.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK63\"></a><b>58. </b>(1) For greater certainty, any information required to be submitted to the Authority through the Registry by a local municipality, local services board or First Nation may be submitted by any person acting under the authority or direction of the local municipality, local services board or First Nation, as the case may be.</p> <p class=\"subsection-e\">  (2) For greater certainty, any information required to be submitted to the Authority through the Registry by a producer, other than information required to be submitted under paragraphs 1 to 6 of subsection 45 (3), may be submitted by any person acting under the authority or direction of the producer, including by a producer responsibility organization.</p>"
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "59.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "First Nation registering",
            "content": " 59. A First Nation may register a reserve to be an eligible community by submitting to the Authority, through the Registry, the contact information of the person responsible for waste management.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK64\"></a><b>59. </b>A First Nation may register a reserve to be an eligible community by submitting to the Authority, through the Registry, the contact information of the person responsible for waste management.</p>"
        },
        {
            "ahref_id": "#BK65",
            "TOCid": "60.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "First Nation accepting",
            "content": " 60. Where a First Nation accepts an offer of collection services in accordance with subsection 31 (5), the First Nation shall register its acceptance with the Authority, through the Registry, and identify the person who made the offer. O. Reg. 349/22, s. 28.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK65\"></a>60. </b>Where a First Nation accepts an offer of collection services in accordance with subsection 31 (5), the First Nation shall register its acceptance with the Authority, through the Registry, and identify the person who made the offer. O. Reg. 349/22, s. 28.</p>"
        },
        {
            "ahref_id": "#BK66",
            "TOCid": "61.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "First Nation revoking",
            "content": " 61. Where a First Nation revokes its acceptance of an offer of collection services in accordance with subsection 31 (10), the First Nation shall revoke the registration made under section 60.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK66\"></a><b>61. </b>Where a First Nation revokes its acceptance of an offer of collection services in accordance with subsection 31 (10), the First Nation shall revoke the registration made under section 60.</p>"
        },
        {
            "ahref_id": "#BK67",
            "TOCid": "62.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "First Nation, subsequent offer",
            "content": " 62. Where a First Nation accepts a subsequent offer of collection services in accordance with subsection 31 (15), the First Nation shall register its acceptance with the Authority, through the Registry, and identify the person who made the offer. O. Reg. 349/22, s. 29.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK67\"></a>62. </b>Where a First Nation accepts a subsequent offer of collection services in accordance with subsection 31 (15), the First Nation shall register its acceptance with the Authority, through the Registry, and identify the person who made the offer. O. Reg. 349/22, s. 29.</p>"
        },
        {
            "ahref_id": "#BK68",
            "TOCid": "63.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Registration, facilities",
            "content": " 63. (1) Where a facility is not an eligible source during the transition period, a person responsible for the operation of the facility may register with the Authority, through the Registry, under this section for the facility to become an eligible source in accordance with section 4. O. Reg. 391/21, s. 63 (1). (2) Registration under this section constitutes consent by the person responsible for the operation of the facility for a producer to whom section 19 applies or a producer responsibility organization described in section 19.1 to collect blue box material in accordance with this Regulation. O. Reg. 349/22, s. 30. (3) For greater certainty, a person responsible for the operation of the facility that has registered with the Authority, through the Registry, may revoke the registration under subsection (1) at any time. O. Reg. 391/21, s. 63 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK68\"></a><b>63. </b>(1) Where a facility is not an eligible source during the transition period, a person responsible for the operation of the facility may register with the Authority, through the Registry, under this section for the facility to become an eligible source in accordance with section 4. O. Reg. 391/21, s. 63 (1).</p> <p class=\"subsection-e\">  (2) Registration under this section constitutes consent by the person responsible for the operation of the facility for a producer to whom section 19 applies or a producer responsibility organization described in section 19.1 to collect blue box material in accordance with this Regulation. O. Reg. 349/22, s. 30.</p> <p class=\"subsection-e\">  (3) For greater certainty, a person responsible for the operation of the facility that has registered with the Authority, through the Registry, may revoke the registration under subsection (1) at any time. O. Reg. 391/21, s. 63 (3).</p>"
        },
        {
            "ahref_id": "#BK69",
            "TOCid": "64.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Brewers Retail Inc. and the LCBO",
            "content": " 64. (1) The Brewers Retail Inc. and the Liquor Control Board of Ontario shall each submit an annual report to the Authority, through the Registry, on or before May 31, 2027 and on or before May 31 of each year thereafter, that contains the following information: 1. The weight of alcoholic beverage products and packaging the Brewers Retail Inc. or the Liquor Control Board of Ontario, as applicable, distributed to businesses or supplied to consumers in the previous calendar year, with the weights of materials described in clauses (a), (b) and (c) of the definition of “alcoholic beverage products and packaging” in subsection 1 (1) reported separately. 2. The weight of recovered resources the Brewers Retail Inc. or the Liquor Control Board of Ontario, as applicable, recovered in the previous calendar year from alcoholic beverage products and packaging reported in paragraph 1, with the weights recovered from materials described in clauses (a), (b) and (c) of the definition of “alcoholic beverage products and packaging” in subsection 1 (1) reported separately. 3. If, in respect of materials described in clause (a) of the definition of “alcoholic beverage products and packaging”, the weight required to be reported under paragraph 2 is less than 85 per cent of the weight required to be reported under paragraph 1, an explanation of why the weight required to be reported under paragraph 2 is less than 85 percent of the weight required to be reported under paragraph 1, and how the Brewers Retail Inc. or the Liquor Control Board of Ontario, as applicable, could improve the recovery percentage. 4. A description of how the Brewers Retail Inc. or the Liquor Control Board of Ontario, as applicable, recovered alcoholic beverage products and packaging. O. Reg. 391/21, s. 64 (1); O. Reg. 174/23, s. 11. (2) In addition to the information described in subsection (1), an annual report required to be prepared by the Brewers Retail Inc. under subsection (1) shall contain the following information: 1. A list of all brewers participating in its container return program in the previous calendar year. 2. A list of addresses of the return locations that operated in the previous calendar year. O. Reg. 391/21, s. 64 (2). (3) The information required to be submitted in subsections (1) and (2) is in respect of the calendar year prior to the year the report is required to be submitted. O. Reg. 391/21, s. 64 (3). (4) The Liquor Control Board of Ontario may consent to the Brewers Retail Inc. preparing and submitting the annual report required to be submitted under subsection (1) for the Liquor Control Board of Ontario. O. Reg. 391/21, s. 64 (4). (5) The Authority may not recover its costs by requiring the Brewers Retails Inc. or the Liquor Control Board of Ontario to pay fees, costs and charges imposed under section 41 of the Act. O. Reg. 391/21, s. 64 (5). (6) An annual report required to be submitted under subsection (1) must be prepared in accordance with the Blue Box Verification and Audit Procedure and, before submission, must be audited by an independent auditor who is licenced or holds a certificate of authorization under the Public Accounting Act, 2004. O. Reg. 391/21, s. 64 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK69\"></a><b>64. </b>(1) The Brewers Retail Inc. and the Liquor Control Board of Ontario shall each submit an annual report to the Authority, through the Registry, on or before May 31, 2027 and on or before May 31 of each year thereafter, that contains the following information:</p> <p class=\"paragraph-e\">  1. The weight of alcoholic beverage products and packaging the Brewers Retail Inc. or the Liquor Control Board of Ontario, as applicable, distributed to businesses or supplied to consumers in the previous calendar year, with the weights of materials described in clauses (a), (b) and (c) of the definition of “alcoholic beverage products and packaging” in subsection 1 (1) reported separately.</p> <p class=\"paragraph-e\">  2. The weight of recovered resources the Brewers Retail Inc. or the Liquor Control Board of Ontario, as applicable, recovered in the previous calendar year from alcoholic beverage products and packaging reported in paragraph 1, with the weights recovered from materials described in clauses (a), (b) and (c) of the definition of “alcoholic beverage products and packaging” in subsection 1 (1) reported separately.</p> <p class=\"paragraph-e\">  3. If, in respect of materials described in clause (a) of the definition of “alcoholic beverage products and packaging”, the weight required to be reported under paragraph 2 is less than 85 per cent of the weight required to be reported under paragraph 1, an explanation of why the weight required to be reported under paragraph 2 is less than 85 percent of the weight required to be reported under paragraph 1, and how the Brewers Retail Inc. or the Liquor Control Board of Ontario, as applicable, could improve the recovery percentage.</p> <p class=\"paragraph-e\">  4. A description of how the Brewers Retail Inc. or the Liquor Control Board of Ontario, as applicable, recovered alcoholic beverage products and packaging. O. Reg. 391/21, s. 64 (1); O. Reg. 174/23, s. 11.</p> <p class=\"subsection-e\">  (2) In addition to the information described in subsection (1), an annual report required to be prepared by the Brewers Retail Inc. under subsection (1) shall contain the following information:</p> <p class=\"paragraph-e\">  1. A list of all brewers participating in its container return program in the previous calendar year.</p> <p class=\"paragraph-e\">  2. A list of addresses of the return locations that operated in the previous calendar year. O. Reg. 391/21, s. 64 (2).</p> <p class=\"subsection-e\">  (3) The information required to be submitted in subsections (1) and (2) is in respect of the calendar year prior to the year the report is required to be submitted. O. Reg. 391/21, s. 64 (3).</p> <p class=\"subsection-e\">  (4) The Liquor Control Board of Ontario may consent to the Brewers Retail Inc. preparing and submitting the annual report required to be submitted under subsection (1) for the Liquor Control Board of Ontario. O. Reg. 391/21, s. 64 (4).</p> <p class=\"subsection-e\">  (5) The Authority may not recover its costs by requiring the Brewers Retails Inc. or the Liquor Control Board of Ontario to pay fees, costs and charges imposed under section 41 of the Act. O. Reg. 391/21, s. 64 (5).</p> <p class=\"subsection-e\">  (6) An annual report required to be submitted under subsection (1) must be prepared in accordance with the Blue Box Verification and Audit Procedure and, before submission, must be audited by an independent auditor who is licenced or holds a certificate of authorization under the <i>Public Accounting Act, 2004</i>. O. Reg. 391/21, s. 64 (6).</p>"
        },
        {
            "ahref_id": "#BK70",
            "TOCid": "65.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Records",
            "content": " 65. Every producer, producer responsibility organization and processor shall keep the following records in a paper or electronic format that can be examined or accessed in Ontario for a period of five years from the date of creation, as applicable: 1. Records related to arranging, establishing or operating a collection and management system for the purpose of fulfilling responsibilities relating to blue box material. 2. Records related to information required to be submitted to the Authority through the Registry. 3. Records related to arranging, establishing or operating a promotion and education program required under this Regulation. 4. Records related to the weight of blue box material supplied to consumers in Ontario for which the person is a producer. 5. Any agreements that relate to the information described in this section.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK70\"></a><b>65. </b>Every producer, producer responsibility organization and processor shall keep the following records in a paper or electronic format that can be examined or accessed in Ontario for a period of five years from the date of creation, as applicable:</p> <p class=\"paragraph-e\">  1. Records related to arranging, establishing or operating a collection and management system for the purpose of fulfilling responsibilities relating to blue box material.</p> <p class=\"paragraph-e\">  2. Records related to information required to be submitted to the Authority through the Registry.</p> <p class=\"paragraph-e\">  3. Records related to arranging, establishing or operating a promotion and education program required under this Regulation.</p> <p class=\"paragraph-e\">  4. Records related to the weight of blue box material supplied to consumers in Ontario for which the person is a producer.</p> <p class=\"paragraph-e\">  5. Any agreements that relate to the information described in this section.</p>"
        },
        {
            "ahref_id": "#BK71",
            "TOCid": "66.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Small producers",
            "content": " 66. If section 73 applies to a producer, the producer shall keep any records which demonstrate that its annual revenue is less than the amount set out in section 73 in a paper or electronic format that can be examined or accessed in Ontario for a period of five years from the date of creation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK71\"></a><b>66. </b>If section 73 applies to a producer, the producer shall keep any records which demonstrate that its annual revenue is less than the amount set out in section 73 in a paper or electronic format that can be examined or accessed in Ontario for a period of five years from the date of creation.</p>"
        },
        {
            "ahref_id": "#BK72",
            "TOCid": "67.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Audit, management systems",
            "content": " 67. (1) On or before May 31, 2027, and every third year after that, a producer shall cause an audit to be undertaken of the practices and procedures the producer implemented in respect of Part VI in the three immediately preceding calendar years. O. Reg. 391/21, s. 67 (1); O. Reg. 174/23, s. 12 (1). (2) On or before May 31 in any year in which an audit is required under subsection (1), a producer shall prepare and submit a copy of a report on the audit to the Authority, through the Registry, that includes the following information: 1. A summary of the analysis in the audit of the information submitted by the producer in its annual report under paragraphs 8, 9, 10 and 11 of subsection 51 (1). 2. A summary of the opinion provided by the auditor on whether the producer complied with its obligations under Part VI during the three calendar years subject to the audit. O. Reg. 391/21, s. 67 (2); O. Reg. 349/22, s. 31; O. Reg. 174/23, s. 12 (2). (3) The audit required by subsection (1) must be conducted by an independent auditor who is licenced or holds a certificate of authorization under the Public Accounting Act, 2004 and in accordance with the procedures set out in the Blue Box Verification and Audit Procedure. O. Reg. 391/21, s. 67 (3). (4) If a person ceases to be a producer during any of the three years preceding the date on which the report required by subsection (2) is due, the person shall cause an audit to be undertaken for the years during which the person was a producer and shall submit the report required in subsection (2) with necessary modifications. O. Reg. 391/21, s. 67 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK72\"></a><b>67. </b>(1) On or before May 31, 2027, and every third year after that, a producer shall cause an audit to be undertaken of the practices and procedures the producer implemented in respect of Part VI in the three immediately preceding calendar years. O. Reg. 391/21, s. 67 (1); O. Reg. 174/23, s. 12 (1).</p> <p class=\"subsection-e\">  (2) On or before May 31 in any year in which an audit is required under subsection (1), a producer shall prepare and submit a copy of a report on the audit to the Authority, through the Registry, that includes the following information:</p> <p class=\"paragraph-e\">  1. A summary of the analysis in the audit of the information submitted by the producer in its annual report under paragraphs 8, 9, 10 and 11 of subsection 51 (1).</p> <p class=\"paragraph-e\">  2. A summary of the opinion provided by the auditor on whether the producer complied with its obligations under Part VI during the three calendar years subject to the audit. O. Reg. 391/21, s. 67 (2); O. Reg. 349/22, s. 31; O. Reg. 174/23, s. 12 (2).</p> <p class=\"subsection-e\">  (3) The audit required by subsection (1) must be conducted by an independent auditor who is licenced or holds a certificate of authorization under the <i>Public Accounting Act, 2004</i> and in accordance with the procedures set out in the Blue Box Verification and Audit Procedure. O. Reg. 391/21, s. 67 (3).</p> <p class=\"subsection-e\">  (4) If a person ceases to be a producer during any of the three years preceding the date on which the report required by subsection (2) is due, the person shall cause an audit to be undertaken for the years during which the person was a producer and shall submit the report required in subsection (2) with necessary modifications. O. Reg. 391/21, s. 67 (4).</p>"
        },
        {
            "ahref_id": "#BK73",
            "TOCid": "68.",
            "part_id": "PART VII  ",
            "part_type": "PART VII REGISTRATION, REPORTING, AUDITING, AND RECORD KEEPING",
            "section": "Access to information and privacy",
            "content": " 68. Information and data submitted under this Regulation to the Authority, through the Registry, shall not be posted on the Registry unless it is posted in a manner that is consistent with the “Access and Privacy Code” published by the Authority and dated December 14, 2017, as amended from time to time, and available on the website of the Registry. PART VIII   Promotion and Education",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK73\"></a><b>68. </b>Information and data submitted under this Regulation to the Authority, through the Registry, shall not be posted on the Registry unless it is posted in a manner that is consistent with the “Access and Privacy Code” published by the Authority and dated December 14, 2017, as amended from time to time, and available on the website of the Registry.</p> <p class=\"partnum-e\"><a name=\"BK74\"></a>PART VIII <br/>  Promotion and Education</p>"
        },
        {
            "ahref_id": "#BK74",
            "TOCid": "PART VIII  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART VIII PROMOTION AND EDUCATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK75",
            "TOCid": "69.",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII PROMOTION AND EDUCATION",
            "section": "Promotion and education, producers",
            "content": " 69. (1) Every producer who is required to establish and operate a system for collecting blue box material under Part IV, or who registers the establishment and operation of an alternative collection system for a material category under Part V, shall implement a promotion and education program in accordance with this Part. O. Reg. 391/21, s. 69 (1). (2) Every producer responsibility organization that has entered into an agreement with a producer to provide promotion and education services under this Part on behalf of a producer shall establish and operate a promotion and education system in accordance with this Part. O. Reg. 349/22, s. 32. (2.1) For greater certainty, one or more producers and producer responsibility organizations may satisfy their obligations under this Part through a promotion and education system provided by another person on their behalf. O. Reg. 349/22, s. 32. (3) In this Part, a reference to a producer includes a producer responsibility organization to which subsection (2) applies. O. Reg. 391/21, s. 69 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK75\"></a><b>69. </b>(1) Every producer who is required to establish and operate a system for collecting blue box material under Part IV, or who registers the establishment and operation of an alternative collection system for a material category under Part V, shall implement a promotion and education program in accordance with this Part. O. Reg. 391/21, s. 69 (1).</p> <p class=\"subsection-e\">  (2) Every producer responsibility organization that has entered into an agreement with a producer to provide promotion and education services under this Part on behalf of a producer shall establish and operate a promotion and education system in accordance with this Part. O. Reg. 349/22, s. 32.</p> <p class=\"subsection-e\">  (2.1) For greater certainty, one or more producers and producer responsibility organizations may satisfy their obligations under this Part through a promotion and education system provided by another person on their behalf. O. Reg. 349/22, s. 32.</p> <p class=\"subsection-e\">  (3) In this Part, a reference to a producer includes a producer responsibility organization to which subsection (2) applies. O. Reg. 391/21, s. 69 (3).</p>"
        },
        {
            "ahref_id": "#BK76",
            "TOCid": "70.",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII PROMOTION AND EDUCATION",
            "section": "Information to be included",
            "content": " 70. (1) A promotion and education program in respect of collection provided by a producer under Part IV must disseminate the following information: 1. A list of blue box material that may be deposited into blue box receptacles. 2. A list of materials that cannot be deposited into blue box receptacles. 3. A description of how blue box receptacles can be replaced, or how additional blue box receptacles can be requested. 4. A description of how the producer will fulfil its collection responsibilities, including, i. if the producer provides curbside collection for an eligible source, the dates on which collection will occur, and ii. if the producer provides depot collection, the location of every depot collection site and its hours of operation. 5. A telephone number and email address, at which persons may, i. receive responses to questions or concerns relating to collection, ii. indicate that the blue box receptacles are inappropriately large for their location or not able to ordinarily store all of the blue box material deposited at that location until the next collection time, and iii. request additional or new blue box receptacles. (2) During the transition period, the promotion and education program must also include the dissemination of the following information: 1. A description of any significant change from the WDTA blue box program that was previously provided in the eligible community, including any change to what material may be included in the blue box receptacle and any change in sorting procedures. 2. A description about how to prepare materials for placement in the blue box receptacle, including any direction about rinsing or flattening blue box material. 3. A description about how materials should be sorted or bagged.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK76\"></a><b>70. </b>(1) A promotion and education program in respect of collection provided by a producer under Part IV must disseminate the following information:</p> <p class=\"paragraph-e\">  1. A list of blue box material that may be deposited into blue box receptacles.</p> <p class=\"paragraph-e\">  2. A list of materials that cannot be deposited into blue box receptacles.</p> <p class=\"paragraph-e\">  3. A description of how blue box receptacles can be replaced, or how additional blue box receptacles can be requested.</p> <p class=\"paragraph-e\">  4. A description of how the producer will fulfil its collection responsibilities, including,</p> <p class=\"subpara-e\">  i. if the producer provides curbside collection for an eligible source, the dates on which collection will occur, and</p> <p class=\"subpara-e\">  ii. if the producer provides depot collection, the location of every depot collection site and its hours of operation.</p> <p class=\"paragraph-e\">  5. A telephone number and email address, at which persons may,</p> <p class=\"subpara-e\">  i. receive responses to questions or concerns relating to collection,</p> <p class=\"subpara-e\">  ii. indicate that the blue box receptacles are inappropriately large for their location or not able to ordinarily store all of the blue box material deposited at that location until the next collection time, and</p> <p class=\"subpara-e\">  iii. request additional or new blue box receptacles.</p> <p class=\"subsection-e\">  (2) During the transition period, the promotion and education program must also include the dissemination of the following information:</p> <p class=\"paragraph-e\">  1. A description of any significant change from the WDTA blue box program that was previously provided in the eligible community, including any change to what material may be included in the blue box receptacle and any change in sorting procedures.</p> <p class=\"paragraph-e\">  2. A description about how to prepare materials for placement in the blue box receptacle, including any direction about rinsing or flattening blue box material.</p> <p class=\"paragraph-e\">  3. A description about how materials should be sorted or bagged.</p>"
        },
        {
            "ahref_id": "#BK77",
            "TOCid": "71.",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII PROMOTION AND EDUCATION",
            "section": "Information, alternative collection system",
            "content": " 71. A promotion and education program in respect of an alternative collection system registered in accordance with Part V must disseminate the following information: 1. A description of which blue box materials are collected by the alternative system. 2. A description of how the alternative collection system will operate, including, i. if the collection system includes collection events or similar initiatives, the date and time of the events or initiatives, ii. if the collection systems includes the pickup of blue box material, how persons can arrange for the pickup, and iii. if the collection system includes depots or return-to-retail locations, their location and hours of opening.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK77\"></a><b>71. </b>A promotion and education program in respect of an alternative collection system registered in accordance with Part V must disseminate the following information:</p> <p class=\"paragraph-e\">  1. A description of which blue box materials are collected by the alternative system.</p> <p class=\"paragraph-e\">  2. A description of how the alternative collection system will operate, including,</p> <p class=\"subpara-e\">  i. if the collection system includes collection events or similar initiatives, the date and time of the events or initiatives,</p> <p class=\"subpara-e\">  ii. if the collection systems includes the pickup of blue box material, how persons can arrange for the pickup, and</p> <p class=\"subpara-e\">  iii. if the collection system includes depots or return-to-retail locations, their location and hours of opening.</p>"
        },
        {
            "ahref_id": "#BK78",
            "TOCid": "72.",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII PROMOTION AND EDUCATION",
            "section": "Forms of promotion",
            "content": " 72. (1) The promotion and education programs under sections 70 and 71 shall be provided in both of the following forms: 1. On a publicly accessible website. 2. In print, and delivered by mail to each eligible source at least once per year. O. Reg. 391/21, s. 72 (1); O. Reg. 349/22, s. 33. (2) The promotion and education program shall be provided in French and English. O. Reg. 391/21, s. 72 (2). (3) In addition to the requirements under subsection (2), during the transition period the promotion and education program shall be provided in the languages used for communications about the WDTA blue box program in an eligible community. O. Reg. 391/21, s. 72 (3). Part IX   General",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK78\"></a><b>72</b>. (1) The promotion and education programs under sections 70 and 71 shall be provided in both of the following forms:</p> <p class=\"paragraph-e\">  1. On a publicly accessible website.</p> <p class=\"paragraph-e\">  2. In print, and delivered by mail to each eligible source at least once per year. O. Reg. 391/21, s. 72 (1); O. Reg. 349/22, s. 33.</p> <p class=\"subsection-e\">  (2) The promotion and education program shall be provided in French and English. O. Reg. 391/21, s. 72 (2).</p> <p class=\"subsection-e\">  (3) In addition to the requirements under subsection (2), during the transition period the promotion and education program shall be provided in the languages used for communications about the WDTA blue box program in an eligible community. O. Reg. 391/21, s. 72 (3).</p> <p class=\"partnum-e\"><a name=\"BK79\"></a>Part IX <br/>  General</p>"
        },
        {
            "ahref_id": "#BK79",
            "TOCid": "PART IX  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART IX GENERAL",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK80",
            "TOCid": "73.",
            "part_id": "PART IX  ",
            "part_type": "PART IX GENERAL",
            "section": "Exemption, small producers",
            "content": " 73. Any producer whose revenue in a calendar year in Ontario from products and services is less than $2,000,000 is exempt from the following Parts of this Regulation during the next two calendar years: 1. Part IV. 2. Part VI. 3. Part VII, other than section 66. 4. Part VIII. O. Reg. 349/22, s. 34.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK80\"></a><b>73</b>. Any producer whose revenue in a calendar year in Ontario from products and services is less than $2,000,000 is exempt from the following Parts of this Regulation during the next two calendar years:</p> <p class=\"paragraph-e\">  1. Part IV.</p> <p class=\"paragraph-e\">  2. Part VI.</p> <p class=\"paragraph-e\">  3. Part VII, other than section 66.</p> <p class=\"paragraph-e\">  4. Part VIII. O. Reg. 349/22, s. 34.</p>"
        },
        {
            "ahref_id": "#BK81",
            "TOCid": "74.",
            "part_id": "PART IX  ",
            "part_type": "PART IX GENERAL",
            "section": "Ownership",
            "content": " 74. Unless otherwise set out in an agreement with an applicable producer or producer responsibility organization, the owner or operator of an eligible source does not own the blue box receptacles provided under this Regulation. Part X (omitted) 75. Omitted (provides for amendments to this Regulation). Part XI (omitted) 76. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK81\"></a><b>74. </b>Unless otherwise set out in an agreement with an applicable producer or producer responsibility organization, the owner or operator of an eligible source does not own the blue box receptacles provided under this Regulation.</p> <p class=\"partnum-e\"><a name=\"BK82\"></a>Part X (omitted)</p> <p class=\"section-e\"> <b>75.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for amendments to this Regulation</span>).</p> <p class=\"partnum-e\"><a name=\"BK83\"></a>Part XI (omitted)</p> <p class=\"section-e\"> <b>76.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/210391\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "None",
            "TOCid": "None",
            "part_id": "PART IX  ",
            "part_type": "PART IX GENERAL",
            "section": "None",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}