{
    "reg_info": {
        "full_title": "O. Reg. 387/16: MUNICIPAL HAZARDOUS OR SPECIAL WASTE",
        "reg_name_text": "MUNICIPAL HAZARDOUS OR SPECIAL WASTE",
        "citation": "O. Reg. 387/16: ",
        "act_under": "Waste Diversion Transition Act, 2016",
        "url": "https://www.ontario.ca/laws/regulation/160387",
        "date_scraped": "2023-12-19 03:10:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 30, 2016",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/160387/v1",
            "valid_from": "November 24, 2016",
            "valid_to": "November 29, 2016"
        }
    ],
    "content": [
        {
            "id": "s1s1",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “class of municipal hazardous or special waste” means a class of municipal hazardous or special waste in respect of which a steward has been designated under a rule continued under clause 9 (2) (b) of the Act or made under clause 33 (1) (a) of the Act; (“catégorie de déchets municipaux dangereux ou spéciaux”) “lubricating oil” means petroleum-derived or synthetic crankcase oil, engine oil, hydraulic fluid, transmission fluid, gear oil, heat transfer fluid, or other oil or fluid used for lubricating machinery or equipment; (“huile de graissage”) “municipal hazardous or special waste” means, subject to subsection (2), waste that consists of municipal hazardous waste or municipal special waste, or any combination of them, whether or not the waste is owned, controlled or managed by a municipality; (“déchets municipaux dangereux ou spéciaux”) “municipal hazardous waste” means waste that consists of any of the following materials, or any combination of them, whether or not the waste is owned, controlled or managed by a municipality: (a) corrosive products, flammable products or toxic products, as those terms are defined in the Consumer Chemicals and Containers Regulations, 2001 made under the Canada Consumer Product Safety Act (Canada), if the sale of the product is permitted only if the container of the product displays information required by those regulations, (b) containers that display information that is required by the Consumer Chemicals and Containers Regulations, 2001 made under the Canada Consumer Product Safety Act\r\n(Canada) for containers that contain corrosive products, flammable products or toxic products, as those terms are defined in those regulations, (c) flammable hazards, corrosive hazards or toxicity hazards, as those terms are described in Clause 4 of CSA Standard Z752-03, “Definition of Household Hazardous Waste”, published in September 2003 by Canadian Standards Association, if the hazard is defined by Clause 7 of that Standard as a household waste that shall not be disposed of in one or more systems within the regular domestic waste stream because of significant risks posed to humans or the environment, (d) corrosive waste, as defined in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Environmental Protection Act, (e) ignitable waste, as defined in Regulation 347 of the Revised Regulations of Ontario, 1990, (f) leachate toxic waste, as defined in Regulation 347 of the Revised Regulations of Ontario, 1990, (g) reactive waste, as defined in Regulation 347 of the Revised Regulations of Ontario, 1990, (h) containers that contain anything referred to in clause (c), (d), (e), (f) or (g) of this definition; (“déchets municipaux dangereux”) “municipal special waste” means waste that consists of any of the following materials, or any combination of them, whether or not the waste is owned, controlled or managed by a municipality: (a) batteries, (b) pressurized containers, (c) aerosol containers, (d) portable fire extinguishers, (e) fertilizers, fungicides, herbicides, insecticides or pesticides, and containers in which they are contained, (f) paints and coatings, and containers in which they are contained, (g) containers that have a capacity of 30 litres or less and that were manufactured and used for the purpose of containing lubricating oil, (h) oil filters, after they have been used for their intended purpose, (i) fluorescent light bulbs or tubes, (j) pharmaceuticals, (k) sharps, including syringes, (l) switches that contain mercury, (m) thermostats, thermometers, barometers or other measuring devices, if the thermostats, thermometers, barometers or other measuring devices contain mercury, (n) antifreeze, and containers in which it is contained, (o) solvents, and containers in which they are contained; (“déchets municipaux spéciaux”) “oil filter” means a spin-on filter or element-style filter that has been used to filter lubricating oil, but does not include a filter with no significant metal content; (“filtre à huile”) “steward” means a person designated as a steward in respect of municipal hazardous or special waste under a rule continued under clause 9 (2) (b) of the Act or made under clause 33 (1) (a) of the Act or under a regulation made under subsection 73 (3) of the Act. (“responsable de la gérance”) (2) For the purpose of this Regulation, used or unused lubricating oil is not municipal hazardous or special waste.",
            "raw_html": "<p class=\"section-e\"><a name=\"s1s1\"></a><b> </b><a href=\"http://www.ontario.ca/fr/lois/reglement/160387#s1s1\">1. (1)</a> In this Regulation,</p> <p class=\"definition-e\">“class of municipal hazardous or special waste” means a class of municipal hazardous or special waste in respect of which a steward has been designated under a rule continued under clause 9 (2) (b) of the Act or made under clause 33 (1) (a) of the Act; (“catégorie de déchets municipaux dangereux ou spéciaux”)</p> <p class=\"definition-e\">“lubricating oil” means petroleum-derived or synthetic crankcase oil, engine oil, hydraulic fluid, transmission fluid, gear oil, heat transfer fluid, or other oil or fluid used for lubricating machinery or equipment; (“huile de graissage”)</p> <p class=\"definition-e\">“municipal hazardous or special waste” means, subject to subsection (2), waste that consists of municipal hazardous waste or municipal special waste, or any combination of them, whether or not the waste is owned, controlled or managed by a municipality; (“déchets municipaux dangereux ou spéciaux”)</p> <p class=\"definition-e\">“municipal hazardous waste” means waste that consists of any of the following materials, or any combination of them, whether or not the waste is owned, controlled or managed by a municipality:</p> <p class=\"defclause-e\">  (a) corrosive products, flammable products or toxic products, as those terms are defined in the Consumer Chemicals and Containers Regulations, 2001 made under the <i>Canada Consumer Product Safety Act</i> (Canada), if the sale of the product is permitted only if the container of the product displays information required by those regulations,</p> <p class=\"defclause-e\">  (b) containers that display information that is required by the Consumer Chemicals and Containers Regulations, 2001 made under the <i>Canada Consumer Product Safety Act</i>\r\n(Canada) for containers that contain corrosive products, flammable products or toxic products, as those terms are defined in those regulations,</p> <p class=\"defclause-e\">  (c) flammable hazards, corrosive hazards or toxicity hazards, as those terms are described in Clause 4 of CSA Standard Z752-03, “Definition of Household Hazardous Waste”, published in September 2003 by Canadian Standards Association, if the hazard is defined by Clause 7 of that Standard as a household waste that shall not be disposed of in one or more systems within the regular domestic waste stream because of significant risks posed to humans or the environment,</p> <p class=\"defclause-e\">  (d) corrosive waste, as defined in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the <i>Environmental Protection Act</i>,</p> <p class=\"defclause-e\">  (e) ignitable waste, as defined in Regulation 347 of the Revised Regulations of Ontario, 1990,</p> <p class=\"defclause-e\">  (f) leachate toxic waste, as defined in Regulation 347 of the Revised Regulations of Ontario, 1990,</p> <p class=\"defclause-e\">  (g) reactive waste, as defined in Regulation 347 of the Revised Regulations of Ontario, 1990,</p> <p class=\"defclause-e\">  (h) containers that contain anything referred to in clause (c), (d), (e), (f) or (g) of this definition; (“déchets municipaux dangereux”)</p> <p class=\"definition-e\">“municipal special waste” means waste that consists of any of the following materials, or any combination of them, whether or not the waste is owned, controlled or managed by a municipality:</p> <p class=\"defclause-e\">  (a) batteries,</p> <p class=\"defclause-e\">  (b) pressurized containers,</p> <p class=\"defclause-e\">  (c) aerosol containers,</p> <p class=\"defclause-e\">  (d) portable fire extinguishers,</p> <p class=\"defclause-e\">  (e) fertilizers, fungicides, herbicides, insecticides or pesticides, and containers in which they are contained,</p> <p class=\"defclause-e\">  (f) paints and coatings, and containers in which they are contained,</p> <p class=\"defclause-e\">  (g) containers that have a capacity of 30 litres or less and that were manufactured and used for the purpose of containing lubricating oil,</p> <p class=\"defclause-e\">  (h) oil filters, after they have been used for their intended purpose,</p> <p class=\"defclause-e\">  (i) fluorescent light bulbs or tubes,</p> <p class=\"defclause-e\">  (j) pharmaceuticals,</p> <p class=\"defclause-e\">  (k) sharps, including syringes,</p> <p class=\"defclause-e\">  (l) switches that contain mercury,</p> <p class=\"defclause-e\">  (m) thermostats, thermometers, barometers or other measuring devices, if the thermostats, thermometers, barometers or other measuring devices contain mercury,</p> <p class=\"defclause-e\">  (n) antifreeze, and containers in which it is contained,</p> <p class=\"defclause-e\">  (o) solvents, and containers in which they are contained; (“déchets municipaux spéciaux”) </p> <p class=\"definition-e\">“oil filter” means a spin-on filter or element-style filter that has been used to filter lubricating oil, but does not include a filter with no significant metal content; (“filtre à huile”)</p> <p class=\"definition-e\">“steward” means a person designated as a steward in respect of municipal hazardous or special waste under a rule continued under clause 9 (2) (b) of the Act or made under clause 33 (1) (a) of the Act or under a regulation made under subsection 73 (3) of the Act. (“responsable de la gérance”)</p> <p class=\"subsection-e\"><a name=\"s1s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160387#s1s2\">(2)</a> For the purpose of this Regulation, used or unused lubricating oil is not municipal hazardous or special waste.</p>"
        },
        {
            "id": "s2",
            "section": "Designation",
            "content": " 2. Municipal hazardous or special waste is prescribed as a designated waste for the purposes of the Act.",
            "raw_html": "<p class=\"section-e\"><a name=\"s2\"></a> <b><a href=\"http://www.ontario.ca/fr/lois/reglement/160387#s2\">2.</a> </b>Municipal hazardous or special waste is prescribed as a designated waste for the purposes of the Act.</p>"
        },
        {
            "id": "s3s1",
            "section": "Fees to be paid by stewards",
            "content": " 3. (1) In this section, “fiscal quarter” means the three-month period that begins on January 1, April 1, July 1 or October 1. (2) Stewardship Ontario shall, no later than 90 days after the end of each fiscal quarter, determine the amount of a fee that must be paid in respect of that fiscal quarter by a steward designated in respect of municipal hazardous or special waste in a class of municipal hazardous or special waste using the following formula: A = B × C / D where, A = the fee to be paid by the steward, B = the costs related to the class during the fiscal quarter in respect of which the fee is to be paid, C = the quantity of material that is commercially connected to the class and that was supplied by the steward during the fiscal quarter that occurred before the fiscal quarter in respect of which the fee is to be paid, D = the quantity of material that is commercially connected to the class and that was supplied by all stewards in respect of that class during the fiscal quarter that occurred before the fiscal quarter in respect of which the fee is to be paid. (3) For the purposes of subsection (1), (a) the quantity of material supplied by a steward is determined by applying the method for reporting that quantity to Stewardship Ontario as set out in a rule continued under clause 9 (2) (b) of the Act or made under clause 33 (1) (g) of the Act or under a regulation made under subsection 73 (3) of the Act; and (b) the costs related to a class of municipal hazardous or special waste must not exceed the sum of the amounts described in paragraph 1 of subsection 33 (5) of the Act that were incurred in relation to the class, subject to subsection (4). (4) Unless a rule continued under clause 9 (2) (b) of the Act or made under clause 33 (1) (c) of the Act prescribes times when a fee determined under this section is to be paid, the fee shall be paid no later than 180 days following the end of the fiscal quarter in respect of which the fee is required to be paid. (5) Stewardship Ontario shall, at least 30 days before a fee or the first instalment of a fee determined under this section is required to be paid by a steward in respect of a fiscal quarter, provide written notice of the following to the steward: 1. The amount of the fee to be paid by the steward. 2. If the fee may be paid in instalments, the amount of each instalment. 3. The date or dates on or before which all amounts must be paid. (6) If this Regulation comes into force on a day that is not the first day of a fiscal quarter, the sum of the following amounts shall be used for the purposes of determining the costs related to a class of municipal hazardous or special waste for the fiscal quarter during which this Regulation comes into force: 1. The amounts described in paragraph 1 of subsection 33 (5) of the Act that were incurred in relation to the class during that fiscal quarter. 2. The amounts described in paragraph 1 of subsection 30 (3) of the Waste Diversion Act, 2002\r\nthat were incurred in relation to the class during that fiscal quarter.",
            "raw_html": "<p class=\"section-e\"><a name=\"s3s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160387#s3s1\">3. (1)</a> In this section,</p> <p class=\"definition-e\">“fiscal quarter” means the three-month period that begins on January 1, April 1, July 1 or October 1.</p> <p class=\"subsection-e\"><a name=\"s3s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160387#s3s2\">(2)</a> Stewardship Ontario shall, no later than 90 days after the end of each fiscal quarter, determine the amount of a fee that must be paid in respect of that fiscal quarter by a steward designated in respect of municipal hazardous or special waste in a class of municipal hazardous or special waste using the following formula:</p> <p class=\"equation-e\">A = B × C / D</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the fee to be paid by the steward,</p> <p class=\"equationind1-e\">  B = the costs related to the class during the fiscal quarter in respect of which the fee is to be paid,</p> <p class=\"equationind1-e\">  C = the quantity of material that is commercially connected to the class and that was supplied by the steward during the fiscal quarter that occurred before the fiscal quarter in respect of which the fee is to be paid,</p> <p class=\"equationind1-e\">  D = the quantity of material that is commercially connected to the class and that was supplied by all stewards in respect of that class during the fiscal quarter that occurred before the fiscal quarter in respect of which the fee is to be paid.</p> <p class=\"subsection-e\"><a name=\"s3s3\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160387#s3s3\">(3)</a> For the purposes of subsection (1),</p> <p class=\"clause-e\">  (a) the quantity of material supplied by a steward is determined by applying the method for reporting that quantity to Stewardship Ontario as set out in a rule continued under clause 9 (2) (b) of the Act or made under clause 33 (1) (g) of the Act or under a regulation made under subsection 73 (3) of the Act; and</p> <p class=\"clause-e\">  (b) the costs related to a class of municipal hazardous or special waste must not exceed the sum of the amounts described in paragraph 1 of subsection 33 (5) of the Act that were incurred in relation to the class, subject to subsection (4).</p> <p class=\"subsection-e\"><a name=\"s3s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160387#s3s4\">(4)</a> Unless a rule continued under clause 9 (2) (b) of the Act or made under clause 33 (1) (c) of the Act prescribes times when a fee determined under this section is to be paid, the fee shall be paid no later than 180 days following the end of the fiscal quarter in respect of which the fee is required to be paid.</p> <p class=\"subsection-e\"><a name=\"s3s5\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160387#s3s5\">(5)</a> Stewardship Ontario shall, at least 30 days before a fee or the first instalment of a fee determined under this section is required to be paid by a steward in respect of a fiscal quarter, provide written notice of the following to the steward:</p> <p class=\"paragraph-e\">  1. The amount of the fee to be paid by the steward.</p> <p class=\"paragraph-e\">  2. If the fee may be paid in instalments, the amount of each instalment.</p> <p class=\"paragraph-e\">  3. The date or dates on or before which all amounts must be paid.</p> <p class=\"subsection-e\"><a name=\"s3s6\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160387#s3s6\">(6)</a> If this Regulation comes into force on a day that is not the first day of a fiscal quarter, the sum of the following amounts shall be used for the purposes of determining the costs related to a class of municipal hazardous or special waste for the fiscal quarter during which this Regulation comes into force:</p> <p class=\"paragraph-e\">  1. The amounts described in paragraph 1 of subsection 33 (5) of the Act that were incurred in relation to the class during that fiscal quarter.</p> <p class=\"paragraph-e\">  2. The amounts described in paragraph 1 of subsection 30 (3) of the <i>Waste Diversion Act, 2002</i>\r\nthat were incurred in relation to the class during that fiscal quarter.</p>"
        },
        {
            "id": "s4",
            "section": "Fees to be paid by stewards",
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"><a name=\"s4\"></a> <a href=\"http://www.ontario.ca/fr/lois/reglement/160387#s4\">4.</a> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).<a name=\"Sig\"></a></p>"
        },
        {
            "id": null,
            "section": "Fees to be paid by stewards",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/160387\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}