{
    "reg_info": {
        "full_title": "O. Reg. 138/00: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 138/00: ",
        "act_under": "Highway 407 Act, 1998",
        "url": "https://www.ontario.ca/laws/regulation/000138",
        "date_scraped": "2023-12-19 03:19:26"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 29, 2016",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/000138/v3",
            "valid_from": "June 24, 2011",
            "valid_to": "August 28, 2016"
        },
        {
            "a_href": "/laws/regulation/000138/v2",
            "valid_from": "June  8, 2007",
            "valid_to": "June 23, 2011"
        },
        {
            "a_href": "/laws/regulation/000138/v1",
            "valid_from": "February  7, 2003",
            "valid_to": "June  7, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Additional Methods of Sending Notices",
            "content": " 1. (1) In subsection 24 (1) of the Act and in this Regulation,  “bonded courier” means a courier that is exclusively in the business of delivering items for which a third party insurance company provides replacement insurance against loss, theft or disappearance of the item to be delivered.  O. Reg. 290/11, s. 1. (2) In this Regulation, “business day” includes every day other than a Saturday, Sunday or a day that is a public holiday as defined in the Employment Standards Act, 2000; (“jour ouvrable”) “courier” means a courier that provides a tracking mechanism for each item it accepts for delivery so that persons sending items can check their progress. (“messagerie”)  O. Reg. 290/11, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In subsection 24 (1) of the Act and in this Regulation, </p> <p class=\"definition-e\">“bonded courier” means a courier that is exclusively in the business of delivering items for which a third party insurance company provides replacement insurance against loss, theft or disappearance of the item to be delivered.  O. Reg. 290/11, s. 1.</p> <p class=\"subsection-e\">  (2) In this Regulation, </p> <p class=\"firstdef-e\">“business day” includes every day other than a Saturday, Sunday or a day that is a public holiday as defined in the <i>Employment Standards Act, 2000</i>; (“jour ouvrable”)</p> <p class=\"definition-e\">“courier” means a courier that provides a tracking mechanism for each item it accepts for delivery so that persons sending items can check their progress. (“messagerie”)  O. Reg. 290/11, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Additional Methods of Sending Notices",
            "content": " 2. (1) The owner may send the following by the methods set out in subsection 24 (1) of the Act: 1.  Any notice or document that section 16, 17, 19 or 22 of the Act requires or permits the owner to send.  O. Reg. 290/11, s. 2. (2) The owner may send the following by ordinary mail: 1.  Any notice or document that section 16, 17, 19 or 22 of the Act requires or permits the owner to send, other than a notification under subsection 22 (1) or (3) of the Act. 2.  A second or subsequent notification under subsection 22 (3) of the Act to a person who has already been notified under subsection 22 (3) of the Act and who is, as a result of having not paid a toll and the related fees and interest, unable to have a vehicle permit validated or issued pursuant to subsection 22 (4) of the Act.  O. Reg. 290/11, s. 2. (3) The owner may send the following by courier, other than a bonded courier: 1.  A notice of failure to pay a toll under section 16 of the Act to the person responsible for the payment of the toll. 2.  A first notification under subsection 22 (3) of the Act to a person to whom a notice of failure to pay was previously sent under subsection 16 (1) of the Act. 3.  A second or subsequent notification under subsection 22 (3) of the Act to a person who has already been notified under subsection 22 (3) of the Act and who is, as a result of having not paid a toll and the related fees and interest, unable to have a vehicle permit validated or issued pursuant to subsection 22 (4) of the Act.  O. Reg. 290/11, s. 2. (4) A notice, document or notification referred to in subsection (2) or (3) and sent by the owner by ordinary mail or by courier, other than a bonded courier, shall be deemed to have been received on the fifth business day after the day it was mailed or given to the courier.  O. Reg. 290/11, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The owner may send the following by the methods set out in subsection 24 (1) of the Act:</p> <p class=\"paragraph-e\">  1.  Any notice or document that section 16, 17, 19 or 22 of the Act requires or permits the owner to send.  O. Reg. 290/11, s. 2.</p> <p class=\"subsection-e\">  (2) The owner may send the following by ordinary mail:</p> <p class=\"paragraph-e\">  1.  Any notice or document that section 16, 17, 19 or 22 of the Act requires or permits the owner to send, other than a notification under subsection 22 (1) or (3) of the Act.</p> <p class=\"paragraph-e\">  2.  A second or subsequent notification under subsection 22 (3) of the Act to a person who has already been notified under subsection 22 (3) of the Act and who is, as a result of having not paid a toll and the related fees and interest, unable to have a vehicle permit validated or issued pursuant to subsection 22 (4) of the Act.  O. Reg. 290/11, s. 2.</p> <p class=\"subsection-e\">  (3) The owner may send the following by courier, other than a bonded courier:</p> <p class=\"paragraph-e\">  1.  A notice of failure to pay a toll under section 16 of the Act to the person responsible for the payment of the toll. </p> <p class=\"paragraph-e\">  2.  A first notification under subsection 22 (3) of the Act to a person to whom a notice of failure to pay was previously sent under subsection 16 (1) of the Act.</p> <p class=\"paragraph-e\">  3.  A second or subsequent notification under subsection 22 (3) of the Act to a person who has already been notified under subsection 22 (3) of the Act and who is, as a result of having not paid a toll and the related fees and interest, unable to have a vehicle permit validated or issued pursuant to subsection 22 (4) of the Act.  O. Reg. 290/11, s. 2.</p> <p class=\"subsection-e\">  (4) A notice, document or notification referred to in subsection (2) or (3) and sent by the owner by ordinary mail or by courier, other than a bonded courier, shall be deemed to have been received on the fifth business day after the day it was mailed or given to the courier.  O. Reg. 290/11, s. 2.</p>"
        },
        {
            "id": "2.1",
            "section": "Additional Methods of Sending Notices",
            "content": " 2.1 (1) The owner may send the following by electronic transmission, including e-mail: 1.  A notice of failure to pay a toll under section 16 of the Act to the person responsible for the payment of the toll. 2.  A written submission to the dispute arbitrator under subsection 19 (2) of the Act. 3.  A second or subsequent notification under subsection 22 (3) of the Act to a person who has already been notified under subsection 22 (3) of the Act and who is, as a result of having not paid a toll and the related interest and fees, unable to have a vehicle permit validated or issued pursuant to subsection 22 (4) of the Act.  O. Reg. 290/11, s. 3. (2) A notice or notification sent by electronic transmission under paragraph 1 or 3 of subsection (1) must be sent to the most recent address for receipt of electronic transmission provided to the owner by or on behalf of the person responsible for paying the toll.  O. Reg. 290/11, s. 3. (3) Paragraphs 1 and 3 of subsection (1) apply only if, (a)  the owner and the person responsible for paying the toll are parties to a valid and current written agreement under which the person responsible for paying the toll, (i)  consents to receive notices under section 16 of the Act and under subsection 22 (3) of the Act by electronic transmission, and (ii)  may at any time withdraw the consent described in subclause (i) by a means set out in the agreement; and (b)  the technology used by the owner for electronic transmission provides confirmation to the owner that an electronic transmission has been sent.  O. Reg. 290/11, s. 3. (4) Section 6 does not apply in respect of a notice or notification sent by electronic transmission in accordance with this section.  O. Reg. 290/11, s. 3. (5) A notice, written submission or notification sent by electronic transmission under this section shall be deemed to have been received on the next business day after it was sent.  O. Reg. 290/11, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>2.1 </b>(1) The owner may send the following by electronic transmission, including e-mail:</p> <p class=\"paragraph-e\">  1.  A notice of failure to pay a toll under section 16 of the Act to the person responsible for the payment of the toll. </p> <p class=\"paragraph-e\">  2.  A written submission to the dispute arbitrator under subsection 19 (2) of the Act.</p> <p class=\"paragraph-e\">  3.  A second or subsequent notification under subsection 22 (3) of the Act to a person who has already been notified under subsection 22 (3) of the Act and who is, as a result of having not paid a toll and the related interest and fees, unable to have a vehicle permit validated or issued pursuant to subsection 22 (4) of the Act.  O. Reg. 290/11, s. 3.</p> <p class=\"subsection-e\">  (2) A notice or notification sent by electronic transmission under paragraph 1 or 3 of subsection (1) must be sent to the most recent address for receipt of electronic transmission provided to the owner by or on behalf of the person responsible for paying the toll.  O. Reg. 290/11, s. 3.</p> <p class=\"subsection-e\">  (3) Paragraphs 1 and 3 of subsection (1) apply only if, </p> <p class=\"clause-e\">  (a)  the owner and the person responsible for paying the toll are parties to a valid and current written agreement under which the person responsible for paying the toll,</p> <p class=\"subclause-e\">  (i)  consents to receive notices under section 16 of the Act and under subsection 22 (3) of the Act by electronic transmission, and  </p> <p class=\"subclause-e\">  (ii)  may at any time withdraw the consent described in subclause (i) by a means set out in the agreement; and </p> <p class=\"clause-e\">  (b)  the technology used by the owner for electronic transmission provides confirmation to the owner that an electronic transmission has been sent.  O. Reg. 290/11, s. 3.</p> <p class=\"subsection-e\">  (4) Section 6 does not apply in respect of a notice or notification sent by electronic transmission in accordance with this section.  O. Reg. 290/11, s. 3.</p> <p class=\"subsection-e\">  (5) A notice, written submission or notification sent by electronic transmission under this section shall be deemed to have been received on the next business day after it was sent.  O. Reg. 290/11, s. 3.</p>"
        },
        {
            "id": "3.",
            "section": "Additional Methods of Sending Notices",
            "content": " 3. (1) The owner shall, together with a notice of failure to pay sent to a person under section 16 of the Act, and in addition to the information required to be given to the person under that section, inform the person of, (a)  the methods by which a notice of dispute may be sent to the owner, as set out in subsection 24 (1) of the Act and in section 4 of this Regulation; and (b)  any information the person may need in order to send a notice of dispute by a method set out in section 4 of this Regulation.  O. Reg. 138/00, s. 3 (1). (2) The owner shall, together with the copy of the decision sent to a person under subsection 17 (5) of the Act, and in addition to the information required to be given to the person under subsection 17 (6) of the Act if the dispute is unsuccessful, inform the person of, (a)  the methods by which a notice of appeal may be sent to the owner and to the dispute arbitrator, as set out in subsection 24 (1) of the Act and in section 4 of this Regulation; and (b)  any information the person may need in order to send a notice of appeal by a method set out in section 4 of this Regulation.  O. Reg. 138/00, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The owner shall, together with a notice of failure to pay sent to a person under section 16 of the Act, and in addition to the information required to be given to the person under that section, inform the person of,</p> <p class=\"clause-e\">  (a)  the methods by which a notice of dispute may be sent to the owner, as set out in subsection 24 (1) of the Act and in section 4 of this Regulation; and</p> <p class=\"clause-e\">  (b)  any information the person may need in order to send a notice of dispute by a method set out in section 4 of this Regulation.  O. Reg. 138/00, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The owner shall, together with the copy of the decision sent to a person under subsection 17 (5) of the Act, and in addition to the information required to be given to the person under subsection 17 (6) of the Act if the dispute is unsuccessful, inform the person of,</p> <p class=\"clause-e\">  (a)  the methods by which a notice of appeal may be sent to the owner and to the dispute arbitrator, as set out in subsection 24 (1) of the Act and in section 4 of this Regulation; and</p> <p class=\"clause-e\">  (b)  any information the person may need in order to send a notice of appeal by a method set out in section 4 of this Regulation.  O. Reg. 138/00, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Additional Methods of Sending Notices",
            "content": " 4. (1) A person who receives a notice of failure to pay under section 16 of the Act may send a notice of dispute or notice of appeal under section 17 or 19 of the Act,\r\n (a)  by the methods set out in subsection 24 (1) of the Act; (b)  by ordinary mail, fax or electronic transmission, including e-mail; (c)  by completing the notice form provided on the owner’s or dispute arbitrator’s website, as the case may be; or (d)  by personal delivery during the owner’s or dispute arbitrator’s regular business hours, as the case may be.  O. Reg. 138/00, s. 4 (1). (2) A notice sent as provided in subsection (1) shall be deemed to have been received, (a)  if sent by ordinary mail, on the fifth business day after the day it was mailed; (b)  if sent by fax or electronic transmission, on the next business day after it was sent; (c)  if sent by completing a form on a website, on the same business day that it was completed; (d)  if personally delivered during regular business hours, on the same business day that it was delivered.  O. Reg. 138/00, s. 4 (2). (3) For the purposes of subsection (2), the day on which the notice is mailed, sent, completed or delivered shall be determined with reference to the records kept by the owner.  O. Reg. 138/00, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) A person who receives a notice of failure to pay under section 16 of the Act may send a notice of dispute or notice of appeal under section 17 or 19 of the Act,\r\n</p> <p class=\"clause-e\">  (a)  by the methods set out in subsection 24 (1) of the Act;</p> <p class=\"clause-e\">  (b)  by ordinary mail, fax or electronic transmission, including e-mail;</p> <p class=\"clause-e\">  (c)  by completing the notice form provided on the owner’s or dispute arbitrator’s website, as the case may be; or</p> <p class=\"clause-e\">  (d)  by personal delivery during the owner’s or dispute arbitrator’s regular business hours, as the case may be.  O. Reg. 138/00, s. 4 (1).</p> <p class=\"subsection-e\">  (2) A notice sent as provided in subsection (1) shall be deemed to have been received,</p> <p class=\"clause-e\">  (a)  if sent by ordinary mail, on the fifth business day after the day it was mailed;</p> <p class=\"clause-e\">  (b)  if sent by fax or electronic transmission, on the next business day after it was sent;</p> <p class=\"clause-e\">  (c)  if sent by completing a form on a website, on the same business day that it was completed;  </p> <p class=\"clause-e\">  (d)  if personally delivered during regular business hours, on the same business day that it was delivered.  O. Reg. 138/00, s. 4 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of subsection (2), the day on which the notice is mailed, sent, completed or delivered shall be determined with reference to the records kept by the owner.  O. Reg. 138/00, s. 4 (3).</p>"
        },
        {
            "id": "5.",
            "section": "Additional Methods of Sending Notices",
            "content": " 5. (1) The dispute arbitrator may send a copy of his or her decision to the appellant, the owner and the Registrar of Motor Vehicles under subsection 19 (8) of the Act, (a)  by the methods set out in subsection 24 (1) of the Act; or (b)  by ordinary mail, fax or electronic transmission, including e-mail.  O. Reg. 138/00, s. 5 (1). (2) A copy of the decision sent as provided in subsection (1) shall be deemed to have been received, (a)  if sent by ordinary mail, on the fifth business day after the day it was mailed; (b)  if sent by fax or electronic transmission, on the next business day after it was sent.  O. Reg. 138/00, s. 5 (2). Additional Procedures for the Owner in Enforcing Payment of Tolls",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The dispute arbitrator may send a copy of his or her decision to the appellant, the owner and the Registrar of Motor Vehicles under subsection 19 (8) of the Act,</p> <p class=\"clause-e\">  (a)  by the methods set out in subsection 24 (1) of the Act; or</p> <p class=\"clause-e\">  (b)  by ordinary mail, fax or electronic transmission, including e-mail.  O. Reg. 138/00, s. 5 (1).</p> <p class=\"subsection-e\">  (2) A copy of the decision sent as provided in subsection (1) shall be deemed to have been received,</p> <p class=\"clause-e\">  (a)  if sent by ordinary mail, on the fifth business day after the day it was mailed;</p> <p class=\"clause-e\">  (b)  if sent by fax or electronic transmission, on the next business day after it was sent.  O. Reg. 138/00, s. 5 (2).</p> <p class=\"heading1-e\">Additional Procedures for the Owner in Enforcing Payment of Tolls</p>"
        },
        {
            "id": "6.",
            "section": "Additional Procedures for the Owner in Enforcing Payment of Tolls",
            "content": " 6. (1) The owner shall confirm the address of the person responsible for the payment of the toll with the Ministry of Transportation database within seven days before sending to that person a notice or document that the owner is required or permitted to send by section 16, 17, 19 or 22 of the Act.  O. Reg. 138/00, s. 6 (1); O. Reg. 30/03, s. 1. (2) The owner shall send the notice or document required or permitted to be sent by section 16, 17, 19 or 22 of the Act to the person at the address confirmed under subsection (1).  O. Reg. 138/00, s. 6 (2). (3) Subsections (1) and (2) apply only if the owner has access to the Ministry of Transportation database for the purposes described in those subsections pursuant to an agreement between the owner and the Crown in right of Ontario.  O. Reg. 138/00, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The owner shall confirm the address of the person responsible for the payment of the toll with the Ministry of Transportation database within seven days before sending to that person a notice or document that the owner is required or permitted to send by section 16, 17, 19 or 22 of the Act.  O. Reg. 138/00, s. 6 (1); O. Reg. 30/03, s. 1.</p> <p class=\"subsection-e\">  (2) The owner shall send the notice or document required or permitted to be sent by section 16, 17, 19 or 22 of the Act to the person at the address confirmed under subsection (1).  O. Reg. 138/00, s. 6 (2).</p> <p class=\"subsection-e\">  (3) Subsections (1) and (2) apply only if the owner has access to the Ministry of Transportation database for the purposes described in those subsections pursuant to an agreement between the owner and the Crown in right of Ontario.  O. Reg. 138/00, s. 6 (3).</p>"
        },
        {
            "id": "7.",
            "section": "Additional Procedures for the Owner in Enforcing Payment of Tolls",
            "content": " 7. The owner, with the consent of the person appealing the owner’s decision to the dispute arbitrator, may request that the dispute arbitrator deal with all outstanding notices of appeal sent by that person in a single arbitration.  O. Reg. 138/00, s. 7. ",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>The owner, with the consent of the person appealing the owner’s decision to the dispute arbitrator, may request that the dispute arbitrator deal with all outstanding notices of appeal sent by that person in a single arbitration.  O. Reg. 138/00, s. 7. </p>"
        },
        {
            "id": "8.",
            "section": "Additional Procedures for the Owner in Enforcing Payment of Tolls",
            "content": " 8. (1) Upon notifying the Registrar of Motor Vehicles under subsection 22 (1) of the Act of a person’s failure to pay, the owner shall at the same time send to the Registrar of Motor Vehicles a certificate prepared by a senior corporate officer of the owner, in a form satisfactory to the Registrar of Motor Vehicles, stating that,  (a)  the tolls and the related fees and interest that are the subject of the notice have not been paid or been deemed, by subsection 17 (7) of the Act, to have been paid; (b)  the notice of failure to pay required by section 16 of the Act in respect of such tolls, fees and interest was sent in accordance with the Act, this Regulation and the terms and conditions of any agreement between the owner and the Crown in right of Ontario; and (c)  the notice being sent under subsection 22 (1) of the Act with the certificate is being sent in accordance with the Act, this Regulation and the terms and conditions of any agreement between the owner and the Crown in right of Ontario.  O. Reg. 138/00, s. 8 (1). (2) The certificate shall be sent to the Registrar of Motor Vehicles by the same method that the notice under subsection 22 (1) of the Act is sent.  O. Reg. 138/00, s. 8 (2). (3) The owner shall retain a certificate prepared under subsection (1), and supporting documentation, for three years.  O. Reg. 138/00, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Upon notifying the Registrar of Motor Vehicles under subsection 22 (1) of the Act of a person’s failure to pay, the owner shall at the same time send to the Registrar of Motor Vehicles a certificate prepared by a senior corporate officer of the owner, in a form satisfactory to the Registrar of Motor Vehicles, stating that, </p> <p class=\"clause-e\">  (a)  the tolls and the related fees and interest that are the subject of the notice have not been paid or been deemed, by subsection 17 (7) of the Act, to have been paid; </p> <p class=\"clause-e\">  (b)  the notice of failure to pay required by section 16 of the Act in respect of such tolls, fees and interest was sent in accordance with the Act, this Regulation and the terms and conditions of any agreement between the owner and the Crown in right of Ontario; and </p> <p class=\"clause-e\">  (c)  the notice being sent under subsection 22 (1) of the Act with the certificate is being sent in accordance with the Act, this Regulation and the terms and conditions of any agreement between the owner and the Crown in right of Ontario.  O. Reg. 138/00, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The certificate shall be sent to the Registrar of Motor Vehicles by the same method that the notice under subsection 22 (1) of the Act is sent.  O. Reg. 138/00, s. 8 (2).</p> <p class=\"subsection-e\">  (3) The owner shall retain a certificate prepared under subsection (1), and supporting documentation, for three years.  O. Reg. 138/00, s. 8 (3).</p>"
        },
        {
            "id": "9.",
            "section": "Additional Procedures for the Owner in Enforcing Payment of Tolls",
            "content": " 9. (1) The owner shall advise the Registrar of Motor Vehicles at any time if a person could not be considered to have received a notice of failure to pay under section 16 of the Act, within the meaning of subsection 22 (4) of the Act, because,  (a)  there was an error in the notice of failure to pay sent by the owner under section 16 of the Act; (b)  the tolls and the related fees and interest that are the subject of the notice have been paid or been deemed, by subsection 17 (7) of the Act, to have been paid; (c)  the notice of failure to pay sent by the owner under section 16 of the Act was not sent in accordance with the Act, this Regulation or the terms and conditions of any agreement between the owner and the Crown in right of Ontario; or (d)  the notice sent by the owner under subsection 22 (1) of the Act was not sent in accordance with the Act, this Regulation or the terms and conditions of any agreement between the owner and the Crown in right of Ontario.  O. Reg. 138/00, s. 9 (1). (2) Upon advising the Registrar of Motor Vehicles under subsection (1), the owner shall, (a)  withdraw the applicable notice sent by the owner to the Registrar of Motor Vehicles under subsection 22 (1) of the Act; (b)  request that the Registrar of Motor Vehicles, (i)  not take the actions he or she would otherwise be required to take under subsection 22 (4) of the Act, or (ii)  if the Registrar of Motor Vehicles already took the actions referred to in subclause (i), validate the person’s vehicle permit or issue a vehicle permit to the person, subject to the Registrar of Motor Vehicle’s obligations under any other Act to refuse to validate or to issue such permit; and (c)  send a copy of the withdrawal and request, together with an explanation of the reasons for them, to the person to whom the applicable notice relates.  O. Reg. 138/00, s. 9 (2). (3) Advice to the Registrar of Motor Vehicles under subsection (1) may be sent by the methods set out in subsection 24 (1) of the Act or by ordinary mail.  O. Reg. 290/11, s. 4. (4) A withdrawal and request to the Registrar of Motor Vehicles under clauses (2) (a) and (b) and a copy of the withdrawal and request, together with an explanation of the reasons, sent to the person to whom the applicable notice relates under clause (2) (c) may be sent by the methods set out in subsection 24 (1) of the Act or by ordinary mail.  O. Reg. 290/11, s. 4. (5) A copy of the withdrawal and request, together with an explanation of the reasons, sent under clause (2) (c) may also be sent by courier, other than a bonded courier, or by electronic transmission, including e-mail.  O. Reg. 290/11, s. 4. (6) A copy of the withdrawal and request, together with an explanation of the reasons, sent under clause (2) (c) by ordinary mail or by courier, other than a bonded courier, shall be deemed to have been received on the fifth business day after the day it was mailed or given to the courier.  O. Reg. 290/11, s. 4. (7) Subsections 2.1 (2), (3), (4) and (5) apply with necessary modifications to a copy of the withdrawal and request, together with an explanation of the reasons, sent under clause (2) (c) by electronic transmission, including e-mail.  O. Reg. 290/11, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The owner shall advise the Registrar of Motor Vehicles at any time if a person could not be considered to have received a notice of failure to pay under section 16 of the Act, within the meaning of subsection 22 (4) of the Act, because, </p> <p class=\"clause-e\">  (a)  there was an error in the notice of failure to pay sent by the owner under section 16 of the Act; </p> <p class=\"clause-e\">  (b)  the tolls and the related fees and interest that are the subject of the notice have been paid or been deemed, by subsection 17 (7) of the Act, to have been paid; </p> <p class=\"clause-e\">  (c)  the notice of failure to pay sent by the owner under section 16 of the Act was not sent in accordance with the Act, this Regulation or the terms and conditions of any agreement between the owner and the Crown in right of Ontario; or </p> <p class=\"clause-e\">  (d)  the notice sent by the owner under subsection 22 (1) of the Act was not sent in accordance with the Act, this Regulation or the terms and conditions of any agreement between the owner and the Crown in right of Ontario.  O. Reg. 138/00, s. 9 (1).</p> <p class=\"subsection-e\">  (2) Upon advising the Registrar of Motor Vehicles under subsection (1), the owner shall,</p> <p class=\"clause-e\">  (a)  withdraw the applicable notice sent by the owner to the Registrar of Motor Vehicles under subsection 22 (1) of the Act;</p> <p class=\"clause-e\">  (b)  request that the Registrar of Motor Vehicles,</p> <p class=\"subclause-e\">  (i)  not take the actions he or she would otherwise be required to take under subsection 22 (4) of the Act, or </p> <p class=\"subclause-e\">  (ii)  if the Registrar of Motor Vehicles already took the actions referred to in subclause (i), validate the person’s vehicle permit or issue a vehicle permit to the person, subject to the Registrar of Motor Vehicle’s obligations under any other Act to refuse to validate or to issue such permit; and </p> <p class=\"clause-e\">  (c)  send a copy of the withdrawal and request, together with an explanation of the reasons for them, to the person to whom the applicable notice relates.  O. Reg. 138/00, s. 9 (2).</p> <p class=\"subsection-e\">  (3) Advice to the Registrar of Motor Vehicles under subsection (1) may be sent by the methods set out in subsection 24 (1) of the Act or by ordinary mail.  O. Reg. 290/11, s. 4.</p> <p class=\"subsection-e\">  (4) A withdrawal and request to the Registrar of Motor Vehicles under clauses (2) (a) and (b) and a copy of the withdrawal and request, together with an explanation of the reasons, sent to the person to whom the applicable notice relates under clause (2) (c) may be sent by the methods set out in subsection 24 (1) of the Act or by ordinary mail.  O. Reg. 290/11, s. 4.</p> <p class=\"subsection-e\">  (5) A copy of the withdrawal and request, together with an explanation of the reasons, sent under clause (2) (c) may also be sent by courier, other than a bonded courier, or by electronic transmission, including e-mail.  O. Reg. 290/11, s. 4.</p> <p class=\"subsection-e\">  (6) A copy of the withdrawal and request, together with an explanation of the reasons, sent under clause (2) (c) by ordinary mail or by courier, other than a bonded courier, shall be deemed to have been received on the fifth business day after the day it was mailed or given to the courier.  O. Reg. 290/11, s. 4.</p> <p class=\"subsection-e\">  (7) Subsections 2.1 (2), (3), (4) and (5) apply with necessary modifications to a copy of the withdrawal and request, together with an explanation of the reasons, sent under clause (2) (c) by electronic transmission, including e-mail.  O. Reg. 290/11, s. 4.</p>"
        },
        {
            "id": "10.",
            "section": "Additional Procedures for the Owner in Enforcing Payment of Tolls",
            "content": " 10. (1) The owner shall appoint a chartered accountant or certified general accountant who is approved by the Ministry of Transportation as an independent auditor to conduct audits of the owner and to submit the reports of the audits to the owner and to the Registrar of Motor Vehicles.  O. Reg. 138/00, s. 10 (1). (2) The independent auditor shall review the owner’s compliance, with respect to the enforcement of tolls, fees and interest, with the Act, this Regulation, the terms and conditions of any agreement between the owner and the Crown in right of Ontario and the terms and conditions of any agreement between the owner, the dispute arbitrator and the Crown in right of Ontario.  O. Reg. 138/00, s. 10 (2). (3) The independent auditor shall conduct random audits of the owner, at least once every three months, and shall also conduct an audit of the owner at any time if the Registrar of Motor Vehicles, believing on reasonable grounds that there may have been a lack of compliance as described in subsection (2), requests an additional audit.  O. Reg. 138/00, s. 10 (3). (4) Upon request, the owner shall provide the independent auditor with a certificate, and the supporting documentation, prepared under section 8.  O. Reg. 138/00, s. 10 (4). (5) The fees and expenses of the independent auditor shall be paid by the owner.  O. Reg. 138/00, s. 10 (5). Personal Information",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) The owner shall appoint a chartered accountant or certified general accountant who is approved by the Ministry of Transportation as an independent auditor to conduct audits of the owner and to submit the reports of the audits to the owner and to the Registrar of Motor Vehicles.  O. Reg. 138/00, s. 10 (1).</p> <p class=\"subsection-e\">  (2) The independent auditor shall review the owner’s compliance, with respect to the enforcement of tolls, fees and interest, with the Act, this Regulation, the terms and conditions of any agreement between the owner and the Crown in right of Ontario and the terms and conditions of any agreement between the owner, the dispute arbitrator and the Crown in right of Ontario.  O. Reg. 138/00, s. 10 (2).</p> <p class=\"subsection-e\">  (3) The independent auditor shall conduct random audits of the owner, at least once every three months, and shall also conduct an audit of the owner at any time if the Registrar of Motor Vehicles, believing on reasonable grounds that there may have been a lack of compliance as described in subsection (2), requests an additional audit.  O. Reg. 138/00, s. 10 (3).</p> <p class=\"subsection-e\">  (4) Upon request, the owner shall provide the independent auditor with a certificate, and the supporting documentation, prepared under section 8.  O. Reg. 138/00, s. 10 (4).</p> <p class=\"subsection-e\">  (5) The fees and expenses of the independent auditor shall be paid by the owner.  O. Reg. 138/00, s. 10 (5).</p> <p class=\"heading1-e\">Personal Information</p>"
        },
        {
            "id": "11.",
            "section": "Personal Information",
            "content": " 11. The Ministry of Transportation may disclose to the owner, under clause 54 (3) (c) of the Act and for a purpose described in subsection 54 (5) of the Act, the following information in respect of a person: 1.  The date upon which the validation of the vehicle permit issued to the person expires. 2.  If the person is an individual, his or her driver’s licence number or the number assigned to the person by the Ministry to identify number plates or vehicles registered to the person.  O. Reg. 246/07, s. 1.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>The Ministry of Transportation may disclose to the owner, under clause 54 (3) (c) of the Act and for a purpose described in subsection 54 (5) of the Act, the following information in respect of a person:</p> <p class=\"paragraph-e\">  1.  The date upon which the validation of the vehicle permit issued to the person expires.</p> <p class=\"paragraph-e\">  2.  If the person is an individual, his or her driver’s licence number or the number assigned to the person by the Ministry to identify number plates or vehicles registered to the person.  O. Reg. 246/07, s. 1.</p> <p class=\"paragraph-e\"><b> </b></p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/000138\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}