{
    "reg_info": {
        "full_title": "O. Reg. 175/01: DIRECT SALES CONTRACTS",
        "reg_name_text": "DIRECT SALES CONTRACTS",
        "citation": "O. Reg. 175/01: ",
        "act_under": "Consumer Protection Act   Loi sur la protection du consommateur",
        "url": "https://www.ontario.ca/laws/regulation/010175",
        "date_scraped": "2023-12-19 18:05:10"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/010175/v2",
            "valid_from": "February  3, 2005",
            "valid_to": "July 29, 2005"
        },
        {
            "a_href": "/laws/regulation/010175/v1",
            "valid_from": "August  3, 2001",
            "valid_to": "February  2, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. For the purpose of clause (a) of the definition of “direct sales contract” in section 23.1 of the Act, the prescribed amount is $50. O. Reg. 175/01, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> For the purpose of clause (a) of the definition of “direct sales contract” in section 23.1 of the Act, the prescribed amount is $50. O. Reg. 175/01, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) For the purposes of subsection 23.2 (2) of the Act, the written copy of a direct sales contract that a seller is required to deliver to the buyer under that subsection must contain, (a) the buyer’s name and buyer’s address as defined in subsection 23.6 (1) of the Act; (b) the seller’s name, business address, telephone number and, if any, fax number; (c) the name of the salesperson of the seller who entered into the contract on behalf of the seller; (d) the date on which and the place at which the parties to the contract entered into it; (e) a description of whatever goods or services are required by the contract that is sufficient to identify them; (f) a statement, in not less than 12 point type, that the buyer has the rights set out in section 23.3 of the Act to cancel the contract in accordance with section 23.4 of the Act; (g) the heading “Buyer’s Right to Cancel” in not less than 12 point bold type preceding the statement described in clause (f); (h) if the statement described in clause (f) is not located entirely on the first page of the contract, a notice on the first page of the contract in not less than 12 point bold type indicating where in the contract the statement is located; (i) an itemized list of what portion of the contract price is attributable to each of the goods or services required by the contract; (j) the total amount of the contract price; (k) the terms of payment that the contract requires for the contract price; (l) if the contract is an executory contract with respect to goods, the date on which the contract requires the goods to be delivered; (m) if the contract is an executory contract with respect to services, the date on which the contract requires the services to be performed and completed; (n) if the seller extends or arranges credit for the contract, a statement of whatever security the seller takes to guarantee payment of the contract price and the information that subsections 29.5 (3), (4) and (5) of the Act require the initial disclosure under those subsections to contain; (o) if the contract contains a trade-in arrangement, a description of the goods that the buyer is required to deliver under the arrangement and the amount of the trade-in allowance; and (p) evidence of the signatures of the parties to the contract. O. Reg. 175/01, s. 2 (1). (2) The statement of the matters described in clauses (1) (a) to (p) that is required to be contained in the written copy described in subsection (1) of the direct sales contract shall be in not less than 10 point type, unless those clauses state otherwise. O. Reg. 175/01, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) For the purposes of subsection 23.2 (2) of the Act, the written copy of a direct sales contract that a seller is required to deliver to the buyer under that subsection must contain,</p> <p class=\"clause-e\">(a) the buyer’s name and buyer’s address as defined in subsection 23.6 (1) of the Act;</p> <p class=\"clause-e\">(b) the seller’s name, business address, telephone number and, if any, fax number;</p> <p class=\"clause-e\">(c) the name of the salesperson of the seller who entered into the contract on behalf of the seller;</p> <p class=\"clause-e\">(d) the date on which and the place at which the parties to the contract entered into it;</p> <p class=\"clause-e\"><a name=\"P16_978\"></a><a name=\"continue\"></a>(e) a description of whatever goods or services are required by the contract that is sufficient to identify them;</p> <p class=\"clause-e\">(f) a statement, in not less than 12 point type, that the buyer has the rights set out in section 23.3 of the Act to cancel the contract in accordance with section 23.4 of the Act;</p> <p class=\"clause-e\">(g) the heading “Buyer’s Right to Cancel” in not less than 12 point bold type preceding the statement described in clause (f);</p> <p class=\"clause-e\">(h) if the statement described in clause (f) is not located entirely on the first page of the contract, a notice on the first page of the contract in not less than 12 point bold type indicating where in the contract the statement is located;</p> <p class=\"clause-e\">(i) an itemized list of what portion of the contract price is attributable to each of the goods or services required by the contract;</p> <p class=\"clause-e\">(j) the total amount of the contract price;</p> <p class=\"clause-e\">(k) the terms of payment that the contract requires for the contract price;</p> <p class=\"clause-e\">(l) if the contract is an executory contract with respect to goods, the date on which the contract requires the goods to be delivered;</p> <p class=\"clause-e\">(m) if the contract is an executory contract with respect to services, the date on which the contract requires the services to be performed and completed;</p> <p class=\"clause-e\">(n) if the seller extends or arranges credit for the contract, a statement of whatever security the seller takes to guarantee payment of the contract price and the information that subsections 29.5 (3), (4) and (5) of the Act require the initial disclosure under those subsections to contain;</p> <p class=\"clause-e\">(o) if the contract contains a trade-in arrangement, a description of the goods that the buyer is required to deliver under the arrangement and the amount of the trade-in allowance; and</p> <p class=\"clause-e\">(p) evidence of the signatures of the parties to the contract. O. Reg. 175/01, s. 2 (1).</p> <p class=\"subsection-e\">(2) The statement of the matters described in clauses (1) (a) to (p) that is required to be contained in the written copy described in subsection (1) of the direct sales contract shall be in not less than 10 point type, unless those clauses state otherwise. O. Reg. 175/01, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. Where a buyer cancels a direct sales contract under subsection 23.3 (1) of the Act, the seller may deduct from the refund of money described in clause 23.6 (2) (a) of the Act a sum for reasonable compensation for the services that the seller provided under the contract if the buyer solicited the services from the seller and requested that the seller provide the services within 10 days after the buyer received the written copy of the contract required by subsection 23.2 (2) of the Act. O. Reg. 175/01, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> Where a buyer cancels a direct sales contract under subsection 23.3 (1) of the Act, the seller may deduct from the refund of money described in clause 23.6 (2) (a) of the Act a sum for reasonable compensation for the services that the seller provided under the contract if the buyer solicited the services from the seller and requested that the seller provide the services within 10 days after the buyer received the written copy of the contract required by subsection 23.2 (2) of the Act. O. Reg. 175/01, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 175/01, s. 4. ",
            "raw_html": "<p class=\"section-e\"><b>4.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 175/01, s. 4.</p> <p class=\"Normal\"></p>"
        }
    ]
}