{
    "reg_info": {
        "full_title": "O. Reg. 536/00: TRANSITION BOARD - OTHER POWERS AND DUTIES",
        "reg_name_text": "Transition Board — other powers and duties",
        "citation": "O. Reg. 536/00: TRANSITION BOARD - OTHER POWERS AND DUTIES",
        "act_under": "Town of Haldimand Act, 1999   Loi de 1999 sur la ville de Haldimand",
        "url": "https://www.ontario.ca/laws/regulation/000536",
        "date_scraped": "2023-12-19 23:22:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November  9, 2000",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) In this section, “eligible employee” means an employee of executive rank of an old municipality or divided municipality or a public library board of an old municipality or divided municipality including an employee in a managerial or supervisory position but does not include an employee whose position is subject to a collective agreement; “old municipality” includes an old municipality as defined in the Town of Norfolk Act, 1999, except in sections 8 and 11.  O. Reg. 536/00, s. 1 (1). (2) Subject to subsections (3) to (6), the transition board may, on or before December 31, 2000, (a) enter into agreements with one or more eligible employees to provide for the termination of their employment with an old municipality or divided municipality, a public library board of an old municipality or divided municipality or with the Town of Haldimand or the Town of Norfolk or a local board of either town; and (b) establish one or more classes of eligible employees for the purpose of clause (a).  O. Reg. 536/00, s. 1 (2). (3) Agreements under this section may be different for different classes of employees established under clause (2) (b) and may be different for different employees including for different employees in the same class.  O. Reg. 536/00, s. 1 (3). (4) Before exercising its power under clause (2) (a), the transition board shall, with respect to an eligible employee who is not in a class established under clause (2) (b), (a) identify whether the employee is an employee with whom the board is not willing to enter into an agreement under this section; (b) identify whether the employee is an employee with whom the board is willing to enter into an agreement under this section but does not wish the employee’s employment to be terminated before January 1, 2001; and (c) for each employee not identified under clause (a), (i) determine the total amount of salary and benefits of the employee that the transition board would save on an annualized basis by entering into the agreement, and (ii) determine the total amount that would be spent to implement the agreement with the employee.  O. Reg. 536/00, s. 1 (4). (5) Before exercising its power under clause (2) (a), the transition board shall, with respect to eligible employees who are in a class established under clause (2) (b), (a) identify those employees in the class with whom the board is not willing to enter into an agreement under this section; (b) identify those employees in the class with whom the board is willing to enter into an agreement under this section but does not wish the employee’s employment to be terminated before January 1, 2001; and (c) for employees not identified under clause (a), (i) determine the total amount that the transition board wishes to save on an annualized basis by entering into the agreements, and (ii) determine the total amount that would be spent to implement the agreements with eligible employees in the class to achieve the savings determined under subclause (i).  O. Reg. 536/00, s. 1 (5). (6) The transition board shall not enter into an agreement under this section if, (a) the eligible employee is a person identified under clause (4) (a) or (5) (a); (b) the eligible employee is a person identified under clause (4) (b) or (5) (b) and the agreement would terminate the employee’s employment before January 1, 2001; or (c) it would result in the total amount of expenses determined under subclause (4) (c) (ii) or (5) (c) (ii) being exceeded.  O. Reg. 536/00, s. 1 (6). (7) The amounts required, before January 1, 2001, by the transition board to implement the agreements under this section shall be charged by the transition board to The Regional Municipality of Haldimand-Norfolk and shall be paid by the regional municipality to the transition board in the amounts and at the times specified by the transition board despite the fact that the amounts have not been included in the estimates of the transition board or the operating budget of the regional municipality under section 36 of the Act and despite any regulation made under section 35 of the Act or section 28 of the Town of Norfolk Act, 1999 and any guideline of the transition board.  O. Reg. 536/00, s. 1 (7). (8) The amounts required, on or after January 1, 2001, by the transition board to implement agreements entered into under this section shall be charged by the transition board to the Town of Haldimand and the Town of Norfolk and shall be paid by them to the transition board in the amounts and at the times specified by the transition board.  O. Reg. 536/00, s. 1 (8). (9) If the employment of an employee of an old municipality or divided municipality, other than The Regional Municipality of Haldimand-Norfolk, or an employee of a public library board is terminated on or before December 31, 2000, pursuant to an agreement under this section, the old municipality, divided municipality or the public library board, as the case may be, shall within 10 days from the date of the termination of employment pay to the regional municipality the amount of the remuneration and benefits that would have been paid in respect of that employee from the date of termination to the end of 2000, if the employment had continued for that period.  O. Reg. 536/00, s. 1 (9). (10) Despite subsection (9), the maximum amount that shall be paid in respect of an employee under that subsection shall not exceed the amount agreed upon under clause (2) (a).  O. Reg. 536/00, s. 1 (10). (11) Nothing in this section interferes with the right of an employee to terminate employment and to initiate proceedings for that purpose and, despite this section, the board may enter into agreements to facilitate the termination.  O. Reg. 536/00, s. 1 (11).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this section,</p> <p class=\"firstdef-e\">“eligible employee” means an employee of executive rank of an old municipality or divided municipality or a public library board of an old municipality or divided municipality including an employee in a managerial or supervisory position but does not include an employee whose position is subject to a collective agreement; </p> <p class=\"definition-e\">“old municipality” includes an old municipality as defined in the <i>Town of Norfolk Act, 1999</i>, except in sections 8 and 11.  O. Reg. 536/00, s. 1 (1).</p> <p class=\"subsection-e\">  (2) Subject to subsections (3) to (6), the transition board may, on or before December 31, 2000,</p> <p class=\"clause-e\">  (a) enter into agreements with one or more eligible employees to provide for the termination of their employment with an old municipality or divided municipality, a public library board of an old municipality or divided municipality or with the Town of Haldimand or the Town of Norfolk or a local board of either town; and</p> <p class=\"clause-e\">  (b) establish one or more classes of eligible employees for the purpose of clause (a).  O. Reg. 536/00, s. 1 (2).</p> <p class=\"subsection-e\">  (3) Agreements under this section may be different for different classes of employees established under clause (2) (b) and may be different for different employees including for different employees in the same class.  O. Reg. 536/00, s. 1 (3).</p> <p class=\"subsection-e\">  (4) Before exercising its power under clause (2) (a), the transition board shall, with respect to an eligible employee who is not in a class established under clause (2) (b),</p> <p class=\"clause-e\">  (a) identify whether the employee is an employee with whom the board is not willing to enter into an agreement under this section;</p> <p class=\"clause-e\">  (b) identify whether the employee is an employee with whom the board is willing to enter into an agreement under this section but does not wish the employee’s employment to be terminated before January 1, 2001; and</p> <p class=\"clause-e\">  (c) for each employee not identified under clause (a),</p> <p class=\"subclause-e\">  (i) determine the total amount of salary and benefits of the employee that the transition board would save on an annualized basis by entering into the agreement, and</p> <p class=\"subclause-e\">  (ii) determine the total amount that would be spent to implement the agreement with the employee.  O. Reg. 536/00, s. 1 (4).</p> <p class=\"subsection-e\">  (5) Before exercising its power under clause (2) (a), the transition board shall, with respect to eligible employees who are in a class established under clause (2) (b),</p> <p class=\"clause-e\">  (a) identify those employees in the class with whom the board is not willing to enter into an agreement under this section;</p> <p class=\"clause-e\">  (b) identify those employees in the class with whom the board is willing to enter into an agreement under this section but does not wish the employee’s employment to be terminated before January 1, 2001; and</p> <p class=\"clause-e\">  (c) for employees not identified under clause (a),</p> <p class=\"subclause-e\">  (i) determine the total amount that the transition board wishes to save on an annualized basis by entering into the agreements, and</p> <p class=\"subclause-e\">  (ii) determine the total amount that would be spent to implement the agreements with eligible employees in the class to achieve the savings determined under subclause (i).  O. Reg. 536/00, s. 1 (5).</p> <p class=\"subsection-e\">  (6) The transition board shall not enter into an agreement under this section if,</p> <p class=\"clause-e\">  (a) the eligible employee is a person identified under clause (4) (a) or (5) (a);</p> <p class=\"clause-e\">  (b) the eligible employee is a person identified under clause (4) (b) or (5) (b) and the agreement would terminate the employee’s employment before January 1, 2001; or</p> <p class=\"clause-e\">  (c) it would result in the total amount of expenses determined under subclause (4) (c) (ii) or (5) (c) (ii) being exceeded.  O. Reg. 536/00, s. 1 (6).</p> <p class=\"subsection-e\">  (7) The amounts required, before January 1, 2001, by the transition board to implement the agreements under this section shall be charged by the transition board to The Regional Municipality of Haldimand-Norfolk and shall be paid by the regional municipality to the transition board in the amounts and at the times specified by the transition board despite the fact that the amounts have not been included in the estimates of the transition board or the operating budget of the regional municipality under section 36 of the Act and despite any regulation made under section 35 of the Act or section 28 of the <i>Town of Norfolk Act, 1999</i> and any guideline of the transition board.  O. Reg. 536/00, s. 1 (7).</p> <p class=\"subsection-e\">  (8) The amounts required, on or after January 1, 2001, by the transition board to implement agreements entered into under this section shall be charged by the transition board to the Town of Haldimand and the Town of Norfolk and shall be paid by them to the transition board in the amounts and at the times specified by the transition board.  O. Reg. 536/00, s. 1 (8).</p> <p class=\"subsection-e\">  (9) If the employment of an employee of an old municipality or divided municipality, other than The Regional Municipality of Haldimand-Norfolk, or an employee of a public library board is terminated on or before December 31, 2000, pursuant to an agreement under this section, the old municipality, divided municipality or the public library board, as the case may be, shall within 10 days from the date of the termination of employment pay to the regional municipality the amount of the remuneration and benefits that would have been paid in respect of that employee from the date of termination to the end of 2000, if the employment had continued for that period.  O. Reg. 536/00, s. 1 (9).</p> <p class=\"subsection-e\">  (10) Despite subsection (9), the maximum amount that shall be paid in respect of an employee under that subsection shall not exceed the amount agreed upon under clause (2) (a).  O. Reg. 536/00, s. 1 (10).</p> <p class=\"subsection-e\">  (11) Nothing in this section interferes with the right of an employee to terminate employment and to initiate proceedings for that purpose and, despite this section, the board may enter into agreements to facilitate the termination.  O. Reg. 536/00, s. 1 (11).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) On or before December 31, 2000, the transition board, on behalf of the Town of Haldimand and the Town of Norfolk and their local boards, may exercise the same powers as a city and a local board of a city may exercise under any Act for providing insurance, including reciprocal contracts of indemnity, for the town and its local boards and for their employees and retired employees and for the members of council of the towns and of local boards of the towns.  O. Reg. 536/00, s. 2 (1). (2) An agreement under subsection (1) takes effect on January 1, 2001.  O. Reg. 536/00, s. 2 (2). (3) In subsection (1), “retired employees” includes retired employees of an old municipality or divided municipality or their local boards who were insured by the old municipality or divided municipality or their local boards on December 31, 2000 for the same type of insurance that is being provided by the transition board under subsection (1).  O. Reg. 536/00, s. 2 (3). (4) If the transition board enters into an agreement under subsection (1), the board may, on or before December 31, 2000, enter into agreements for the termination or amendment of existing contracts of old municipalities or divided municipalities or a local board of either of them that provide insurance for the same purpose.  O. Reg. 536/00, s. 2 (4). (5) An agreement under subsection (4) takes effect on or after January 1, 2001.  O. Reg. 536/00, s. 2 (5). (6) Nothing in this section authorizes an agreement that reduces or eliminates insurance coverage required by a collective agreement.  O. Reg. 536/00, s. 2 (6).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) On or before December 31, 2000, the transition board, on behalf of the Town of Haldimand and the Town of Norfolk and their local boards, may exercise the same powers as a city and a local board of a city may exercise under any Act for providing insurance, including reciprocal contracts of indemnity, for the town and its local boards and for their employees and retired employees and for the members of council of the towns and of local boards of the towns.  O. Reg. 536/00, s. 2 (1).</p> <p class=\"subsection-e\">  (2) An agreement under subsection (1) takes effect on January 1, 2001.  O. Reg. 536/00, s. 2 (2).</p> <p class=\"subsection-e\">  (3) In subsection (1), “retired employees” includes retired employees of an old municipality or divided municipality or their local boards who were insured by the old municipality or divided municipality or their local boards on December 31, 2000 for the same type of insurance that is being provided by the transition board under subsection (1).  O. Reg. 536/00, s. 2 (3).</p> <p class=\"subsection-e\">  (4) If the transition board enters into an agreement under subsection (1), the board may, on or before December 31, 2000, enter into agreements for the termination or amendment of existing contracts of old municipalities or divided municipalities or a local board of either of them that provide insurance for the same purpose.  O. Reg. 536/00, s. 2 (4).</p> <p class=\"subsection-e\">  (5) An agreement under subsection (4) takes effect on or after January 1, 2001.  O. Reg. 536/00, s. 2 (5).</p> <p class=\"subsection-e\">  (6) Nothing in this section authorizes an agreement that reduces or eliminates insurance coverage required by a collective agreement.  O. Reg. 536/00, s. 2 (6).</p>"
        },
        {
            "id": "2.1",
            "section": null,
            "content": " 2.1 On or before December 31, 2000, the transition board may, on behalf of the Town of Haldimand and the Town of Norfolk, exercise the power of a city under section 370 of the Municipal Act to provide for interim levies for the 2001 taxation year.  O. Reg. 593/00, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2.1 </b>On or before December 31, 2000, the transition board may, on behalf of the Town of Haldimand and the Town of Norfolk, exercise the power of a city under section 370 of the <i>Municipal Act</i> to provide for interim levies for the 2001 taxation year.  O. Reg. 593/00, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. On or before December 31, 2000, the transition board may, on behalf of the Town of Haldimand and the Town of Norfolk, exercise the same powers as a city may exercise under any Act and as the treasurer of a city may exercise under clause 80 (1) (a) of the Municipal Act for the provision of banking and other financial services to each town.  O. Reg. 536/00, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>On or before December 31, 2000, the transition board may, on behalf of the Town of Haldimand and the Town of Norfolk, exercise the same powers as a city may exercise under any Act and as the treasurer of a city may exercise under clause 80 (1) (a) of the <i>Municipal Act</i> for the provision of banking and other financial services to each town.  O. Reg. 536/00, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. On or before December 31, 2000, the transition board may, on behalf of the Town of Haldimand and the Town of Norfolk, exercise the power of a city under subsection 86 (1) of the Municipal Act to appoint one or more auditors for each town effective January 1, 2001, and may enter into such agreements as the transition board considers advisable for the provision of audit services to each town by the auditor or auditors.  O. Reg. 536/00, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>On or before December 31, 2000, the transition board may, on behalf of the Town of Haldimand and the Town of Norfolk, exercise the power of a city under subsection 86 (1) of the <i>Municipal Act</i> to appoint one or more auditors for each town effective January 1, 2001, and may enter into such agreements as the transition board considers advisable for the provision of audit services to each town by the auditor or auditors.  O. Reg. 536/00, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) The transition board may enter into agreements to amend or terminate agreements for the provision of audit and banking services and other financial services to the old municipalities or divided municipalities.  O. Reg. 536/00, s. 5 (1). (2) An agreement made under subsection (1) shall provide that it takes effect on a specified date that is not earlier than January 1, 2001.  O. Reg. 536/00, s. 5 (2). (3) An agreement under subsection (1) for terminating or amending an agreement for the provision of audit services to an old municipality or divided municipality shall ensure that all obligations of the auditor under the agreement with respect to the 2000 and prior fiscal years of the old municipality or divided municipality are continued.  O. Reg. 536/00, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The transition board may enter into agreements to amend or terminate agreements for the provision of audit and banking services and other financial services to the old municipalities or divided municipalities.  O. Reg. 536/00, s. 5 (1).</p> <p class=\"subsection-e\">  (2) An agreement made under subsection (1) shall provide that it takes effect on a specified date that is not earlier than January 1, 2001.  O. Reg. 536/00, s. 5 (2).</p> <p class=\"subsection-e\">  (3) An agreement under subsection (1) for terminating or amending an agreement for the provision of audit services to an old municipality or divided municipality shall ensure that all obligations of the auditor under the agreement with respect to the 2000 and prior fiscal years of the old municipality or divided municipality are continued.  O. Reg. 536/00, s. 5 (3).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) On or before December 31, 2000, the transition board may, on behalf of the Town of Haldimand and the Town of Norfolk, pass a by-law or resolution adopting policies to govern the purchasing of goods and services by each town and amending or repealing the by-laws or resolutions of old municipalities and divided municipalities adopting policies to govern the purchasing of goods and services by the old municipalities and divided municipalities.  O. Reg. 536/00, s. 6 (1). (2) A by-law or resolution under subsection (1) comes into force on January 1, 2001.  O. Reg. 536/00, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) On or before December 31, 2000, the transition board may, on behalf of the Town of Haldimand and the Town of Norfolk, pass a by-law or resolution adopting policies to govern the purchasing of goods and services by each town and amending or repealing the by-laws or resolutions of old municipalities and divided municipalities adopting policies to govern the purchasing of goods and services by the old municipalities and divided municipalities.  O. Reg. 536/00, s. 6 (1).</p> <p class=\"subsection-e\">  (2) A by-law or resolution under subsection (1) comes into force on January 1, 2001.  O. Reg. 536/00, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. (1) An agreement entered into by the transition board under sections 1 to 6 is binding on the Town of Haldimand and the Town of Norfolk, as the case may be, as of January 1, 2001.  O. Reg. 536/00, s. 7 (1). (2) A by-law or resolution passed by the transition board under sections 1 to 6 shall be deemed to be a by-law or resolution of the Town of Haldimand or the Town of Norfolk, as the case may be, on January 1, 2001.  O. Reg. 536/00, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) An agreement entered into by the transition board under sections 1 to 6 is binding on the Town of Haldimand and the Town of Norfolk, as the case may be, as of January 1, 2001.  O. Reg. 536/00, s. 7 (1).</p> <p class=\"subsection-e\">  (2) A by-law or resolution passed by the transition board under sections 1 to 6 shall be deemed to be a by-law or resolution of the Town of Haldimand or the Town of Norfolk, as the case may be, on January 1, 2001.  O. Reg. 536/00, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. An old municipality or a divided municipality or a local board of an old municipality or divided municipality shall not exercise any of the powers or perform any of the duties of the type described in sections 1 to 6 unless it is done with the approval of the transition board or in accordance with guidelines issued by the transition board.  O. Reg. 536/00, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>An old municipality or a divided municipality or a local board of an old municipality or divided municipality shall not exercise any of the powers or perform any of the duties of the type described in sections 1 to 6 unless it is done with the approval of the transition board or in accordance with guidelines issued by the transition board.  O. Reg. 536/00, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. (1) The transition board shall establish the key elements of the Haldimand Public Library Board’s organizational structure and the Norfolk Public Library Board’s organizational structure and hire those employees of executive rank whom the transition board considers necessary to ensure the good management of each of the library boards.  O. Reg. 536/00, s. 9 (1). (2) For the purpose of subsection (1), “employees of executive rank” includes employees in a managerial or supervisory position but does not include such employees if their position is subject to a collective agreement.  O. Reg. 536/00, s. 9 (2). (3) When the transition board hires a person under subsection (1), the following rules apply in respect of each library board: 1. The transition board has the authority to negotiate the terms of the employment contract with the person. 2. The library board is bound by the employment contract. 3. The employment contract may take effect on or before January 1, 2001. 4. If the contract takes effect before January 1, 2001, the person is the employee of the transition board before January 1, 2001 and the employee of the library board beginning on January 1, 2001. 5. If the contract takes effect on January 1, 2001, the person is the employee of the library board. 6. While the person is an employee of the transition board, the person shall be deemed to be an employee under the Ontario Municipal Employees Retirement System Act and the transition board shall be deemed, in respect of the person, to be an employer under that Act. 7. On January 1, 2001, the library board shall be deemed to have taken all the steps that may be required to make the person the effective holder of his or her office.  O. Reg. 536/00, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The transition board shall establish the key elements of the Haldimand Public Library Board’s organizational structure and the Norfolk Public Library Board’s organizational structure and hire those employees of executive rank whom the transition board considers necessary to ensure the good management of each of the library boards.  O. Reg. 536/00, s. 9 (1).</p> <p class=\"subsection-e\">  (2) For the purpose of subsection (1), “employees of executive rank” includes employees in a managerial or supervisory position but does not include such employees if their position is subject to a collective agreement.  O. Reg. 536/00, s. 9 (2).</p> <p class=\"subsection-e\">  (3) When the transition board hires a person under subsection (1), the following rules apply in respect of each library board:</p> <p class=\"paragraph-e\">  1. The transition board has the authority to negotiate the terms of the employment contract with the person.</p> <p class=\"paragraph-e\">  2. The library board is bound by the employment contract.</p> <p class=\"paragraph-e\">  3. The employment contract may take effect on or before January 1, 2001.</p> <p class=\"paragraph-e\">  4. If the contract takes effect before January 1, 2001, the person is the employee of the transition board before January 1, 2001 and the employee of the library board beginning on January 1, 2001.  </p> <p class=\"paragraph-e\">  5. If the contract takes effect on January 1, 2001, the person is the employee of the library board. </p> <p class=\"paragraph-e\">  6. While the person is an employee of the transition board, the person shall be deemed to be an employee under the <i>Ontario Municipal Employees Retirement System Act</i> and the transition board shall be deemed, in respect of the person, to be an employer under that Act.</p> <p class=\"paragraph-e\">  7. On January 1, 2001, the library board shall be deemed to have taken all the steps that may be required to make the person the effective holder of his or her office.  O. Reg. 536/00, s. 9 (3).</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. In subsection 27 (1) of the Act, “employees of executive rank” includes employees in a managerial or supervisory position but does not include such employees if their position is subject to a collective agreement.  O. Reg. 536/00, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>In subsection 27 (1) of the Act, “employees of executive rank” includes employees in a managerial or supervisory position but does not include such employees if their position is subject to a collective agreement.  O. Reg. 536/00, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": " 11. Despite subsection 257.2 (5) of the Municipal Act, a by-law of an old municipality or divided municipality or a local board of an old municipality or divided municipality, including all amendments to the by-law, to which that subsection applies, expires on the later of five years after the day on which it comes into force and January 1, 2003 unless the by-law is repealed earlier.  O. Reg. 536/00, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>Despite subsection 257.2 (5) of the <i>Municipal Act</i>, a by-law of an old municipality or divided municipality or a local board of an old municipality or divided municipality, including all amendments to the by-law, to which that subsection applies, expires on the later of five years after the day on which it comes into force and January 1, 2003 unless the by-law is repealed earlier.  O. Reg. 536/00, s. 11.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}