{
    "reg_info": {
        "full_title": "O. Reg. 234/10: PRINCIPAL AND VICE-PRINCIPAL PERFORMANCE APPRAISAL",
        "reg_name_text": "Principal and Vice-Principal Performance Appraisal",
        "citation": "O. Reg. 234/10: PRINCIPAL AND VICE-PRINCIPAL PERFORMANCE APPRAISAL",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/100234",
        "date_scraped": "2023-12-18 19:39:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 27, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/100234/v5",
            "valid_from": "August 17, 2020",
            "valid_to": "November 26, 2020"
        },
        {
            "a_href": "/laws/regulation/100234/v4",
            "valid_from": "September  1, 2018",
            "valid_to": "August 16, 2020"
        },
        {
            "a_href": "/laws/regulation/100234/v3",
            "valid_from": "April  4, 2018",
            "valid_to": "August 31, 2018"
        },
        {
            "a_href": "/laws/regulation/100234/v2",
            "valid_from": "February 28, 2018",
            "valid_to": "April  3, 2018"
        },
        {
            "a_href": "/laws/regulation/100234/v1",
            "valid_from": "June 14, 2010",
            "valid_to": "February 27, 2018"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I APPLICATION AND INTERPRETATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I APPLICATION AND INTERPRETATION",
            "section": "Application",
            "content": " 1. This Regulation applies to performance appraisals of principals and vice-principals conducted under Part XI.1 of the Act.  O. Reg. 234/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>This Regulation applies to performance appraisals of principals and vice-principals conducted under Part XI.1 of the Act.  O. Reg. 234/10, s. 1.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": "PART I  ",
            "part_type": "PART I APPLICATION AND INTERPRETATION",
            "section": "Interpretation",
            "content": " 2. (1) For the purposes of this Regulation, a period of school days shall be determined by counting consecutive school days in the school year or school years of the board that employs the principal or vice-principal.  O. Reg. 234/10, s. 2 (1). (2) Every board that has more than one school year shall establish rules respecting which school year applies in respect of each principal and vice-principal employed by it and, for that purpose, the board may establish different rules for different classes of principals and vice-principals.  O. Reg. 234/10, s. 2 (2). PART II   principal performance appraisal Performance Appraisal Process",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) For the purposes of this Regulation, a period of school days shall be determined by counting consecutive school days in the school year or school years of the board that employs the principal or vice-principal.  O. Reg. 234/10, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Every board that has more than one school year shall establish rules respecting which school year applies in respect of each principal and vice-principal employed by it and, for that purpose, the board may establish different rules for different classes of principals and vice-principals.  O. Reg. 234/10, s. 2 (2).</p> <p class=\"partnum-e\"><a name=\"BK3\"></a>PART II <br/>  principal performance appraisal</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Performance Appraisal Process</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Performance Appraisal Process",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Performance Appraisal Process",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Evaluation cycle",
            "content": " 3. (1) The evaluation cycle for principals shall be five consecutive years.  O. Reg. 234/10, s. 3 (1). (2) Every board shall schedule evaluation years for principals in a manner that provides for each principal to have one evaluation year in each evaluation cycle during which the principal is employed by the board.  O. Reg. 234/10, s. 3 (2). (3) The first evaluation year for a principal of a board is determined as follows: 1. If the first year in which a principal is employed by the board as a principal is a year starting after April 30, 2010, the first evaluation year is, i. the first year in which he or she is employed by the board as a principal, if the principal has previously worked as a principal, or ii. the second year in which he or she is employed by the board as a principal, if the principal has never previously worked as a principal. 2. For all other principals, the first evaluation year is any year chosen by the board that ends on or before June 30, 2015.  O. Reg. 234/10, s. 3 (3). (4) Within 20 school days after the beginning of a year that is scheduled as an evaluation year for a principal, the supervisory officer conducting the performance appraisal shall notify the principal that the year is an evaluation year.  O. Reg. 234/10, s. 3 (4). (5) The board shall ensure that each principal receives at least one performance appraisal during each of his or her evaluation years.  O. Reg. 234/10, s. 3 (5). (6) Once a principal employed by a board receives a performance appraisal, each subsequent evaluation year of the principal, as long as the principal continues in the employ of that board, shall be preceded by at least four years that are not evaluation years for the principal. O. Reg. 672/20, s. 1. (7) If a principal receives an additional performance appraisal under section 5 in a year that is not the principal’s evaluation year, the following rules apply: 1. Despite subsection (6), the year in which the additional performance appraisal is conducted may be preceded by fewer than four years that are not evaluation years. 2. The year in which the additional performance appraisal is conducted is deemed to be an evaluation year. 3. The previous evaluation cycle is ended. 4. The year in which the additional performance appraisal is conducted is deemed to be the first year of a new evaluation cycle. 5. Subsection (4) does not apply with respect to the evaluation year mentioned in paragraph 2. O. Reg. 672/20, s. 1.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK5\"></a>3. </b>(1) The evaluation cycle for principals shall be five consecutive years.  O. Reg. 234/10, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Every board shall schedule evaluation years for principals in a manner that provides for each principal to have one evaluation year in each evaluation cycle during which the principal is employed by the board.  O. Reg. 234/10, s. 3 (2).</p> <p class=\"subsection-e\">  (3) The first evaluation year for a principal of a board is determined as follows:</p> <p class=\"paragraph-e\">  1. If the first year in which a principal is employed by the board as a principal is a year starting after April 30, 2010, the first evaluation year is,</p> <p class=\"subpara-e\">  i. the first year in which he or she is employed by the board as a principal, if the principal has previously worked as a principal, or</p> <p class=\"subpara-e\">  ii. the second year in which he or she is employed by the board as a principal, if the principal has never previously worked as a principal.</p> <p class=\"paragraph-e\">  2. For all other principals, the first evaluation year is any year chosen by the board that ends on or before June 30, 2015.  O. Reg. 234/10, s. 3 (3).</p> <p class=\"subsection-e\">  (4) Within 20 school days after the beginning of a year that is scheduled as an evaluation year for a principal, the supervisory officer conducting the performance appraisal shall notify the principal that the year is an evaluation year.  O. Reg. 234/10, s. 3 (4).</p> <p class=\"subsection-e\">  (5) The board shall ensure that each principal receives at least one performance appraisal during each of his or her evaluation years.  O. Reg. 234/10, s. 3 (5).</p> <p class=\"subsection-e\">  (6) Once a principal employed by a board receives a performance appraisal, each subsequent evaluation year of the principal, as long as the principal continues in the employ of that board, shall be preceded by at least four years that are not evaluation years for the principal. O. Reg. 672/20, s. 1.</p> <p class=\"subsection-e\">  (7) If a principal receives an additional performance appraisal under section 5 in a year that is not the principal’s evaluation year, the following rules apply:</p> <p class=\"paragraph-e\">  1. Despite subsection (6), the year in which the additional performance appraisal is conducted may be preceded by fewer than four years that are not evaluation years.</p> <p class=\"paragraph-e\">  2. The year in which the additional performance appraisal is conducted is deemed to be an evaluation year.</p> <p class=\"paragraph-e\">  3. The previous evaluation cycle is ended.</p> <p class=\"paragraph-e\">  4. The year in which the additional performance appraisal is conducted is deemed to be the first year of a new evaluation cycle.</p> <p class=\"paragraph-e\">  5. Subsection (4) does not apply with respect to the evaluation year mentioned in paragraph 2. O. Reg. 672/20, s. 1.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "3.1",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Performance appraisals, 2020-2021",
            "content": " 3.1 (1) The 2020-2021 school year shall not be counted when determining an evaluation cycle under section 3. O. Reg. 672/20, s. 2. (2) No performance appraisals, other than an additional performance appraisal under section 5, shall be conducted during the period that begins on the day Ontario Regulation 672/20 comes into force and ends on August 31, 2021. O. Reg. 672/20, s. 2. (3) If a performance appraisal is conducted in respect of a 2020-2021 evaluation year, the evaluation year is deemed to be 2021-2022 for the purposes of determining the evaluation cycle. O. Reg. 672/20, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>3.1 </b>(1) The 2020-2021 school year shall not be counted when determining an evaluation cycle under section 3. O. Reg. 672/20, s. 2.</p> <p class=\"subsection-e\">  (2) No performance appraisals, other than an additional performance appraisal under section 5, shall be conducted during the period that begins on the day Ontario Regulation 672/20 comes into force and ends on August 31, 2021. O. Reg. 672/20, s. 2.</p> <p class=\"subsection-e\">  (3) If a performance appraisal is conducted in respect of a 2020-2021 evaluation year, the evaluation year is deemed to be 2021-2022 for the purposes of determining the evaluation cycle. O. Reg. 672/20, s. 2.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "4.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Role of supervisory officer",
            "content": " 4. (1) A performance appraisal of a principal under this Part shall be conducted by the appropriate supervisory officer.  O. Reg. 234/10, s. 4 (1). (2) The supervisory officer may conduct performance appraisals of the principal under this Part at such intervals during the evaluation year as the supervisory officer considers appropriate, subject to any requirements in this Part or in any guideline, rule or policy made under Part XI.1 of the Act.  O. Reg. 234/10, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>4. </b>(1) A performance appraisal of a principal under this Part shall be conducted by the appropriate supervisory officer.  O. Reg. 234/10, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The supervisory officer may conduct performance appraisals of the principal under this Part at such intervals during the evaluation year as the supervisory officer considers appropriate, subject to any requirements in this Part or in any guideline, rule or policy made under Part XI.1 of the Act.  O. Reg. 234/10, s. 4 (2).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "5.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Additional performance appraisals",
            "content": " 5. (1) A supervisory officer may conduct performance appraisals of a principal that are additional to those required by section 3, if the supervisory officer considers it advisable to do so in light of circumstances relating to the performance of the principal.  O. Reg. 234/10, s. 5 (1). (2) Despite subsection (1), a performance appraisal shall not be conducted in the first year in which a principal is employed by the board as a principal if he or she has never previously worked as a principal.  O. Reg. 234/10, s. 5 (2). (3) Except during a principal’s evaluation year, a principal may request performance appraisals that are additional to those required by section 3 and the appropriate supervisory officer shall conduct them, subject to subsection (4).  O. Reg. 234/10, s. 5 (3). (4) The supervisory officer may refuse to conduct a performance appraisal requested under subsection (3) where he or she reasonably believes that the performance appraisal will not lead to improvement in the principal’s performance.  O. Reg. 234/10, s. 5 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>5. </b>(1) A supervisory officer may conduct performance appraisals of a principal that are additional to those required by section 3, if the supervisory officer considers it advisable to do so in light of circumstances relating to the performance of the principal.  O. Reg. 234/10, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a performance appraisal shall not be conducted in the first year in which a principal is employed by the board as a principal if he or she has never previously worked as a principal.  O. Reg. 234/10, s. 5 (2).</p> <p class=\"subsection-e\">  (3) Except during a principal’s evaluation year, a principal may request performance appraisals that are additional to those required by section 3 and the appropriate supervisory officer shall conduct them, subject to subsection (4).  O. Reg. 234/10, s. 5 (3).</p> <p class=\"subsection-e\">  (4) The supervisory officer may refuse to conduct a performance appraisal requested under subsection (3) where he or she reasonably believes that the performance appraisal will not lead to improvement in the principal’s performance.  O. Reg. 234/10, s. 5 (4).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "6.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Performance plan",
            "content": " 6. (1) A board shall ensure that every principal it employs develops a performance plan in each evaluation year, in consultation with the appropriate supervisory officer, that includes, (a) one or more goals focused on improving student achievement and well-being which shall uphold the principles of equity and human rights and take into account, (i) the school improvement plan, (ii) the board improvement plan, and (iii) provincial educational priorities; (b) the actions that a principal will take during the evaluation year to attain the goals; (c) the leadership competencies and practices that will assist the principal to attain the goals; and (d) the methods by which a principal’s success in attaining the goals are to be measured.  O. Reg. 234/10, s. 6 (1); O. Reg. 48/18, s. 1. (2) The leadership competencies and practices identified by the principal under clause (1) (c) shall be in accordance with any guideline issued by the Minister of Education under subsection 287.6 (1) of the Act.  O. Reg. 234/10, s. 6 (2). (3) After the second meeting between the supervisory officer and the principal described in paragraph 2 of subsection 8 (2) and before the third meeting described in paragraph 3 of that subsection, the principal shall add to the performance plan a description of the results of the principal’s actions taken during the school year to attain the goals identified in his or her performance plan.  O. Reg. 234/10, s. 6 (3). (4) The principal and the supervisory officer conducting the appraisal shall each sign the principal’s performance plan and each of them shall retain a copy.  O. Reg. 234/10, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>6. </b>(1) A board shall ensure that every principal it employs develops a performance plan in each evaluation year, in consultation with the appropriate supervisory officer, that includes,</p> <p class=\"clause-e\">  (a) one or more goals focused on improving student achievement and well-being which shall uphold the principles of equity and human rights and take into account,</p> <p class=\"subclause-e\">  (i) the school improvement plan, </p> <p class=\"subclause-e\">  (ii) the board improvement plan, and</p> <p class=\"subclause-e\">  (iii) provincial educational priorities;</p> <p class=\"clause-e\">  (b) the actions that a principal will take during the evaluation year to attain the goals;</p> <p class=\"clause-e\">  (c) the leadership competencies and practices that will assist the principal to attain the goals; and</p> <p class=\"clause-e\">  (d) the methods by which a principal’s success in attaining the goals are to be measured.  O. Reg. 234/10, s. 6 (1); O. Reg. 48/18, s. 1.</p> <p class=\"subsection-e\">  (2) The leadership competencies and practices identified by the principal under clause (1) (c) shall be in accordance with any guideline issued by the Minister of Education under subsection 287.6 (1) of the Act.  O. Reg. 234/10, s. 6 (2).</p> <p class=\"subsection-e\">  (3) After the second meeting between the supervisory officer and the principal described in paragraph 2 of subsection 8 (2) and before the third meeting described in paragraph 3 of that subsection, the principal shall add to the performance plan a description of the results of the principal’s actions taken during the school year to attain the goals identified in his or her performance plan.  O. Reg. 234/10, s. 6 (3).</p> <p class=\"subsection-e\">  (4) The principal and the supervisory officer conducting the appraisal shall each sign the principal’s performance plan and each of them shall retain a copy.  O. Reg. 234/10, s. 6 (4).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "7.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Annual growth plan",
            "content": " 7. (1) A board shall ensure that every principal it employs develops an annual growth plan each year that includes, (a) the leadership competencies and practices that, (i) will be the focus of the principal’s professional growth for that year, and (ii) will have regard to promoting a culture that upholds the principles of equity and human rights; (b) the professional growth activities that the principal will undertake to assist him or her to develop the leadership competencies and practices identified under clause (a); and (c) if the principal has developed a performance plan, the professional growth activities that will assist him or her to attain the goals identified in the performance plan.  O. Reg. 234/10, s. 7 (1); O. Reg. 48/18, s. 2. (2) The leadership competencies and practices identified by the principal under clause (1) (a) shall be in accordance with any guideline issued by the Minister of Education under subsection 287.6 (1) of the Act.  O. Reg. 234/10, s. 7 (2). (3) A board shall ensure that each year, every principal it employs, in consultation with the appropriate supervisory officer, (a) reviews the principal’s annual growth plan from the previous year, the principal’s learning and growth over the previous year and the summative report of the principal’s most recent performance appraisal, if any; and (b) updates the principal’s annual growth plan for the current year, if necessary, taking into account the results of the review under clause (a).  O. Reg. 234/10, s. 7 (3). (4) In an evaluation year for a principal, the consultation required under subsection (3) shall include the meetings described in subsection 8 (2).  O. Reg. 234/10, s. 7 (4). (5) In a year that is not an evaluation year for a principal, the principal and the appropriate supervisory officer shall meet to discuss the annual growth plan for the year if either of them requests it.  O. Reg. 234/10, s. 7 (5). (6) The principal and the supervisory officer shall each sign the principal’s annual growth plan for the year and each of them shall retain a copy.  O. Reg. 234/10, s. 7 (6).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK10\"></a>7. </b>(1) A board shall ensure that every principal it employs develops an annual growth plan each year that includes,</p> <p class=\"clause-e\">  (a) the leadership competencies and practices that,</p> <p class=\"subclause-e\">  (i) will be the focus of the principal’s professional growth for that year, and</p> <p class=\"subclause-e\">  (ii) will have regard to promoting a culture that upholds the principles of equity and human rights;</p> <p class=\"clause-e\">  (b) the professional growth activities that the principal will undertake to assist him or her to develop the leadership competencies and practices identified under clause (a); and</p> <p class=\"clause-e\">  (c) if the principal has developed a performance plan, the professional growth activities that will assist him or her to attain the goals identified in the performance plan.  O. Reg. 234/10, s. 7 (1); O. Reg. 48/18, s. 2.</p> <p class=\"subsection-e\">  (2) The leadership competencies and practices identified by the principal under clause (1) (a) shall be in accordance with any guideline issued by the Minister of Education under subsection 287.6 (1) of the Act.  O. Reg. 234/10, s. 7 (2).</p> <p class=\"subsection-e\">  (3) A board shall ensure that each year, every principal it employs, in consultation with the appropriate supervisory officer,</p> <p class=\"clause-e\">  (a) reviews the principal’s annual growth plan from the previous year, the principal’s learning and growth over the previous year and the summative report of the principal’s most recent performance appraisal, if any; and </p> <p class=\"clause-e\">  (b) updates the principal’s annual growth plan for the current year, if necessary, taking into account the results of the review under clause (a).  O. Reg. 234/10, s. 7 (3).</p> <p class=\"subsection-e\">  (4) In an evaluation year for a principal, the consultation required under subsection (3) shall include the meetings described in subsection 8 (2).  O. Reg. 234/10, s. 7 (4).</p> <p class=\"subsection-e\">  (5) In a year that is not an evaluation year for a principal, the principal and the appropriate supervisory officer shall meet to discuss the annual growth plan for the year if either of them requests it.  O. Reg. 234/10, s. 7 (5).</p> <p class=\"subsection-e\">  (6) The principal and the supervisory officer shall each sign the principal’s annual growth plan for the year and each of them shall retain a copy.  O. Reg. 234/10, s. 7 (6).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "8.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Performance appraisal",
            "content": " 8. (1) A performance appraisal of a principal shall satisfy the following requirements: 1. The principal shall be evaluated with respect to the elements of the performance plan, as set out in subsections 6 (1) and (3), taking into account the factors set out in subsection 9 (2). 2. The performance appraisal shall include the steps listed in subsection (2). 3. The performance appraisal shall be conducted in accordance with this regulation, with such guidelines as the Minister of Education may issue, and with such standards, methods, processes, timelines and steps as may be provided for by the board.  O. Reg. 234/10, s. 8 (1). (2) A performance appraisal of a principal by a supervisory officer shall include the following steps: 1. A first meeting between the supervisory officer and the principal to develop the principal’s performance plan and to review and update the annual growth plan for the year if necessary, as described in clauses 7 (3) (a) and (b). 2. A second meeting between the supervisory officer and the principal, i. to review the progress of the principal toward achieving the goals contained in his or her performance plan, and ii. to discuss other information relevant to the performance plan. 3. A third meeting between the supervisory officer and the principal, i. to review the results of the actions taken by the principal to achieve the goals contained in his or her performance plan, ii. to discuss other information relevant to the performance plan, and iii. to review and update the principal’s annual growth plan for the year if necessary, as described in clauses 7 (3) (a) and (b). 4. Preparation by the supervisory officer of a summative report of the performance appraisal, in a form approved by the Minister of Education, containing, i. the supervisory officer’s evaluation of the principal, ii. the supervisory officer’s overall performance rating of the principal, and iii. the supervisory officer’s explanation for the rating. 5. Provision to the principal of a copy of the summative report, signed by the supervisory officer, within 15 school days after the meeting described in paragraph 3. 6. Signature by the principal of a copy of the summative report, to acknowledge receipt by the principal of the copy. The principal may include comments on the summative report. 7. Provision by the principal of the signed copy of the summative report to the supervisory officer within 10 school days after receiving the copy under paragraph 5. 8. A meeting between the principal and the supervisory officer to discuss the performance appraisal within 10 school days after the principal receives a copy of the summative report under paragraph 5, if such a meeting is requested by either the principal or the supervisory officer. 9. After the meeting described in paragraph 8, or if there was no meeting, after the time has expired for a meeting to be requested under paragraph 8, provision to the board by the supervisory officer of a copy of, i. the summative report, signed by both the supervisory officer and the principal, ii. the principal’s performance plan and annual growth plan for the year, and iii. all other documents relied on in conducting the performance appraisal.  O. Reg. 234/10, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>8. </b>(1) A performance appraisal of a principal shall satisfy the following requirements:</p> <p class=\"paragraph-e\">  1. The principal shall be evaluated with respect to the elements of the performance plan, as set out in subsections 6 (1) and (3), taking into account the factors set out in subsection 9 (2). </p> <p class=\"paragraph-e\">  2. The performance appraisal shall include the steps listed in subsection (2).</p> <p class=\"paragraph-e\">  3. The performance appraisal shall be conducted in accordance with this regulation, with such guidelines as the Minister of Education may issue, and with such standards, methods, processes, timelines and steps as may be provided for by the board.  O. Reg. 234/10, s. 8 (1).</p> <p class=\"subsection-e\">  (2) A performance appraisal of a principal by a supervisory officer shall include the following steps:</p> <p class=\"paragraph-e\">  1. A first meeting between the supervisory officer and the principal to develop the principal’s performance plan and to review and update the annual growth plan for the year if necessary, as described in clauses 7 (3) (a) and (b).</p> <p class=\"paragraph-e\">  2. A second meeting between the supervisory officer and the principal, </p> <p class=\"subpara-e\">  i. to review the progress of the principal toward achieving the goals contained in his or her performance plan, and</p> <p class=\"subpara-e\">  ii. to discuss other information relevant to the performance plan.</p> <p class=\"paragraph-e\">  3. A third meeting between the supervisory officer and the principal, </p> <p class=\"subpara-e\">  i. to review the results of the actions taken by the principal to achieve the goals contained in his or her performance plan, </p> <p class=\"subpara-e\">  ii. to discuss other information relevant to the performance plan, and</p> <p class=\"subpara-e\">  iii. to review and update the principal’s annual growth plan for the year if necessary, as described in clauses 7 (3) (a) and (b).</p> <p class=\"paragraph-e\">  4. Preparation by the supervisory officer of a summative report of the performance appraisal, in a form approved by the Minister of Education, containing,</p> <p class=\"subpara-e\">  i. the supervisory officer’s evaluation of the principal,</p> <p class=\"subpara-e\">  ii. the supervisory officer’s overall performance rating of the principal, and</p> <p class=\"subpara-e\">  iii. the supervisory officer’s explanation for the rating. </p> <p class=\"paragraph-e\">  5. Provision to the principal of a copy of the summative report, signed by the supervisory officer, within 15 school days after the meeting described in paragraph 3.</p> <p class=\"paragraph-e\">  6. Signature by the principal of a copy of the summative report, to acknowledge receipt by the principal of the copy. The principal may include comments on the summative report.</p> <p class=\"paragraph-e\">  7. Provision by the principal of the signed copy of the summative report to the supervisory officer within 10 school days after receiving the copy under paragraph 5.</p> <p class=\"paragraph-e\">  8. A meeting between the principal and the supervisory officer to discuss the performance appraisal within 10 school days after the principal receives a copy of the summative report under paragraph 5, if such a meeting is requested by either the principal or the supervisory officer. </p> <p class=\"paragraph-e\">  9. After the meeting described in paragraph 8, or if there was no meeting, after the time has expired for a meeting to be requested under paragraph 8, provision to the board by the supervisory officer of a copy of,</p> <p class=\"subpara-e\">  i. the summative report, signed by both the supervisory officer and the principal,</p> <p class=\"subpara-e\">  ii. the principal’s performance plan and annual growth plan for the year, and</p> <p class=\"subpara-e\">  iii. all other documents relied on in conducting the performance appraisal.  O. Reg. 234/10, s. 8 (2).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "9.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Rating",
            "content": " 9. (1) The supervisory officer who conducts a performance appraisal shall assign one of the following overall performance ratings to a principal, based on the results of the performance appraisal: 1. Satisfactory. 2. Unsatisfactory.  O. Reg. 234/10, s. 9 (1). (2) When determining a rating for a principal, the supervisory officer shall consider the following factors: 1. The extent to which the principal worked diligently and consistently toward the implementation of the actions identified in the performance plan. 2. The effectiveness of efforts made to overcome challenges faced by the principal in carrying out the actions identified in the performance plan. 3. The efforts made by the principal to engage teachers and others in the development of the goals and implementation of the actions identified in the performance plan. 4. The actual goals achieved or not achieved by the principal. 5. The rationale provided by the principal for the goals that were not achieved by him or her. 6. The demonstrated ability and willingness of the principal to implement actions to address the goals that were not achieved by him or her.  O. Reg. 234/10, s. 9 (2). Process Following an Unsatisfactory Rating",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>9. </b>(1) The supervisory officer who conducts a performance appraisal shall assign one of the following overall performance ratings to a principal, based on the results of the performance appraisal:</p> <p class=\"paragraph-e\">  1. Satisfactory.</p> <p class=\"paragraph-e\">  2. Unsatisfactory.  O. Reg. 234/10, s. 9 (1).</p> <p class=\"subsection-e\">  (2) When determining a rating for a principal, the supervisory officer shall consider the following factors:</p> <p class=\"paragraph-e\">  1. The extent to which the principal worked diligently and consistently toward the implementation of the actions identified in the performance plan.</p> <p class=\"paragraph-e\">  2. The effectiveness of efforts made to overcome challenges faced by the principal in carrying out the actions identified in the performance plan.</p> <p class=\"paragraph-e\">  3. The efforts made by the principal to engage teachers and others in the development of the goals and implementation of the actions identified in the performance plan.  </p> <p class=\"paragraph-e\">  4. The actual goals achieved or not achieved by the principal.</p> <p class=\"paragraph-e\">  5. The rationale provided by the principal for the goals that were not achieved by him or her.</p> <p class=\"paragraph-e\">  6. The demonstrated ability and willingness of the principal to implement actions to address the goals that were not achieved by him or her.  O. Reg. 234/10, s. 9 (2).</p> <p class=\"heading1-e\"><a name=\"BK13\"></a>Process Following an Unsatisfactory Rating</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Process Following an Unsatisfactory Rating",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Process Following an Unsatisfactory Rating",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "10.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Initial unsatisfactory rating",
            "content": " 10. (1) This section applies when a supervisory officer conducting a performance appraisal of a principal provides a summative report to the principal stating that he or she received an unsatisfactory rating on a performance appraisal.  O. Reg. 234/10, s. 10 (1). (2) Within 15 school days after the principal receives the summative report, the supervisory officer shall, (a) explain the reasons for the unsatisfactory rating to the principal; (b) explain to the principal what is lacking in the principal’s performance; (c) explain to the principal what is expected of the principal in areas in which his or her performance is lacking; (d) seek input from the principal as to what steps and actions would be likely to help the principal improve his or her performance and as to timelines that the principal thinks are appropriate for carrying out the steps and actions; (e) provide the principal and the director of education with a copy of the summative report and of any other document relied on in conducting the performance appraisal; (f) prepare a written improvement plan for the principal setting out steps and actions that the principal should take to improve his or her performance and the timelines for carrying out the steps and actions, taking into account input from the principal under clause (d); (g) provide the principal and the director of education with, (i) a brief summary in writing of the explanations referred to in clauses (a) to (c), and (ii) a copy of the written improvement plan prepared under clause (f); and (h) meet with the principal to discuss the improvement plan.  O. Reg. 234/10, s. 10 (2). (3) The principal and the supervisory officer shall each sign the principal’s improvement plan to acknowledge that they have received the plan, and each of them shall retain a copy.  O. Reg. 234/10, s. 10 (3). (4) The appropriate supervisory officer shall conduct a second performance appraisal and the interval between the performance appraisal referred to in subsection (1) and the second performance appraisal shall be in the discretion of the supervisory officer conducting the second performance appraisal, subject to any requirements in this Part or in any guideline, rule or policy made under Part XI.1 of the Act.  O. Reg. 234/10, s. 10 (4). (5) The supervisory officer conducting the second performance appraisal shall assign a rating to the principal for the appraisal between 40 and 80 school days after the day the principal receives a copy of the summative report for the first performance appraisal.  O. Reg. 234/10, s. 10 (5). (6) The timeline described in subsection (5) may be adjusted by mutual agreement of the supervisory officer and the principal.  O. Reg. 234/10, s. 10 (6). (7) In exercising his or her discretion under subsection (4) with respect to the timing of the second performance appraisal and in deciding whether to agree to an adjustment of the timeline under subsection (6), the supervisory officer shall balance the desirability of giving the principal a reasonable opportunity to improve his or her performance against the best interests of the school.  O. Reg. 234/10, s. 10 (7).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK14\"></a>10. </b>(1) This section applies when a supervisory officer conducting a performance appraisal of a principal provides a summative report to the principal stating that he or she received an unsatisfactory rating on a performance appraisal.  O. Reg. 234/10, s. 10 (1).</p> <p class=\"subsection-e\">  (2) Within 15 school days after the principal receives the summative report, the supervisory officer shall,</p> <p class=\"clause-e\">  (a) explain the reasons for the unsatisfactory rating to the principal;</p> <p class=\"clause-e\">  (b) explain to the principal what is lacking in the principal’s performance;</p> <p class=\"clause-e\">  (c) explain to the principal what is expected of the principal in areas in which his or her performance is lacking;</p> <p class=\"clause-e\">  (d) seek input from the principal as to what steps and actions would be likely to help the principal improve his or her performance and as to timelines that the principal thinks are appropriate for carrying out the steps and actions; </p> <p class=\"clause-e\">  (e) provide the principal and the director of education with a copy of the summative report and of any other document relied on in conducting the performance appraisal;</p> <p class=\"clause-e\">  (f) prepare a written improvement plan for the principal setting out steps and actions that the principal should take to improve his or her performance and the timelines for carrying out the steps and actions, taking into account input from the principal under clause (d); </p> <p class=\"clause-e\">  (g) provide the principal and the director of education with,</p> <p class=\"subclause-e\">  (i) a brief summary in writing of the explanations referred to in clauses (a) to (c), and</p> <p class=\"subclause-e\">  (ii) a copy of the written improvement plan prepared under clause (f); and</p> <p class=\"clause-e\">  (h) meet with the principal to discuss the improvement plan.  O. Reg. 234/10, s. 10 (2).</p> <p class=\"subsection-e\">  (3) The principal and the supervisory officer shall each sign the principal’s improvement plan to acknowledge that they have received the plan, and each of them shall retain a copy.  O. Reg. 234/10, s. 10 (3).</p> <p class=\"subsection-e\">  (4) The appropriate supervisory officer shall conduct a second performance appraisal and the interval between the performance appraisal referred to in subsection (1) and the second performance appraisal shall be in the discretion of the supervisory officer conducting the second performance appraisal, subject to any requirements in this Part or in any guideline, rule or policy made under Part XI.1 of the Act.  O. Reg. 234/10, s. 10 (4).</p> <p class=\"subsection-e\">  (5) The supervisory officer conducting the second performance appraisal shall assign a rating to the principal for the appraisal between 40 and 80 school days after the day the principal receives a copy of the summative report for the first performance appraisal.  O. Reg. 234/10, s. 10 (5).</p> <p class=\"subsection-e\">  (6) The timeline described in subsection (5) may be adjusted by mutual agreement of the supervisory officer and the principal.  O. Reg. 234/10, s. 10 (6).</p> <p class=\"subsection-e\">  (7) In exercising his or her discretion under subsection (4) with respect to the timing of the second performance appraisal and in deciding whether to agree to an adjustment of the timeline under subsection (6), the supervisory officer shall balance the desirability of giving the principal a reasonable opportunity to improve his or her performance against the best interests of the school.  O. Reg. 234/10, s. 10 (7).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "11.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Second unsatisfactory rating",
            "content": " 11. (1) This section applies when a supervisory officer conducting a performance appraisal of a principal required by subsection 10 (4) provides a summative report to the principal stating that he or she received an unsatisfactory rating on the performance appraisal, with the result that the principal has received two consecutive unsatisfactory ratings under this Part.  O. Reg. 234/10, s. 11 (1). (2) Within 15 school days after the principal receives the summative report for the second performance appraisal, the supervisory officer shall, (a) explain the reasons for the unsatisfactory rating to the principal, place the principal on review status and advise the principal and the director of education in writing of that fact; (b) explain to the principal what is lacking in the principal’s performance; (c) explain to the principal what is expected of the principal in areas in which his or her performance is lacking; (d) explain to the principal the ways, if any, in which the principal’s performance has changed since the previous performance appraisal; (e) seek input from the principal as to what steps and actions would be likely to help the principal improve his or her performance and as to timelines that the principal thinks are appropriate for carrying out the steps and actions; (f) prepare a written improvement plan for the principal setting out steps and actions that the principal should take to improve his or her performance and the timelines for carrying out the steps and actions, taking into account input from the principal under clause (e); (g) provide the principal and the director of education with, (i) a copy of the summative report and of any other document relied on in conducting the performance appraisal, (ii) a brief summary in writing of the explanations referred to in clauses (a) to (d), and (iii) a copy of the written improvement plan prepared under clause (f); and (h) meet with the principal to discuss the improvement plan.  O. Reg. 234/10, s. 11 (2). (3) Before preparing the plan referred to in clause (2) (f), the supervisory officer shall consult with the director of education.  O. Reg. 234/10, s. 11 (3). (4) Subsection (3) does not apply where the supervisory officer’s duties and powers are performed and exercised by the director of education in accordance with section 18.  O. Reg. 234/10, s. 11 (4). (5) The principal and the supervisory officer shall each sign the principal’s improvement plan to acknowledge that they have received the plan, and each of them shall retain a copy.  O. Reg. 234/10, s. 11 (5).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK15\"></a>11. </b>(1) This section applies when a supervisory officer conducting a performance appraisal of a principal required by subsection 10 (4) provides a summative report to the principal stating that he or she received an unsatisfactory rating on the performance appraisal, with the result that the principal has received two consecutive unsatisfactory ratings under this Part.  O. Reg. 234/10, s. 11 (1).</p> <p class=\"subsection-e\">  (2) Within 15 school days after the principal receives the summative report for the second performance appraisal, the supervisory officer shall,</p> <p class=\"clause-e\">  (a) explain the reasons for the unsatisfactory rating to the principal, place the principal on review status and advise the principal and the director of education in writing of that fact;</p> <p class=\"clause-e\">  (b) explain to the principal what is lacking in the principal’s performance;</p> <p class=\"clause-e\">  (c) explain to the principal what is expected of the principal in areas in which his or her performance is lacking;</p> <p class=\"clause-e\">  (d) explain to the principal the ways, if any, in which the principal’s performance has changed since the previous performance appraisal;</p> <p class=\"clause-e\">  (e) seek input from the principal as to what steps and actions would be likely to help the principal improve his or her performance and as to timelines that the principal thinks are appropriate for carrying out the steps and actions; </p> <p class=\"clause-e\">  (f) prepare a written improvement plan for the principal setting out steps and actions that the principal should take to improve his or her performance and the timelines for carrying out the steps and actions, taking into account input from the principal under clause (e); </p> <p class=\"clause-e\">  (g) provide the principal and the director of education with,</p> <p class=\"subclause-e\">  (i) a copy of the summative report and of any other document relied on in conducting the performance appraisal,</p> <p class=\"subclause-e\">  (ii) a brief summary in writing of the explanations referred to in clauses (a) to (d), and</p> <p class=\"subclause-e\">  (iii) a copy of the written improvement plan prepared under clause (f); and</p> <p class=\"clause-e\">  (h) meet with the principal to discuss the improvement plan.  O. Reg. 234/10, s. 11 (2).</p> <p class=\"subsection-e\">  (3) Before preparing the plan referred to in clause (2) (f), the supervisory officer shall consult with the director of education.  O. Reg. 234/10, s. 11 (3).</p> <p class=\"subsection-e\">  (4) Subsection (3) does not apply where the supervisory officer’s duties and powers are performed and exercised by the director of education in accordance with section 18.  O. Reg. 234/10, s. 11 (4).</p> <p class=\"subsection-e\">  (5) The principal and the supervisory officer shall each sign the principal’s improvement plan to acknowledge that they have received the plan, and each of them shall retain a copy.  O. Reg. 234/10, s. 11 (5).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "12.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Review status",
            "content": " 12. (1) Throughout any period during which a principal is on review status, the appropriate supervisory officer shall, (a) monitor the principal’s performance; (b) consult regularly with the director of education regarding the principal’s performance and steps that may be taken to improve it; and (c) provide such feedback and recommendations to the principal as the supervisory officer considers might help the principal improve his or her performance.  O. Reg. 234/10, s. 12 (1). (2) Clause (1) (b) does not apply where the supervisory officer’s duties and powers are performed and exercised by the director of education in accordance with section 18.  O. Reg. 234/10, s. 12 (2). (3) The appropriate supervisory officer shall conduct a third performance appraisal and the interval between the performance appraisal required by subsection 10 (4) and the third performance appraisal shall be in the discretion of the supervisory officer conducting the third performance appraisal, subject to any requirements in this Part or in any guideline, rule or policy made under Part XI.1 of the Act.  O. Reg. 234/10, s. 12 (3). (4) The supervisory officer conducting the third performance appraisal shall assign a rating to the principal for the appraisal between 20 and 60 school days after the day on which the principal is advised that he or she is on review status.  O. Reg. 234/10, s. 12 (4). (5) The timeline described in subsection (4) may be adjusted by mutual agreement of the supervisory officer and the principal.  O. Reg. 234/10, s. 12 (5). (6) In exercising his or her discretion under subsection (3) with respect to the timing of the third performance appraisal and in deciding whether to agree to an adjustment of the timeline under subsection (5), the supervisory officer shall balance the desirability of giving the principal a reasonable opportunity to improve his or her performance against the best interests of the school.  O. Reg. 234/10, s. 12 (6). (7) If, at any time during the 60 school days starting with the day on which the principal is advised that he or she is on review status, the supervisory officer determines that the delay necessitated by conducting a performance appraisal under subsection (3) is inconsistent with the protection of the best interests of the school, he or she shall refrain from conducting the appraisal and shall promptly recommend to the board in writing that, (a) the principal be reassigned, demoted to vice-principal or have his or her employment terminated; or (b) other appropriate actions be taken.  O. Reg. 234/10, s. 12 (7). (8) A recommendation under subsection (7) shall be accompanied by, (a) a statement that in the opinion of the supervisory officer the delay necessitated by a third performance appraisal is inconsistent with the protection of the best interests of the school; and (b) copies of all documents relied on in conducting the performance appraisals referred to in subsections 10 (1) and (4).  O. Reg. 234/10, s. 12 (8). (9) The supervisory officer shall promptly provide the principal with copies of the recommendation under subsection (7) and all documents referred to in subsection (8).  O. Reg. 234/10, s. 12 (9). (10) A board that receives a recommendation under subsection (7) shall, after considering all documents provided to it, (a) determine that the principal was performing satisfactorily as a principal in the position that he or she had at the time of the most recent performance appraisal; or (b) determine that the principal was not performing satisfactorily as a principal in the position that he or she had at the time of the most recent performance appraisal and reassign the principal to other duties, demote the principal to vice-principal, terminate the principal’s employment or take other appropriate actions.  O. Reg. 234/10, s. 12 (10). (11) The determination of the board shall be made within 60 days after the day the recommendation under subsection (7) is made.  O. Reg. 234/10, s. 12 (11). (12) If the board makes the determination described in clause (10) (a), the principal shall remain in the position that he or she had at the time of the most recent performance appraisal, unless the board and principal otherwise agree.  O. Reg. 234/10, s. 12 (12). (13) A board shall not terminate the employment of a principal without first giving the principal reasonable information about the reasons for the termination and an opportunity to make submissions to the board.  O. Reg. 234/10, s. 12 (13). (14) In making decisions and providing information under this section, the board shall comply with any applicable board policies and procedures.  O. Reg. 234/10, s. 12 (14).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK16\"></a>12. </b>(1) Throughout any period during which a principal is on review status, the appropriate supervisory officer shall,</p> <p class=\"clause-e\">  (a) monitor the principal’s performance; </p> <p class=\"clause-e\">  (b) consult regularly with the director of education regarding the principal’s performance and steps that may be taken to improve it; and</p> <p class=\"clause-e\">  (c) provide such feedback and recommendations to the principal as the supervisory officer considers might help the principal improve his or her performance.  O. Reg. 234/10, s. 12 (1).</p> <p class=\"subsection-e\">  (2) Clause (1) (b) does not apply where the supervisory officer’s duties and powers are performed and exercised by the director of education in accordance with section 18.  O. Reg. 234/10, s. 12 (2).</p> <p class=\"subsection-e\">  (3) The appropriate supervisory officer shall conduct a third performance appraisal and the interval between the performance appraisal required by subsection 10 (4) and the third performance appraisal shall be in the discretion of the supervisory officer conducting the third performance appraisal, subject to any requirements in this Part or in any guideline, rule or policy made under Part XI.1 of the Act.  O. Reg. 234/10, s. 12 (3).</p> <p class=\"subsection-e\">  (4) The supervisory officer conducting the third performance appraisal shall assign a rating to the principal for the appraisal between 20 and 60 school days after the day on which the principal is advised that he or she is on review status.  O. Reg. 234/10, s. 12 (4).</p> <p class=\"subsection-e\">  (5) The timeline described in subsection (4) may be adjusted by mutual agreement of the supervisory officer and the principal.  O. Reg. 234/10, s. 12 (5).</p> <p class=\"subsection-e\">  (6) In exercising his or her discretion under subsection (3) with respect to the timing of the third performance appraisal and in deciding whether to agree to an adjustment of the timeline under subsection (5), the supervisory officer shall balance the desirability of giving the principal a reasonable opportunity to improve his or her performance against the best interests of the school.  O. Reg. 234/10, s. 12 (6).</p> <p class=\"subsection-e\">  (7) If, at any time during the 60 school days starting with the day on which the principal is advised that he or she is on review status, the supervisory officer determines that the delay necessitated by conducting a performance appraisal under subsection (3) is inconsistent with the protection of the best interests of the school, he or she shall refrain from conducting the appraisal and shall promptly recommend to the board in writing that,</p> <p class=\"clause-e\">  (a) the principal be reassigned, demoted to vice-principal or have his or her employment terminated; or </p> <p class=\"clause-e\">  (b) other appropriate actions be taken.  O. Reg. 234/10, s. 12 (7).</p> <p class=\"subsection-e\">  (8) A recommendation under subsection (7) shall be accompanied by,</p> <p class=\"clause-e\">  (a) a statement that in the opinion of the supervisory officer the delay necessitated by a third performance appraisal is inconsistent with the protection of the best interests of the school; and </p> <p class=\"clause-e\">  (b) copies of all documents relied on in conducting the performance appraisals referred to in subsections 10 (1) and (4).  O. Reg. 234/10, s. 12 (8).</p> <p class=\"subsection-e\">  (9) The supervisory officer shall promptly provide the principal with copies of the recommendation under subsection (7) and all documents referred to in subsection (8).  O. Reg. 234/10, s. 12 (9).</p> <p class=\"subsection-e\">  (10) A board that receives a recommendation under subsection (7) shall, after considering all documents provided to it, </p> <p class=\"clause-e\">  (a) determine that the principal was performing satisfactorily as a principal in the position that he or she had at the time of the most recent performance appraisal; or</p> <p class=\"clause-e\">  (b) determine that the principal was not performing satisfactorily as a principal in the position that he or she had at the time of the most recent performance appraisal and reassign the principal to other duties, demote the principal to vice-principal, terminate the principal’s employment or take other appropriate actions.  O. Reg. 234/10, s. 12 (10).</p> <p class=\"subsection-e\">  (11) The determination of the board shall be made within 60 days after the day the recommendation under subsection (7) is made.  O. Reg. 234/10, s. 12 (11).</p> <p class=\"subsection-e\">  (12) If the board makes the determination described in clause (10) (a), the principal shall remain in the position that he or she had at the time of the most recent performance appraisal, unless the board and principal otherwise agree.  O. Reg. 234/10, s. 12 (12).</p> <p class=\"subsection-e\">  (13) A board shall not terminate the employment of a principal without first giving the principal reasonable information about the reasons for the termination and an opportunity to make submissions to the board.  O. Reg. 234/10, s. 12 (13).</p> <p class=\"subsection-e\">  (14) In making decisions and providing information under this section, the board shall comply with any applicable board policies and procedures.  O. Reg. 234/10, s. 12 (14).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "13.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Results of third performance appraisal",
            "content": " 13. (1) Where the supervisory officer conducting the performance appraisal required by subsection 12 (3) determines that the rating is satisfactory, (a) the principal immediately ceases to be on review status; and (b) the supervisory officer shall advise the director of education and the principal in writing of that fact and shall give the principal written notice of the rating on the appraisal.  O. Reg. 234/10, s. 13 (1). (2) Where a performance appraisal required by subsection 12 (3) results in an unsatisfactory rating, the appropriate supervisory officer shall promptly notify the board in writing that the performance appraisal has resulted in a third consecutive unsatisfactory rating and recommend that, (a) the principal be reassigned, demoted to vice-principal or have his or her employment terminated; or (b) other appropriate actions be taken.  O. Reg. 234/10, s. 13 (2). (3) The notice and recommendation under subsection (2) shall be accompanied by a copy of the summative report and copies of all documents relied on in conducting the performance appraisals referred to in subsections 10 (1), (4) and 12 (3).  O. Reg. 234/10, s. 13 (3). (4) The supervisory officer shall promptly provide the principal with copies of the notice and recommendation under subsection (2) and of all documents referred to in subsection (3).  O. Reg. 234/10, s. 13 (4). (5) A board that receives a recommendation under subsection (2) shall, after considering all documents provided to it, (a) determine that the principal was performing satisfactorily as a principal in the position that he or she had at the time of the most recent performance appraisal; or (b) determine that the principal was not performing satisfactorily as a principal in the position that he or she had at the time of the most recent performance appraisal and reassign the principal to other duties, demote the principal to vice-principal, terminate the principal’s employment or take other appropriate actions.  O. Reg. 234/10, s. 13 (5). (6) The determination of the board shall be made within 60 days after the day the recommendation under subsection (2) is made.  O. Reg. 234/10, s. 13 (6). (7) If the board makes the determination described in clause (5) (a), the principal shall remain in the position that he or she had at the time of the most recent performance appraisal, unless the board and principal otherwise agree.  O. Reg. 234/10, s. 13 (7). (8) A board shall not terminate the employment of a principal without first giving the principal reasonable information about the reasons for the termination and an opportunity to make submissions to the board.  O. Reg. 234/10, s. 13 (8). (9) In making decisions and providing information under this section, the board shall comply with any applicable board policies and procedures.  O. Reg. 234/10, s. 13 (9). Rules for Special Circumstances",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>13. </b>(1) Where the supervisory officer conducting the performance appraisal required by subsection 12 (3) determines that the rating is satisfactory,</p> <p class=\"clause-e\">  (a) the principal<b> </b>immediately ceases to be on review status; and </p> <p class=\"clause-e\">  (b) the supervisory officer shall advise the director of education and the principal in writing of that fact and shall give the principal written notice of the rating on the appraisal.  O. Reg. 234/10, s. 13 (1).</p> <p class=\"subsection-e\">  (2) Where a performance appraisal required by subsection 12 (3) results in an unsatisfactory rating, the appropriate supervisory officer shall promptly notify the board in writing that the performance appraisal has resulted in a third consecutive unsatisfactory rating and recommend that,</p> <p class=\"clause-e\">  (a) the principal be reassigned, demoted to vice-principal or have his or her employment terminated; or</p> <p class=\"clause-e\">  (b) other appropriate actions be taken.  O. Reg. 234/10, s. 13 (2).</p> <p class=\"subsection-e\">  (3) The notice and recommendation under subsection (2) shall be accompanied by a copy of the summative report and copies of all documents relied on in conducting the performance appraisals referred to in subsections 10 (1), (4) and 12 (3).  O. Reg. 234/10, s. 13 (3).</p> <p class=\"subsection-e\">  (4) The supervisory officer shall promptly provide the principal with copies of the notice and recommendation under subsection (2) and of all documents referred to in subsection (3).  O. Reg. 234/10, s. 13 (4).</p> <p class=\"subsection-e\">  (5) A board that receives a recommendation under subsection (2) shall, after considering all documents provided to it,</p> <p class=\"clause-e\">  (a) determine that the principal was performing satisfactorily as a principal in the position that he or she had at the time of the most recent performance appraisal; or</p> <p class=\"clause-e\">  (b) determine that the principal was not performing satisfactorily as a principal in the position that he or she had at the time of the most recent performance appraisal and reassign the principal to other duties, demote the principal to vice-principal, terminate the principal’s employment or take other appropriate actions.  O. Reg. 234/10, s. 13 (5).</p> <p class=\"subsection-e\">  (6) The determination of the board shall be made within 60 days after the day the recommendation under subsection (2) is made.  O. Reg. 234/10, s. 13 (6).</p> <p class=\"subsection-e\">  (7) If the board makes the determination described in clause (5) (a), the principal shall remain in the position that he or she had at the time of the most recent performance appraisal, unless the board and principal otherwise agree.  O. Reg. 234/10, s. 13 (7).</p> <p class=\"subsection-e\">  (8) A board shall not terminate the employment of a principal without first giving the principal reasonable information about the reasons for the termination and an opportunity to make submissions to the board.  O. Reg. 234/10, s. 13 (8).</p> <p class=\"subsection-e\">  (9) In making decisions and providing information under this section, the board shall comply with any applicable board policies and procedures.  O. Reg. 234/10, s. 13 (9).</p> <p class=\"heading1-e\"><a name=\"BK18\"></a>Rules for Special Circumstances</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Rules for Special Circumstances",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Rules for Special Circumstances",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "14.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Periods of time excluded from evaluation cycle",
            "content": " 14. (1) The five-year evaluation cycle mentioned in subsection 3 (1) excludes the following periods of time: 1. A period when the principal is on an extended leave that has been approved by the board. 2. A period when the principal is on secondment to a position other than that of principal or vice-principal. 3. A period when the principal is on secondment to a position outside the Ontario public education system.  O. Reg. 234/10, s. 14 (1). (2) If a principal is on an extended leave during all or part of a year that is scheduled as an evaluation year, the year that the principal returns from the leave shall be an evaluation year, and notice that the year is an evaluation year shall be given to the principal within 20 school days after his or her return.  O. Reg. 234/10, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>14. </b>(1) The five-year evaluation cycle mentioned in subsection 3 (1) excludes the following periods of time:</p> <p class=\"paragraph-e\">  1. A period when the principal is on an extended leave that has been approved by the board.</p> <p class=\"paragraph-e\">  2. A period when the principal is on secondment to a position other than that of principal or vice-principal.</p> <p class=\"paragraph-e\">  3. A period when the principal is on secondment to a position outside the Ontario public education system.  O. Reg. 234/10, s. 14 (1).</p> <p class=\"subsection-e\">  (2) If a principal is on an extended leave during all or part of a year that is scheduled as an evaluation year, the year that the principal returns from the leave shall be an evaluation year, and notice that the year is an evaluation year shall be given to the principal within 20 school days after his or her return.  O. Reg. 234/10, s. 14 (2).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "15.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Rules, seconded principals",
            "content": " 15. (1) The following rules apply to every principal who is seconded to a principal position in the Ontario public education system, including in demonstration schools established or continued under subsection 13 (5) or (5.1) of the Act, during a five-year cycle: 1. The year that is scheduled as an evaluation year for the principal during the cycle does not change. 2. The board from which the principal is seconded shall advise the board or demonstration school to which the principal is seconded of the principal’s position in the five-year cycle. 3. The board or demonstration school to which the principal is seconded shall ensure that all performance appraisals of the principal that are required during the period the principal is on secondment to the board or demonstration school are carried out.  O. Reg. 234/10, s. 15 (1); O. Reg. 198/18, s. 1. (2) If a performance appraisal carried out while a principal is seconded to another board or to a demonstration school results in an unsatisfactory overall performance rating, the following rules apply: 1. The secondment agreement terminates and the principal returns to the board from which he or she was seconded. 2. The performance appraisal is deemed not to have been conducted except for the purposes of terminating the secondment agreement. 3. The principal’s first year upon returning to the board from which he or she was seconded is an evaluation year. 4. The board to which the principal returns shall ensure that a performance plan described in section 6 is developed within 40 school days after the principal’s return and that a performance appraisal takes place between 120 and 140 school days after the principal’s return.  O. Reg. 234/10, s. 15 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>15. </b>(1) The following rules apply to every principal who is seconded to a principal position in the Ontario public education system, including in demonstration schools established or continued under subsection 13 (5) or (5.1) of the Act, during a five-year cycle:</p> <p class=\"paragraph-e\">  1. The year that is scheduled as an evaluation year for the principal during the cycle does not change.</p> <p class=\"paragraph-e\">  2. The board from which the principal is seconded shall advise the board or demonstration school to which the principal is seconded of the principal’s position in the five-year cycle.</p> <p class=\"paragraph-e\">  3. The board or demonstration school to which the principal is seconded shall ensure that all performance appraisals of the principal that are required during the period the principal is on secondment to the board or demonstration school are carried out.  O. Reg. 234/10, s. 15 (1); O. Reg. 198/18, s. 1.</p> <p class=\"subsection-e\">  (2) If a performance appraisal carried out while a principal is seconded to another board or to a demonstration school results in an unsatisfactory overall performance rating, the following rules apply:</p> <p class=\"paragraph-e\">  1. The secondment agreement terminates and the principal returns to the board from which he or she was seconded. </p> <p class=\"paragraph-e\">  2. The performance appraisal is deemed not to have been conducted except for the purposes of terminating the secondment agreement.</p> <p class=\"paragraph-e\">  3. The principal’s first year upon returning to the board from which he or she was seconded is an evaluation year. \r\n<i> </i></p> <p class=\"paragraph-e\">  4. The board to which the principal returns shall ensure that a performance plan described in section 6 is developed within 40 school days after the principal’s return and that a performance appraisal takes place between 120 and 140 school days after the principal’s return.  O. Reg. 234/10, s. 15 (2).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "16.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Board rules, certain circumstances",
            "content": " 16. (1) Every board shall set out factors that it will consider in determining which supervisory officer is to exercise the powers and perform the duties of a supervisory officer under this Part in relation to a principal who, during part or all of any period or process required or permitted by this Part or by the guidelines, policies and rules made under Part XI.1 of the Act, (a) is assigned to more than one school; (b) is not assigned to duties in a school; (c) is assigned to duties in a school as well as to other duties; or (d) moves from one school to another.  O. Reg. 234/10, s. 16 (1). (2) This Part shall be read with necessary modifications in relation to performance appraisals of a principal described in subsection (1).  O. Reg. 234/10, s. 16 (2). Duties and Powers Exercised by Other Persons",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK21\"></a>16. </b>(1) Every board shall set out factors that it will consider in determining which supervisory officer is to exercise the powers and perform the duties of a supervisory officer under this Part in relation to a principal who, during part or all of any period or process required or permitted by this Part or by the guidelines, policies and rules made under <span>Part XI.1 of the Act</span>,</p> <p class=\"clause-e\">  (a) is assigned to more than one school;</p> <p class=\"clause-e\">  (b) is not assigned to duties in a school;</p> <p class=\"clause-e\">  (c) is assigned to duties in a school as well as to other duties; or</p> <p class=\"clause-e\">  (d) moves from one school to another.  O. Reg. 234/10, s. 16 (1).</p> <p class=\"subsection-e\">  (2) This Part shall be read with necessary modifications in relation to performance appraisals of a principal described in subsection (1).  O. Reg. 234/10, s. 16 (2).</p> <p class=\"heading1-e\"><a name=\"BK22\"></a>Duties and Powers Exercised by Other Persons</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Duties and Powers Exercised by Other Persons",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Duties and Powers Exercised by Other Persons",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "17.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Supervisory officer’s duties, powers performed by a different supervisory officer",
            "content": " 17. (1) A duty or power of a supervisory officer under this Part may be performed or exercised by a different supervisory officer where, (a) the supervisory officer and the director of education agree that a different supervisory officer shall perform the duty or exercise the power; or (b) the director of education is of the opinion that the supervisory officer who would ordinarily perform the duty or exercise the power is unable to do so in a timely way because of absence or for some other reason.  O. Reg. 234/10, s. 17 (1). (2) A determination under clause (1) (b) respecting when a supervisory officer is unable to perform a duty or exercise a power in a timely way and respecting whether a different supervisory officer shall perform the duty or exercise the power shall be made in accordance with any policies established by the board that employs the supervisory officer who would ordinarily perform the duty or exercise the power.  O. Reg. 234/10, s. 17 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>17. </b>(1) A duty or power of a supervisory officer under this Part may be performed or exercised by a different supervisory officer where,</p> <p class=\"clause-e\">  (a) the supervisory officer and the director of education agree that a different supervisory officer shall perform the duty or exercise the power; or</p> <p class=\"clause-e\">  (b) the director of education is of the opinion that the supervisory officer who would ordinarily perform the duty or exercise the power is unable to do so in a timely way because of absence or for some other reason.  O. Reg. 234/10, s. 17 (1).</p> <p class=\"subsection-e\">  (2) A determination under clause (1) (b) respecting when a supervisory officer is unable to perform a duty or exercise a power in a timely way and respecting whether a different supervisory officer shall perform the duty or exercise the power shall be made in accordance with any policies established by the board that employs the supervisory officer who would ordinarily perform the duty or exercise the power.  O. Reg. 234/10, s. 17 (2).</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "18.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Supervisory officer’s duties, powers performed by director of education",
            "content": " 18. (1) A duty or power of a supervisory officer under this Part may be performed or exercised by the director of education employed by the same board where, (a) the supervisory officer and the director of education agree that the director of education shall perform the duty or exercise the power; or (b) the director of education is of the opinion that the supervisory officer who would ordinarily perform the duty or exercise the power is unable to do so in a timely way because of absence or for some other reason.  O. Reg. 234/10, s. 18 (1). (2) A determination under clause (1) (b) respecting when a supervisory officer is unable to perform a duty or exercise a power in a timely way and respecting whether the director of education shall perform the duty or exercise the power shall be made in accordance with any policies established by the board that employs the supervisory officer who would ordinarily perform the duty or exercise the power.  O. Reg. 234/10, s. 18 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>18. </b>(1) A duty or power of a supervisory officer under this Part may be performed or exercised by the director of education employed by the same board where,</p> <p class=\"clause-e\">  (a) the supervisory officer and the director of education agree that the director of education shall perform the duty or exercise the power; or</p> <p class=\"clause-e\">  (b) the director of education is of the opinion that the supervisory officer who would ordinarily perform the duty or exercise the power is unable to do so in a timely way because of absence or for some other reason.  O. Reg. 234/10, s. 18 (1).</p> <p class=\"subsection-e\">  (2) A determination under clause (1) (b) respecting when a supervisory officer is unable to perform a duty or exercise a power in a timely way and respecting whether the director of education shall perform the duty or exercise the power shall be made in accordance with any policies established by the board that employs the supervisory officer who would ordinarily perform the duty or exercise the power.  O. Reg. 234/10, s. 18 (2).</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "19.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Duties, powers performed by supervisory officer of another board",
            "content": " 19. In the situations described in subsections 17 (1) and 18 (1), if neither the director of education nor any other supervisory officer employed by the same board is able to perform a duty or exercise a power in a timely way, because of absence or for some other reason, a supervisory officer employed by another board may, by arrangement between the two boards, perform the duty and exercise the power.  O. Reg. 234/10, s. 19.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>19. </b>In the situations described in subsections 17 (1) and 18 (1), if neither the director of education nor any other supervisory officer employed by the same board is able to perform a duty or exercise a power in a timely way, because of absence or for some other reason, a supervisory officer employed by another board may, by arrangement between the two boards, perform the duty and exercise the power.  O. Reg. 234/10, s. 19.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "20.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Director of education’s duties, powers performed by a supervisory officer",
            "content": " 20. (1) A duty or power under this Part of a director of education of a board may be performed or exercised by a supervisory officer chosen by the director of education where the director of education determines that such delegation is appropriate.  O. Reg. 234/10, s. 20 (1). (2) In the case of a school authority that does not have a director of education, a duty or power under this Part of a director of education of a board shall be performed or exercised by the appropriate supervisory officer.  O. Reg. 234/10, s. 20 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>20. </b>(1) A duty or power under this Part of a director of education of a board may be performed or exercised by a supervisory officer chosen by the director of education where the director of education determines that such delegation is appropriate.  O. Reg. 234/10, s. 20 (1).</p> <p class=\"subsection-e\">  (2) In the case of a school authority that does not have a director of education, a duty or power under this Part of a director of education of a board shall be performed or exercised by the appropriate supervisory officer.  O. Reg. 234/10, s. 20 (2).</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "21.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Appraisals by different individuals",
            "content": " 21. Where this Part requires or permits a series of one or more performance appraisals to be conducted as part of a process, the effect of each of the appraisals is the same regardless of whether the duties and powers in relation to different appraisals are performed or exercised by different individuals or individuals holding different titles.  O. Reg. 234/10, s. 21. General Rules",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK27\"></a>21. </b>Where this Part requires or permits a series of one or more performance appraisals to be conducted as part of a process, the effect of each of the appraisals is the same regardless of whether the duties and powers in relation to different appraisals are performed or exercised by different individuals or individuals holding different titles.  O. Reg. 234/10, s. 21.</p> <p class=\"heading1-e\"><a name=\"BK28\"></a>General Rules</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "General Rules",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "General Rules",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "22.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Board procedures and safeguards re timelines",
            "content": " 22. A board may establish procedures and safeguards that are consistent with this Part relating to performance appraisals of principals employed by it, and shall establish procedures and safeguards where doing so is necessary to bring this Part into operation and make it work effectively.  O. Reg. 234/10, s. 22.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK29\"></a>22. </b>A board may establish procedures and safeguards that are consistent with this Part relating to performance appraisals of principals employed by it, and shall establish procedures and safeguards where doing so is necessary to bring this Part into operation and make it work effectively.  O. Reg. 234/10, s. 22.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "23.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Compliance with timelines",
            "content": " 23. (1) Without limiting the generality of section 22, every board shall ensure, as far as possible, (a) that all timelines provided for in this Part and in the guidelines, rules and policies made under Part XI.1 of the Act are complied with; and (b) that a person who does not comply with a timeline provided for in this Part, or in the guidelines, rules and policies made under Part XI.1 of the Act is held accountable for the non-compliance.  O. Reg. 234/10, s. 23 (1). (2) If, despite subsection (1), a step or process required or permitted by this Part, or by the guidelines, rules or policies made under Part XI.1 of the Act, is not completed within the timeline provided for, the step or process shall be completed by the appropriate person as soon as possible thereafter and timelines for all succeeding steps shall be calculated from the time the late step or process was actually completed.  O. Reg. 234/10, s. 23 (2). (3) A board, director of education, supervisory officer, principal or any other person with duties related to performance appraisals under this Part shall comply with all timelines and periods set out in this Part or in any guideline, rule or policy made under Part XI.1 of the Act despite any arbitral order or decision, (a) that purports to alter, interrupt, suspend or otherwise affect the timeline or period; or (b) that would, if followed, have the effect of altering, interrupting, suspending or otherwise affecting the timeline or period.  O. Reg. 234/10, s. 23 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>23. </b>(1) Without limiting the generality of section 22, every board shall ensure, as far as possible,</p> <p class=\"clause-e\">  (a) that all timelines provided for in this Part and in the guidelines, rules and policies made under Part XI.1 of the Act are complied with; and</p> <p class=\"clause-e\">  (b) that a person who does not comply with a timeline provided for in this Part, or in the guidelines, rules and policies made under Part XI.1 of the Act is held accountable for the non-compliance.  O. Reg. 234/10, s. 23 (1).</p> <p class=\"subsection-e\">  (2) If, despite subsection (1), a step or process required or permitted by this Part, or by the guidelines, rules or policies made under Part XI.1 of the Act, is not completed within the timeline provided for, the step or process shall be completed by the appropriate person as soon as possible thereafter and timelines for all succeeding steps shall be calculated from the time the late step or process was actually completed.  O. Reg. 234/10, s. 23 (2).</p> <p class=\"subsection-e\">  (3) A board, director of education, supervisory officer, principal or any other person with duties related to performance appraisals under this Part shall comply with all timelines and periods set out in this Part or in any guideline, rule or policy made under Part XI.1 of the Act despite any arbitral order or decision,</p> <p class=\"clause-e\">  (a) that purports to alter, interrupt, suspend or otherwise affect the timeline or period; or</p> <p class=\"clause-e\">  (b) that would, if followed, have the effect of altering, interrupting, suspending or otherwise affecting the timeline or period.  O. Reg. 234/10, s. 23 (3).</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "24.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Documents to be kept by the board",
            "content": " 24. Every board shall retain all documents made under this Part for a period of at least six years from the date of the summative report of the performance appraisal to which the document relates.  O. Reg. 234/10, s. 24; O. Reg. 198/18, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>24. </b>Every board shall retain all documents made under this Part for a period of at least six years from the date of the summative report of the performance appraisal to which the document relates.  O. Reg. 234/10, s. 24; O. Reg. 198/18, s. 2.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "25.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Boards to request copies of appraisals",
            "content": " 25. (1) A board that is contemplating employing a person as a principal shall contact the last board that employed the person as a principal or vice-principal, if any, in order to request, in respect of the person’s employment as a principal or vice-principal by that board,  (a) where the last performance appraisal of the person conducted by the board resulted in an unsatisfactory rating, copies of all documents that relate to the performance appraisal that are in the possession of the board; (b) copies of any documents relating to the termination of the employment of the person that are in the possession of the board and that, in the opinion of the board, may be relevant to the decision of the requesting board; and (c) copies of any documents relating to resignation by the person while he or she was on review status that are in the possession of the board and that, in the opinion of the board, may be relevant to the decision of the requesting board.  O. Reg. 234/10, s. 25 (1). (2) A board that receives a request under subsection (1) shall promptly inform the requesting board whether there are any documents to provide in response to the request and, if so, shall promptly provide the documents.  O. Reg. 234/10, s. 25 (2). (3) Nothing in this section shall be interpreted to limit rights otherwise available to a board to obtain or give information relating to prospective or past employees.  O. Reg. 234/10, s. 25 (3).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK32\"></a>25. </b>(1) A board that is contemplating employing a person as a principal shall contact the last board that employed the person as a principal or vice-principal, if any, in order to request, in respect of the person’s employment as a principal or vice-principal by that board, </p> <p class=\"clause-e\">  (a) where the last performance appraisal of the person conducted by the board resulted in an unsatisfactory rating, copies of all documents that relate to the performance appraisal that are in the possession of the board; </p> <p class=\"clause-e\">  (b) copies of any documents relating to the termination of the employment of the person that are in the possession of the board and that, in the opinion of the board, may be relevant to the decision of the requesting board; and</p> <p class=\"clause-e\">  (c) copies of any documents relating to resignation by the person while he or she was on review status that are in the possession of the board and that, in the opinion of the board, may be relevant to the decision of the requesting board.  O. Reg. 234/10, s. 25 (1).</p> <p class=\"subsection-e\">  (2) A board that receives a request under subsection (1) shall promptly inform the requesting board whether there are any documents to provide in response to the request and, if so, shall promptly provide the documents.  O. Reg. 234/10, s. 25 (2).</p> <p class=\"subsection-e\">  (3) Nothing in this section shall be interpreted to limit rights otherwise available to a board to obtain or give information relating to prospective or past employees.  O. Reg. 234/10, s. 25 (3).</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "26.",
            "part_id": "PART II  ",
            "part_type": "PART II PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Information",
            "content": " 26. (1) Every board shall make information about the performance appraisal system set out in this Part available to, (a) supervisory officers, principals and vice-principals employed by the board; (b) teachers employed by the board; (c) pupils who are enrolled in schools of the board and their parents; and (d) the chair of the school council for each school governed by the board.  O. Reg. 234/10, s. 26 (1). (2) The Minister of Education may advise boards about how to meet the requirement in subsection (1), including giving advice about, (a) the nature of the information to be provided in various circumstances and to various classes of persons specified in the guidelines; and (b) when and how the information is to be provided, both in transitional and ongoing circumstances.  O. Reg. 234/10, s. 26 (2). PART III   VICE-principal performance appraisal Performance Appraisal Process",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK33\"></a>26. </b>(1) Every board shall make information about the performance appraisal system set out in this Part available to,</p> <p class=\"clause-e\">  (a) supervisory officers, principals and vice-principals employed by the board; </p> <p class=\"clause-e\">  (b) teachers employed by the board; </p> <p class=\"clause-e\">  (c) pupils who are enrolled in schools of the board and their parents; and</p> <p class=\"clause-e\">  (d) the chair of the school council for each school governed by the board.  O. Reg. 234/10, s. 26 (1).</p> <p class=\"subsection-e\">  (2) The Minister of Education may advise boards about how to meet the requirement in subsection (1), including giving advice about,</p> <p class=\"clause-e\">  (a) the nature of the information to be provided in various circumstances and to various classes of persons specified in the guidelines; and</p> <p class=\"clause-e\">  (b) when and how the information is to be provided, both in transitional and ongoing circumstances.  O. Reg. 234/10, s. 26 (2).</p> <p class=\"partnum-e\"><a name=\"BK34\"></a>PART III <br/>  VICE-principal performance appraisal</p> <p class=\"heading1-e\"><a name=\"BK35\"></a>Performance Appraisal Process</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "PART III  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Performance Appraisal Process",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Performance Appraisal Process",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "27.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Evaluation cycle",
            "content": " 27. (1) The evaluation cycle for vice-principals shall be five consecutive years.  O. Reg. 234/10, s. 27 (1). (2) Every board shall schedule evaluation years for vice-principals in a manner that provides for each vice-principal to have one evaluation year in each evaluation cycle during which the vice-principal is employed by the board.  O. Reg. 234/10, s. 27 (2). (3) The first evaluation year for a vice-principal of a board is determined as follows: 1. If the first year in which a vice-principal is employed by the board as a vice-principal is a year starting after April 30, 2010, the first evaluation year is, i. the first year in which he or she is employed by the board as a vice-principal, if the vice-principal has previously worked as a vice-principal, or ii. the second year in which he or she is employed by the board as a vice-principal, if the vice-principal has never previously worked as a vice-principal. 2. For all other vice-principals, the first evaluation year is any year chosen by the board that ends on or before June 30, 2015.  O. Reg. 234/10, s. 27 (3). (4) Within 20 school days after the beginning of a year that is scheduled as an evaluation year for a vice-principal, the principal assigned to the school to which the vice-principal is assigned shall notify the vice-principal that the year is an evaluation year.  O. Reg. 234/10, s. 27 (4). (5) The board shall ensure that each vice-principal receives at least one performance appraisal during each of his or her evaluation years.  O. Reg. 234/10, s. 27 (5). (6) Once a vice-principal employed by a board receives a performance appraisal, each subsequent evaluation year of the vice-principal, as long as the vice-principal continues in the employ of that board, shall be preceded by at least four years that are not evaluation years for the vice-principal. O. Reg. 672/20, s. 3. (7) If a vice-principal receives an additional performance appraisal under section 29 in a year that is not the vice-principal’s evaluation year, the following rules apply: 1. Despite subsection (6), the year in which the additional performance appraisal is conducted may be preceded by fewer than four years that are not evaluation years. 2. The year in which the additional performance appraisal is conducted is deemed to be an evaluation year. 3. The previous evaluation cycle is ended. 4. The year in which the additional performance appraisal is conducted is deemed to be the first year of a new evaluation cycle. 5. Subsection (4) does not apply with respect to the evaluation year mentioned in paragraph 2. O. Reg. 672/20, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK36\"></a><b>27. </b>(1) The evaluation cycle for vice-principals shall be five consecutive years.  O. Reg. 234/10, s. 27 (1).</p> <p class=\"subsection-e\">  (2) Every board shall schedule evaluation years for vice-principals in a manner that provides for each vice-principal to have one evaluation year in each evaluation cycle during which the vice-principal is employed by the board.  O. Reg. 234/10, s. 27 (2).</p> <p class=\"subsection-e\">  (3) The first evaluation year for a vice-principal of a board is determined as follows:</p> <p class=\"paragraph-e\">  1. If the first year in which a vice-principal is employed by the board as a vice-principal is a year starting after April 30, 2010, the first evaluation year is,</p> <p class=\"subpara-e\">  i. the first year in which he or she is employed by the board as a vice-principal, if the vice-principal has previously worked as a vice-principal, or</p> <p class=\"subpara-e\">  ii. the second year in which he or she is employed by the board as a vice-principal, if the vice-principal has never previously worked as a vice-principal.</p> <p class=\"paragraph-e\">  2. For all other vice-principals, the first evaluation year is any year chosen by the board that ends on or before June 30, 2015.  O. Reg. 234/10, s. 27 (3).</p> <p class=\"subsection-e\">  (4) Within 20 school days after the beginning of a year that is scheduled as an evaluation year for a vice-principal, the principal assigned to the school to which the vice-principal is assigned shall notify the vice-principal that the year is an evaluation year.  O. Reg. 234/10, s. 27 (4).</p> <p class=\"subsection-e\">  (5) The board shall ensure that each vice-principal receives at least one performance appraisal during each of his or her evaluation years.  O. Reg. 234/10, s. 27 (5).</p> <p class=\"subsection-e\">  (6) Once a vice-principal employed by a board receives a performance appraisal, each subsequent evaluation year of the vice-principal, as long as the vice-principal continues in the employ of that board, shall be preceded by at least four years that are not evaluation years for the vice-principal. O. Reg. 672/20, s. 3.</p> <p class=\"subsection-e\">  (7) If a vice-principal receives an additional performance appraisal under section 29 in a year that is not the vice-principal’s evaluation year, the following rules apply:</p> <p class=\"paragraph-e\">  1. Despite subsection (6), the year in which the additional performance appraisal is conducted may be preceded by fewer than four years that are not evaluation years.</p> <p class=\"paragraph-e\">  2. The year in which the additional performance appraisal is conducted is deemed to be an evaluation year.</p> <p class=\"paragraph-e\">  3. The previous evaluation cycle is ended.</p> <p class=\"paragraph-e\">  4. The year in which the additional performance appraisal is conducted is deemed to be the first year of a new evaluation cycle.</p> <p class=\"paragraph-e\">  5. Subsection (4) does not apply with respect to the evaluation year mentioned in paragraph 2. O. Reg. 672/20, s. 3.</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "27.1",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Performance appraisals, 2020-2021",
            "content": " 27.1 (1) The 2020-2021 school year shall not be counted when determining an evaluation cycle under section 27. O. Reg. 672/20, s. 4. (2) No performance appraisals, other than an additional performance appraisal under section 29, shall be conducted during the period that begins on the day Ontario Regulation 672/20 comes into force and ends on August 31, 2021. O. Reg. 672/20, s. 4. (3) If a performance appraisal is conducted in respect of a 2020-2021 evaluation year, the evaluation year is deemed to be 2021-2022 for the purposes of determining the evaluation cycle. O. Reg. 672/20, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>27.1 </b>(1) The 2020-2021 school year shall not be counted when determining an evaluation cycle under section 27. O. Reg. 672/20, s. 4.</p> <p class=\"subsection-e\">  (2) No performance appraisals, other than an additional performance appraisal under section 29, shall be conducted during the period that begins on the day Ontario Regulation 672/20 comes into force and ends on August 31, 2021. O. Reg. 672/20, s. 4.</p> <p class=\"subsection-e\">  (3) If a performance appraisal is conducted in respect of a 2020-2021 evaluation year, the evaluation year is deemed to be 2021-2022 for the purposes of determining the evaluation cycle. O. Reg. 672/20, s. 4.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "28.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Role of principal",
            "content": " 28. (1) A performance appraisal of a vice-principal under this Part shall be conducted by the principal assigned to the school to which the vice-principal is assigned.  O. Reg. 234/10, s. 28 (1). (2) The principal may conduct performance appraisals of the vice-principal under this Part at such intervals during the evaluation year as the principal considers appropriate, subject to any requirements in this Part or in any guideline, rule or policy made under Part XI.1 of the Act.  O. Reg. 234/10, s. 28 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK38\"></a><b>28. </b>(1) A performance appraisal of a vice-principal under this Part shall be conducted by the principal assigned to the school to which the vice-principal is assigned.  O. Reg. 234/10, s. 28 (1).</p> <p class=\"subsection-e\">  (2) The principal may conduct performance appraisals of the vice-principal under this Part at such intervals during the evaluation year as the principal considers appropriate, subject to any requirements in this Part or in any guideline, rule or policy made under Part XI.1 of the Act.  O. Reg. 234/10, s. 28 (2).</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "29.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Additional performance appraisals",
            "content": " 29. (1) A principal may conduct performance appraisals of a vice-principal that are additional to those required by section 27, if the principal considers it advisable to do so in light of circumstances relating to the performance of the vice-principal.  O. Reg. 234/10, s. 29 (1). (2) Despite subsection (1), a performance appraisal shall not be conducted in the first year in which a vice-principal is employed by the board as a vice-principal if he or she has never previously worked as a vice-principal.  O. Reg. 234/10, s. 29 (2). (3) Except during a vice-principal’s evaluation year, a vice-principal may request performance appraisals that are additional to those required by section 27 and the principal shall conduct them, subject to subsection (4).  O. Reg. 234/10, s. 29 (3). (4) The principal may refuse to conduct a performance appraisal requested under subsection (3) where he or she reasonably believes that the performance appraisal will not lead to improvement in the vice-principal’s performance.  O. Reg. 234/10, s. 29 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK39\"></a><b>29. </b>(1) A principal may conduct performance appraisals of a vice-principal that are additional to those required by section 27, if the principal considers it advisable to do so in light of circumstances relating to the performance of the vice-principal.  O. Reg. 234/10, s. 29 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a performance appraisal shall not be conducted in the first year in which a vice-principal is employed by the board as a vice-principal if he or she has never previously worked as a vice-principal.  O. Reg. 234/10, s. 29 (2).</p> <p class=\"subsection-e\">  (3) Except during a vice-principal’s evaluation year, a vice-principal may request performance appraisals that are additional to those required by section 27 and the principal shall conduct them, subject to subsection (4).  O. Reg. 234/10, s. 29 (3).</p> <p class=\"subsection-e\">  (4) The principal may refuse to conduct a performance appraisal requested under subsection (3) where he or she reasonably believes that the performance appraisal will not lead to improvement in the vice-principal’s performance.  O. Reg. 234/10, s. 29 (4).</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "30.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Performance plan",
            "content": " 30. (1) A board shall ensure that every vice-principal it employs develops a performance plan in each evaluation year, in consultation with the principal assigned to the school to which the vice-principal is assigned, that includes, (a) one or more goals focused on improving student achievement and well-being which shall uphold the principles of equity and human rights and take into account, (i) the school improvement plan, (ii) the board improvement plan, and (iii) provincial educational priorities; (b) the actions that a vice-principal will take during the evaluation year to attain the goals; (c) the leadership competencies and practices that will assist the vice-principal to attain the goals; and (d) the methods by which a vice-principal’s success in attaining the goals are to be measured.  O. Reg. 234/10, s. 30 (1); O. Reg. 48/18, s. 3. (2) The leadership competencies and practices identified by the vice-principal under clause (1) (c) shall be in accordance with any guideline issued by the Minister of Education under subsection 287.6 (1) of the Act.  O. Reg. 234/10, s. 30 (2). (3) After the second meeting between the principal and the vice-principal described in paragraph 2 of subsection 32 (2) and before the third meeting described in paragraph 3 of that subsection, the vice-principal shall add to the performance plan a description of the results of the vice-principal’s actions taken during the school year to attain the goals identified in his or her performance plan.  O. Reg. 234/10, s. 30 (3). (4) The vice-principal and the principal conducting the appraisal shall each sign the vice-principal’s performance plan and each of them shall retain a copy.  O. Reg. 234/10, s. 30 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>30. </b>(1) A board shall ensure that every vice-principal it employs develops a performance plan in each evaluation year, in consultation with the principal assigned to the school to which the vice-principal is assigned, that includes,</p> <p class=\"clause-e\">  (a) one or more goals focused on improving student achievement and well-being which shall uphold the principles of equity and human rights and take into account,</p> <p class=\"subclause-e\">  (i) the school improvement plan, </p> <p class=\"subclause-e\">  (ii) the board improvement plan, and</p> <p class=\"subclause-e\">  (iii) provincial educational priorities;</p> <p class=\"clause-e\">  (b) the actions that a vice-principal will take during the evaluation year to attain the goals;</p> <p class=\"clause-e\">  (c) the leadership competencies and practices that will assist the vice-principal to attain the goals; and </p> <p class=\"clause-e\">  (d) the methods by which a vice-principal’s success in attaining the goals are to be measured.  O. Reg. 234/10, s. 30 (1); O. Reg. 48/18, s. 3.</p> <p class=\"subsection-e\">  (2) The leadership competencies and practices identified by the vice-principal under clause (1) (c) shall be in accordance with any guideline issued by the Minister of Education under subsection 287.6 (1) of the Act.  O. Reg. 234/10, s. 30 (2).</p> <p class=\"subsection-e\">  (3) After the second meeting between the principal and the vice-principal described in paragraph 2 of subsection 32 (2) and before the third meeting described in paragraph 3 of that subsection, the vice-principal shall add to the performance plan a description of the results of the vice-principal’s actions taken during the school year to attain the goals identified in his or her performance plan.  O. Reg. 234/10, s. 30 (3).</p> <p class=\"subsection-e\">  (4) The vice-principal and the principal conducting the appraisal shall each sign the vice-principal’s performance plan and each of them shall retain a copy.  O. Reg. 234/10, s. 30 (4).</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "31.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Annual growth plan",
            "content": " 31. (1) A board shall ensure that every vice-principal it employs develops an annual growth plan each year that includes, (a) the leadership competencies and practices that, (i) will be the focus of the vice-principal’s professional growth for that year, and (ii) will have regard to promoting a culture that upholds the principles of equity and human rights; (b) the professional growth activities that the vice-principal will undertake to assist him or her to develop the leadership competencies and practices identified under clause (a); and (c) if the vice-principal has developed a performance plan, the professional growth activities that will assist him or her to attain the goals identified in the performance plan.  O. Reg. 234/10, s. 31 (1); O. Reg. 48/18, s. 4. (2) The leadership competencies and practices identified by the vice-principal under clause (1) (a) shall be in accordance with any guideline issued by the Minister of Education under subsection 287.6 (1) of the Act.  O. Reg. 234/10, s. 31 (2). (3) A board shall ensure that each year, every vice-principal it employs, in consultation with the principal assigned to the school to which the vice-principal is assigned, (a) reviews the vice-principal’s annual growth plan from the previous year, the vice-principal’s learning and growth over the previous year and the summative report of the vice-principal’s most recent performance appraisal, if any; and (b) updates the vice-principal’s annual growth plan for the current year, if necessary, taking into account the results of the review under clause (a).  O. Reg. 234/10, s. 31 (3). (4) In an evaluation year for a vice-principal, the consultation required under subsection (3) shall include the meetings described in subsection 32 (2).  O. Reg. 234/10, s. 31 (4). (5) In a year that is not an evaluation year for a vice-principal, the vice-principal and the principal shall meet to discuss the annual growth plan for the year if either of them requests it.  O. Reg. 234/10, s. 31 (5). (6) The vice-principal and the principal shall each sign the vice-principal’s annual growth plan for the year and each of them shall retain a copy.  O. Reg. 234/10, s. 31 (6).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK41\"></a>31. </b>(1) A board shall ensure that every vice-principal it employs develops an annual growth plan each year that includes,</p> <p class=\"clause-e\">  (a) the leadership competencies and practices that,</p> <p class=\"subclause-e\">  (i) will be the focus of the vice-principal’s professional growth for that year, and</p> <p class=\"subclause-e\">  (ii) will have regard to promoting a culture that upholds the principles of equity and human rights;</p> <p class=\"clause-e\">  (b) the professional growth activities that the vice-principal will undertake to assist him or her to develop the leadership competencies and practices identified under clause (a); and</p> <p class=\"clause-e\">  (c) if the vice-principal has developed a performance plan, the professional growth activities that will assist him or her to attain the goals identified in the performance plan.  O. Reg. 234/10, s. 31 (1); O. Reg. 48/18, s. 4.</p> <p class=\"subsection-e\">  (2) The leadership competencies and practices identified by the vice-principal under clause (1) (a) shall be in accordance with any guideline issued by the Minister of Education under subsection 287.6 (1) of the Act.  O. Reg. 234/10, s. 31 (2).</p> <p class=\"subsection-e\">  (3) A board shall ensure that each year, every vice-principal it employs, in consultation with the principal assigned to the school to which the vice-principal is assigned,</p> <p class=\"clause-e\">  (a) reviews the vice-principal’s annual growth plan from the previous year, the vice-principal’s learning and growth over the previous year and the summative report of the vice-principal’s most recent performance appraisal, if any; and </p> <p class=\"clause-e\">  (b) updates the vice-principal’s annual growth plan for the current year, if necessary, taking into account the results of the review under clause (a).  O. Reg. 234/10, s. 31 (3).</p> <p class=\"subsection-e\">  (4) In an evaluation year for a vice-principal, the consultation required under subsection (3) shall include the meetings described in subsection 32 (2).  O. Reg. 234/10, s. 31 (4).</p> <p class=\"subsection-e\">  (5) In a year that is not an evaluation year for a vice-principal, the vice-principal and the principal shall meet to discuss the annual growth plan for the year if either of them requests it.  O. Reg. 234/10, s. 31 (5).</p> <p class=\"subsection-e\">  (6) The vice-principal and the principal shall each sign the vice-principal’s annual growth plan for the year and each of them shall retain a copy.  O. Reg. 234/10, s. 31 (6).</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "32.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Performance appraisal",
            "content": " 32. (1) A performance appraisal of a vice-principal shall satisfy the following requirements: 1. The vice-principal shall be evaluated with respect to the elements of the performance plan, as set out in subsections 30 (1) and (3), taking into account the factors set out in subsection 33 (2). 2. The performance appraisal shall include the steps listed in subsection (2). 3. The performance appraisal shall be conducted in accordance with this regulation, with such guidelines as the Minister of Education may issue, and with such standards, methods, processes, timelines and steps as may be provided for by the board.  O. Reg. 234/10, s. 32 (1). (2) A performance appraisal of a vice-principal by a principal shall include the following steps: 1. A first meeting between the principal and the vice-principal to develop the vice-principal’s performance plan and to review and update the annual growth plan for the year if necessary, as described in clauses 31 (3) (a) and (b). 2. A second meeting between the principal and the vice-principal, i. to review the progress of the vice-principal toward achieving the goals contained in his or her performance plan, and ii. to discuss other information relevant to the performance plan. 3. A third meeting between the principal and the vice-principal, i. to review the results of the actions taken by the vice-principal to achieve the goals contained in his or her performance plan, ii. to discuss other information relevant to the performance plan, and iii. to review and update the vice-principal’s annual growth plan for the year if necessary, as described in clauses 31 (3) (a) and (b). 4. Preparation by the principal of a summative report of the performance appraisal, in a form approved by the Minister of Education, containing, i. the principal’s evaluation of the vice-principal, ii. the principal’s overall performance rating of the vice-principal, and iii. the principal’s explanation for the rating. 5. Provision to the vice-principal of a copy of the summative report, signed by the principal, within 15 school days after the meeting described in paragraph 3. 6. Signature by the vice-principal of a copy of the summative report, to acknowledge receipt by the vice-principal of the copy. The vice-principal may include comments on the summative report. 7. Provision by the vice-principal of the signed copy of the summative report to the principal within 10 school days after receiving the copy under paragraph 5. 8. A meeting between the vice-principal and the principal to discuss the performance appraisal within 10 school days after the vice-principal receives a copy of the summative report under paragraph 5, if such a meeting is requested by either the vice-principal or the principal. 9. After the meeting described in paragraph 8, or if there was no meeting, after the time has expired for a meeting to be requested under paragraph 8, provision to the board by the principal of a copy of, i. the summative report, signed by both the principal and the vice-principal, ii. the vice-principal’s performance plan and annual growth plan for the year, and iii. all other documents relied on in conducting the performance appraisal.  O. Reg. 234/10, s. 32 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK42\"></a><b>32. </b>(1) A performance appraisal of a vice-principal shall satisfy the following requirements:</p> <p class=\"paragraph-e\">  1. The vice-principal shall be evaluated with respect to the elements of the performance plan, as set out in subsections 30 (1) and (3), taking into account the factors set out in subsection 33 (2).</p> <p class=\"paragraph-e\">  2. The performance appraisal shall include the steps listed in subsection (2).</p> <p class=\"paragraph-e\">  3. The performance appraisal shall be conducted in accordance with this regulation, with such guidelines as the Minister of Education may issue, and with such standards, methods, processes, timelines and steps as may be provided for by the board.  O. Reg. 234/10, s. 32 (1).</p> <p class=\"subsection-e\">  (2) A performance appraisal of a vice-principal by a principal shall include the following steps:</p> <p class=\"paragraph-e\">  1. A first meeting between the principal and the vice-principal to develop the vice-principal’s performance plan and to review and update the annual growth plan for the year if necessary, as described in clauses 31 (3) (a) and (b).</p> <p class=\"paragraph-e\">  2. A second meeting between the principal and the vice-principal, </p> <p class=\"subpara-e\">  i. to review the progress of the vice-principal toward achieving the goals contained in his or her performance plan, and</p> <p class=\"subpara-e\">  ii. to discuss other information relevant to the performance plan.</p> <p class=\"paragraph-e\">  3. A third meeting between the principal and the vice-principal, </p> <p class=\"subpara-e\">  i. to review the results of the actions taken by the vice-principal to achieve the goals contained in his or her performance plan, </p> <p class=\"subpara-e\">  ii. to discuss other information relevant to the performance plan, and</p> <p class=\"subpara-e\">  iii. to review and update the vice-principal’s annual growth plan for the year if necessary, as described in clauses 31 (3) (a) and (b).</p> <p class=\"paragraph-e\">  4. Preparation by the principal of a summative report of the performance appraisal, in a form approved by the Minister of Education, containing,</p> <p class=\"subpara-e\">  i. the principal’s evaluation of the vice-principal,</p> <p class=\"subpara-e\">  ii. the principal’s overall performance rating of the vice-principal, and</p> <p class=\"subpara-e\">  iii. the principal’s explanation for the rating. </p> <p class=\"paragraph-e\">  5. Provision to the vice-principal of a copy of the summative report, signed by the principal, within 15 school days after the meeting described in paragraph 3.</p> <p class=\"paragraph-e\">  6. Signature by the vice-principal of a copy of the summative report, to acknowledge receipt by the vice-principal of the copy. The vice-principal may include comments on the summative report.</p> <p class=\"paragraph-e\">  7. Provision by the vice-principal of the signed copy of the summative report to the principal within 10 school days after receiving the copy under paragraph 5.</p> <p class=\"paragraph-e\">  8. A meeting between the vice-principal and the principal to discuss the performance appraisal within 10 school days after the vice-principal receives a copy of the summative report under paragraph 5, if such a meeting is requested by either the vice-principal or the principal.</p> <p class=\"paragraph-e\">  9. After the meeting described in paragraph 8, or if there was no meeting, after the time has expired for a meeting to be requested under paragraph 8, provision to the board by the principal of a copy of,</p> <p class=\"subpara-e\">  i. the summative report, signed by both the principal and the vice-principal,</p> <p class=\"subpara-e\">  ii. the vice-principal’s performance plan and annual growth plan for the year, and</p> <p class=\"subpara-e\">  iii. all other documents relied on in conducting the performance appraisal.  O. Reg. 234/10, s. 32 (2).</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "33.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Rating",
            "content": " 33. (1) The principal who conducts a performance appraisal shall assign one of the following overall performance ratings to a vice-principal, based on the results of the performance appraisal: 1. Satisfactory. 2. Unsatisfactory.  O. Reg. 234/10, s. 33 (1). (2) When determining a rating for a vice-principal, the principal shall consider the following factors: 1. The extent to which the vice-principal worked diligently and consistently toward the implementation of the actions identified in the performance plan. 2. The effectiveness of efforts made to overcome challenges faced by the vice-principal in carrying out the actions identified in the performance plan. 3. The efforts made by the vice-principal to engage teachers and others in the development of the goals and implementation of the actions identified in the performance plan. 4. The actual goals achieved or not achieved by the vice-principal. 5. The rationale provided by the vice-principal for the goals that were not achieved by him or her. 6. The demonstrated ability and willingness of the vice-principal to implement actions to address the goals that were not achieved by him or her.  O. Reg. 234/10, s. 33 (2). Process Following an Unsatisfactory Rating",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK43\"></a><b>33. </b>(1) The principal who conducts a performance appraisal shall assign one of the following overall performance ratings to a vice-principal, based on the results of the performance appraisal:</p> <p class=\"paragraph-e\">  1. Satisfactory.</p> <p class=\"paragraph-e\">  2. Unsatisfactory.  O. Reg. 234/10, s. 33 (1).</p> <p class=\"subsection-e\">  (2) When determining a rating for a vice-principal, the principal shall consider the following factors:</p> <p class=\"paragraph-e\">  1. The extent to which the vice-principal worked diligently and consistently toward the implementation of the actions identified in the performance plan.</p> <p class=\"paragraph-e\">  2. The effectiveness of efforts made to overcome challenges faced by the vice-principal in carrying out the actions identified in the performance plan.</p> <p class=\"paragraph-e\">  3. The efforts made by the vice-principal to engage teachers and others in the development of the goals and implementation of the actions identified in the performance plan.  </p> <p class=\"paragraph-e\">  4. The actual goals achieved or not achieved by the vice-principal.</p> <p class=\"paragraph-e\">  5. The rationale provided by the vice-principal for the goals that were not achieved by him or her.</p> <p class=\"paragraph-e\">  6. The demonstrated ability and willingness of the vice-principal to implement actions to address the goals that were not achieved by him or her.  O. Reg. 234/10, s. 33 (2).</p> <p class=\"heading1-e\"><a name=\"BK44\"></a>Process Following an Unsatisfactory Rating</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Process Following an Unsatisfactory Rating",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Process Following an Unsatisfactory Rating",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "34.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Initial unsatisfactory rating",
            "content": " 34. (1) This section applies when a principal conducting a performance appraisal of a vice-principal provides a summative report to the vice-principal stating that he or she received an unsatisfactory rating on a performance appraisal.  O. Reg. 234/10, s. 34 (1). (2) Within 15 school days after the vice-principal receives the summative report, the principal shall, (a) explain the reasons for the unsatisfactory rating to the vice-principal; (b) explain to the vice-principal what is lacking in the vice-principal’s performance; (c) explain to the vice-principal what is expected of the vice-principal in areas in which his or her performance is lacking; (d) seek input from the vice-principal as to what steps and actions would be likely to help the vice-principal improve his or her performance and as to timelines that the vice-principal thinks are appropriate for carrying out the steps and actions; (e) provide the vice-principal and the appropriate supervisory officer with a copy of the summative report and of any other document relied on in conducting the performance appraisal; (f) prepare a written improvement plan for the vice-principal setting out steps and actions that the vice-principal should take to improve his or her performance and the timelines for carrying out the steps and actions, taking into account input from the vice-principal under clause (d); (g) provide the vice-principal and the appropriate supervisory officer with, (i) a brief summary in writing of the explanations referred to in clauses (a) to (c), and (ii) a copy of the written improvement plan prepared under clause (f); and (h) meet with the vice-principal to discuss the improvement plan.  O. Reg. 234/10, s. 34 (2). (3) The vice-principal and the principal shall each sign the vice-principal’s improvement plan to acknowledge that they have received the plan, and each of them shall retain a copy.  O. Reg. 234/10, s. 34 (3). (4) The principal shall conduct a second performance appraisal and the interval between the performance appraisal referred to in subsection (1) and the second performance appraisal shall be in the discretion of the principal, subject to any requirements in this Part or in any guideline, rule or policy made under Part XI.1 of the Act.  O. Reg. 234/10, s. 34 (4). (5) The principal shall assign a rating to the vice-principal for the appraisal between 40 and 80 school days after the day the vice-principal receives a copy of the summative report for the first performance appraisal.  O. Reg. 234/10, s. 34 (5). (6) The timeline described in subsection (5) may be adjusted by mutual agreement of the principal and the vice-principal.  O. Reg. 234/10, s. 34 (6). (7) In exercising his or her discretion under subsection (4) with respect to the timing of the second performance appraisal and in deciding whether to agree to an adjustment of the timeline under subsection (6), the principal shall balance the desirability of giving the vice-principal a reasonable opportunity to improve his or her performance against the best interests of the school.  O. Reg. 234/10, s. 34 (7).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK45\"></a>34. </b>(1) This section applies when a principal conducting a performance appraisal of a vice-principal provides a summative report to the vice-principal stating that he or she received an unsatisfactory rating on a performance appraisal.  O. Reg. 234/10, s. 34 (1).</p> <p class=\"subsection-e\">  (2) Within 15 school days after the vice-principal receives the summative report, the principal shall,</p> <p class=\"clause-e\">  (a) explain the reasons for the unsatisfactory rating to the vice-principal;</p> <p class=\"clause-e\">  (b) explain to the vice-principal what is lacking in the vice-principal’s performance;</p> <p class=\"clause-e\">  (c) explain to the vice-principal what is expected of the vice-principal in areas in which his or her performance is lacking;</p> <p class=\"clause-e\">  (d) seek input from the vice-principal as to what steps and actions would be likely to help the vice-principal improve his or her performance and as to timelines that the vice-principal thinks are appropriate for carrying out the steps and actions; </p> <p class=\"clause-e\">  (e) provide the vice-principal and the appropriate supervisory officer with a copy of the summative report and of any other document relied on in conducting the performance appraisal;</p> <p class=\"clause-e\">  (f) prepare a written improvement plan for the vice-principal setting out steps and actions that the vice-principal should take to improve his or her performance and the timelines for carrying out the steps and actions, taking into account input from the vice-principal under clause (d); </p> <p class=\"clause-e\">  (g) provide the vice-principal and the appropriate supervisory officer with,</p> <p class=\"subclause-e\">  (i) a brief summary in writing of the explanations referred to in clauses (a) to (c), and</p> <p class=\"subclause-e\">  (ii) a copy of the written improvement plan prepared under clause (f); and</p> <p class=\"clause-e\">  (h) meet with the vice-principal to discuss the improvement plan.  O. Reg. 234/10, s. 34 (2).</p> <p class=\"subsection-e\">  (3) The vice-principal and the principal shall each sign the vice-principal’s improvement plan to acknowledge that they have received the plan, and each of them shall retain a copy.  O. Reg. 234/10, s. 34 (3).</p> <p class=\"subsection-e\">  (4) The principal shall conduct a second performance appraisal and the interval between the performance appraisal referred to in subsection (1) and the second performance appraisal shall be in the discretion of the principal, subject to any requirements in this Part or in any guideline, rule or policy made under Part XI.1 of the Act.  O. Reg. 234/10, s. 34 (4).</p> <p class=\"subsection-e\">  (5) The principal shall assign a rating to the vice-principal for the appraisal between 40 and 80 school days after the day the vice-principal receives a copy of the summative report for the first performance appraisal.  O. Reg. 234/10, s. 34 (5).</p> <p class=\"subsection-e\">  (6) The timeline described in subsection (5) may be adjusted by mutual agreement of the principal and the vice-principal.  O. Reg. 234/10, s. 34 (6).</p> <p class=\"subsection-e\">  (7) In exercising his or her discretion under subsection (4) with respect to the timing of the second performance appraisal and in deciding whether to agree to an adjustment of the timeline under subsection (6), the principal shall balance the desirability of giving the vice-principal a reasonable opportunity to improve his or her performance against the best interests of the school.  O. Reg. 234/10, s. 34 (7).</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "35.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Second unsatisfactory rating",
            "content": " 35. (1) This section applies when a principal conducting a performance appraisal of a vice-principal required by subsection 34 (4) provides a summative report to the vice-principal stating that he or she received an unsatisfactory rating on the performance appraisal, with the result that the vice-principal has received two consecutive unsatisfactory ratings under this Part.  O. Reg. 234/10, s. 35 (1). (2) Within 15 school days after the vice-principal receives the summative report for the second performance appraisal, the principal shall, (a) explain the reasons for the unsatisfactory rating to the vice-principal, place the vice-principal on review status and advise the vice-principal, the appropriate supervisory officer and the director of education in writing of that fact; (b) explain to the vice-principal what is lacking in the vice-principal’s performance; (c) explain to the vice-principal what is expected of the vice-principal in areas in which his or her performance is lacking; (d) explain to the vice-principal the ways, if any, in which the vice-principal’s performance has changed since the previous performance appraisal; (e) seek input from the vice-principal as to what steps and actions would be likely to help the vice-principal improve his or her performance and as to timelines that the vice-principal thinks are appropriate for carrying out the steps and actions; (f) prepare a written improvement plan for the vice-principal setting out steps and actions that the vice-principal should take to improve his or her performance and the timelines for carrying out the steps and actions, taking into account input from the vice-principal under clause (e); (g) provide the vice-principal, the appropriate supervisory officer and the director of education with, (i) a copy of the summative report and of any other document relied on in conducting the performance appraisal, (ii) a brief summary in writing of the explanations referred to in clauses (a) to (d), and (iii) a copy of the written improvement plan prepared under clause (f); and (h) meet with the vice-principal to discuss the improvement plan.  O. Reg. 234/10, s. 35 (2). (3) Before preparing the plan referred to in clause (2) (f), the principal shall consult with the appropriate supervisory officer.  O. Reg. 234/10, s. 35 (3). (4) Subsection (3) does not apply where the principal’s duties and powers are performed and exercised by a supervisory officer in accordance with section 41 or by the director of education in accordance with section 42.  O. Reg. 234/10, s. 35 (4). (5) The vice-principal and the principal shall each sign the vice-principal’s improvement plan to acknowledge that they have received the plan, and each of them shall retain a copy.  O. Reg. 234/10, s. 35 (5).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK46\"></a>35. </b>(1) This section applies when a principal conducting a performance appraisal of a vice-principal required by subsection 34 (4) provides a summative report to the vice-principal stating that he or she received an unsatisfactory rating on the performance appraisal, with the result that the vice-principal has received two consecutive unsatisfactory ratings under this Part.  O. Reg. 234/10, s. 35 (1).</p> <p class=\"subsection-e\">  (2) Within 15 school days after the vice-principal receives the summative report for the second performance appraisal, the principal shall,</p> <p class=\"clause-e\">  (a) explain the reasons for the unsatisfactory rating to the vice-principal, place the vice-principal on review status and advise the vice-principal, the appropriate supervisory officer and the director of education in writing of that fact;</p> <p class=\"clause-e\">  (b) explain to the vice-principal what is lacking in the vice-principal’s performance;</p> <p class=\"clause-e\">  (c) explain to the vice-principal what is expected of the vice-principal in areas in which his or her performance is lacking;</p> <p class=\"clause-e\">  (d) explain to the vice-principal the ways, if any, in which the vice-principal’s performance has changed since the previous performance appraisal;</p> <p class=\"clause-e\">  (e) seek input from the vice-principal as to what steps and actions would be likely to help the vice-principal improve his or her performance and as to timelines that the vice-principal thinks are appropriate for carrying out the steps and actions; </p> <p class=\"clause-e\">  (f) prepare a written improvement plan for the vice-principal setting out steps and actions that the vice-principal should take to improve his or her performance and the timelines for carrying out the steps and actions, taking into account input from the vice-principal under clause (e); </p> <p class=\"clause-e\">  (g) provide the vice-principal, the appropriate supervisory officer and the director of education with,</p> <p class=\"subclause-e\">  (i) a copy of the summative report and of any other document relied on in conducting the performance appraisal,</p> <p class=\"subclause-e\">  (ii) a brief summary in writing of the explanations referred to in clauses (a) to (d), and</p> <p class=\"subclause-e\">  (iii) a copy of the written improvement plan prepared under clause (f); and</p> <p class=\"clause-e\">  (h) meet with the vice-principal to discuss the improvement plan.  O. Reg. 234/10, s. 35 (2).</p> <p class=\"subsection-e\">  (3) Before preparing the plan referred to in clause (2) (f), the principal shall consult with the appropriate supervisory officer.  O. Reg. 234/10, s. 35 (3).</p> <p class=\"subsection-e\">  (4) Subsection (3) does not apply where the principal’s duties and powers are performed and exercised by a supervisory officer in accordance with section 41 or by the director of education in accordance with section 42.  O. Reg. 234/10, s. 35 (4).</p> <p class=\"subsection-e\">  (5) The vice-principal and the principal shall each sign the vice-principal’s improvement plan to acknowledge that they have received the plan, and each of them shall retain a copy.  O. Reg. 234/10, s. 35 (5).</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "36.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Review status",
            "content": " 36. (1) Throughout any period during which a vice-principal is on review status, the principal assigned to the school to which the vice-principal is assigned shall, (a) monitor the vice-principal’s performance; (b) consult regularly with the appropriate supervisory officer regarding the vice-principal’s performance and steps that may be taken to improve it; and (c) provide such feedback and recommendations to the vice-principal as the principal considers might help the vice-principal improve his or her performance.  O. Reg. 234/10, s. 36 (1). (2) Clause (1) (b) does not apply where the principal’s duties and powers are performed and exercised by a supervisory officer in accordance with section 41 or by the director of education in accordance with section 42.  O. Reg. 234/10, s. 36 (2). (3) The principal shall conduct a third performance appraisal and the interval between the performance appraisal required by subsection 34 (4) and the third performance appraisal shall be in the discretion of the principal, subject to any requirements in this Part or in any guideline, rule or policy made under Part XI.1 of the Act.  O. Reg. 234/10, s. 36 (3). (4) The principal shall assign a rating to the vice-principal for the appraisal between 20 and 60 school days after the day on which the vice-principal is advised that he or she is on review status.  O. Reg. 234/10, s. 36 (4). (5) The timeline described in subsection (4) may be adjusted by mutual agreement of the principal and the vice-principal.  O. Reg. 234/10, s. 36 (5). (6) In exercising his or her discretion under subsection (3) with respect to the timing of the third performance appraisal and in deciding whether to agree to an adjustment of the timeline under subsection (5), the principal shall balance the desirability of giving the vice-principal a reasonable opportunity to improve his or her performance against the best interests of the school.  O. Reg. 234/10, s. 36 (6). (7) If, at any time during the 60 school days starting with the day on which the vice-principal is advised that he or she is on review status, the principal and the appropriate supervisory officer jointly determine that the delay necessitated by conducting a performance appraisal under subsection (3) is inconsistent with the protection of the best interests of the school, the principal shall refrain from conducting the appraisal and shall promptly recommend to the board in writing that, (a) the vice-principal be reassigned or have his or her employment terminated; or (b) other appropriate actions be taken.  O. Reg. 234/10, s. 36 (7). (8) A recommendation under subsection (7) shall be accompanied by, (a) a statement that in the opinion of both the principal and the supervisory officer the delay necessitated by a third performance appraisal is inconsistent with the protection of the best interests of the school; and (b) copies of all documents relied on in conducting the performance appraisals referred to in subsections 34 (1) and (4).  O. Reg. 234/10, s. 36 (8). (9) Where the principal’s duties and powers are performed and exercised by a supervisory officer in accordance with section 41 or by the director of education in accordance with section 42, the supervisory officer or the director of education shall perform the duties under subsections (7) and (8) alone.  O. Reg. 234/10, s. 36 (9). (10) The principal shall promptly provide the vice-principal with copies of the recommendation under subsection (7) and all documents referred to in subsection (8).  O. Reg. 234/10, s. 36 (10). (11) A board that receives a recommendation under subsection (7) shall, after considering all documents provided to it, (a) determine that the vice-principal was performing satisfactorily as a vice-principal in the position that he or she had at the time of the most recent performance appraisal; or (b) determine that the vice-principal was not performing satisfactorily as a vice-principal in the position that he or she had at the time of the most recent performance appraisal and reassign the vice-principal to other duties, terminate the vice-principal’s employment or take other appropriate actions.  O. Reg. 234/10, s. 36 (11). (12) The determination of the board shall be made within 60 days after the day the recommendation under subsection (7) is made.  O. Reg. 234/10, s. 36 (12). (13) If the board makes the determination described in clause (11) (a), the vice-principal shall remain in the position that he or she had at the time of the most recent performance appraisal, unless the board and vice-principal otherwise agree.  O. Reg. 234/10, s. 36 (13). (14) A board shall not terminate the employment of a vice-principal without first giving the vice-principal reasonable information about the reasons for the termination and an opportunity to make submissions to the board.  O. Reg. 234/10, s. 36 (14). (15) In making decisions and providing information under this section, the board shall comply with any applicable board policies and procedures.  O. Reg. 234/10, s. 36 (15).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK47\"></a>36. </b>(1) Throughout any period during which a vice-principal is on review status, the principal assigned to the school to which the vice-principal is assigned shall,</p> <p class=\"clause-e\">  (a) monitor the vice-principal’s performance;\r\n</p> <p class=\"clause-e\">  (b) consult regularly with the appropriate supervisory officer regarding the vice-principal’s performance and steps that may be taken to improve it; and</p> <p class=\"clause-e\">  (c) provide such feedback and recommendations to the vice-principal as the principal considers might help the vice-principal improve his or her performance.  O. Reg. 234/10, s. 36 (1).</p> <p class=\"subsection-e\">  (2) Clause (1) (b) does not apply where the principal’s duties and powers are performed and exercised by a supervisory officer in accordance with section 41 or by the director of education in accordance with section 42.  O. Reg. 234/10, s. 36 (2).</p> <p class=\"subsection-e\">  (3) The principal shall conduct a third performance appraisal and the interval between the performance appraisal required by subsection 34 (4) and the third performance appraisal shall be in the discretion of the principal, subject to any requirements in this Part or in any guideline, rule or policy made under Part XI.1 of the Act.  O. Reg. 234/10, s. 36 (3).</p> <p class=\"subsection-e\">  (4) The principal shall assign a rating to the vice-principal for the appraisal between 20 and 60 school days after the day on which the vice-principal is advised that he or she is on review status.  O. Reg. 234/10, s. 36 (4).</p> <p class=\"subsection-e\">  (5) The timeline described in subsection (4) may be adjusted by mutual agreement of the principal and the vice-principal.  O. Reg. 234/10, s. 36 (5).</p> <p class=\"subsection-e\">  (6) In exercising his or her discretion under subsection (3) with respect to the timing of the third performance appraisal and in deciding whether to agree to an adjustment of the timeline under subsection (5), the principal shall balance the desirability of giving the vice-principal a reasonable opportunity to improve his or her performance against the best interests of the school.  O. Reg. 234/10, s. 36 (6).</p> <p class=\"subsection-e\">  (7) If, at any time during the 60 school days starting with the day on which the vice-principal is advised that he or she is on review status, the principal and the appropriate supervisory officer jointly determine that the delay necessitated by conducting a performance appraisal under subsection (3) is inconsistent with the protection of the best interests of the school, the principal shall refrain from conducting the appraisal and shall promptly recommend to the board in writing that,</p> <p class=\"clause-e\">  (a) the vice-principal be reassigned or have his or her employment terminated; or</p> <p class=\"clause-e\">  (b) other appropriate actions be taken.  O. Reg. 234/10, s. 36 (7).</p> <p class=\"subsection-e\">  (8) A recommendation under subsection (7) shall be accompanied by,</p> <p class=\"clause-e\">  (a) a statement that in the opinion of both the principal and the supervisory officer the delay necessitated by a third performance appraisal is inconsistent with the protection of the best interests of the school; and </p> <p class=\"clause-e\">  (b) copies of all documents relied on in conducting the performance appraisals referred to in subsections 34 (1) and (4).  O. Reg. 234/10, s. 36 (8).</p> <p class=\"subsection-e\">  (9) Where the principal’s duties and powers are performed and exercised by a supervisory officer in accordance with section 41 or by the director of education in accordance with section 42, the supervisory officer or the director of education shall perform the duties under subsections (7) and (8) alone.  O. Reg. 234/10, s. 36 (9).</p> <p class=\"subsection-e\">  (10) The principal shall promptly provide the vice-principal with copies of the recommendation under subsection (7) and all documents referred to in subsection (8).  O. Reg. 234/10, s. 36 (10).</p> <p class=\"subsection-e\">  (11) A board that receives a recommendation under subsection (7) shall, after considering all documents provided to it, </p> <p class=\"clause-e\">  (a) determine that the vice-principal was performing satisfactorily as a vice-principal in the position that he or she had at the time of the most recent performance appraisal; or</p> <p class=\"clause-e\">  (b) determine that the vice-principal was not performing satisfactorily as a vice-principal in the position that he or she had at the time of the most recent performance appraisal and reassign the vice-principal to other duties, terminate the vice-principal’s employment or take other appropriate actions.  O. Reg. 234/10, s. 36 (11).</p> <p class=\"subsection-e\">  (12) The determination of the board shall be made within 60 days after the day the recommendation under subsection (7) is made.  O. Reg. 234/10, s. 36 (12).</p> <p class=\"subsection-e\">  (13) If the board makes the determination described in clause (11) (a), the vice-principal shall remain in the position that he or she had at the time of the most recent performance appraisal, unless the board and vice-principal otherwise agree.  O. Reg. 234/10, s. 36 (13).</p> <p class=\"subsection-e\">  (14) A board shall not terminate the employment of a vice-principal without first giving the vice-principal reasonable information about the reasons for the termination and an opportunity to make submissions to the board.  O. Reg. 234/10, s. 36 (14).</p> <p class=\"subsection-e\">  (15) In making decisions and providing information under this section, the board shall comply with any applicable board policies and procedures.  O. Reg. 234/10, s. 36 (15).</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "37.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Results of third performance appraisal",
            "content": " 37. (1) Where the principal conducting the performance appraisal required by subsection 36 (3) determines that the rating is satisfactory, (a) the vice-principal immediately ceases to be on review status; and (b) the principal shall advise the appropriate supervisory officer, the director of education and the vice-principal in writing of that fact and shall give the vice-principal written notice of the rating on the appraisal.  O. Reg. 234/10, s. 37 (1). (2) Where a performance appraisal required by subsection 36 (3) results in an unsatisfactory rating, the principal and the appropriate supervisory officer shall promptly notify the board in writing that the performance appraisal has resulted in a third consecutive unsatisfactory rating and recommend that, (a) the vice-principal be reassigned or have his or her employment terminated; or (b) other appropriate actions be taken.  O. Reg. 234/10, s. 37 (2). (3) The notice and recommendation under subsection (2) shall be accompanied by a copy of the summative report and copies of all documents relied on in conducting the performance appraisals referred to in subsections 34 (1), (4) and 36 (3).  O. Reg. 234/10, s. 37 (3). (4) Where the principal’s duties and powers are performed and exercised by a supervisory officer in accordance with section 41 or by the director of education in accordance with section 42, the supervisory officer or the director of education shall perform the duties under subsections (2) and (3) alone.  O. Reg. 234/10, s. 37 (4). (5) The principal shall promptly provide the vice-principal with copies of the notice and recommendation under subsection (2) and of all documents referred to in subsection (3).  O. Reg. 234/10, s. 37 (5). (6) A board that receives a recommendation under subsection (2) shall, after considering all documents provided to it, (a) determine that the vice-principal was performing satisfactorily as a vice-principal in the position that he or she had at the time of the most recent performance appraisal; or (b) determine that the vice-principal was not performing satisfactorily as a vice-principal in the position that he or she had at the time of the most recent performance appraisal and reassign the vice-principal to other duties, terminate the vice-principal’s employment or take other appropriate actions.  O. Reg. 234/10, s. 37 (6). (7) The determination of the board shall be made within 60 days after the day the recommendation under subsection (2) is made.  O. Reg. 234/10, s. 37 (7). (8) If the board makes the determination described in clause (6) (a), the vice-principal shall remain in the position that he or she had at the time of the most recent performance appraisal, unless the board and vice-principal otherwise agree.  O. Reg. 234/10, s. 37 (8). (9) A board shall not terminate the employment of a vice-principal without first giving the vice-principal reasonable information about the reasons for the termination and an opportunity to make submissions to the board.  O. Reg. 234/10, s. 37 (9). (10) In making decisions and providing information under this section, the board shall comply with any applicable board policies and procedures.  O. Reg. 234/10, s. 37 (10). Rules for Special Circumstances",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK48\"></a><b>37. </b>(1) Where the principal conducting the performance appraisal required by subsection 36 (3) determines that the rating is satisfactory,</p> <p class=\"clause-e\">  (a) the vice-principal immediately ceases to be on review status; and </p> <p class=\"clause-e\">  (b) the principal shall advise the appropriate supervisory officer, the director of education and the vice-principal in writing of that fact and shall give the vice-principal written notice of the rating on the appraisal.  O. Reg. 234/10, s. 37 (1).</p> <p class=\"subsection-e\">  (2) Where a performance appraisal required by subsection 36 (3) results in an unsatisfactory rating, the principal and the appropriate supervisory officer shall promptly notify the board in writing that the performance appraisal has resulted in a third consecutive unsatisfactory rating and recommend that,</p> <p class=\"clause-e\">  (a) the vice-principal be reassigned or have his or her employment terminated; or</p> <p class=\"clause-e\">  (b) other appropriate actions be taken.  O. Reg. 234/10, s. 37 (2).</p> <p class=\"subsection-e\">  (3) The notice and recommendation under subsection (2) shall be accompanied by a copy of the summative report and copies of all documents relied on in conducting the performance appraisals referred to in subsections 34 (1), (4) and 36 (3).  O. Reg. 234/10, s. 37 (3).</p> <p class=\"subsection-e\">  (4) Where the principal’s duties and powers are performed and exercised by a supervisory officer in accordance with section 41 or by the director of education in accordance with section 42, the supervisory officer or the director of education shall perform the duties under subsections (2) and (3) alone.  O. Reg. 234/10, s. 37 (4).</p> <p class=\"subsection-e\">  (5) The principal shall promptly provide the vice-principal with copies of the notice and recommendation under subsection (2) and of all documents referred to in subsection (3).  O. Reg. 234/10, s. 37 (5).</p> <p class=\"subsection-e\">  (6) A board that receives a recommendation under subsection (2) shall, after considering all documents provided to it,</p> <p class=\"clause-e\">  (a) determine that the vice-principal was performing satisfactorily as a vice-principal in the position that he or she had at the time of the most recent performance appraisal; or</p> <p class=\"clause-e\">  (b) determine that the vice-principal was not performing satisfactorily as a vice-principal in the position that he or she had at the time of the most recent performance appraisal and reassign the vice-principal to other duties, terminate the vice-principal’s employment or take other appropriate actions.  O. Reg. 234/10, s. 37 (6).</p> <p class=\"subsection-e\">  (7) The determination of the board shall be made within 60 days after the day the recommendation under subsection (2) is made.  O. Reg. 234/10, s. 37 (7).</p> <p class=\"subsection-e\">  (8) If the board makes the determination described in clause (6) (a), the vice-principal shall remain in the position that he or she had at the time of the most recent performance appraisal, unless the board and vice-principal otherwise agree.  O. Reg. 234/10, s. 37 (8).</p> <p class=\"subsection-e\">  (9) A board shall not terminate the employment of a vice-principal without first giving the vice-principal reasonable information about the reasons for the termination and an opportunity to make submissions to the board.  O. Reg. 234/10, s. 37 (9).</p> <p class=\"subsection-e\">  (10) In making decisions and providing information under this section, the board shall comply with any applicable board policies and procedures.  O. Reg. 234/10, s. 37 (10).</p> <p class=\"heading1-e\"><a name=\"BK49\"></a>Rules for Special Circumstances</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Rules for Special Circumstances",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Rules for Special Circumstances",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "38.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Periods of time excluded from evaluation cycle",
            "content": " 38. (1) The five-year evaluation cycle mentioned in subsection 27 (1) excludes the following periods of time: 1. A period when the vice-principal is on an extended leave that has been approved by the board. 2. A period when the vice-principal is on secondment to a position other than that of principal or vice-principal. 3. A period when the vice-principal is on secondment to a position outside the Ontario public education system.  O. Reg. 234/10, s. 38 (1). (2) If a vice-principal is on an extended leave during all or part of a year that is scheduled as an evaluation year, the year that the vice-principal returns from the leave shall be an evaluation year, and notice that the year is an evaluation year shall be given to the vice-principal within 20 school days after his or her return.  O. Reg. 234/10, s. 38 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK50\"></a><b>38. </b>(1) The five-year evaluation cycle mentioned in subsection 27 (1) excludes the following periods of time:</p> <p class=\"paragraph-e\">  1. A period when the vice-principal is on an extended leave that has been approved by the board.</p> <p class=\"paragraph-e\">  2. A period when the vice-principal is on secondment to a position other than that of principal or vice-principal.</p> <p class=\"paragraph-e\">  3. A period when the vice-principal is on secondment to a position outside the Ontario public education system.  O. Reg. 234/10, s. 38 (1).</p> <p class=\"subsection-e\">  (2) If a vice-principal is on an extended leave during all or part of a year that is scheduled as an evaluation year, the year that the vice-principal returns from the leave shall be an evaluation year, and notice that the year is an evaluation year shall be given to the vice-principal within 20 school days after his or her return.  O. Reg. 234/10, s. 38 (2).</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "39.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Rules, seconded vice-principals",
            "content": " 39. (1) The following rules apply to every vice-principal who is seconded to a vice-principal position in the Ontario public education system, including in demonstration schools established or continued under subsection 13 (5) or (5.1) of the Act, during a five-year cycle: 1. The year that is scheduled as an evaluation year for the vice-principal during the cycle does not change. 2. The board from which the vice-principal is seconded shall advise the board or demonstration school to which the vice-principal is seconded of the vice-principal’s position in the five-year cycle. 3. The board or demonstration school to which the vice-principal is seconded shall ensure that all performance appraisals of the vice-principal that are required during the period the vice-principal is on secondment to the board or demonstration school are carried out.  O. Reg. 234/10, s. 39 (1); O. Reg. 198/18, s. 3. (2) If a performance appraisal carried out while a vice-principal is seconded to another board or to a demonstration school results in an unsatisfactory overall performance rating, the following rules apply: 1. The secondment agreement terminates and the vice-principal returns to the board from which he or she was seconded. 2. The performance appraisal is deemed not to have been conducted except for the purposes of terminating the secondment agreement. 3. The vice-principal’s first year upon returning to the board from which he or she was seconded is an evaluation year. 4. The board to which the vice-principal returns shall ensure that a performance plan described in section 30 is developed within 40 school days after the vice-principal’s return and that a performance appraisal takes place between 120 and 140 school days after the vice-principal’s return.  O. Reg. 234/10, s. 39 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK51\"></a><b>39. </b>(1) The following rules apply to every vice-principal who is seconded to a vice-principal position in the Ontario public education system, including in demonstration schools established or continued under subsection 13 (5) or (5.1) of the Act, during a five-year cycle:</p> <p class=\"paragraph-e\">  1. The year that is scheduled as an evaluation year for the vice-principal during the cycle does not change.</p> <p class=\"paragraph-e\">  2. The board from which the vice-principal is seconded shall advise the board or demonstration school to which the vice-principal is seconded of the vice-principal’s position in the five-year cycle.</p> <p class=\"paragraph-e\">  3. The board or demonstration school to which the vice-principal is seconded shall ensure that all performance appraisals of the vice-principal that are required during the period the vice-principal is on secondment to the board or demonstration school are carried out.  O. Reg. 234/10, s. 39 (1); O. Reg. 198/18, s. 3.</p> <p class=\"subsection-e\">  (2) If a performance appraisal carried out while a vice-principal is seconded to another board or to a demonstration school results in an unsatisfactory overall performance rating, the following rules apply: </p> <p class=\"paragraph-e\">  1. The secondment agreement terminates and the vice-principal returns to the board from which he or she was seconded.</p> <p class=\"paragraph-e\">  2. The performance appraisal is deemed not to have been conducted except for the purposes of terminating the secondment agreement.</p> <p class=\"paragraph-e\">  3. The vice-principal’s first year upon returning to the board from which he or she was seconded is an evaluation year.  </p> <p class=\"paragraph-e\">  4. The board to which the vice-principal returns shall ensure that a performance plan described in section 30 is developed within 40 school days after the vice-principal’s return and that a performance appraisal takes place between 120 and 140 school days after the vice-principal’s return.  O. Reg. 234/10, s. 39 (2).</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "40.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Board rules, certain circumstances",
            "content": " 40. (1) Every board shall set out factors that it will consider in determining which principal is to exercise the powers and perform the duties of a principal under this Part in relation to a vice-principal who, during part or all of any period or process required or permitted by this Part or by the guidelines, policies and rules made under Part XI.1 of the Act, (a) is assigned to more than one school; (b) is not assigned to duties in a school; (c) is assigned to duties in a school as well as to other duties; or (d) moves from one school to another.  O. Reg. 234/10, s. 40 (1). (2) This Part shall be read with necessary modifications in relation to performance appraisals of a vice-principal described in subsection (1).  O. Reg. 234/10, s. 40 (2). Duties and Powers Exercised by Other Persons",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK52\"></a>40. </b>(1) Every board shall set out factors that it will consider in determining which principal is to exercise the powers and perform the duties of a principal under this Part in relation to a vice-principal who, during part or all of any period or process required or permitted by this Part or by the guidelines, policies and rules made under <span>Part XI.1 of the Act</span>,</p> <p class=\"clause-e\">  (a) is assigned to more than one school;</p> <p class=\"clause-e\">  (b) is not assigned to duties in a school;</p> <p class=\"clause-e\">  (c) is assigned to duties in a school as well as to other duties; or</p> <p class=\"clause-e\">  (d) moves from one school to another.  O. Reg. 234/10, s. 40 (1).</p> <p class=\"subsection-e\">  (2) This Part shall be read with necessary modifications in relation to performance appraisals of a vice-principal described in subsection (1).  O. Reg. 234/10, s. 40 (2).</p> <p class=\"heading1-e\"><a name=\"BK53\"></a>Duties and Powers Exercised by Other Persons</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Duties and Powers Exercised by Other Persons",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Duties and Powers Exercised by Other Persons",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "41.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Principal’s duties, powers performed by supervisory officer",
            "content": " 41. (1) A duty or power of a principal under this Part may be performed or exercised by the appropriate supervisory officer where, (a) the principal and the supervisory officer agree that the supervisory officer shall perform the duty or exercise the power; or (b) the supervisory officer is of the opinion that the principal who would ordinarily perform the duty or exercise the power is unable to do so in a timely way because of absence or for some other reason.  O. Reg. 234/10, s. 41 (1). (2) A determination under clause (1) (b) respecting when a principal is unable to perform a duty or exercise a power in a timely way and respecting whether a supervisory officer shall perform the duty or exercise the power shall be made in accordance with any policies established by the board that employs the principal who would ordinarily perform the duty or exercise the power.  O. Reg. 234/10, s. 41 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK54\"></a><b>41. </b>(1) A duty or power of a principal under this Part may be performed or exercised by the appropriate supervisory officer where,</p> <p class=\"clause-e\">  (a) the principal and the supervisory officer agree that the supervisory officer shall perform the duty or exercise the power; or</p> <p class=\"clause-e\">  (b) the supervisory officer is of the opinion that the principal who would ordinarily perform the duty or exercise the power is unable to<span> do so </span>in a timely way because of absence or for some other reason.  O. Reg. 234/10, s. 41 (1).</p> <p class=\"subsection-e\">  (2) A determination under clause (1) (b) respecting when a principal is unable to perform a duty or exercise a power in a timely way and respecting whether a supervisory officer shall perform the duty or exercise the power shall be made in accordance with any policies established by the board that employs the principal who would ordinarily perform the duty or exercise the power.  O. Reg. 234/10, s. 41 (2).</p>"
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "42.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Supervisory officer’s duties, powers performed by director of education",
            "content": " 42. (1) A duty or power of a supervisory officer under this Part may be performed or exercised by the director of education employed by the same board where, (a) the supervisory officer and the director of education agree that the director of education shall perform the duty or exercise the power; or (b) the director of education is of the opinion that the supervisory officer who would ordinarily perform the duty or exercise the power is unable to do so in a timely way because of absence or for some other reason.  O. Reg. 234/10, s. 42 (1). (2) A determination under clause (1) (b) respecting when a supervisory officer is unable to perform a duty or exercise a power in a timely way and respecting whether the director of education shall perform the duty or exercise the power shall be made in accordance with any policies established by the board that employs the supervisory officer who would ordinarily perform the duty or exercise the power.  O. Reg. 234/10, s. 42 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK55\"></a><b>42. </b>(1) A duty or power of a supervisory officer under this Part may be performed or exercised by the director of education employed by the same board where,</p> <p class=\"clause-e\">  (a) the supervisory officer and the director of education agree that the director of education shall perform the duty or exercise the power; or</p> <p class=\"clause-e\">  (b) the director of education is of the opinion that the supervisory officer who would ordinarily perform the duty or exercise the power is unable to do so in a timely way because of absence or for some other reason.  O. Reg. 234/10, s. 42 (1).</p> <p class=\"subsection-e\">  (2) A determination under clause (1) (b) respecting when a supervisory officer is unable to perform a duty or exercise a power in a timely way and respecting whether the director of education shall perform the duty or exercise the power shall be made in accordance with any policies established by the board that employs the supervisory officer who would ordinarily perform the duty or exercise the power.  O. Reg. 234/10, s. 42 (2).</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "43.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Duties, powers performed by supervisory officer of another board",
            "content": " 43. In the situations described in subsections 41 (1) and 42 (1), if neither the director of education nor any other supervisory officer employed by the same board is able to perform a duty or exercise a power in a timely way, because of absence or for some other reason, a supervisory officer employed by another board may, by arrangement between the two boards, perform the duty and exercise the power.  O. Reg. 234/10, s. 43.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK56\"></a><b>43. </b>In the situations described in subsections 41 (1) and 42 (1), if neither the director of education nor any other supervisory officer employed by the same board is able to perform a duty or exercise a power in a timely way, because of absence or for some other reason, a supervisory officer employed by another board may, by arrangement between the two boards, perform the duty and exercise the power.  O. Reg. 234/10, s. 43.</p>"
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "44.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Director of education’s duties, powers performed by a supervisory officer",
            "content": " 44. (1) A duty or power under this Part of a director of education of a board may be performed or exercised by a supervisory officer chosen by the director of education where the director of education determines that such delegation is appropriate.  O. Reg. 234/10, s. 44 (1). (2) In the case of a school authority that does not have a director of education, a duty or power under this Part of a director of education of a board shall be performed or exercised by the appropriate supervisory officer.  O. Reg. 234/10, s. 44 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK57\"></a><b>44. </b>(1) A duty or power under this Part of a director of education of a board may be performed or exercised by a supervisory officer chosen by the director of education where the director of education determines that such delegation is appropriate.  O. Reg. 234/10, s. 44 (1).</p> <p class=\"subsection-e\">  (2) In the case of a school authority that does not have a director of education, a duty or power under this Part of a director of education of a board shall be performed or exercised by the appropriate supervisory officer.  O. Reg. 234/10, s. 44 (2).</p>"
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "45.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Appraisals by different individuals",
            "content": " 45. Where this Part requires or permits a series of one or more performance appraisals to be conducted as part of a process, the effect of each of the appraisals is the same regardless of whether the duties and powers in relation to different appraisals are performed or exercised by different individuals or individuals holding different titles.  O. Reg. 234/10, s. 45. General Rules",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK58\"></a>45. </b>Where this Part requires or permits a series of one or more performance appraisals to be conducted as part of a process, the effect of each of the appraisals is the same regardless of whether the duties and powers in relation to different appraisals are performed or exercised by different individuals or individuals holding different titles.  O. Reg. 234/10, s. 45.</p> <p class=\"heading1-e\"><a name=\"BK59\"></a>General Rules</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "General Rules",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "General Rules",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "46.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Board procedures and safeguards re timelines",
            "content": " 46. A board may establish procedures and safeguards that are consistent with this Part relating to performance appraisals of vice-principals employed by it, and shall establish procedures and safeguards where doing so is necessary to bring this Part into operation and make it work effectively.  O. Reg. 234/10, s. 46.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK60\"></a>46. </b>A board may establish procedures and safeguards that are consistent with this Part relating to performance appraisals of vice-principals employed by it, and shall establish procedures and safeguards where doing so is necessary to bring this Part into operation and make it work effectively.  O. Reg. 234/10, s. 46.</p>"
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "47.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Compliance with timelines",
            "content": " 47. (1) Without limiting the generality of section 46, every board shall ensure, as far as possible, (a) that all timelines provided for in this Part and in the guidelines, rules and policies made under Part XI.1 of the Act are complied with; and (b) that a person who does not comply with a timeline provided for in this Part, or in the guidelines, rules and policies made under Part XI.1 of the Act is held accountable for the non-compliance.  O. Reg. 234/10, s. 47 (1). (2) If, despite subsection (1), a step or process required or permitted by this Part, or by the guidelines, rules or policies made under Part XI.1 of the Act, is not completed within the timeline provided for, the step or process shall be completed by the appropriate person as soon as possible thereafter and timelines for all succeeding steps shall be calculated from the time the late step or process was actually completed.  O. Reg. 234/10, s. 47 (2). (3) A board, director of education, supervisory officer, principal, vice-principal or any other person with duties related to performance appraisals under this Part shall comply with all timelines and periods set out in this Part or in any guideline, rule or policy made under Part XI.1 of the Act despite any arbitral order or decision, (a) that purports to alter, interrupt, suspend or otherwise affect the timeline or period; or (b) that would, if followed, have the effect of altering, interrupting, suspending or otherwise affecting the timeline or period.  O. Reg. 234/10, s. 47 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK61\"></a><b>47. </b>(1) Without limiting the generality of section 46, every board shall ensure, as far as possible,</p> <p class=\"clause-e\">  (a) that all timelines provided for in this Part and in the guidelines, rules and policies made under Part XI.1 of the Act are complied with; and</p> <p class=\"clause-e\">  (b) that a person who does not comply with a timeline provided for in this Part, or in the guidelines, rules and policies made under Part XI.1 of the Act is held accountable for the non-compliance.  O. Reg. 234/10, s. 47 (1).</p> <p class=\"subsection-e\">  (2) If, despite subsection (1), a step or process required or permitted by this Part, or by the guidelines, rules or policies made under Part XI.1 of the Act, is not completed within the timeline provided for, the step or process shall be completed by the appropriate person as soon as possible thereafter and timelines for all succeeding steps shall be calculated from the time the late step or process was actually completed.  O. Reg. 234/10, s. 47 (2).</p> <p class=\"subsection-e\">  (3) A board, director of education, supervisory officer, principal, vice-principal or any other person with duties related to performance appraisals under this Part shall comply with all timelines and periods set out in this Part or in any guideline, rule or policy made under Part XI.1 of the Act despite any arbitral order or decision,</p> <p class=\"clause-e\">  (a) that purports to alter, interrupt, suspend or otherwise affect the timeline or period; or</p> <p class=\"clause-e\">  (b) that would, if followed, have the effect of altering, interrupting, suspending or otherwise affecting the timeline or period.  O. Reg. 234/10, s. 47 (3).</p>"
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "48.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Documents to be kept by the board",
            "content": " 48. Every board shall retain all documents made under this Part for a period of at least six years from the date of the summative report of the performance appraisal to which the document relates.  O. Reg. 234/10, s. 48; O. Reg. 198/18, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK62\"></a><b>48. </b>Every board shall retain all documents made under this Part for a period of at least six years from the date of the summative report of the performance appraisal to which the document relates.  O. Reg. 234/10, s. 48; O. Reg. 198/18, s. 4.</p>"
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "49.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Boards to request copies of appraisals",
            "content": " 49. (1) A board that is contemplating employing a person as a vice-principal shall contact the last board that employed the person as a vice-principal, if any, in order to request, in respect of the person’s employment as a vice-principal by that board,  (a) where the last performance appraisal of the person conducted by the board resulted in an unsatisfactory rating, copies of all documents that relate to the performance appraisal that are in the possession of the board; (b) copies of any documents relating to the termination of the employment of the person that are in the possession of the board and that, in the opinion of the board, may be relevant to the decision of the requesting board; and (c) copies of any documents relating to resignation by the person while he or she was on review status that are in the possession of the board and that, in the opinion of the board, may be relevant to the decision of the requesting board.  O. Reg. 234/10, s. 49 (1). (2) A board that receives a request under subsection (1) shall promptly inform the requesting board whether there are any documents to provide in response to the request and, if so, shall promptly provide the documents.  O. Reg. 234/10, s. 49 (2). (3) Nothing in this section shall be interpreted to limit rights otherwise available to a board to obtain or give information relating to prospective or past employees.  O. Reg. 234/10, s. 49 (3).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK63\"></a>49. </b>(1) A board that is contemplating employing a person as a vice-principal shall contact the last board that employed the person as a vice-principal, if any, in order to request, in respect of the person’s employment as a vice-principal by that board, </p> <p class=\"clause-e\">  (a) where the last performance appraisal of the person conducted by the board resulted in an unsatisfactory rating, copies of all documents that relate to the performance appraisal that are in the possession of the board; </p> <p class=\"clause-e\">  (b) copies of any documents relating to the termination of the employment of the person that are in the possession of the board and that, in the opinion of the board, may be relevant to the decision of the requesting board; and</p> <p class=\"clause-e\">  (c) copies of any documents relating to resignation by the person while he or she was on review status that are in the possession of the board and that, in the opinion of the board, may be relevant to the decision of the requesting board.  O. Reg. 234/10, s. 49 (1).</p> <p class=\"subsection-e\">  (2) A board that receives a request under subsection (1) shall promptly inform the requesting board whether there are any documents to provide in response to the request and, if so, shall promptly provide the documents.  O. Reg. 234/10, s. 49 (2).</p> <p class=\"subsection-e\">  (3) Nothing in this section shall be interpreted to limit rights otherwise available to a board to obtain or give information relating to prospective or past employees.  O. Reg. 234/10, s. 49 (3).</p>"
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "50.",
            "part_id": "PART III  ",
            "part_type": "PART III VICE-PRINCIPAL PERFORMANCE APPRAISAL",
            "section": "Information",
            "content": " 50. (1) Every board shall make information about the performance appraisal system set out in this Part available to, (a) supervisory officers, principals and vice-principals employed by the board; (b) teachers employed by the board; (c) pupils who are enrolled in schools of the board and their parents; and (d) the chair of the school council for each school governed by the board.  O. Reg. 234/10, s. 50 (1). (2) The Minister of Education may advise boards about how to meet the requirement in subsection (1), including giving advice about, (a) the nature of the information to be provided in various circumstances and to various classes of persons specified in the guidelines; and (b) when and how the information is to be provided, both in transitional and ongoing circumstances.  O. Reg. 234/10, s. 50 (2). PART IV   PROVINCIAL SCHOOLS AND DEMONSTRATION SCHOOLS",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK64\"></a>50. </b>(1) Every board shall make information about the performance appraisal system set out in this Part available to,</p> <p class=\"clause-e\">  (a) supervisory officers, principals and vice-principals employed by the board; </p> <p class=\"clause-e\">  (b) teachers employed by the board; </p> <p class=\"clause-e\">  (c) pupils who are enrolled in schools of the board and their parents; and</p> <p class=\"clause-e\">  (d) the chair of the school council for each school governed by the board.  O. Reg. 234/10, s. 50 (1).</p> <p class=\"subsection-e\">  (2) The Minister of Education may advise boards about how to meet the requirement in subsection (1), including giving advice about,</p> <p class=\"clause-e\">  (a) the nature of the information to be provided in various circumstances and to various classes of persons specified in the guidelines; and</p> <p class=\"clause-e\">  (b) when and how the information is to be provided, both in transitional and ongoing circumstances.  O. Reg. 234/10, s. 50 (2).</p> <p class=\"partnum-e\"><a name=\"BK65\"></a>PART IV <br/>  PROVINCIAL SCHOOLS AND DEMONSTRATION SCHOOLS</p>"
        },
        {
            "ahref_id": "#BK65",
            "TOCid": "PART IV  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART IV PROVINCIAL SCHOOLS AND DEMONSTRATION SCHOOLS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK66",
            "TOCid": "51.",
            "part_id": "PART IV  ",
            "part_type": "PART IV PROVINCIAL SCHOOLS AND DEMONSTRATION SCHOOLS",
            "section": "51.",
            "content": " 51. (1) This Regulation applies to schools established or continued under subsection 13 (1), (2), (3.1) or (4) of the Act and to schools operated by a ministry under the Provincial Schools Authority Act, subject to such modifications as the circumstances require, including the modifications set out in this section.  O. Reg. 234/10, s. 51 (1); O. Reg. 198/18, s. 5 (1). (2) In Parts I, II and III, unless the context requires otherwise, (a) a reference to a board is deemed to be a reference to the Provincial Schools Authority or, in the case of Centre Jules-Léger (École provinciale pour sourds, aveugles et sourds-aveugles), the Centre Jules-Léger Consortium; (b) a reference to a vice-principal or principal employed by a board is deemed to be a reference to a vice-principal or principal as defined in section 1 of the Provincial Schools Authority Act; (c) a reference to a director of education for a board is deemed to be a reference to the director of provincial schools or, in the case of Centre Jules-Léger (École provinciale pour sourds, aveugles et sourds-aveugles), the director of education of the Centre Jules-Léger Consortium; and (d) a reference to a school council is deemed to be a reference to any body that acts in a capacity similar to a school council.  O. Reg. 234/10, s. 51 (2); O. Reg. 198/18, s. 5 (2). (3) Subsection (2) applies only for the purposes of subsection (1).  O. Reg. 234/10, s. 51 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK66\"></a><b>51. </b>(1) This Regulation applies to schools established or continued under subsection 13 (1), (2), (3.1) or (4) of the Act and to schools operated by a ministry under the <i>Provincial Schools </i><i>Authority<i> Act</i></i>, subject to such modifications as the circumstances require, including the modifications set out in this section.  O. Reg. 234/10, s. 51 (1); O. Reg. 198/18, s. 5 (1).</p> <p class=\"subsection-e\">  (2) In Parts I, II and III, unless the context requires otherwise,</p> <p class=\"clause-e\">  (a) a reference to a board is deemed to be a reference to the Provincial Schools Authority or, in the case of Centre Jules-Léger (École provinciale pour sourds, aveugles et sourds-aveugles), the Centre Jules-Léger Consortium;</p> <p class=\"clause-e\">  (b) a reference to a vice-principal or principal employed by a board is deemed to be a reference to a vice-principal or principal as defined in section 1 of the <i>Provincial Schools Authority Act</i>;</p> <p class=\"clause-e\">  (c) a reference to a director of education for a board is deemed to be a reference to the director of provincial schools or, in the case of Centre Jules-Léger (École provinciale pour sourds, aveugles et sourds-aveugles), the director of education of the Centre Jules-Léger Consortium; and</p> <p class=\"clause-e\">  (d) a reference to a school council is deemed to be a reference to any body that acts in a capacity similar to a school council.  O. Reg. 234/10, s. 51 (2); O. Reg. 198/18, s. 5 (2).</p> <p class=\"subsection-e\">  (3) Subsection (2) applies only for the purposes of subsection (1).  O. Reg. 234/10, s. 51 (3).</p>"
        },
        {
            "ahref_id": "#BK67",
            "TOCid": "52.",
            "part_id": "PART IV  ",
            "part_type": "PART IV PROVINCIAL SCHOOLS AND DEMONSTRATION SCHOOLS",
            "section": "52.",
            "content": " 52. (1) This Regulation applies to demonstration schools established or continued under subsection 13 (5) or (5.1) of the Act, subject to such modifications as the circumstances require, including the modifications set out in this section.  O. Reg. 234/10, s. 52 (1); O. Reg. 198/18, s. 6 (1). (2) Subject to subsections (3) and (4), in Parts I, II and III, unless the context requires otherwise, (a) a reference to a board is deemed to be a reference to the Ministry of Education or, in the case of Centre Jules-Léger (École d’application), the Centre Jules-Léger Consortium; (b) a reference to a director of education for a board is deemed to be a reference to the director of demonstration schools or, in the case of Centre Jules-Léger (École d’application), the director of education of the Centre Jules-Léger Consortium; (c) a reference to a vice-principal or principal employed by a board is deemed to be a reference to a vice-principal or principal employed by a board and seconded to a school referred to in subsection (1); and (d) a reference to a school council is deemed to be a reference to any body that acts in a capacity similar to a school council.  O. Reg. 234/10, s. 52 (2); O. Reg. 198/18, s. 6 (2). (3) The modifications in clause (2) (c) do not apply to subsection 3 (1), (4), 27 (1) or (4) in respect of a principal or vice-principal who is seconded to a principal or vice-principal position in a demonstration school.  O. Reg. 234/10, s. 52 (3). (4) The modifications in clauses (2) (a) and (c) do not apply to sections 24, 25, 48 and 49 in respect of a principal or vice-principal who is seconded to a principal or vice-principal position in a demonstration school.  O. Reg. 234/10, s. 52 (4). (5) In the circumstances described in clause 17 (1) (b), 18 (1) (b), 41 (1) (b) or 42 (1) (b), (a) where no other supervisory officer employed by the Ministry of Education or the director of demonstration schools is able to perform the duty and exercise the power in a timely way, because of absence or for some other reason, a supervisory officer employed by a board may, by arrangement between the Ministry and the board, perform the duty and exercise the power; or (b) in the case of Centre Jules-Léger (École provinciale pour sourds, aveugles et sourds-aveugles) or Centre Jules-Léger (École d’application), where no other supervisory officer employed by the Centre Jules-Léger Consortium is able to perform the duty and exercise the power in a timely way, because of absence or for some other reason, a supervisory officer employed by a board may, by arrangement between the Centre Jules-Léger Consortium and the board, perform the duty and exercise the power. O. Reg. 198/18, s. 6 (3). (6) Subsections (2) to (5) apply only for the purposes of subsection (1).  O. Reg. 234/10, s. 52 (6). PART V (Omitted) 53. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 234/10, s. 53.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK67\"></a><b>52. </b>(1) This Regulation applies to demonstration schools established or continued under subsection 13 (5) or (5.1) of the Act, subject to such modifications as the circumstances require, including the modifications set out in this section.  O. Reg. 234/10, s. 52 (1); O. Reg. 198/18, s. 6 (1).</p> <p class=\"subsection-e\">  (2) Subject to subsections (3) and (4), in Parts I, II and III, unless the context requires otherwise,</p> <p class=\"clause-e\">  (a) a reference to a board is deemed to be a reference to the Ministry of Education or, in the case of Centre Jules-Léger (École d’application), the Centre Jules-Léger Consortium;</p> <p class=\"clause-e\">  (b) a reference to a director of education for a board is deemed to be a reference to the director of demonstration schools or, in the case of Centre Jules-Léger (École d’application), the director of education of the Centre Jules-Léger Consortium;</p> <p class=\"clause-e\">  (c) a reference to a vice-principal or principal employed by a board is deemed to be a reference to a vice-principal or principal employed by a board and seconded to a school referred to in subsection (1); and</p> <p class=\"clause-e\">  (d) a reference to a school council is deemed to be a reference to any body that acts in a capacity similar to a school council.  O. Reg. 234/10, s. 52 (2); O. Reg. 198/18, s. 6 (2).</p> <p class=\"subsection-e\">  (3) The modifications in clause (2) (c) do not apply to subsection 3 (1), (4), 27 (1) or (4) in respect of a principal or vice-principal who is seconded to a principal or vice-principal position in a demonstration school.  O. Reg. 234/10, s. 52 (3).</p> <p class=\"subsection-e\">  (4) The modifications in clauses (2) (a) and (c) do not apply to sections 24, 25, 48 and 49 in respect of a principal or vice-principal who is seconded to a principal or vice-principal position in a demonstration school.  O. Reg. 234/10, s. 52 (4).</p> <p class=\"subsection-e\">  (5) In the circumstances described in clause 17 (1) (b), 18 (1) (b), 41 (1) (b) or 42 (1) (b),</p> <p class=\"clause-e\">  (a) where no other supervisory officer employed by the Ministry of Education or the director of demonstration schools is able to perform the duty and exercise the power in a timely way, because of absence or for some other reason, a supervisory officer employed by a board may, by arrangement between the Ministry and the board, perform the duty and exercise the power; or</p> <p class=\"clause-e\">  (b) in the case of Centre Jules-Léger (École provinciale pour sourds, aveugles et sourds-aveugles) or Centre Jules-Léger (École d’application), where no other supervisory officer employed by the Centre Jules-Léger Consortium is able to perform the duty and exercise the power in a timely way, because of absence or for some other reason, a supervisory officer employed by a board may, by arrangement between the Centre Jules-Léger Consortium and the board, perform the duty and exercise the power. O. Reg. 198/18, s. 6 (3).</p> <p class=\"subsection-e\">  (6) Subsections (2) to (5) apply only for the purposes of subsection (1).  O. Reg. 234/10, s. 52 (6).</p> <p class=\"partnum-e\"><a name=\"BK68\"></a>PART V (Omitted)</p> <p class=\"section-e\"> <b>53.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 234/10, s. 53.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/100234\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "None",
            "TOCid": "None",
            "part_id": "PART IV  ",
            "part_type": "PART IV PROVINCIAL SCHOOLS AND DEMONSTRATION SCHOOLS",
            "section": "None",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}