{
    "reg_info": {
        "full_title": "O. Reg. 782/20: DETERMINING FARM INCOME",
        "reg_name_text": "DETERMINING FARM INCOME",
        "citation": "O. Reg. 782/20: ",
        "act_under": "Farm Registration and Farm Organizations Funding Act, 1993",
        "url": "https://www.ontario.ca/laws/regulation/200782",
        "date_scraped": "2023-12-18 19:10:21"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/200782/v1",
            "valid_from": "December 22, 2020",
            "valid_to": "December 31, 2020"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. In this Regulation, “Director” has the same meaning as in Ontario Regulation 783/20 (General) made under the Act; (“directeur”) “old registration number” means a registration number assigned under subsection 21 (4) of the Act as it read on December 31, 2020; (“ancien numéro d’inscription”) “program year”, in respect of a farming business registration number, means the period beginning on March 1 in a year and ending on the last day of February in the following year. (“année de programme”)",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“Director” has the same meaning as in Ontario Regulation 783/20 (General) made under the Act; (“directeur”)</p> <p class=\"definition-e\">“old registration number” means a registration number assigned under subsection 21 (4) of the Act as it read on December 31, 2020; (“ancien numéro d’inscription”)</p> <p class=\"definition-e\">“program year”, in respect of a farming business registration number, means the period beginning on March 1 in a year and ending on the last day of February in the following year. (“année de programme”)</p>"
        },
        {
            "id": "2.",
            "section": "Threshold amount, farming business registration number ",
            "content": " 2. For the purposes of subsection 2 (1) of the Act, the prescribed annual gross income is $7,000.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>For the purposes of subsection 2 (1) of the Act, the prescribed annual gross income is $7,000.</p>"
        },
        {
            "id": "3.",
            "section": "Application by existing registrant — annual gross income",
            "content": " 3. (1) This section applies with respect to applications for a farming business registration number submitted by a person who carries on a farming business and who, in either or both of the two program years before making an application for a farming business registration number, was assigned an old registration number or a farming business registration number.  (2) The Director shall determine the annual gross income of the applicant’s farming business in the same manner as the gross income from farming of the applicant’s farming business is determined under the Income Tax Act\r\n(Canada) for the most recent taxation year for which a tax return was filed in relation to the applicant’s farming business during the 18-month period before the date on which the farming business is required to obtain a farming business registration number. (3) Despite subsection (2), for the program year beginning on March 1, 2021, the Director may determine the annual gross income of the applicant’s farming business either, (a) in the same manner as the gross income from farming of the applicant’s farming business was determined under the\r\nIncome Tax Act (Canada) for the 2019 taxation year; or (b) in the same manner as the gross income from farming of the applicant’s farming business was determined under the Income Tax Act (Canada) for the 2020 taxation year. (4) If the Director requests a copy of the applicable tax return, the applicant shall provide it.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) This section applies with respect to applications for a farming business registration number submitted by a person who carries on a farming business and who, in either or both of the two program years before making an application for a farming business registration number, was assigned an old registration number or a farming business registration number. </p> <p class=\"subsection-e\">  (2) The Director shall determine the annual gross income of the applicant’s farming business in the same manner as the gross income from farming of the applicant’s farming business is determined under the <i>Income Tax Act</i>\r\n(Canada) for the most recent taxation year for which a tax return was filed in relation to the applicant’s farming business during the 18-month period before the date on which the farming business is required to obtain a farming business registration number.</p> <p class=\"subsection-e\">  (3) Despite subsection (2), for the program year beginning on March 1, 2021, the Director may determine the annual gross income of the applicant’s farming business either,</p> <p class=\"clause-e\">  (a) in the same manner as the gross income from farming of the applicant’s farming business was determined under the\r\n<i>Income Tax Act </i>(Canada) for the 2019 taxation year; or</p> <p class=\"clause-e\">  (b) in the same manner as the gross income from farming of the applicant’s farming business was determined under the <i>Income Tax Act </i>(Canada) for the 2020 taxation year.</p> <p class=\"subsection-e\">  (4) If the Director requests a copy of the applicable tax return, the applicant shall provide it.</p>"
        },
        {
            "id": "4.",
            "section": "New applicant — annual gross income",
            "content": " 4. (1) This section applies with respect to applications for a farming business registration number submitted by, (a) a person who carries on a farming business and who has never been assigned an old registration number or a farming business registration number; or (b) a person who carries on a farming business and who, in the two program years before making an application for a farming business registration number, was not assigned an old registration number or a farming business registration number. (2) The Director shall determine the annual gross income of the applicant’s farming business, (a) in the same manner as the gross income from farming of the applicant’s farming business is determined under the Income Tax Act (Canada) for the most recent taxation year for which a tax return was filed in relation to the applicant’s farming business during the 18-month period before the date on which the farming business is required to obtain a farming business registration number; or (b) if the applicant does not have a tax return described in clause (a), using financial, inventory and business information and records the Director may request from the applicant demonstrating the gross income from farming of the applicant’s farming business, as determined under the Income Tax Act (Canada), in the 12-month period before the application was submitted. (3) If the Director requests information or records described in subsection (2), the applicant shall provide the information or records.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) This section applies with respect to applications for a farming business registration number submitted by,</p> <p class=\"clause-e\">  (a) a person who carries on a farming business and who has never been assigned an old registration number or a farming business registration number; or</p> <p class=\"clause-e\">  (b) a person who carries on a farming business and who, in the two program years before making an application for a farming business registration number, was not assigned an old registration number or a farming business registration number.</p> <p class=\"subsection-e\">  (2) The Director shall determine the annual gross income of the applicant’s farming business,</p> <p class=\"clause-e\">  (a) in the same manner as the gross income from farming of the applicant’s farming business is determined under the <i>Income Tax Act</i> (Canada) for the most recent taxation year for which a tax return was filed in relation to the applicant’s farming business during the 18-month period before the date on which the farming business is required to obtain a farming business registration number; or</p> <p class=\"clause-e\">  (b) if the applicant does not have a tax return described in clause (a), using financial, inventory and business information and records the Director may request from the applicant demonstrating the gross income from farming of the applicant’s farming business, as determined under the <i>Income Tax Act</i> (Canada), in the 12-month period before the application was submitted.</p> <p class=\"subsection-e\">  (3) If the Director requests information or records described in subsection (2), the applicant shall provide the information or records.</p>"
        },
        {
            "id": "5.",
            "section": "New applicant — annual gross income",
            "content": " 5. Omitted (revokes other Regulations).",
            "raw_html": "<p class=\"section-e\"> <b>5.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).</p>"
        },
        {
            "id": "6.",
            "section": "New applicant — annual gross income",
            "content": " 6. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "New applicant — annual gross income",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/200782\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}