{
    "reg_info": {
        "full_title": "O. Reg. 184/12: CARE AND MAINTENANCE EXEMPTIONS AND MISCELLANEOUS CHARGES",
        "reg_name_text": "CARE AND MAINTENANCE EXEMPTIONS AND MISCELLANEOUS CHARGES",
        "citation": "O. Reg. 184/12: ",
        "act_under": "Funeral, Burial and Cremation Services Act, 2002   Loi de 2002 sur les services funéraires et les services d’enterrement et de crémation",
        "url": "https://www.ontario.ca/laws/regulation/120184",
        "date_scraped": "2023-12-19 05:07:51"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2012",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/120184/v1",
            "valid_from": "June 27, 2012",
            "valid_to": "June 30, 2012"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Exemptions",
            "content": "1. The operator of each of the following cemeteries is exempt from sections 53 and 54 of the Act in respect of that cemetery: 1. Alma Mennonite Cemetery (Maple View), part of Lot 21 in Concession 14 in the Township of Peel in the County of Wellington. 2. Amish Mennonite (Aylmer) Cemetery, part of Lot 25 in Concession 8 in the Township of Malahide in the County of Elgin. 3. Amish Mennonite Cemetery, part of Lot 3 in Concession 6 in the Township of Wellesley, Western Section in The Regional Municipality of Waterloo. 4. Bethel Old Order Amish Cemetery, in the west half of Lot 24 in Concession 11 in the Township of West Wawanosh in the County of Huron. 5. Brotherston Mennonite Church Cemetery, part of Lot 43 in Concession 7 in the Township of Wallace in the County of Perth. 6. Cedar Grove Amish Mennonite Cemetery, part of Lot 12 in Concession 3 in the Township of Wellesley, Western Section in The Regional Municipality of Waterloo. 7. Cedarview Old Order Mennonite Cemetery, part of Lot 5 in Concession 10 in the Township of Egremont in the County of Grey. 8. Chesley Old Order Amish Cemetery, part of Lot 25 in Concession 10 in the Municipality of Brockton in the County of Bruce. 9. Church Lane Cemetery, part of Lot 12 in Concession 12 in the Township of Chisholm in the District of Nipissing. 10. Clear View Mennonite Cemetery, part of Lot 10 in Concession 12 in the Township of Perth East, formerly in the Township of Mornington, in the County of Perth. 11. Clover Valley Mennonite Cemetery, part of Lot 10 in Concession 4 in the Township of Huron-Kinloss in the County of Bruce. 12. Conestoga Mennonite Cemetery, part of Lot 39 in the German Company Tract in the Township of Woolwich in The Regional Municipality of Waterloo. 13. Creek Bank Mennonite Cemetery, part of Lot 19 in Concession 9 in the Village of Drayton in the County of Wellington. 14. Desboro Old Order Amish Cemetery, in the west part of Lot 23 in Concession 7 in the Township of Sullivan in the County of Grey. 15. East Nissouri Amish Mennonite Cemetery, part of Lot 27 in Concession 9 in the Township of Zorra in the County of Oxford, formerly in the Township of East Nissouri. 16. Elmira Mennonite (Old Order) Cemetery, part of Lot 104 in the German Company Tract in the Township of Woolwich in The Regional Municipality of Waterloo. 17. Fairhaven Mennonite Cemetery, part of Lot 15 in Concession 9 in the Township of Mornington in the County of Perth. 18. Farewell Old Order Mennonite Cemetery, part of the south half of Lot 14 in Concession 10 in the Township of Arthur in the County of Wellington. 19. Fenelon Old Order Amish Cemetery, part of Lot 18 in Concession 4 in the Township of Fenelon in the County of Victoria. 20. Goshen Mennonite Cemetery, part of Lot 9 in Concession 7 in the Township of Peel in the County of Wellington. 21. Hillside Mennonite Church Cemetery, part of Lot 17 in Concession 5 in the former Town of Chesley, now the Municipality of Arran-Elderslie, in the County of Bruce. 22. Howick Orthodox Mennonite Cemetery, in Lot 7 in Concession 16 in the Township of Howick in the County of Huron. 23. Howick Orthodox Mennonite Lakelet Cemetery, in Lot 17 in Concession 16 in the Township of Howick in the County of Huron. 24. Ignatius College Cemetery, in Lot 3 in Concession 2 in the Township of Guelph in the County of Wellington. 25. Iron Bridge Amish Cemetery, in the north half of Lot 8 in Concession 1 in the Township of Iron Bridge, now the Township of Huron Shores, in the District of Algoma. 26. Kinloss Mennonite Cemetery, in Lot 3 in Concession 11 in the Township of Kinloss in the County of Bruce. 27. Langside Mennonite Cemetery, part of Lot 25 in Concession 4 in the Township of Huron-Kinloss in the County of Bruce. 28. Linwood Mennonite Cemetery, part of Lot 12 in Concession 10 in the Township of Wellesley, Western Section in The Regional Municipality of Waterloo. 29. Maple Dell Mennonite Cemetery, part of Lot 21 in Concession 6 in the Township of Norwich in the County of Oxford, formerly in the Township of North Norwich. 30. Mapleton Mennonite Cemetery, in Lot 8 in Concession 3 in the Township of Mapleton in the County of Wellington. 31. Martinfield Mennonite Cemetery, part of Lot 14 in Concession 7 in the Township of Huron-Kinloss in the County of Bruce. 32. Martin’s Mennonite Cemetery, part of Lot 9 in the German Company Tract in the City of Waterloo in The Regional Municipality of Waterloo, formerly in the Township of Waterloo. 33. McMichael Canadian Art Collection Cemetery, part of Lot 23 in Concession 8 in the City of Vaughan in the Regional Municipality of York. 34. Meadowside Mennonite Cemetery, part of Lot 1 in Concession 14 in the Township of Wellington North in the County of Wellington. 35. Minto Grove Mennonite Cemetery, part of Lot 69 in Concession D in the Town of Minto in the County of Wellington. 36. Mornington Amish Mennonite Cemetery, part of Lot 24 in Concession 2 in the Township of Mornington in the County of Perth. 37. Mount Elgin District Amish Cemetery, part of Lot 25 in Concession 5 in the Township of South West Oxford in the County of Oxford, formerly in the Township of Dereham. 38. The mausoleum owned by the Municipal Corporation of the City of Hamilton and located on the premises of the Stoney Creek Cemetery in the Township of Saltfleet in the County of Wentworth, as it existed on December 31, 1973, now the City of Hamilton in the Regional Municipality of Hamilton-Wentworth. 39. North Bend Mennonite Church Cemetery, part of Lot 16 in Concession 12 in the Municipality of Arran-Elderslie in the County of Bruce. 40. North Woolwich Mennonite Cemetery, part of Lot 99 in the German Company Tract in the Township of Woolwich in The Regional Municipality of Waterloo. 41. Old Order Amish Cemetery, part of Lot 3 in Concession 10 in the Municipality of Kincardine in the County of Bruce. 42. Old Order Amish Mennonite Cemetery, part of Lot 4 in Concession 7 in the Township of Mornington in the County of Perth. 43. Olivet Mennonite Cemetery, part of Lot 12 in Concession 5 in the Township of Peel in the County of Wellington. 44. Orthodox Mennonite Cemetery, part of Lot 6 in Concession 14 in the Township of Wellesley, Eastern Section in The Regional Municipality of Waterloo. 45. Riverdale Old Order Mennonite Cemetery, part of Lot 20 in Concession 7 in the Township of Southgate in the County of Grey. 46. St. Bernard’s Convalescent Hospital Cemetery, part of Lot 20, Concession 2 west of Yonge Street, in the City of Toronto, formerly the City of North York in The Municipality of Metropolitan Toronto. 47. St. Felician Sisters Cemetery, part of Lot 10, Range 3, in the City of Mississauga in The Regional Municipality of Peel, as it existed on December 31, 1967. 48. Society of St. John the Evangelist Cemetery, Lots 4, 5 and 6 on the south side of Cedar Street, in the Town of Bracebridge in The District Municipality of Muskoka. 49. South Peel Mennonite Cemetery, part of Lot 16 in Concession 1 in the Township of Peel in the County of Wellington. 50. Spring Creek (Mount Forest) Old Order Mennonite Church Cemetery, part of Lot 2 in Concession 7 in the Township of Arthur in the County of Wellington. 51. Sunrise Cemetery, part of Lot 15 in Concession 13 in the Township of Perth East in the County of Perth. 52. Valleyview Old Order Mennonite Cemetery, in Lot 9 in Concession 13 in the City of Kawartha Lakes in the County of Kawartha Lakes. 53. Weaverland Mennonite Cemetery, part of Lot 2 in Concession 12 in the Township of Wellesley, Western Section in The Regional Municipality of Waterloo. 54. Westdale Mennonite Cemetery, in Lot 10 in Concession 10 in the Township of Minto in the County of Wellington. 55. West Montrose Mennonite Cemetery, part of Lot 72 in Broken Front Concession in the German Company Tract in the Township of Woolwich in The Regional Municipality of Waterloo. 56. Winterbourne Mennonite Cemetery, part of Lot 2 in Broken Front Concession east of the Grand River in Crooks Tract in the Township of Woolwich in The Regional Municipality of Waterloo. 57. Wroxeter Orthodox Mennonite Church Cemetery, in Lot 20 in Concession A in the Township of Howick in the County of Huron. O. Reg. 184/12, s. 1. Miscellaneous Charges",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The operator of each of the following cemeteries is exempt from sections 53 and 54 of the Act in respect of that cemetery:</p> <p class=\"paragraph-e\">1. Alma Mennonite Cemetery (Maple View), part of Lot 21 in Concession 14 in the Township of Peel in the County of Wellington.</p> <p class=\"paragraph-e\">2. Amish Mennonite (Aylmer) Cemetery, part of Lot 25 in Concession 8 in the Township of Malahide in the County of Elgin.</p> <p class=\"paragraph-e\">3. Amish Mennonite Cemetery, part of Lot 3 in Concession 6 in the Township of Wellesley, Western Section in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">4. Bethel Old Order Amish Cemetery, in the west half of Lot 24 in Concession 11 in the Township of West Wawanosh in the County of Huron.</p> <p class=\"paragraph-e\">5. Brotherston Mennonite Church Cemetery, part of Lot 43 in Concession 7 in the Township of Wallace in the County of Perth.</p> <p class=\"paragraph-e\">6. Cedar Grove Amish Mennonite Cemetery, part of Lot 12 in Concession 3 in the Township of Wellesley, Western Section in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">7. Cedarview Old Order Mennonite Cemetery, part of Lot 5 in Concession 10 in the Township of Egremont in the County of Grey.</p> <p class=\"paragraph-e\">8. Chesley Old Order Amish Cemetery, part of Lot 25 in Concession 10 in the Municipality of Brockton in the County of Bruce.</p> <p class=\"paragraph-e\">9. Church Lane Cemetery, part of Lot 12 in Concession 12 in the Township of Chisholm in the District of Nipissing.</p> <p class=\"paragraph-e\">10. Clear View Mennonite Cemetery, part of Lot 10 in Concession 12 in the Township of Perth East, formerly in the Township of Mornington, in the County of Perth.</p> <p class=\"paragraph-e\">11. Clover Valley Mennonite Cemetery, part of Lot 10 in Concession 4 in the Township of Huron-Kinloss in the County of Bruce.</p> <p class=\"paragraph-e\">12. Conestoga Mennonite Cemetery, part of Lot 39 in the German Company Tract in the Township of Woolwich in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">13. Creek Bank Mennonite Cemetery, part of Lot 19 in Concession 9 in the Village of Drayton in the County of Wellington.</p> <p class=\"paragraph-e\">14. Desboro Old Order Amish Cemetery, in the west part of Lot 23 in Concession 7 in the Township of Sullivan in the County of Grey.</p> <p class=\"paragraph-e\">15. East Nissouri Amish Mennonite Cemetery, part of Lot 27 in Concession 9 in the Township of Zorra in the County of Oxford, formerly in the Township of East Nissouri.</p> <p class=\"paragraph-e\">16. Elmira Mennonite (Old Order) Cemetery, part of Lot 104 in the German Company Tract in the Township of Woolwich in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">17. Fairhaven Mennonite Cemetery, part of Lot 15 in Concession 9 in the Township of Mornington in the County of Perth.</p> <p class=\"paragraph-e\">18. Farewell Old Order Mennonite Cemetery, part of the south half of Lot 14 in Concession 10 in the Township of Arthur in the County of Wellington.</p> <p class=\"paragraph-e\">19. Fenelon Old Order Amish Cemetery, part of Lot 18 in Concession 4 in the Township of Fenelon in the County of Victoria.</p> <p class=\"paragraph-e\">20. Goshen Mennonite Cemetery, part of Lot 9 in Concession 7 in the Township of Peel in the County of Wellington.</p> <p class=\"paragraph-e\">21. Hillside Mennonite Church Cemetery, part of Lot 17 in Concession 5 in the former Town of Chesley, now the Municipality of Arran-Elderslie, in the County of Bruce.</p> <p class=\"paragraph-e\">22. Howick Orthodox Mennonite Cemetery, in Lot 7 in Concession 16 in the Township of Howick in the County of Huron.</p> <p class=\"paragraph-e\">23. Howick Orthodox Mennonite Lakelet Cemetery, in Lot 17 in Concession 16 in the Township of Howick in the County of Huron.</p> <p class=\"paragraph-e\">24. Ignatius College Cemetery, in Lot 3 in Concession 2 in the Township of Guelph in the County of Wellington.</p> <p class=\"paragraph-e\">25. Iron Bridge Amish Cemetery, in the north half of Lot 8 in Concession 1 in the Township of Iron Bridge, now the Township of Huron Shores, in the District of Algoma.</p> <p class=\"paragraph-e\">26. Kinloss Mennonite Cemetery, in Lot 3 in Concession 11 in the Township of Kinloss in the County of Bruce.</p> <p class=\"paragraph-e\">27. Langside Mennonite Cemetery, part of Lot 25 in Concession 4 in the Township of Huron-Kinloss in the County of Bruce.</p> <p class=\"paragraph-e\">28. Linwood Mennonite Cemetery, part of Lot 12 in Concession 10 in the Township of Wellesley, Western Section in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">29. Maple Dell Mennonite Cemetery, part of Lot 21 in Concession 6 in the Township of Norwich in the County of Oxford, formerly in the Township of North Norwich.</p> <p class=\"paragraph-e\">30. Mapleton Mennonite Cemetery, in Lot 8 in Concession 3 in the Township of Mapleton in the County of Wellington.</p> <p class=\"paragraph-e\">31. Martinfield Mennonite Cemetery, part of Lot 14 in Concession 7 in the Township of Huron-Kinloss in the County of Bruce.</p> <p class=\"paragraph-e\">32. Martin’s Mennonite Cemetery, part of Lot 9 in the German Company Tract in the City of Waterloo in The Regional Municipality of Waterloo, formerly in the Township of Waterloo.</p> <p class=\"paragraph-e\">33. McMichael Canadian Art Collection Cemetery, part of Lot 23 in Concession 8 in the City of Vaughan in the Regional Municipality of York.</p> <p class=\"paragraph-e\">34. Meadowside Mennonite Cemetery, part of Lot 1 in Concession 14 in the Township of Wellington North in the County of Wellington.</p> <p class=\"paragraph-e\">35. Minto Grove Mennonite Cemetery, part of Lot 69 in Concession D in the Town of Minto in the County of Wellington.</p> <p class=\"paragraph-e\">36. Mornington Amish Mennonite Cemetery, part of Lot 24 in Concession 2 in the Township of Mornington in the County of Perth.</p> <p class=\"paragraph-e\">37. Mount Elgin District Amish Cemetery, part of Lot 25 in Concession 5 in the Township of South West Oxford in the County of Oxford, formerly in the Township of Dereham.</p> <p class=\"paragraph-e\">38. The mausoleum owned by the Municipal Corporation of the City of Hamilton and located on the premises of the Stoney Creek Cemetery in the Township of Saltfleet in the County of Wentworth, as it existed on December 31, 1973, now the City of Hamilton in the Regional Municipality of Hamilton-Wentworth.</p> <p class=\"paragraph-e\">39. North Bend Mennonite Church Cemetery, part of Lot 16 in Concession 12 in the Municipality of Arran-Elderslie in the County of Bruce.</p> <p class=\"paragraph-e\">40. North Woolwich Mennonite Cemetery, part of Lot 99 in the German Company Tract in the Township of Woolwich in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">41. Old Order Amish Cemetery, part of Lot 3 in Concession 10 in the Municipality of Kincardine in the County of Bruce.</p> <p class=\"paragraph-e\">42. Old Order Amish Mennonite Cemetery, part of Lot 4 in Concession 7 in the Township of Mornington in the County of Perth.</p> <p class=\"paragraph-e\">43. Olivet Mennonite Cemetery, part of Lot 12 in Concession 5 in the Township of Peel in the County of Wellington.</p> <p class=\"paragraph-e\">44. Orthodox Mennonite Cemetery, part of Lot 6 in Concession 14 in the Township of Wellesley, Eastern Section in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">45. Riverdale Old Order Mennonite Cemetery, part of Lot 20 in Concession 7 in the Township of Southgate in the County of Grey.</p> <p class=\"paragraph-e\">46. St. Bernard’s Convalescent Hospital Cemetery, part of Lot 20, Concession 2 west of Yonge Street, in the City of Toronto, formerly the City of North York in The Municipality of Metropolitan Toronto.</p> <p class=\"paragraph-e\">47. St. Felician Sisters Cemetery, part of Lot 10, Range 3, in the City of Mississauga in The Regional Municipality of Peel, as it existed on December 31, 1967.</p> <p class=\"paragraph-e\">48. Society of St. John the Evangelist Cemetery, Lots 4, 5 and 6 on the south side of Cedar Street, in the Town of Bracebridge in The District Municipality of Muskoka.</p> <p class=\"paragraph-e\">49. South Peel Mennonite Cemetery, part of Lot 16 in Concession 1 in the Township of Peel in the County of Wellington.</p> <p class=\"paragraph-e\">50. Spring Creek (Mount Forest) Old Order Mennonite Church Cemetery, part of Lot 2 in Concession 7 in the Township of Arthur in the County of Wellington.</p> <p class=\"paragraph-e\">51. Sunrise Cemetery, part of Lot 15 in Concession 13 in the Township of Perth East in the County of Perth.</p> <p class=\"paragraph-e\">52. Valleyview Old Order Mennonite Cemetery, in Lot 9 in Concession 13 in the City of Kawartha Lakes in the County of Kawartha Lakes.</p> <p class=\"paragraph-e\">53. Weaverland Mennonite Cemetery, part of Lot 2 in Concession 12 in the Township of Wellesley, Western Section in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">54. Westdale Mennonite Cemetery, in Lot 10 in Concession 10 in the Township of Minto in the County of Wellington.</p> <p class=\"paragraph-e\">55. West Montrose Mennonite Cemetery, part of Lot 72 in Broken Front Concession in the German Company Tract in the Township of Woolwich in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">56. Winterbourne Mennonite Cemetery, part of Lot 2 in Broken Front Concession east of the Grand River in Crooks Tract in the Township of Woolwich in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">57. Wroxeter Orthodox Mennonite Church Cemetery, in Lot 20 in Concession A in the Township of Howick in the County of Huron. O. Reg. 184/12, s. 1.</p> <p class=\"heading1-e\">Miscellaneous Charges</p>"
        },
        {
            "id": "2.",
            "section": "Unclaimed cremated human remains",
            "content": "2. For the purposes of section 53 of Ontario Regulation 30/11 (General) made under the Act, the maximum amount that an operator may specify on the price list as a refundable deposit to inter unclaimed cremated human remains is, (a) if the operator is not also a cemetery operator, $350; or (b) if the operator is also a cemetery operator, the lesser of $350 and the minimum amount the cemetery operator charges for the interment of cremated human remains in a common lot in the cemetery. O. Reg. 184/12, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>For the purposes of section 53 of Ontario Regulation 30/11 (General) made under the Act, the maximum amount that an operator may specify on the price list as a refundable deposit to inter unclaimed cremated human remains is,</p> <p class=\"clause-e\">(a) if the operator is not also a cemetery operator, $350; or</p> <p class=\"clause-e\">(b) if the operator is also a cemetery operator, the lesser of $350 and the minimum amount the cemetery operator charges for the interment of cremated human remains in a common lot in the cemetery. O. Reg. 184/12, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Assisted burials",
            "content": "3. (1) The maximum amount that an operator may specify on a price list for providing one or more services under subsection 164 (1) or (2) of Ontario Regulation 30/11 (General) made under the Act, which amount is payable by the delivery agent who sent the written direction requesting the services, is the lesser of, (a) $1,300 for all services that the operator provided with respect to the interment or scattering; and (b) the price that the operator charged for the services as shown on the operator’s price list. O. Reg. 184/12, s. 3 (1). (2) The maximum amount that an operator of a cemetery may specify on a price list for receiving human remains from an irregular burial site under section 178 of Ontario Regulation 30/11 (General) made under the Act is the lesser of, (a) $650; and (b) the lowest price charged by the operator for the purchase of interment rights and opening and closing services. O. Reg. 184/12, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) The maximum amount that an operator may specify on a price list for providing one or more services under subsection 164 (1) or (2) of Ontario Regulation 30/11 (General) made under the Act, which amount is payable by the delivery agent who sent the written direction requesting the services, is the lesser of,</p> <p class=\"clause-e\">(a) $1,300 for all services that the operator provided with respect to the interment or scattering; and</p> <p class=\"clause-e\">(b) the price that the operator charged for the services as shown on the operator’s price list. O. Reg. 184/12, s. 3 (1).</p> <p class=\"subsection-e\">(2) The maximum amount that an operator of a cemetery may specify on a price list for receiving human remains from an irregular burial site under section 178 of Ontario Regulation 30/11 (General) made under the Act is the lesser of,</p> <p class=\"clause-e\">(a) $650; and</p> <p class=\"clause-e\">(b) the lowest price charged by the operator for the purchase of interment rights and opening and closing services. O. Reg. 184/12, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Assisted cremation",
            "content": "4. The maximum amount that an operator may specify on a price list for providing a service under subsection 188 (1) of Ontario Regulation 30/11 (General) made under the Act, which amount is payable by the delivery agent who sent the written direction requesting the service, is the lesser of, (a) $500 for all services that the operator provides with respect to the cremation; and (b) the price charged by the operator for the services described in clause (a) as shown on the price list. O. Reg. 184/12, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The maximum amount that an operator may specify on a price list for providing a service under subsection 188 (1) of Ontario Regulation 30/11 (General) made under the Act, which amount is payable by the delivery agent who sent the written direction requesting the service, is the lesser of,</p> <p class=\"clause-e\">(a) $500 for all services that the operator provides with respect to the cremation; and</p> <p class=\"clause-e\">(b) the price charged by the operator for the services described in clause (a) as shown on the price list. O. Reg. 184/12, s. 4.</p>"
        },
        {
            "id": "P86_10547",
            "section": "Assisted cremation",
            "content": "5. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 184/12, s. 5. ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P86_10547\"></a><a name=\"BK33\"></a>5.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 184/12, s. 5.</p> <p class=\"Normal\"></p>"
        }
    ]
}