{
    "reg_info": {
        "full_title": "O. Reg. 247/99: POTATOES - MARKETING",
        "reg_name_text": "POTATOES — MARKETING",
        "citation": "O. Reg. 247/99: POTATOES - MARKETING",
        "act_under": "Farm Products Marketing Act",
        "url": "https://www.ontario.ca/laws/regulation/990247",
        "date_scraped": "2023-12-18 17:41:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 17, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/990247/v3",
            "valid_from": "March 17, 2005",
            "valid_to": "June 16, 2021"
        },
        {
            "a_href": "/laws/regulation/990247/v2",
            "valid_from": "December 23, 2004",
            "valid_to": "March 16, 2005"
        },
        {
            "a_href": "/laws/regulation/990247/v1",
            "valid_from": "April 23, 1999",
            "valid_to": "December 22, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Purpose",
            "content": " 1. This Regulation provides for the control and regulation in any or all respects of the producing and marketing within Ontario of potatoes, including the prohibition of such producing and marketing in whole or in part.  O. Reg. 247/99, s. 1. Interpretation and Application",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>This Regulation provides for the control and regulation in any or all respects of the producing and marketing within Ontario of potatoes, including the prohibition of such producing and marketing in whole or in part.  O. Reg. 247/99, s. 1.</p> <p class=\"heading1-e\">Interpretation and Application</p>"
        },
        {
            "id": "2.",
            "section": "Interpretation and Application",
            "content": " 2. In this Regulation, “fresh potatoes” means potatoes produced in Ontario that are not used for processing by a processor nor sold as certified seed; (“pommes de terre de consommation immédiate”) “local board” means the Ontario Potato Board referred to in Regulation 413 of the Revised Regulations of Ontario, 1990; (“commission locale”) “plan” means the Ontario Potato Plan referred to in Regulation 413 of the Revised Regulations of Ontario, 1990; (“plan”) “potatoes” means fresh potatoes and processing potatoes; (“pommes de terre”) “processing” means, (a)  canning, dehydrating, chipping, drying, freezing, peeling or processing with any chemical or by heat and combining or mixing potatoes with one or more other vegetables, or (b)  entering into a contract for the purchase of potatoes for the purpose of performing on the potatoes any of the operations mentioned in clause (a); (“transformation”) “processing potatoes” means potatoes produced in Ontario that are used by a processor for processing; (“pommes de terre de transformation”) “processor” means a person engaged in the business of processing potatoes; (“transformateur”) “producer” means a person engaged in the production of potatoes. (“producteur”)  O. Reg. 247/99, s. 2; O. Reg. 442/04, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>In this Regulation,</p> <p class=\"firstdef-e\">“fresh potatoes” means potatoes produced in Ontario that are not used for processing by a processor nor sold as certified seed; (“pommes de terre de consommation immédiate”)</p> <p class=\"definition-e\">“local board” means the Ontario Potato Board referred to in Regulation 413 of the Revised Regulations of Ontario, 1990; (“commission locale”)</p> <p class=\"definition-e\">“plan” means the Ontario Potato Plan referred to in Regulation 413 of the Revised Regulations of Ontario, 1990; (“plan”)</p> <p class=\"definition-e\">“potatoes” means fresh potatoes and processing potatoes; (“pommes de terre”)</p> <p class=\"definition-e\">“processing” means,</p> <p class=\"defclause-e\">  (a)  canning, dehydrating, chipping, drying, freezing, peeling or processing with any chemical or by heat and combining or mixing potatoes with one or more other vegetables, or</p> <p class=\"defclause-e\">  (b)  entering into a contract for the purchase of potatoes for the purpose of performing on the potatoes any of the operations mentioned in clause (a); (“transformation”)</p> <p class=\"definition-e\">“processing potatoes” means potatoes produced in Ontario that are used by a processor for processing; (“pommes de terre de transformation”)</p> <p class=\"definition-e\">“processor” means a person engaged in the business of processing potatoes; (“transformateur”)</p> <p class=\"definition-e\">“producer” means a person engaged in the production of potatoes. (“producteur”)  O. Reg. 247/99, s. 2; O. Reg. 442/04, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Interpretation and Application",
            "content": " 3. (1) Any person or persons who produce less than five acres of fresh potatoes are exempted by the Commission from the application of this Regulation with respect to those potatoes but this Regulation continues to apply with respect to any processing potatoes that they may produce.  O. Reg. 247/99, s. 3 (1). (2) This Regulation, except clauses 10 (a), (b) and (c), do not apply with respect to small whole potatoes processed by canning or freezing.  O. Reg. 247/99, s. 3 (2). (3) Section 4 does not apply in respect of potatoes processed on the processor’s premises that the processor sells directly to the consumer from the premises.  O. Reg. 247/99, s. 3 (3). Licensing of Processors",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Any person or persons who produce less than five acres of fresh potatoes are exempted by the Commission from the application of this Regulation with respect to those potatoes but this Regulation continues to apply with respect to any processing potatoes that they may produce.  O. Reg. 247/99, s. 3 (1).</p> <p class=\"subsection-e\">  (2) This Regulation, except clauses 10 (a), (b) and (c), do not apply with respect to small whole potatoes processed by canning or freezing.  O. Reg. 247/99, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Section 4 does not apply in respect of potatoes processed on the processor’s premises that the processor sells directly to the consumer from the premises.  O. Reg. 247/99, s. 3 (3).</p> <p class=\"heading1-e\">Licensing of Processors</p>"
        },
        {
            "id": "4.",
            "section": "Licensing of Processors",
            "content": " 4. (1) No person shall commence or continue to engage in the processing of potatoes except under the authority of a licence issued by the Commission and except in compliance with the terms and conditions of the licence.  O. Reg. 247/99, s. 4 (1). (2) A licence expires on the date indicated in the licence but if no expiry date is indicated, the licence expires on the date the licensee ceases to engage in the processing of potatoes.  O. Reg. 247/99, s. 4 (2). (3) No fee is payable to the Commission for the issuing of a licence to a processor.  O. Reg. 247/99, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) No person shall commence or continue to engage in the processing of potatoes except under the authority of a licence issued by the Commission and except in compliance with the terms and conditions of the licence.  O. Reg. 247/99, s. 4 (1).</p> <p class=\"subsection-e\">  (2) A licence expires on the date indicated in the licence but if no expiry date is indicated, the licence expires on the date the licensee ceases to engage in the processing of potatoes.  O. Reg. 247/99, s. 4 (2).</p> <p class=\"subsection-e\">  (3) No fee is payable to the Commission for the issuing of a licence to a processor.  O. Reg. 247/99, s. 4 (3).</p>"
        },
        {
            "id": "5.",
            "section": "Licensing of Processors",
            "content": " 5. The Commission may refuse to grant or renew a licence or may suspend or revoke a licence, (a)  where the applicant or licensee is not qualified by experience or equipment to properly engage in the business for which the application was made or the licence granted; or (b)  where the applicant or licensee has failed to comply with or has contravened the Act, the regulations, the plan or any order or direction of the Commission.  O. Reg. 247/99, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The Commission may refuse to grant or renew a licence or may suspend or revoke a licence,</p> <p class=\"clause-e\">  (a)  where the applicant or licensee is not qualified by experience or equipment to properly engage in the business for which the application was made or the licence granted; or</p> <p class=\"clause-e\">  (b)  where the applicant or licensee has failed to comply with or has contravened the Act, the regulations, the plan or any order or direction of the Commission.  O. Reg. 247/99, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Licensing of Processors",
            "content": " 6. The Commission may impose such terms and conditions upon a licence as the Commission considers proper.  O. Reg. 247/99, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The Commission may impose such terms and conditions upon a licence as the Commission considers proper.  O. Reg. 247/99, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Licensing of Processors",
            "content": " 7. Where, after a hearing, the Commission is of the opinion that the applicant or licensee has failed to comply with or has contravened any term or condition of the licence or the Act, the regulations, the plan or any order or direction of the Commission, the Commission may impose a penalty on the applicant or licensee.  O. Reg. 247/99, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>Where, after a hearing, the Commission is of the opinion that the applicant or licensee has failed to comply with or has contravened any term or condition of the licence or the Act, the regulations, the plan or any order or direction of the Commission, the Commission may impose a penalty on the applicant or licensee.  O. Reg. 247/99, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Licensing of Processors",
            "content": " 8. (1) The Commission may require that a processor furnish a performance bond in an amount not exceeding 10 per cent of the price payable to producers for potatoes processed by the producer during the immediately preceding 12-month period.  O. Reg. 247/99, s. 8 (1). (2) The Commission may decide that the performance bond is forfeited if the processor who furnished it fails to comply with or contravenes any term or condition of the processor’s licence or the Act, the regulations, the plan or any order or direction of the Commission.  O. Reg. 247/99, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The Commission may require that a processor furnish a performance bond in an amount not exceeding 10 per cent of the price payable to producers for potatoes processed by the producer during the immediately preceding 12-month period.  O. Reg. 247/99, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The Commission may decide that the performance bond is forfeited if the processor who furnished it fails to comply with or contravenes any term or condition of the processor’s licence or the Act, the regulations, the plan or any order or direction of the Commission.  O. Reg. 247/99, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": "Licensing of Processors",
            "content": " 9. (1) The Commission shall pay any penalty under section 7 or the proceeds of any bond forfeited under subsection 8 (2), or both to the local board for distribution proportionately among any producers who sold potatoes to the processor but did not receive the minimum price for them, to the extent of the money owing to them.  O. Reg. 247/99, s. 9 (1). (2) If there are no producers as described in subsection (1) or if there is an excess balance of penalty or proceeds, the Commission shall pay the penalty, proceeds or excess balance into the Consolidated Revenue Fund.  O. Reg. 247/99, s. 9 (2). Delegation and Vesting of Powers of Commission",
            "raw_html": "<p class=\"section-e\"> <b>9.</b> (1) The Commission shall pay any penalty under section 7 or the proceeds of any bond forfeited under subsection 8 (2), or both to the local board for distribution proportionately among any producers who sold potatoes to the processor but did not receive the minimum price for them, to the extent of the money owing to them.  O. Reg. 247/99, s. 9 (1).</p> <p class=\"subsection-e\">  (2) If there are no producers as described in subsection (1) or if there is an excess balance of penalty or proceeds, the Commission shall pay the penalty, proceeds or excess balance into the Consolidated Revenue Fund.  O. Reg. 247/99, s. 9 (2).</p> <p class=\"heading1-e\">Delegation and Vesting of Powers of Commission</p>"
        },
        {
            "id": "10.",
            "section": "Delegation and Vesting of Powers of Commission",
            "content": " 10. The Commission delegates to the local board the power, (a)  to require persons engaged in producing or marketing potatoes to register their names, addresses and occupations with the local board; (b)  to require persons engaged in the producing or marketing potatoes to furnish such information relating to these activities, including the completing and filing of returns, as the local board determines; (c)  to appoint persons, (i)  to inspect the books, records, document, land and premises and any potatoes of persons engaged in producing or marketing potatoes, (ii)  to enter on lands or premises used for the producing of any potatoes and measure the area of land used to produce them; (d)  to stimulate, increase and improve the marketing of potatoes by such means as it considers proper; (e)  to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or any province in Canada for the purpose of marketing potatoes; (f)  to make any orders, issue any directions or do any other thing it considers necessary to ensure that the Act, the regulations and the plan are complied with.  O. Reg. 247/99, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>The Commission delegates to the local board the power,</p> <p class=\"clause-e\">  (a)  to require persons engaged in producing or marketing potatoes to register their names, addresses and occupations with the local board;</p> <p class=\"clause-e\">  (b)  to require persons engaged in the producing or marketing potatoes to furnish such information relating to these activities, including the completing and filing of returns, as the local board determines;</p> <p class=\"clause-e\">  (c)  to appoint persons,</p> <p class=\"subclause-e\">  (i)  to inspect the books, records, document, land and premises and any potatoes of persons engaged in producing or marketing potatoes,</p> <p class=\"subclause-e\">  (ii)  to enter on lands or premises used for the producing of any potatoes and measure the area of land used to produce them;</p> <p class=\"clause-e\">  (d)  to stimulate, increase and improve the marketing of potatoes by such means as it considers proper;</p> <p class=\"clause-e\">  (e)  to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or any province in Canada for the purpose of marketing potatoes;</p> <p class=\"clause-e\">  (f)  to make any orders, issue any directions or do any other thing it considers necessary to ensure that the Act, the regulations and the plan are complied with.  O. Reg. 247/99, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Delegation and Vesting of Powers of Commission",
            "content": " 11. The Commission vests in the local board the power, (a)  to direct and control, by order or direction, whether as principal or agent, the producing and marketing of fresh potatoes, including the times and places at which fresh potatoes may be produced and marketed; (b)  to determine from time to time the price or prices that shall be paid to producers for fresh potatoes or any class, variety, grade or size of fresh potatoes and to determine different prices for different parts of Ontario; (c)  to fix and impose service charges from time to time for the marketing of fresh potatoes; (d)  to require the price or prices payable or owing to the producer for fresh potatoes to be paid to or through the local board; (e)  to collect from any person by suit in a court of competent jurisdiction the price or prices of fresh potatoes or any part of the price or prices; (f)  to pay from service charges imposed under clause (c) its expenses in carrying out the purpose of the plan; (g)  to pay to the producers the price or prices for fresh potatoes, less service charges imposed under clause (c), and to fix the times at or within which the payments shall be made.  O. Reg. 247/99, s. 11. Delegation of Commission Powers to make Regulations",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>The Commission vests in the local board the power,</p> <p class=\"clause-e\">  (a)  to direct and control, by order or direction, whether as principal or agent, the producing and marketing of fresh potatoes, including the times and places at which fresh potatoes may be produced and marketed;</p> <p class=\"clause-e\">  (b)  to determine from time to time the price or prices that shall be paid to producers for fresh potatoes or any class, variety, grade or size of fresh potatoes and to determine different prices for different parts of Ontario;</p> <p class=\"clause-e\">  (c)  to fix and impose service charges from time to time for the marketing of fresh potatoes;</p> <p class=\"clause-e\">  (d)  to require the price or prices payable or owing to the producer for fresh potatoes to be paid to or through the local board;</p> <p class=\"clause-e\">  (e)  to collect from any person by suit in a court of competent jurisdiction the price or prices of fresh potatoes or any part of the price or prices;</p> <p class=\"clause-e\">  (f)  to pay from service charges imposed under clause (c) its expenses in carrying out the purpose of the plan;</p> <p class=\"clause-e\">  (g)  to pay to the producers the price or prices for fresh potatoes, less service charges imposed under clause (c), and to fix the times at or within which the payments shall be made.  O. Reg. 247/99, s. 11.</p> <p class=\"heading1-e\">Delegation of Commission Powers to make Regulations</p>"
        },
        {
            "id": "12.",
            "section": "Delegation of Commission Powers to make Regulations",
            "content": " 12. The Commission delegates to the local board its powers to make regulations with respect to potatoes, (a)  providing for the licensing of any or all persons before commencing or continuing to engage in the producing or marketing of potatoes; (b)  prohibiting persons from engaging in the producing or marketing of potatoes except under the authority of a licence; (c)  providing for the suspension or revocation of, or the refusal to grant or renew, a licence where the applicant or licensee, (i)  is not qualified by experience, financial responsibility or equipment to properly engage in the business for which the application was made or the licence granted, or (ii)  has contravened the Act, the regulations, the plan or an order or direction of the Commission or local board; (d)  providing for the fixing of licence fees and the payment thereof by any or all persons producing or marketing potatoes and the collecting of the licence fees including recovery by suit in a court of competent jurisdiction; (e)  requiring any person who receives potatoes to deduct from the money payable for them any licence fees payable to the local board by the person from whom the person receives the potatoes, and to forward such licence fees to the local board; (f)  requiring any person who produces and processes potatoes to furnish to the local board statements of the amounts of potatoes that the person produced in any year and used for processing; (g)  prescribing the form of licences; (h)  providing for the exemption from any or all of the regulations, orders or directions under the plan of any class, variety, grade or size of potatoes, or any person or class of persons engaged in the producing or marketing of potatoes or any class, variety, grade or size of potatoes; (i)  providing for the control and regulation of the marketing of potatoes, including the times and places at which potatoes may be marketed; (j)  subject to orders made under subsection 7(4) of the Act, providing for the control and regulation of agreements entered into by producers of potatoes with persons engaged in processing potatoes and providing for the prohibition of any provision in such agreements; (k)  providing for the control and regulation of agreements entered into by producers of fresh potatoes with persons engaged in marketing fresh potatoes and the prohibition of any provision or clause in such agreements; (l)  requiring and providing for the furnishing of security or proof of financial responsibility or of a performance bond by a person or class of persons engaged in the marketing of fresh potatoes and providing for the administration, forfeiture and disposition of any money or securities so furnished and the proceeds from the money or securities; (m)  requiring any person who produces potatoes to offer to sell and to sell the potatoes through the local board; (n)  prohibiting any person from processing, packing or packaging any potatoes that have not been sold to, by or through the local board; (o)  authorizing the fixing of prompt payment discounts, delayed payment penalties and interest on service charges owing by any person engaged in the producing of fresh potatoes; and (p)  providing for the making of agreements relating to the marketing of fresh potatoes by or through the local board and prescribing the forms and the terms and conditions of the agreements.  O. Reg. 247/99, s. 12. Authorizations Provided by Commission",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>The Commission delegates to the local board its powers to make regulations with respect to potatoes,</p> <p class=\"clause-e\">  (a)  providing for the licensing of any or all persons before commencing or continuing to engage in the producing or marketing of potatoes;</p> <p class=\"clause-e\">  (b)  prohibiting persons from engaging in the producing or marketing of potatoes except under the authority of a licence;</p> <p class=\"clause-e\">  (c)  providing for the suspension or revocation of, or the refusal to grant or renew, a licence where the applicant or licensee,</p> <p class=\"subclause-e\">  (i)  is not qualified by experience, financial responsibility or equipment to properly engage in the business for which the application was made or the licence granted, or</p> <p class=\"subclause-e\">  (ii)  has contravened the Act, the regulations, the plan or an order or direction of the Commission or local board;</p> <p class=\"clause-e\">  (d)  providing for the fixing of licence fees and the payment thereof by any or all persons producing or marketing potatoes and the collecting of the licence fees including recovery by suit in a court of competent jurisdiction;</p> <p class=\"clause-e\">  (e)  requiring any person who receives potatoes to deduct from the money payable for them any licence fees payable to the local board by the person from whom the person receives the potatoes, and to forward such licence fees to the local board;</p> <p class=\"clause-e\">  (f)  requiring any person who produces and processes potatoes to furnish to the local board statements of the amounts of potatoes that the person produced in any year and used for processing;</p> <p class=\"clause-e\">  (g)  prescribing the form of licences;</p> <p class=\"clause-e\">  (h)  providing for the exemption from any or all of the regulations, orders or directions under the plan of any class, variety, grade or size of potatoes, or any person or class of persons engaged in the producing or marketing of potatoes or any class, variety, grade or size of potatoes;</p> <p class=\"clause-e\">  (i)  providing for the control and regulation of the marketing of potatoes, including the times and places at which potatoes may be marketed;</p> <p class=\"clause-e\">  (j)  subject to orders made under subsection 7(4) of the Act, providing for the control and regulation of agreements entered into by producers of potatoes with persons engaged in processing potatoes and providing for the prohibition of any provision in such agreements;</p> <p class=\"clause-e\">  (k)  providing for the control and regulation of agreements entered into by producers of fresh potatoes with persons engaged in marketing fresh potatoes and the prohibition of any provision or clause in such agreements;</p> <p class=\"clause-e\">  (l)  requiring and providing for the furnishing of security or proof of financial responsibility or of a performance bond by a person or class of persons engaged in the marketing of fresh potatoes and providing for the administration, forfeiture and disposition of any money or securities so furnished and the proceeds from the money or securities;</p> <p class=\"clause-e\">  (m)  requiring any person who produces potatoes to offer to sell and to sell the potatoes through the local board; </p> <p class=\"clause-e\">  (n)  prohibiting any person from processing, packing or packaging any potatoes that have not been sold to, by or through the local board;</p> <p class=\"clause-e\">  (o)  authorizing the fixing of prompt payment discounts, delayed payment penalties and interest on service charges owing by any person engaged in the producing of fresh potatoes; and</p> <p class=\"clause-e\">  (p)  providing for the making of agreements relating to the marketing of fresh potatoes by or through the local board and prescribing the forms and the terms and conditions of the agreements.  O. Reg. 247/99, s. 12.</p> <p class=\"heading1-e\">Authorizations Provided by Commission</p>"
        },
        {
            "id": "13.",
            "section": "Authorizations Provided by Commission",
            "content": " 13. (1) The Commission authorizes the local board to use any class of licence fees and other moneys payable to it for the purpose of paying its expenses, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan.  O. Reg. 247/99, s. 13 (1). (2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1).  O. Reg. 247/99, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) The Commission authorizes the local board to use any class of licence fees and other moneys payable to it for the purpose of paying its expenses, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan.  O. Reg. 247/99, s. 13 (1).</p> <p class=\"subsection-e\">  (2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1).  O. Reg. 247/99, s. 13 (2).</p>"
        },
        {
            "id": "14.",
            "section": "Authorizations Provided by Commission",
            "content": " 14. The Commission authorizes the local board to require the price or prices payable or owing to the producers for potatoes to be paid to or through the local board and to recover the price or prices by suit in a court of competent jurisdiction.  O. Reg. 247/99, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>The Commission authorizes the local board to require the price or prices payable or owing to the producers for potatoes to be paid to or through the local board and to recover the price or prices by suit in a court of competent jurisdiction.  O. Reg. 247/99, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Authorizations Provided by Commission",
            "content": " 15. The Commission authorizes the local board to prohibit the marketing of any class, variety, grade or size of potatoes.  O. Reg. 247/99, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>The Commission authorizes the local board to prohibit the marketing of any class, variety, grade or size of potatoes.  O. Reg. 247/99, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Authorizations Provided by Commission",
            "content": " 16. The Commission authorizes the local board, (a)  to conduct a pool or pools for the distribution of all money received from the sale of fresh potatoes; (b)  to distribute the money from the sale that remains after deduction of all necessary and proper disbursements and expenses so that every producer receives a share of that money in relation to the amount, class, variety, grade or size of fresh potatoes delivered by the producer; and (c)  to make an initial payment on delivery of the fresh potatoes and subsequent payments until all of the money that remains is distributed to the producers.  O. Reg. 247/99, s. 16.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>The Commission authorizes the local board,</p> <p class=\"clause-e\">  (a)  to conduct a pool or pools for the distribution of all money received from the sale of fresh potatoes;</p> <p class=\"clause-e\">  (b)  to distribute the money from the sale that remains after deduction of all necessary and proper disbursements and expenses so that every producer receives a share of that money in relation to the amount, class, variety, grade or size of fresh potatoes delivered by the producer; and</p> <p class=\"clause-e\">  (c)  to make an initial payment on delivery of the fresh potatoes and subsequent payments until all of the money that remains is distributed to the producers.  O. Reg. 247/99, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Authorizations Provided by Commission",
            "content": " 17. The Commission authorizes the local board to appoint agents, to prescribe their duties and terms and conditions of employment and to provide for their remuneration.  O. Reg. 247/99, s. 17. Fund",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>The Commission authorizes the local board to appoint agents, to prescribe their duties and terms and conditions of employment and to provide for their remuneration.  O. Reg. 247/99, s. 17.</p> <p class=\"heading1-e\">Fund</p>"
        },
        {
            "id": "18.",
            "section": "Fund",
            "content": " 18. The local board shall establish a fund with the money transferred to it under Ontario Regulation 246/99 and shall administer the fund in accordance with the following terms: 1.  The capital may be invested only in investments that are referred to in subsection 16 (1) of Regulation 400 of the Revised Regulations of Ontario, 1990 (By-laws for Local Boards) made under the Act and that are in other respects reasonable and proper. 2.  The capital of the fund shall not be spent. 3.  The income of the fund may be spent for purposes of research, market development and education relating to potatoes for processing. 4.  The funds shall be audited annually and the auditor’s report shall be submitted to the Commission as part of the audit of the accounts of the local board.  O. Reg. 247/99, s. 18; O. Reg. 442/04, s. 2. Negotiations between the Local Board and the Processors",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>The local board shall establish a fund with the money transferred to it under Ontario Regulation 246/99 and shall administer the fund in accordance with the following terms:</p> <p class=\"paragraph-e\">  1.  The capital may be invested only in investments that are referred to in subsection 16 (1) of Regulation 400 of the Revised Regulations of Ontario, 1990 (By-laws for Local Boards) made under the Act and that are in other respects reasonable and proper.</p> <p class=\"paragraph-e\">  2.  The capital of the fund shall not be spent.</p> <p class=\"paragraph-e\">  3.  The income of the fund may be spent for purposes of research, market development and education relating to potatoes for processing.</p> <p class=\"paragraph-e\">  4.  The funds shall be audited annually and the auditor’s report shall be submitted to the Commission as part of the audit of the accounts of the local board.  O. Reg. 247/99, s. 18; O. Reg. 442/04, s. 2.</p> <p class=\"heading1-e\">Negotiations between the Local Board and the Processors</p>"
        },
        {
            "id": "19.",
            "section": "Negotiations between the Local Board and the Processors",
            "content": " 19. (1) Negotiating agencies shall be established in accordance with section 21 for the purpose of adopting agreements between the local board and a processor or a class of processors in relation to the following matters: 1.  Minimum prices for processing potatoes or for any variety, grade or size of processing potatoes. 2.  Terms, conditions and forms of agreements relating to the producing or marketing of processing potatoes. 3.  Any charges, costs or expenses relating to the producing or marketing of processing potatoes.  O. Reg. 442/04, s. 3. (2) A processor shall, as a condition of the processor’s licence issued under this Regulation, comply with an agreement referred to in subsection (1).  O. Reg. 442/04, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>19.</b> (1) Negotiating agencies shall be established in accordance with section 21 for the purpose of adopting agreements between the local board and a processor or a class of processors in relation to the following matters:</p> <p class=\"paragraph-e\">  1.  Minimum prices for processing potatoes or for any variety, grade or size of processing potatoes.</p> <p class=\"paragraph-e\">  2.  Terms, conditions and forms of agreements relating to the producing or marketing of processing potatoes.</p> <p class=\"paragraph-e\">  3.  Any charges, costs or expenses relating to the producing or marketing of processing potatoes.  O. Reg. 442/04, s. 3.</p> <p class=\"subsection-e\">  (2) A processor shall, as a condition of the processor’s licence issued under this Regulation, comply with an agreement referred to in subsection (1).  O. Reg. 442/04, s. 3.</p>"
        },
        {
            "id": "20.",
            "section": "Negotiations between the Local Board and the Processors",
            "content": " 20. (1) For the purpose of establishing negotiating agencies under section 21, the following classes of processors are established: 1.  Processors who use potatoes to produce potato chips. 2.  Processors who use potatoes to produce frozen products. 3.  Processors who use potatoes to produce pre-peeled potatoes.  O. Reg. 442/04, s. 3; O. Reg. 479/21, s. 1 (1). (2) There shall be no more than six negotiating agencies established under section 21 in any given year, each established for the purpose of adopting an agreement respecting the matters referred to in subsection 19 (1) as they relate to a different processor or class of processors, as follows: 1.  One negotiating agency for each of the four processors in Ontario who produce potato chips and are licensed as processors under this Regulation as of April 1, 2004. 2.  One negotiating agency for all of the processors in Ontario who use potatoes to produce frozen products. 3.  One negotiating agency for all of the processors in Ontario who produce pre-peeled potatoes.  O. Reg. 442/04, s. 3; O. Reg. 479/21, s. 1 (2). (3) An agreement adopted by a negotiating agency with respect to matters referred to in subsection 19 (1) takes effect on July 1 of a given year and covers one crop and the subsequent crops that are specified in the agreement.  O. Reg. 442/04, s. 3. (4) There shall be no more than six agreements adopted by negotiating agencies in effect in Ontario at any given time.  O. Reg. 442/04, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>(1) For the purpose of establishing negotiating agencies under section 21, the following classes of processors are established:</p> <p class=\"paragraph-e\">  1.  Processors who use potatoes to produce potato chips.</p> <p class=\"paragraph-e\">  2.  Processors who use potatoes to produce frozen products.</p> <p class=\"paragraph-e\">  3.  Processors who use potatoes to produce pre-peeled potatoes.  O. Reg. 442/04, s. 3; O. Reg. 479/21, s. 1 (1).</p> <p class=\"subsection-e\">  (2) There shall be no more than six negotiating agencies established under section 21 in any given year, each established for the purpose of adopting an agreement respecting the matters referred to in subsection 19 (1) as they relate to a different processor or class of processors, as follows:</p> <p class=\"paragraph-e\">  1.  One negotiating agency for each of the four processors in Ontario who produce potato chips and are licensed as processors under this Regulation as of April 1, 2004.</p> <p class=\"paragraph-e\">  2.  One negotiating agency for all of the processors in Ontario who use potatoes to produce frozen products.</p> <p class=\"paragraph-e\">  3.  One negotiating agency for all of the processors in Ontario who produce pre-peeled potatoes.  O. Reg. 442/04, s. 3; O. Reg. 479/21, s. 1 (2).</p> <p class=\"subsection-e\">  (3) An agreement adopted by a negotiating agency with respect to matters referred to in subsection 19 (1) takes effect on July 1 of a given year and covers one crop and the subsequent crops that are specified in the agreement.  O. Reg. 442/04, s. 3.</p> <p class=\"subsection-e\">  (4) There shall be no more than six agreements adopted by negotiating agencies in effect in Ontario at any given time.  O. Reg. 442/04, s. 3.</p>"
        },
        {
            "id": "21.",
            "section": "Negotiations between the Local Board and the Processors",
            "content": " 21. (1) If an agreement respecting matters referred to in subsection 19 (1) and adopted for a particular processor or class of processors expires in a given year, a negotiating agency shall be established on or before December 31 of the year preceding the year in which the agreement expires for the purpose of adopting a replacement agreement.  O. Reg. 442/04, s. 3. (2) A negotiating agency shall be composed of no more than six members, consisting of no more than three members appointed by the local board and no more than three members appointed by the processor or class of processors who are subject to the agreement.  O. Reg. 442/04, s. 3. (3) In the case of the expiry of an agreement affecting a processor who uses potatoes to make potato chips, the processor shall, on or before December 10 of the year preceding the year in which the agreement expires, give notice to the Commission and the local board of the names of up to three individuals to be appointed to the negotiating agency as the processor’s representatives.  O. Reg. 442/04, s. 3. (4) In the case of the expiry of an agreement affecting all processors who use potatoes to produce frozen products, the processors shall, on or before December 10 of the year preceding the year in which the agreement expires, (a)  select up to three individuals to be appointed to the negotiating agency in a manner of their choosing; and (b)  give notice to the Commission and the local board of the names of the individuals.  O. Reg. 442/04, s. 3; O. Reg. 479/21, s. 2. (5) In the case of the expiry of an agreement affecting all processors who use potatoes to produce pre-peeled potatoes, the processors shall, on or before December 10 of the year preceding the year in which the agreement expires, (a)  select up to three individuals to be appointed to the negotiating agency in a manner of their choosing; and (b)  give notice to the Commission and the local board of the names of the individuals.  O. Reg. 442/04, s. 3. (6) The members of a negotiating agency shall be appointed for a 12-month period.  O. Reg. 442/04, s. 3. (7) If a member dies, resigns or is unable to act, the local board or the processor or group of processors who appointed the member shall appoint a replacement in accordance with subsection (3), (4) or (5), as the case may be.  O. Reg. 442/04, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>(1) If an agreement respecting matters referred to in subsection 19 (1) and adopted for a particular processor or class of processors expires in a given year, a negotiating agency shall be established on or before December 31 of the year preceding the year in which the agreement expires for the purpose of adopting a replacement agreement.  O. Reg. 442/04, s. 3.</p> <p class=\"subsection-e\">  (2) A negotiating agency shall be composed of no more than six members, consisting of no more than three members appointed by the local board and no more than three members appointed by the processor or class of processors who are subject to the agreement.  O. Reg. 442/04, s. 3.</p> <p class=\"subsection-e\">  (3) In the case of the expiry of an agreement affecting a processor who uses potatoes to make potato chips, the processor shall, on or before December 10 of the year preceding the year in which the agreement expires, give notice to the Commission and the local board of the names of up to three individuals to be appointed to the negotiating agency as the processor’s representatives.  O. Reg. 442/04, s. 3.</p> <p class=\"subsection-e\">  (4) In the case of the expiry of an agreement affecting all processors who use potatoes to produce frozen products, the processors shall, on or before December 10 of the year preceding the year in which the agreement expires,</p> <p class=\"clause-e\">  (a)  select up to three individuals to be appointed to the negotiating agency in a manner of their choosing; and</p> <p class=\"clause-e\">  (b)  give notice to the Commission and the local board of the names of the individuals.  O. Reg. 442/04, s. 3; O. Reg. 479/21, s. 2.</p> <p class=\"subsection-e\">  (5) In the case of the expiry of an agreement affecting all processors who use potatoes to produce pre-peeled potatoes, the processors shall, on or before December 10 of the year preceding the year in which the agreement expires,</p> <p class=\"clause-e\">  (a)  select up to three individuals to be appointed to the negotiating agency in a manner of their choosing; and</p> <p class=\"clause-e\">  (b)  give notice to the Commission and the local board of the names of the individuals.  O. Reg. 442/04, s. 3.</p> <p class=\"subsection-e\">  (6) The members of a negotiating agency shall be appointed for a 12-month period.  O. Reg. 442/04, s. 3.</p> <p class=\"subsection-e\">  (7) If a member dies, resigns or is unable to act, the local board or the processor or group of processors who appointed the member shall appoint a replacement in accordance with subsection (3), (4) or (5), as the case may be.  O. Reg. 442/04, s. 3.</p>"
        },
        {
            "id": "22.",
            "section": "Negotiations between the Local Board and the Processors",
            "content": " 22. (1) Unless both the processor members and local board members of a negotiating agency agree to conduct the negotiation without an observer, the members shall appoint an observer on or before January 5 immediately following the establishment of the negotiating agency to act as a witness to the negotiations. O. Reg. 479/21, s. 3. (2) If the members of the negotiating agency are not able to agree on an observer on or before January 5, the Commission shall appoint the observer.  O. Reg. 442/04, s. 3. (3) An individual shall not be appointed as an observer with respect to more than one negotiating agency in one year.  O. Reg. 442/04, s. 3. (4) Any member of the negotiating agency may request that the observer attend the meetings of the negotiating agency that the member specifies.  O. Reg. 442/04, s. 3. (5) An observer appointed under this section shall attend the meetings of the negotiating agency that a member of the negotiating agency under subsection (4) requests.  O. Reg. 442/04, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>(1) Unless both the processor members and local board members of a negotiating agency agree to conduct the negotiation without an observer, the members shall appoint an observer on or before January 5 immediately following the establishment of the negotiating agency to act as a witness to the negotiations. O. Reg. 479/21, s. 3.</p> <p class=\"subsection-e\">  (2) If the members of the negotiating agency are not able to agree on an observer on or before January 5, the Commission shall appoint the observer.  O. Reg. 442/04, s. 3.</p> <p class=\"subsection-e\">  (3) An individual shall not be appointed as an observer with respect to more than one negotiating agency in one year.  O. Reg. 442/04, s. 3.</p> <p class=\"subsection-e\">  (4) Any member of the negotiating agency may request that the observer attend the meetings of the negotiating agency that the member specifies.  O. Reg. 442/04, s. 3.</p> <p class=\"subsection-e\">  (5) An observer appointed under this section shall attend the meetings of the negotiating agency that a member of the negotiating agency under subsection (4) requests.  O. Reg. 442/04, s. 3.</p>"
        },
        {
            "id": "22.1",
            "section": "Negotiations between the Local Board and the Processors",
            "content": "  22.1 (1) If a processor or class of processors fails to appoint members to a negotiating agency in accordance with section 21 or if the members appointed by the processor or class of processors refuse to negotiate with the members appointed by the local board, an agreement shall be deemed to be made between the local board and the processor or class of processors after the other negotiating agencies established under paragraph 1 of subsection 20 (2) have adopted agreements for the year in question or after arbitration awards have been made under section 26, as the case may be.  O. Reg. 442/04, s. 3. (2) The agreement that is deemed to be made under subsection (1) shall be consistent with the immediately preceding agreement reached between the local board and the processor or class of processors in question and either the agreements that the other negotiating agencies have adopted for the year in question or the arbitration awards made under section 26, as the case may be.  O. Reg. 442/04, s. 3. (3) After the other negotiating agencies have adopted agreements for the year in question or arbitration awards have been made under section 26, as the case may be, an agreement shall be deemed to be made between the local board and processors who begin producing potato chips and who are licensed as processors after April 1, 2004.  O. Reg. 442/04, s. 3. (4) The agreement that is deemed to be made under subsection (3) shall be consistent with the agreements that the other negotiating agencies have adopted for the year in question or the arbitration awards made under section 26, as the case may be.  O. Reg. 442/04, s. 3. (5) It is a condition of an agreement that is deemed to be made under subsections (1) or (3) that subsection 7 (4) of the Act applies to the agreement.  O. Reg. 442/04, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  22.1 </b>(1) If a processor or class of processors fails to appoint members to a negotiating agency in accordance with section 21 or if the members appointed by the processor or class of processors refuse to negotiate with the members appointed by the local board, an agreement shall be deemed to be made between the local board and the processor or class of processors after the other negotiating agencies established under paragraph 1 of subsection 20 (2) have adopted agreements for the year in question or after arbitration awards have been made under section 26, as the case may be.  O. Reg. 442/04, s. 3.</p> <p class=\"subsection-e\">  (2) The agreement that is deemed to be made under subsection (1) shall be consistent with the immediately preceding agreement reached between the local board and the processor or class of processors in question and either the agreements that the other negotiating agencies have adopted for the year in question or the arbitration awards made under section 26, as the case may be.  O. Reg. 442/04, s. 3.</p> <p class=\"subsection-e\">  (3) After the other negotiating agencies have adopted agreements for the year in question or arbitration awards have been made under section 26, as the case may be, an agreement shall be deemed to be made between the local board and processors who begin producing potato chips and who are licensed as processors after April 1, 2004.  O. Reg. 442/04, s. 3.</p> <p class=\"subsection-e\">  (4) The agreement that is deemed to be made under subsection (3) shall be consistent with the agreements that the other negotiating agencies have adopted for the year in question or the arbitration awards made under section 26, as the case may be.  O. Reg. 442/04, s. 3.</p> <p class=\"subsection-e\">  (5) It is a condition of an agreement that is deemed to be made under subsections (1) or (3) that subsection 7 (4) of the Act applies to the agreement.  O. Reg. 442/04, s. 3.</p>"
        },
        {
            "id": "23.",
            "section": "Negotiations between the Local Board and the Processors",
            "content": " 23. (1) A negotiating agency may refer to conciliation any matter referred to in subsection 19 (1).  O. Reg. 442/04, s. 4. (2) If a negotiating agency refers any matters to conciliation, it shall notify the Commission.  O. Reg. 247/99, s. 23 (2). (3) The negotiating agency may appoint a conciliator who is acceptable to both the processor members and the local board members of the agency.  O. Reg. 247/99, s. 23 (3). (4) If a negotiating agency fails to agree on a conciliator under subsection (3), the Commission may appoint a conciliator.  O. Reg. 247/99, s. 23 (4). (5) The conciliator is empowered to endeavour to bring about agreement on any matter referred to conciliation under subsection (1).  O. Reg. 247/99, s. 23 (5).",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>(1) A negotiating agency may refer to conciliation any matter referred to in subsection 19 (1).  O. Reg. 442/04, s. 4.</p> <p class=\"subsection-e\">  (2) If a negotiating agency refers any matters to conciliation, it shall notify the Commission.  O. Reg. 247/99, s. 23 (2).</p> <p class=\"subsection-e\">  (3) The negotiating agency may appoint a conciliator who is acceptable to both the processor members and the local board members of the agency.  O. Reg. 247/99, s. 23 (3).</p> <p class=\"subsection-e\">  (4) If a negotiating agency fails to agree on a conciliator under subsection (3), the Commission may appoint a conciliator.  O. Reg. 247/99, s. 23 (4).</p> <p class=\"subsection-e\">  (5) The conciliator is empowered to endeavour to bring about agreement on any matter referred to conciliation under subsection (1).  O. Reg. 247/99, s. 23 (5).</p>"
        },
        {
            "id": "24.",
            "section": "Negotiations between the Local Board and the Processors",
            "content": " 24. (0.1) A negotiating agency shall endeavour to reach an agreement by or before 4 p.m. on the second Friday in February preceding the expiry of the agreement currently in effect.  O. Reg. 442/04, s. 5. (1) A negotiating agency shall notify the Commission if, (a)  by 4 p.m. on the second Friday of February in each year, it does not reach an agreement on all matters that it is empowered to adopt or settle by agreement; or (b)  on an earlier date than the date mentioned in clause (a), it decides that it cannot reach an agreement on all matters that it is empowered to adopt or settle by agreement.  O. Reg. 247/99, s. 24 (1). (2) At the time of giving the notice, the negotiating agency shall send to the Commission, (a)  a statement of the matters in dispute on which it has not reached an agreement; and (b)  a statement of the final position on the matters in dispute of the members of the negotiating agency appointed by the local board and the members appointed by the processors.  O. Reg. 247/99, s. 24 (2). (3) The Commission shall refer the matters in dispute to an arbitration board.  O. Reg. 247/99, s. 24 (3).",
            "raw_html": "<p class=\"section-e\"> <b>24.</b> (0.1) A negotiating agency shall endeavour to reach an agreement by or before 4 p.m. on the second Friday in February preceding the expiry of the agreement currently in effect.  O. Reg. 442/04, s. 5.</p> <p class=\"subsection-e\">  (1) A negotiating agency shall notify the Commission if,</p> <p class=\"clause-e\">  (a)  by 4 p.m. on the second Friday of February in each year, it does not reach an agreement on all matters that it is empowered to adopt or settle by agreement; or</p> <p class=\"clause-e\">  (b)  on an earlier date than the date mentioned in clause (a), it decides that it cannot reach an agreement on all matters that it is empowered to adopt or settle by agreement.  O. Reg. 247/99, s. 24 (1).</p> <p class=\"subsection-e\">  (2) At the time of giving the notice, the negotiating agency shall send to the Commission,</p> <p class=\"clause-e\">  (a)  a statement of the matters in dispute on which it has not reached an agreement; and</p> <p class=\"clause-e\">  (b)  a statement of the final position on the matters in dispute of the members of the negotiating agency appointed by the local board and the members appointed by the processors.  O. Reg. 247/99, s. 24 (2).</p> <p class=\"subsection-e\">  (3) The Commission shall refer the matters in dispute to an arbitration board.  O. Reg. 247/99, s. 24 (3).</p>"
        },
        {
            "id": "25.",
            "section": "Negotiations between the Local Board and the Processors",
            "content": " 25. (1) Subject to subsection (3), an arbitration board shall consist of one member appointed by the negotiating agency mentioned in subsection 24 (1).  O. Reg. 247/99, s. 25 (1). (2) If members of the negotiating agency cannot agree on the member of the arbitration board within three days of giving the notice mentioned in subsection 24 (1), the Commission shall appoint the member subject to subsection (3).  O. Reg. 247/99, s. 25 (2). (3) No arbitration board shall conduct more than one arbitration in the same year.  O. Reg. 247/99, s. 25 (3). (4) The processor members and the local board members of the negotiating agency shall prepare briefs and send copies of the briefs to the arbitration board and to the opposing members at least 72 hours before the date of the arbitration.  O. Reg. 442/04, s. 6. (5) No person shall include matters or arguments in a brief prepared under subsection (4) unless the members of the negotiating agency have discussed them during negotiations.  O. Reg. 442/04, s. 6. (6) No person shall raise matters or arguments at the arbitration hearing unless the members of the negotiating agency have discussed them during negotiations.  O. Reg. 442/04, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>25. </b>(1) Subject to subsection (3), an arbitration board shall consist of one member appointed by the negotiating agency mentioned in subsection 24 (1).  O. Reg. 247/99, s. 25 (1).</p> <p class=\"subsection-e\">  (2) If members of the negotiating agency cannot agree on the member of the arbitration board within three days of giving the notice mentioned in subsection 24 (1), the Commission shall appoint the member subject to subsection (3).  O. Reg. 247/99, s. 25 (2).</p> <p class=\"subsection-e\">  (3) No arbitration board shall conduct more than one arbitration in the same year.  O. Reg. 247/99, s. 25 (3).</p> <p class=\"subsection-e\">  (4) The processor members and the local board members of the negotiating agency shall prepare briefs and send copies of the briefs to the arbitration board and to the opposing members at least 72 hours before the date of the arbitration.  O. Reg. 442/04, s. 6.</p> <p class=\"subsection-e\">  (5) No person shall include matters or arguments in a brief prepared under subsection (4) unless the members of the negotiating agency have discussed them during negotiations.  O. Reg. 442/04, s. 6.</p> <p class=\"subsection-e\">  (6) No person shall raise matters or arguments at the arbitration hearing unless the members of the negotiating agency have discussed them during negotiations.  O. Reg. 442/04, s. 6.</p>"
        },
        {
            "id": "26.",
            "section": "Negotiations between the Local Board and the Processors",
            "content": " 26. (1) In making an award on a matter in issue, an arbitration board shall select without modification one of the statements of final position on the matter that the negotiating agency sent to the Commission under subsection 24 (2).  O. Reg. 247/99, s. 26 (1). (2) If the negotiating agency has sent to the Commission only one statement of final position on a matter in issue, the arbitration board shall select that statement as the award.  O. Reg. 247/99, s. 26 (2). Miscellaneous",
            "raw_html": "<p class=\"section-e\"> <b>26. </b>(1) In making an award on a matter in issue, an arbitration board shall select without modification one of the statements of final position on the matter that the negotiating agency sent to the Commission under subsection 24 (2).  O. Reg. 247/99, s. 26 (1).</p> <p class=\"subsection-e\">  (2) If the negotiating agency has sent to the Commission only one statement of final position on a matter in issue, the arbitration board shall select that statement as the award.  O. Reg. 247/99, s. 26 (2).</p> <p class=\"heading1-e\">Miscellaneous</p>"
        },
        {
            "id": "27.",
            "section": "Miscellaneous",
            "content": " 27. Revoked: O. Reg. 479/21, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>27. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 479/21, s. 4.</p>"
        },
        {
            "id": "28.",
            "section": "Miscellaneous",
            "content": " 28. Every producer and person engaged in the marketing of potatoes shall pay to the local board interest on licence fees or service charges in arrears at the rate of 1.5 per cent per month.  O. Reg. 247/99, s. 28.",
            "raw_html": "<p class=\"section-e\"> <b>28. </b>Every producer and person engaged in the marketing of potatoes shall pay to the local board interest on licence fees or service charges in arrears at the rate of 1.5 per cent per month.  O. Reg. 247/99, s. 28.</p>"
        },
        {
            "id": "29.",
            "section": "Miscellaneous",
            "content": " 29. On or before June 20 in each year, each producer shall complete a return in a form approved by the local board with respect to that producer’s production or marketing of potatoes and file it with the local board at the address of the local board given on the form.  O. Reg. 247/99, s. 29.",
            "raw_html": "<p class=\"section-e\"> <b>29. </b>On or before June 20 in each year, each producer shall complete a return in a form approved by the local board with respect to that producer’s production or marketing of potatoes and file it with the local board at the address of the local board given on the form.  O. Reg. 247/99, s. 29.</p>"
        },
        {
            "id": "30.",
            "section": "Miscellaneous",
            "content": " 30. Omitted (revokes other Regulations).  O. Reg. 247/99, s. 30.",
            "raw_html": "<p class=\"section-e\"> <b>30.</b> <span class=\"ovsmallcap\">Omitted (revokes other Regulations)</span>.  O. Reg. 247/99, s. 30.</p>"
        },
        {
            "id": null,
            "section": "Miscellaneous",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/990247\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}