{
    "reg_info": {
        "full_title": "O. Reg. 832/93: REGISTRATION",
        "reg_name_text": "REGISTRATION",
        "citation": "O. Reg. 832/93: ",
        "act_under": "Dentistry Act, 1991   Loi de 1991 sur les dentistes",
        "url": "https://www.ontario.ca/laws/regulation/930832",
        "date_scraped": "2023-12-19 18:29:58"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/930832/v1",
            "valid_from": "May  5, 2000",
            "valid_to": "December 15, 2004"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation,  “qualifying examination” means, (a) the National Dental Examining Board of Canada examinations leading to a Certificate of the National Dental Examining Board of Canada so long as those examinations are approved by the College at the time the applicant takes the exam, or (b) an examination that was set or approved by the College at the time the applicant takes it. O. Reg. 832/93, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation, </p> <p class=\"firstdef-e\">“qualifying examination” means,</p> <p class=\"defclause-e\">(a) the National Dental Examining Board of Canada examinations leading to a Certificate of the National Dental Examining Board of Canada so long as those examinations are approved by the College at the time the applicant takes the exam, or</p> <p class=\"defclause-e\">(b) an examination that was set or approved by the College at the time the applicant takes it. O. Reg. 832/93, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) There shall be the following classes of certificates of registration: 1. General. 2. Academic. 3. Specialty. 4. Education. 5. Graduate Student. 6. Instructional. O. Reg. 832/93, s. 2 (1). (2) A specialty certificate of registration shall authorize the applicant to practise one of the following specialties: 1. Endodontics. 2. Oral and maxillofacial surgery. 3. Oral pathology. 4. Oral radiology. 5. Orthodontics. 6. Paediatric dentistry. 7. Periodontics. 8. Prosthodontics. 9. Public health dentistry. O. Reg. 832/93, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) There shall be the following classes of certificates of registration:</p> <p class=\"paragraph-e\">1. General.</p> <p class=\"paragraph-e\">2. Academic.</p> <p class=\"paragraph-e\">3. Specialty.</p> <p class=\"paragraph-e\">4. Education.</p> <p class=\"paragraph-e\">5. Graduate Student.</p> <p class=\"paragraph-e\">6. Instructional. O. Reg. 832/93, s. 2 (1).</p> <p class=\"subsection-e\">(2) A specialty certificate of registration shall authorize the applicant to practise one of the following specialties:</p> <p class=\"paragraph-e\">1. Endodontics.</p> <p class=\"paragraph-e\">2. Oral and maxillofacial surgery.</p> <p class=\"paragraph-e\">3. Oral pathology.</p> <p class=\"paragraph-e\">4. Oral radiology.</p> <p class=\"paragraph-e\">5. Orthodontics.</p> <p class=\"paragraph-e\">6. Paediatric dentistry.</p> <p class=\"paragraph-e\">7. Periodontics.</p> <p class=\"paragraph-e\">8. Prosthodontics.</p> <p class=\"paragraph-e\">9. Public health dentistry. O. Reg. 832/93, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) A person may apply for a certificate of registration by submitting a completed application form together with the application fee. O. Reg. 832/93, s. 3 (1). (2) The application fee is $100. O. Reg. 832/93, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) A person may apply for a certificate of registration by submitting a completed application form together with the application fee. O. Reg. 832/93, s. 3 (1).</p> <p class=\"subsection-e\">(2) The application fee is $100. O. Reg. 832/93, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) The requirements for a certificate of registration of any class are the following: 1. The applicant has not been found guilty of a criminal offence or an offence under the Narcotic Control Act (Canada) or the Food and Drugs Act (Canada). 2. Where the applicant has been registered or licensed to practise dentistry in another jurisdiction, the applicant has not been the subject of a finding of professional misconduct, incompetence or incapacity. 3. Where the applicant is or has been registered or licensed to practise dentistry in another jurisdiction, the applicant is not the subject of a current professional misconduct, incompetence or incapacity proceeding. O. Reg. 832/93, s. 4 (1). (2) An applicant shall be deemed not to have satisfied the requirements for a certificate of registration if the applicant made a false or misleading statement or representation in his or her application. O. Reg. 832/93, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The requirements for a certificate of registration of any class are the following:</p> <p class=\"paragraph-e\">1. The applicant has not been found guilty of a criminal offence or an offence under the <i>Narcotic Control Act</i> (Canada) or the <i>Food and Drugs Act</i> (Canada).</p> <p class=\"paragraph-e\">2. Where the applicant has been registered or licensed to practise dentistry in another jurisdiction, the applicant has not been the subject of a finding of professional misconduct, incompetence or incapacity.</p> <p class=\"paragraph-e\">3. Where the applicant is or has been registered or licensed to practise dentistry in another jurisdiction, the applicant is not the subject of a current professional misconduct, incompetence or incapacity proceeding. O. Reg. 832/93, s. 4 (1).</p> <p class=\"subsection-e\">(2) An applicant shall be deemed not to have satisfied the requirements for a certificate of registration if the applicant made a false or misleading statement or representation in his or her application. O. Reg. 832/93, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. It is a condition of a certificate of registration of any class that the member provide the College with details of any of the following that relate to the member and that occur or arise after the member is registered: 1. A finding of guilt in relation to a criminal offence or an offence under the Narcotic Control Act (Canada) or the Food and Drugs Act (Canada). 2. Where the member is registered or licensed to practise dentistry in another jurisdiction, a finding of professional misconduct, incompetence or incapacity. 3. Where the member is registered or licensed to practise dentistry in another jurisdiction, a proceeding for professional misconduct, incompetency or incapacity. O. Reg. 832/93, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>It is a condition of a certificate of registration of any class that the member provide the College with details of any of the following that relate to the member and that occur or arise after the member is registered:</p> <p class=\"paragraph-e\">1. A finding of guilt in relation to a criminal offence or an offence under the <i>Narcotic Control Act</i> (Canada) or the <i>Food and Drugs Act</i> (Canada).</p> <p class=\"paragraph-e\">2. Where the member is registered or licensed to practise dentistry in another jurisdiction, a finding of professional misconduct, incompetence or incapacity.</p> <p class=\"paragraph-e\">3. Where the member is registered or licensed to practise dentistry in another jurisdiction, a proceeding for professional misconduct, incompetency or incapacity. O. Reg. 832/93, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. The additional requirements for a general certificate of registration are the following: 1. The applicant has a degree in dentistry evidencing successful completion of a course in dental studies of at least four years duration at a university based dental school. 2. The applicant, i. holds a Certificate of the National Dental Examining Board of Canada issued before January 1, 1994, or ii. has successfully completed the qualifying examination. 3. Since satisfying the requirement in paragraph 2, there has been no three-year period during which the applicant has not engaged in the practice of dentistry on a continuous and regular basis in Canada or the United States or in a jurisdiction whose standards of practice have been approved by the College as equivalent to dental standards of practice in Ontario. 4. The applicant is reasonably fluent in either English or French. 5. The applicant has successfully completed an examination in ethics and jurisprudence and such other examinations as may be set or approved by the College. 6. The applicant is a Canadian citizen or a permanent resident of Canada or has received the appropriate authorization under the Immigration Act (Canada), to permit the applicant to engage in the practice of dentistry in Canada. O. Reg. 832/93, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The additional requirements for a general certificate of registration are the following:</p> <p class=\"paragraph-e\">1. The applicant has a degree in dentistry evidencing successful completion of a course in dental studies of at least four years duration at a university based dental school.</p> <p class=\"paragraph-e\">2. The applicant,</p> <p class=\"subpara-e\">i. holds a Certificate of the National Dental Examining Board of Canada issued before January 1, 1994, or</p> <p class=\"subpara-e\">ii. has successfully completed the qualifying examination.</p> <p class=\"paragraph-e\">3. Since satisfying the requirement in paragraph 2, there has been no three-year period during which the applicant has not engaged in the practice of dentistry on a continuous and regular basis in Canada or the United States or in a jurisdiction whose standards of practice have been approved by the College as equivalent to dental standards of practice in Ontario.</p> <p class=\"paragraph-e\">4. The applicant is reasonably fluent in either English or French.</p> <p class=\"paragraph-e\">5. The applicant has successfully completed an examination in ethics and jurisprudence and such other examinations as may be set or approved by the College.</p> <p class=\"paragraph-e\">6. The applicant is a Canadian citizen or a permanent resident of Canada or has received the appropriate authorization under the <i>Immigration Act</i> (Canada), to permit the applicant to engage in the practice of dentistry in Canada. O. Reg. 832/93, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. The requirement in paragraph 2 of section 6 is non-exemptible. O. Reg. 832/93, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>The requirement in paragraph 2 of section 6 is non-exemptible. O. Reg. 832/93, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) The additional requirements for an academic certificate of registration are the following: 1. The applicant has a degree in dentistry evidencing successful completion of a course in dental studies of at least four years duration at a university based dental school. 2. The applicant holds a full-time appointment of professorial rank to a faculty of dentistry at a university in Ontario. 3. The applicant is reasonably fluent in either English or French. 4. The applicant has successfully completed an examination in ethics and jurisprudence and such other examinations as may be set or approved by the College. 5. The applicant is a Canadian citizen or a permanent resident of Canada or has received the appropriate authorization under the Immigration Act (Canada), to permit the applicant to engage in the practice of dentistry in Canada. O. Reg. 832/93, s. 8 (1). (2) It is an additional condition of an academic certificate of registration that the certificate is automatically revoked when the member ceases to hold a full-time appointment of professorial rank to a faculty of dentistry at a university in Ontario. O. Reg. 832/93, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) The additional requirements for an academic certificate of registration are the following:</p> <p class=\"paragraph-e\">1. The applicant has a degree in dentistry evidencing successful completion of a course in dental studies of at least four years duration at a university based dental school.</p> <p class=\"paragraph-e\">2. The applicant holds a full-time appointment of professorial rank to a faculty of dentistry at a university in Ontario.</p> <p class=\"paragraph-e\">3. The applicant is reasonably fluent in either English or French.</p> <p class=\"paragraph-e\">4. The applicant has successfully completed an examination in ethics and jurisprudence and such other examinations as may be set or approved by the College.</p> <p class=\"paragraph-e\">5. The applicant is a Canadian citizen or a permanent resident of Canada or has received the appropriate authorization under the <i>Immigration Act</i> (Canada), to permit the applicant to engage in the practice of dentistry in Canada. O. Reg. 832/93, s. 8 (1).</p> <p class=\"subsection-e\">(2) It is an additional condition of an academic certificate of registration that the certificate is automatically revoked when the member ceases to hold a full-time appointment of professorial rank to a faculty of dentistry at a university in Ontario. O. Reg. 832/93, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) The additional requirements for a specialty certificate of registration are the following: 1. The applicant has a degree in dentistry evidencing successful completion of a course in dental studies of at least four years duration at a university based dental school. 2. The applicant, i. holds a Certificate of the National Dental Examining Board of Canada issued before January 1, 1994, ii. has successfully completed the qualifying examination, or iii. is, on the date of making the application, registered or licensed to practise independently and without restriction or condition as a dentist in Canada or the United States or in a jurisdiction whose standards of practice have been approved by the College as equivalent to dental standards of practice in Ontario. 3. The applicant has successfully completed the specialty program listed in subsection (2) for the specialty for which authorization is sought. 4. The applicant has successfully completed the specialty examination set or approved by the College. 5. Since satisfying the requirement in paragraph 2, there has been no three-year period during which the applicant has not engaged in the practice of dentistry on a continuous and regular basis in Canada or the United States or in a jurisdiction whose standards of practice have been approved by the College as equivalent to dental standards of practice in Ontario. 6. The applicant is reasonably fluent in either English or French. 7. The applicant has successfully completed an examination in ethics and jurisprudence and such other examinations as may be set or approved by the College. 8. The applicant is a Canadian citizen or a permanent resident of Canada or has received the appropriate authorization under the Immigration Act (Canada), to permit the applicant to engage in the practice of dentistry in Canada. O. Reg. 832/93, s. 9 (1); O. Reg. 124/97, s. 1. (2) The applicant shall satisfy the requirement in paragraph 3 of subsection (1) if the applicant has completed one of the following specialty programs: 1. In the case of endodontics, an approved diploma or degree program in endodontics consisting of a minimum of twenty-two months of full-time instruction. 2. In the case of oral and maxillofacial surgery, an approved diploma or degree program in oral and maxillofacial surgery consisting of a minimum of forty-eight months of full-time instruction. 3. In the case of oral pathology, an approved diploma or degree program in oral pathology consisting of a minimum of thirty- three months of full-time instruction. 4. In the case of oral radiology, an approved diploma or degree program in oral radiology consisting of a minimum of twenty-two months of full-time instruction. 5. In the case of orthodontics, an approved diploma or degree program in orthodontics consisting of a minimum of twenty-two months of full-time instruction. 6. In the case of paediatric dentistry, an approved diploma or degree program in paediatric dentistry consisting of a minimum of twenty-two months of full-time instruction. 7. In the case of periodontics, an approved diploma or degree program in periodontics consisting of a minimum of twenty-two months of full-time instruction. 8. In the case of prosthodontics, an approved diploma or degree program in prosthodontics consisting of a minimum of twenty-two months of full-time instruction. 9. In the case of public health dentistry, an approved diploma or degree program in public health consisting of a minimum of twenty-two months of full-time instruction. O. Reg. 832/93, s. 9 (2). (3) In this section, “approved diploma or degree program” means a program taken in Canada or the United States that was, at the time the applicant commenced the program, approved by the Commission on Dental Accreditation of Canada or recognized by the Commission under the terms of a reciprocal agreement. O. Reg. 832/93, s. 9 (3). (4) A specialty certificate of registration has the following additional condition: 1. The member may engage in the practice of dentistry only within the specialty to which the certificate relates unless the member also holds a general certificate of registration. O. Reg. 832/93, s. 9 (4).",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) The additional requirements for a specialty certificate of registration are the following:</p> <p class=\"paragraph-e\">1. The applicant has a degree in dentistry evidencing successful completion of a course in dental studies of at least four years duration at a university based dental school.</p> <p class=\"paragraph-e\">2. The applicant,</p> <p class=\"subpara-e\">i. holds a Certificate of the National Dental Examining Board of Canada issued before January 1, 1994,</p> <p class=\"subpara-e\">ii. has successfully completed the qualifying examination, or</p> <p class=\"subpara-e\">iii. is, on the date of making the application, registered or licensed to practise independently and without restriction or condition as a dentist in Canada or the United States or in a jurisdiction whose standards of practice have been approved by the College as equivalent to dental standards of practice in Ontario.</p> <p class=\"paragraph-e\">3. The applicant has successfully completed the specialty program listed in subsection (2) for the specialty for which authorization is sought.</p> <p class=\"paragraph-e\">4. The applicant has successfully completed the specialty examination set or approved by the College.</p> <p class=\"paragraph-e\">5. Since satisfying the requirement in paragraph 2, there has been no three-year period during which the applicant has not engaged in the practice of dentistry on a continuous and regular basis in Canada or the United States or in a jurisdiction whose standards of practice have been approved by the College as equivalent to dental standards of practice in Ontario.</p> <p class=\"paragraph-e\">6. The applicant is reasonably fluent in either English or French.</p> <p class=\"paragraph-e\">7. The applicant has successfully completed an examination in ethics and jurisprudence and such other examinations as may be set or approved by the College.</p> <p class=\"paragraph-e\">8. The applicant is a Canadian citizen or a permanent resident of Canada or has received the appropriate authorization under the <i>Immigration Act</i> (Canada), to permit the applicant to engage in the practice of dentistry in Canada. O. Reg. 832/93, s. 9 (1); O. Reg. 124/97, s. 1.</p> <p class=\"subsection-e\">(2) The applicant shall satisfy the requirement in paragraph 3 of subsection (1) if the applicant has completed one of the following specialty programs:</p> <p class=\"paragraph-e\">1. In the case of endodontics, an approved diploma or degree program in endodontics consisting of a minimum of twenty-two months of full-time instruction.</p> <p class=\"paragraph-e\">2. In the case of oral and maxillofacial surgery, an approved diploma or degree program in oral and maxillofacial surgery consisting of a minimum of forty-eight months of full-time instruction.</p> <p class=\"paragraph-e\">3. In the case of oral pathology, an approved diploma or degree program in oral pathology consisting of a minimum of thirty- three months of full-time instruction.</p> <p class=\"paragraph-e\">4. In the case of oral radiology, an approved diploma or degree program in oral radiology consisting of a minimum of twenty-two months of full-time instruction.</p> <p class=\"paragraph-e\">5. In the case of orthodontics, an approved diploma or degree program in orthodontics consisting of a minimum of twenty-two months of full-time instruction.</p> <p class=\"paragraph-e\">6. In the case of paediatric dentistry, an approved diploma or degree program in paediatric dentistry consisting of a minimum of twenty-two months of full-time instruction.</p> <p class=\"paragraph-e\">7. In the case of periodontics, an approved diploma or degree program in periodontics consisting of a minimum of twenty-two months of full-time instruction.</p> <p class=\"paragraph-e\">8. In the case of prosthodontics, an approved diploma or degree program in prosthodontics consisting of a minimum of twenty-two months of full-time instruction.</p> <p class=\"paragraph-e\">9. In the case of public health dentistry, an approved diploma or degree program in public health consisting of a minimum of twenty-two months of full-time instruction. O. Reg. 832/93, s. 9 (2).</p> <p class=\"subsection-e\">(3) In this section,</p> <p class=\"firstdef-e\">“approved diploma or degree program” means a program taken in Canada or the United States that was, at the time the applicant commenced the program, approved by the Commission on Dental Accreditation of Canada or recognized by the Commission under the terms of a reciprocal agreement. O. Reg. 832/93, s. 9 (3).</p> <p class=\"subsection-e\">(4) A specialty certificate of registration has the following additional condition:</p> <p class=\"paragraph-e\">1. The member may engage in the practice of dentistry only within the specialty to which the certificate relates unless the member also holds a general certificate of registration. O. Reg. 832/93, s. 9 (4).</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. The requirements in paragraphs 2 and 4 of subsection 9 (1) are non-exemptible. O. Reg. 832/93, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>The requirements in paragraphs 2 and 4 of subsection 9 (1) are non-exemptible. O. Reg. 832/93, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) The additional requirements for an education certificate of registration are the following: 1. The applicant has a degree in dentistry evidencing successful completion of a course in dental studies of at least four years duration at a university based dental school. 2. The applicant is reasonably fluent in either English or French. 3. The applicant has a written offer of a hospital internship or residency in a program approved by the Council on Education and Accreditation of the Canadian Dental Association or a written offer of a non-hospital institutional position approved by a faculty of dentistry of a university in Ontario. 4. The applicant is a Canadian citizen or a permanent resident of Canada or has received the appropriate authorization under the Immigration Act (Canada), to permit the applicant to engage in the practice of dentistry in Canada. O. Reg. 832/93, s. 11 (1). (2) An education certificate of registration has the following additional conditions: 1. The certificate is automatically revoked when the member ceases to hold the internship, residency or position referred to in paragraph 3 of subsection (1). 2. The member may engage in the practice of dentistry only within the scope of the internship, residency or position to which the certificate of registration relates. 3. The member may practise only under the direction of, i. a member of the medical or dental staff of the hospital in which the member is an intern or resident, or ii. a member of the academic staff of the faculty of dentistry that approved the position. 4. The member may not charge a fee for the performance of any act within the practice of dentistry. O. Reg. 832/93, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) The additional requirements for an education certificate of registration are the following:</p> <p class=\"paragraph-e\">1. The applicant has a degree in dentistry evidencing successful completion of a course in dental studies of at least four years duration at a university based dental school.</p> <p class=\"paragraph-e\">2. The applicant is reasonably fluent in either English or French.</p> <p class=\"paragraph-e\">3. The applicant has a written offer of a hospital internship or residency in a program approved by the Council on Education and Accreditation of the Canadian Dental Association or a written offer of a non-hospital institutional position approved by a faculty of dentistry of a university in Ontario.</p> <p class=\"paragraph-e\">4. The applicant is a Canadian citizen or a permanent resident of Canada or has received the appropriate authorization under the <i>Immigration Act</i> (Canada), to permit the applicant to engage in the practice of dentistry in Canada. O. Reg. 832/93, s. 11 (1).</p> <p class=\"subsection-e\">(2) An education certificate of registration has the following additional conditions:</p> <p class=\"paragraph-e\">1. The certificate is automatically revoked when the member ceases to hold the internship, residency or position referred to in paragraph 3 of subsection (1).</p> <p class=\"paragraph-e\">2. The member may engage in the practice of dentistry only within the scope of the internship, residency or position to which the certificate of registration relates.</p> <p class=\"paragraph-e\">3. The member may practise only under the direction of,</p> <p class=\"subpara-e\">i. a member of the medical or dental staff of the hospital in which the member is an intern or resident, or</p> <p class=\"subpara-e\">ii. a member of the academic staff of the faculty of dentistry that approved the position.</p> <p class=\"paragraph-e\">4. The member may not charge a fee for the performance of any act within the practice of dentistry. O. Reg. 832/93, s. 11 (2).</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. (1) The additional requirements for a graduate student certificate of registration are: 1. The applicant has a degree in dentistry evidencing successful completion of a course in dental studies of at least four years duration at a university based dental school. 2. The applicant is reasonably fluent in either English or French. 3. The applicant is enrolled in a post-graduate program of studies in a faculty of dentistry in a university in Ontario and the program has been approved by the Council on Education and Accreditation of the Canadian Dental Association. O. Reg. 832/93, s. 12 (1). (2) A graduate student certificate of registration has the following additional conditions: 1. The certificate is automatically revoked when the member ceases to be enrolled in the program referred to in paragraph 3 of subsection (1). 2. The member may engage in the practice of dentistry only as may be required for the program of studies in which he or she is enrolled and only under the supervision of a member of the faculty of dentistry. 3. The member may not charge a fee for the performance of any act within the scope of practice of dentistry. O. Reg. 832/93, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) The additional requirements for a graduate student certificate of registration are:</p> <p class=\"paragraph-e\">1. The applicant has a degree in dentistry evidencing successful completion of a course in dental studies of at least four years duration at a university based dental school.</p> <p class=\"paragraph-e\">2. The applicant is reasonably fluent in either English or French.</p> <p class=\"paragraph-e\">3. The applicant is enrolled in a post-graduate program of studies in a faculty of dentistry in a university in Ontario and the program has been approved by the Council on Education and Accreditation of the Canadian Dental Association. O. Reg. 832/93, s. 12 (1).</p> <p class=\"subsection-e\">(2) A graduate student certificate of registration has the following additional conditions:</p> <p class=\"paragraph-e\">1. The certificate is automatically revoked when the member ceases to be enrolled in the program referred to in paragraph 3 of subsection (1).</p> <p class=\"paragraph-e\">2. The member may engage in the practice of dentistry only as may be required for the program of studies in which he or she is enrolled and only under the supervision of a member of the faculty of dentistry.</p> <p class=\"paragraph-e\">3. The member may not charge a fee for the performance of any act within the scope of practice of dentistry. O. Reg. 832/93, s. 12 (2).</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) The additional requirements for an instructional certificate of registration are: 1. The applicant has a degree in dentistry evidencing successful completion of a course in dental studies of at least four years duration at a university based dental school. 2. The applicant, has a written offer to teach or conduct a course sponsored by a faculty of dentistry of a university in Ontario, a public hospital or a body approved by the Council to sponsor courses. O. Reg. 832/93, s. 13 (1). (2) An instructional certificate of registration has the following additional conditions: 1. The certificate is automatically revoked upon the earlier of, i. the day the course for which the certificate was issued is completed, or ii. the 15th day after the day the certificate was issued. 2. The member may engage in the practice of dentistry only as may be required to teach or conduct the course for which the certificate was issued. O. Reg. 832/93, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) The additional requirements for an instructional certificate of registration are:</p> <p class=\"paragraph-e\">1. The applicant has a degree in dentistry evidencing successful completion of a course in dental studies of at least four years duration at a university based dental school.</p> <p class=\"paragraph-e\">2. The applicant, has a written offer to teach or conduct a course sponsored by a faculty of dentistry of a university in Ontario, a public hospital or a body approved by the Council to sponsor courses. O. Reg. 832/93, s. 13 (1).</p> <p class=\"subsection-e\">(2) An instructional certificate of registration has the following additional conditions:</p> <p class=\"paragraph-e\">1. The certificate is automatically revoked upon the earlier of,</p> <p class=\"subpara-e\">i. the day the course for which the certificate was issued is completed, or</p> <p class=\"subpara-e\">ii. the 15th day after the day the certificate was issued.</p> <p class=\"paragraph-e\">2. The member may engage in the practice of dentistry only as may be required to teach or conduct the course for which the certificate was issued. O. Reg. 832/93, s. 13 (2).</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. It is a requirement for the issuing of a certificate of registration of any class that the applicant pay the following fees, in addition to the application fee: 1. The registration fee. 2. The annual fee, if any, for the year in which the certificate is issued. O. Reg. 832/93, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>It is a requirement for the issuing of a certificate of registration of any class that the applicant pay the following fees, in addition to the application fee:</p> <p class=\"paragraph-e\">1. The registration fee.</p> <p class=\"paragraph-e\">2. The annual fee, if any, for the year in which the certificate is issued. O. Reg. 832/93, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. (1) If the Registrar suspends a member’s certificate of registration for failure to pay a fee that is required by the by-laws of the College or that was, prior to May 5, 2000, prescribed by regulation, the Registrar may lift the suspension if the member applies and pays the fee within two years of the suspension. O. Reg. 273/00, s. 1 (1). (2) If a suspension under subsection (1) continues for two years, the certificate of registration is automatically revoked. O. Reg. 832/93, s. 15 (2). (3) A member whose certificate was revoked under subsection (2) may apply for reinstatement if the member, (a) satisfies the requirements for the class of certificate for which reinstatement is sought; and (b) pays the fees required by the by-laws of the College. O. Reg. 832/93, s. 15 (3); O. Reg. 273/00, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) If the Registrar suspends a member’s certificate of registration for failure to pay a fee that is required by the by-laws of the College or that was, prior to May 5, 2000, prescribed by regulation, the Registrar may lift the suspension if the member applies and pays the fee within two years of the suspension. O. Reg. 273/00, s. 1 (1).</p> <p class=\"subsection-e\">(2) If a suspension under subsection (1) continues for two years, the certificate of registration is automatically revoked. O. Reg. 832/93, s. 15 (2).</p> <p class=\"subsection-e\">(3) A member whose certificate was revoked under subsection (2) may apply for reinstatement if the member,</p> <p class=\"clause-e\">(a) satisfies the requirements for the class of certificate for which reinstatement is sought; and</p> <p class=\"clause-e\">(b) pays the fees required by the by-laws of the College. O. Reg. 832/93, s. 15 (3); O. Reg. 273/00, s. 1 (2).</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. (1) A member may resign by giving notice in writing to the College. O. Reg. 832/93, s. 16 (1). (2) A notice under subsection (1) is effective on the date the notice is received by the College or the date specified in the notice, whichever is later. O. Reg. 832/93, s. 16 (2). (3) If a member resigns while in default of payment of a fee owed to the College, the Registrar may reinstate the certificate of the member if the member, (a) applies for reinstatement; (b) pays the fees required by the by-laws of the College; and (c) satisfies the requirements for the class of certificate for which the reinstatement is sought. O. Reg. 832/93, s. 16 (3); O. Reg. 273/00, s. 2. (4) If a member resigns while not in default of payment of a fee owed to the College, and the member does not engage in the practice of dentistry in Ontario after the resignation, the member may apply for reinstatement to the Registrar and may be reinstated, (a) by the Registrar, if the application is made no later than three years after the resignation; or (b) by the Registration Committee, if the application is made more than three years after the resignation. O. Reg. 832/93, s. 16 (4). (5) A member described in subsection (4) does not have to satisfy the requirements for the class of certificate for which the reinstatement is sought. O. Reg. 832/93, s. 16 (5).",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) A member may resign by giving notice in writing to the College. O. Reg. 832/93, s. 16 (1).</p> <p class=\"subsection-e\">(2) A notice under subsection (1) is effective on the date the notice is received by the College or the date specified in the notice, whichever is later. O. Reg. 832/93, s. 16 (2).</p> <p class=\"subsection-e\">(3) If a member resigns while in default of payment of a fee owed to the College, the Registrar may reinstate the certificate of the member if the member,</p> <p class=\"clause-e\">(a) applies for reinstatement;</p> <p class=\"clause-e\">(b) pays the fees required by the by-laws of the College; and </p> <p class=\"clause-e\">(c) satisfies the requirements for the class of certificate for which the reinstatement is sought. O. Reg. 832/93, s. 16 (3); O. Reg. 273/00, s. 2.</p> <p class=\"subsection-e\">(4) If a member resigns while not in default of payment of a fee owed to the College, and the member does not engage in the practice of dentistry in Ontario after the resignation, the member may apply for reinstatement to the Registrar and may be reinstated,</p> <p class=\"clause-e\">(a) by the Registrar, if the application is made no later than three years after the resignation; or</p> <p class=\"clause-e\">(b) by the Registration Committee, if the application is made more than three years after the resignation. O. Reg. 832/93, s. 16 (4).</p> <p class=\"subsection-e\">(5) A member described in subsection (4) does not have to satisfy the requirements for the class of certificate for which the reinstatement is sought. O. Reg. 832/93, s. 16 (5).</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. (1) A member who, on the day this Regulation comes into force, holds a licence of the class set out in section 25 of Regulation 547 of the Revised Regulations of Ontario, 1990 shall be deemed to hold a certificate of registration of an equivalent class under this Regulation. O. Reg. 832/93, s. 17 (1). (2) Despite subsection (1), a member who, on the day this Regulation comes into force, holds a general licence under Regulation 547 of the Revised Regulations of Ontario, 1990 that was restricted to a particular specialty, shall be deemed to hold a specialty certificate of registration authorizing practice in the same specialty under the Regulation. O. Reg. 832/93, s. 17 (2). (3) A member who, on the day this Regulation comes into force, holds a specialist certificate under Regulation 547 of the Revised Regulations of Ontario, 1990 in a class of specialist set out in Column 1 of the Table in section 35 of that Regulation shall be deemed to hold a specialty certificate of registration authorizing practice in the same specialty under this Regulation. O. Reg. 832/93, s. 17 (3).",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) A member who, on the day this Regulation comes into force, holds a licence of the class set out in section 25 of Regulation 547 of the Revised Regulations of Ontario, 1990 shall be deemed to hold a certificate of registration of an equivalent class under this Regulation. O. Reg. 832/93, s. 17 (1).</p> <p class=\"subsection-e\">(2) Despite subsection (1), a member who, on the day this Regulation comes into force, holds a general licence under Regulation 547 of the Revised Regulations of Ontario, 1990 that was restricted to a particular specialty, shall be deemed to hold a specialty certificate of registration authorizing practice in the same specialty under the Regulation. O. Reg. 832/93, s. 17 (2).</p> <p class=\"subsection-e\">(3) A member who, on the day this Regulation comes into force, holds a specialist certificate under Regulation 547 of the Revised Regulations of Ontario, 1990 in a class of specialist set out in Column 1 of the Table in section 35 of that Regulation shall be deemed to hold a specialty certificate of registration authorizing practice in the same specialty under this Regulation. O. Reg. 832/93, s. 17 (3).</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 832/93, s. 18. ",
            "raw_html": "<p class=\"section-e\"><b>18.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 832/93, s. 18.</p> <p class=\"Normal\"></p>"
        }
    ]
}