{
    "reg_info": {
        "full_title": "O. Reg. 132/92: TRUST FUNDS",
        "reg_name_text": "TRUST FUNDS",
        "citation": "O. Reg. 132/92: ",
        "act_under": "Cemeteries Act (Revised)   Loi sur les cimetières (révisée)",
        "url": "https://www.ontario.ca/laws/regulation/920132",
        "date_scraped": "2023-12-19 05:10:46"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/920132/v2",
            "valid_from": "February 11, 2011",
            "valid_to": "June 30, 2012"
        },
        {
            "a_href": "/laws/regulation/920132/v1",
            "valid_from": "May  7, 1999",
            "valid_to": "February 10, 2011"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Deposits into the Fund",
            "content": "1. For the purposes of subsection 35 (2) of the Act, the prescribed amounts that an owner shall pay into the Care and Maintenance Fund and the prescribed times for payment are as set out in sections 2 and 3. O. Reg. 132/92, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>For the purposes of subsection 35 (2) of the Act, the prescribed amounts that an owner shall pay into the Care and Maintenance Fund and the prescribed times for payment are as set out in sections 2 and 3. O. Reg. 132/92, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Deposits into the Fund",
            "content": "2. (1) Upon establishing a cemetery, the owner shall deposit $100,000 into the Care and Maintenance Fund of the cemetery. O. Reg. 132/92, s. 2 (1). (2) The following owners are exempt from subsection (1): 1. A municipal corporation. 2. An owner of land on which a burial site is discovered who establishes the site as a cemetery. 3. An owner who satisfies the Registrar that the exemption is not contrary to the public interest. O. Reg. 132/92, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) Upon establishing a cemetery, the owner shall deposit $100,000 into the Care and Maintenance Fund of the cemetery. O. Reg. 132/92, s. 2 (1).</p> <p class=\"subsection-e\">(2) The following owners are exempt from subsection (1):</p> <p class=\"paragraph-e\">1. A municipal corporation.</p> <p class=\"paragraph-e\">2. An owner of land on which a burial site is discovered who establishes the site as a cemetery.</p> <p class=\"paragraph-e\">3. An owner who satisfies the Registrar that the exemption is not contrary to the public interest. O. Reg. 132/92, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Deposits into the Fund",
            "content": "3. (1) An owner shall deposit into the Care and Maintenance Fund within sixty days after selling or transferring an interment right to a purchaser or after an interment takes place, whichever occurs first, the following amount: 1. In the case of an in-ground grave for the burial of an adult, the greater of 40 per cent of the price set out in the owner’s price list or $150. 2. In the case of an in-ground grave for the burial of a child or of cremated remains, 40 per cent of the price set out in the owner’s price list. 3. In the case of a crypt in a mausoleum, the greater of 20 per cent of the price set out in the owner’s price list or $500. 4. In the case of a niche or compartment in a columbarium, the greater of 15 per cent of the price set out in the owner’s price list or $100. O. Reg. 132/92, s. 3 (1). (2) If the purchaser pays for the interment rights in instalments, the owner shall deposit into the Care and Maintenance Fund within sixty days after receiving each payment the following amount: 1. In the case of an in-ground grave for the burial of an adult, 40 per cent of the purchaser’s instalment. 2. In the case of an in-ground grave for the burial of a child or of cremated remains, 40 per cent of the purchaser’s instalment. 3. In the case of a crypt in a mausoleum, 20 per cent of the purchaser’s instalment. 4. In the case of a niche or compartment in a columbarium, 15 per cent of the purchaser’s instalment. O. Reg. 132/92, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) An owner shall deposit into the Care and Maintenance Fund within sixty days after selling or transferring an interment right to a purchaser or after an interment takes place, whichever occurs first, the following amount:</p> <p class=\"paragraph-e\">1. In the case of an in-ground grave for the burial of an adult, the greater of 40 per cent of the price set out in the owner’s price list or $150.</p> <p class=\"paragraph-e\">2. In the case of an in-ground grave for the burial of a child or of cremated remains, 40 per cent of the price set out in the owner’s price list.</p> <p class=\"paragraph-e\">3. In the case of a crypt in a mausoleum, the greater of 20 per cent of the price set out in the owner’s price list or $500.</p> <p class=\"paragraph-e\">4. In the case of a niche or compartment in a columbarium, the greater of 15 per cent of the price set out in the owner’s price list or $100. O. Reg. 132/92, s. 3 (1).</p> <p class=\"subsection-e\">(2) If the purchaser pays for the interment rights in instalments, the owner shall deposit into the Care and Maintenance Fund within sixty days after receiving each payment the following amount:</p> <p class=\"paragraph-e\">1. In the case of an in-ground grave for the burial of an adult, 40 per cent of the purchaser’s instalment.</p> <p class=\"paragraph-e\">2. In the case of an in-ground grave for the burial of a child or of cremated remains, 40 per cent of the purchaser’s instalment.</p> <p class=\"paragraph-e\">3. In the case of a crypt in a mausoleum, 20 per cent of the purchaser’s instalment.</p> <p class=\"paragraph-e\">4. In the case of a niche or compartment in a columbarium, 15 per cent of the purchaser’s instalment. O. Reg. 132/92, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Deposits into the Fund",
            "content": "4. (1) For the purposes of subsections 38 (1) and (3) of the Act, the prescribed amount payable when a marker is installed in a cemetery is as follows: 1. In the case of installing a flat marker measuring less than 439.42 square centimetres (173 square inches), $0. 2. In the case of installing a flat marker measuring at least 439.42 square centimetres (173 square inches), $50. 3. In the case of installing an upright marker measuring 1.22 metres (four feet) or less in height and 1.22 metres (four feet) or less in length, including the base, $100. 4. In the case of installing an upright marker measuring more than 1.22 metres (four feet) in either height or length, including the base, $200. O. Reg. 132/92, s. 4 (1). (2) The owner shall pay the amount described in subsection (1) into the Care and Maintenance Fund within sixty days after the marker is installed. O. Reg. 132/92, s. 4 (2). (3) If a marker is being installed in a cemetery to replace a marker that has been damaged and cannot be repaired, a person is exempt from subsection 38 (1) of the Act and an owner is exempt from subsection 38 (3) of the Act. O. Reg. 132/92, s. 4 (3). (4) Spent: O. Reg. 132/92, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) For the purposes of subsections 38 (1) and (3) of the Act, the prescribed amount payable when a marker is installed in a cemetery is as follows:</p> <p class=\"paragraph-e\">1. In the case of installing a flat marker measuring less than 439.42 square centimetres (173 square inches), $0.</p> <p class=\"paragraph-e\">2. In the case of installing a flat marker measuring at least 439.42 square centimetres (173 square inches), $50.</p> <p class=\"paragraph-e\">3. In the case of installing an upright marker measuring 1.22 metres (four feet) or less in height and 1.22 metres (four feet) or less in length, including the base, $100.</p> <p class=\"paragraph-e\">4. In the case of installing an upright marker measuring more than 1.22 metres (four feet) in either height or length, including the base, $200. O. Reg. 132/92, s. 4 (1).</p> <p class=\"subsection-e\">(2) The owner shall pay the amount described in subsection (1) into the Care and Maintenance Fund within sixty days after the marker is installed. O. Reg. 132/92, s. 4 (2).</p> <p class=\"subsection-e\">(3) If a marker is being installed in a cemetery to replace a marker that has been damaged and cannot be repaired, a person is exempt from subsection 38 (1) of the Act and an owner is exempt from subsection 38 (3) of the Act. O. Reg. 132/92, s. 4 (3).</p> <p class=\"subsection-e\">(4) Spent: O. Reg. 132/92, s. 4 (4).</p>"
        },
        {
            "id": "5.",
            "section": "Deposits into the Fund",
            "content": "5. The owner is exempt from section 3 until such time as the owner’s initial deposit of $100,000 is recovered. O. Reg. 132/92, s. 5. Use of Money in the Fund",
            "raw_html": "<p class=\"section-e\"><b>5. </b>The owner is exempt from section 3 until such time as the owner’s initial deposit of $100,000 is recovered. O. Reg. 132/92, s. 5.</p> <p class=\"heading1-e\">Use of Money in the Fund</p>"
        },
        {
            "id": "6.",
            "section": "Use of Money in the Fund",
            "content": "6. (1) For the purposes of subsection 35 (4) of the Act, the prescribed manner of using the income from the Care and Maintenance Fund is as described in this section. O. Reg. 132/92, s. 6 (1). (2) Subject to subsections (3), (4) and (5), the owner shall use the income from the Fund to maintain, secure and preserve the cemetery, its grounds and buildings and the equipment used for purposes of maintenance, security and preservation. O. Reg. 132/92, s. 6 (2). (3) Once the obligations described in subsection (2) are fulfilled, the owner may use any remaining income from the Fund to maintain, secure and preserve other cemeteries, owned by the same owner, their grounds and buildings and the equipment used for purposes of maintenance, security and preservation. O. Reg. 132/92, s. 6 (3). (4) The owner shall use income from the Fund on money deposited into it under section 38 of the Act only to maintain, stabilize, secure and preserve markers in the cemetery and, once this work is complete, to maintain, stabilize, secure and preserve markers in other cemeteries owned by the same owner. O. Reg. 132/92, s. 6 (4). (5) The owner may use income from the Fund to pay the wages and benefits of workers engaged in maintenance and preservation, and of their supervisors, but not to pay the wages and benefits of salespersons or office staff. O. Reg. 132/92, s. 6 (5). (6) The owner shall not use income from the Fund to pay the wages and benefits of employees engaged in opening or closing lots. O. Reg. 132/92, s. 6 (6). (7) The owner shall not use income from the Fund to pay expenses relating to establishing and maintaining the Fund unless the owner is no longer selling interment rights for the cemetery. O. Reg. 132/92, s. 6 (7).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) For the purposes of subsection 35 (4) of the Act, the prescribed manner of using the income from the Care and Maintenance Fund is as described in this section. O. Reg. 132/92, s. 6 (1).</p> <p class=\"subsection-e\">(2) Subject to subsections (3), (4) and (5), the owner shall use the income from the Fund to maintain, secure and preserve the cemetery, its grounds and buildings and the equipment used for purposes of maintenance, security and preservation. O. Reg. 132/92, s. 6 (2).</p> <p class=\"subsection-e\">(3) Once the obligations described in subsection (2) are fulfilled, the owner may use any remaining income from the Fund to maintain, secure and preserve other cemeteries, owned by the same owner, their grounds and buildings and the equipment used for purposes of maintenance, security and preservation. O. Reg. 132/92, s. 6 (3).</p> <p class=\"subsection-e\">(4) The owner shall use income from the Fund on money deposited into it under section 38 of the Act only to maintain, stabilize, secure and preserve markers in the cemetery and, once this work is complete, to maintain, stabilize, secure and preserve markers in other cemeteries owned by the same owner. O. Reg. 132/92, s. 6 (4).</p> <p class=\"subsection-e\">(5) The owner may use income from the Fund to pay the wages and benefits of workers engaged in maintenance and preservation, and of their supervisors, but not to pay the wages and benefits of salespersons or office staff. O. Reg. 132/92, s. 6 (5).</p> <p class=\"subsection-e\">(6) The owner shall not use income from the Fund to pay the wages and benefits of employees engaged in opening or closing lots. O. Reg. 132/92, s. 6 (6).</p> <p class=\"subsection-e\">(7) The owner shall not use income from the Fund to pay expenses relating to establishing and maintaining the Fund unless the owner is no longer selling interment rights for the cemetery. O. Reg. 132/92, s. 6 (7).</p>"
        },
        {
            "id": "7.",
            "section": "Use of Money in the Fund",
            "content": "7. (1) Upon the closing of a cemetery, the trustee of the Care and Maintenance Fund is exempt from subsection 35 (5) of the Act with respect to payments that are made for the purpose of allowing the owner to recover the $100,000 deposit made under subsection 2 (1). O. Reg. 132/92, s. 7 (1). (2) The exemption under subsection (1) applies only if, (a) no interment rights for the cemetery have been sold, transferred or otherwise acquired by a person; or (b) the obligations of the cemetery owner connected with any interment rights that were sold, transferred or otherwise acquired have been transferred to the owner of another cemetery and any interred remains have been disinterred and reinterred in another cemetery. O. Reg. 132/92, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) Upon the closing of a cemetery, the trustee of the Care and Maintenance Fund is exempt from subsection 35 (5) of the Act with respect to payments that are made for the purpose of allowing the owner to recover the $100,000 deposit made under subsection 2 (1). O. Reg. 132/92, s. 7 (1).</p> <p class=\"subsection-e\">(2) The exemption under subsection (1) applies only if,</p> <p class=\"clause-e\">(a) no interment rights for the cemetery have been sold, transferred or otherwise acquired by a person; or</p> <p class=\"clause-e\">(b) the obligations of the cemetery owner connected with any interment rights that were sold, transferred or otherwise acquired have been transferred to the owner of another cemetery and any interred remains have been disinterred and reinterred in another cemetery. O. Reg. 132/92, s. 7 (2).</p>"
        },
        {
            "id": "7.1",
            "section": "Use of Money in the Fund",
            "content": "7.1 (1) The trustee of the Care and Maintenance Fund is exempt from subsection 35 (5) of the Act with respect to payments that are made to a cemetery owner to allow the owner to purchase land adjoining the cemetery for the purpose of increasing its area. O. Reg. 436/96, s. 1. (2) The exemption under subsection (1) applies only if the cemetery for which the Fund is established is not a commercial cemetery and, in the opinion of the Registrar, (a) the cemetery owner does not otherwise have the funds needed to purchase the adjoining land; (b) adequate care and maintenance of the cemetery will continue to be provided; and (c) the exemption will promote the economic viability of the cemetery and strengthen the Fund. O. Reg. 436/96, s. 1. (3) A cemetery owner who receives funds under the exemption shall only use them to purchase adjoining land for the purpose of increasing the cemetery’s area. O. Reg. 436/96, s. 1. (4) A cemetery owner who receives funds under the exemption and who uses them for the required purpose shall reimburse the Fund, as specified by the Registrar, in the amount paid out by the trustee from the amounts the owner is entitled to from the sale or transfer of interment rights within the land purchased, after making the deposits required under section 3. O. Reg. 436/96, s. 1. (5) If the trustee pays out money under the exemption and it subsequently becomes apparent that the money has not been used to purchase land adjoining the cemetery or that the money has been used to purchase such land but not for the purpose of increasing the cemetery’s area, the cemetery owner shall reimburse the Fund in the amount paid out by the trustee within the time specified by the Registrar. O. Reg. 436/96, s. 1. Information and Returns",
            "raw_html": "<p class=\"section-e\"><b>7.1 </b>(1) The trustee of the Care and Maintenance Fund is exempt from subsection 35 (5) of the Act with respect to payments that are made to a cemetery owner to allow the owner to purchase land adjoining the cemetery for the purpose of increasing its area. O. Reg. 436/96, s. 1.</p> <p class=\"subsection-e\">(2) The exemption under subsection (1) applies only if the cemetery for which the Fund is established is not a commercial cemetery and, in the opinion of the Registrar,</p> <p class=\"clause-e\">(a) the cemetery owner does not otherwise have the funds needed to purchase the adjoining land;</p> <p class=\"clause-e\">(b) adequate care and maintenance of the cemetery will continue to be provided; and</p> <p class=\"clause-e\">(c) the exemption will promote the economic viability of the cemetery and strengthen the Fund. O. Reg. 436/96, s. 1.</p> <p class=\"subsection-e\">(3) A cemetery owner who receives funds under the exemption shall only use them to purchase adjoining land for the purpose of increasing the cemetery’s area. O. Reg. 436/96, s. 1.</p> <p class=\"subsection-e\">(4) A cemetery owner who receives funds under the exemption and who uses them for the required purpose shall reimburse the Fund, as specified by the Registrar, in the amount paid out by the trustee from the amounts the owner is entitled to from the sale or transfer of interment rights within the land purchased, after making the deposits required under section 3. O. Reg. 436/96, s. 1.</p> <p class=\"subsection-e\">(5) If the trustee pays out money under the exemption and it subsequently becomes apparent that the money has not been used to purchase land adjoining the cemetery or that the money has been used to purchase such land but not for the purpose of increasing the cemetery’s area, the cemetery owner shall reimburse the Fund in the amount paid out by the trustee within the time specified by the Registrar. O. Reg. 436/96, s. 1.</p> <p class=\"heading1-e\">Information and Returns</p>"
        },
        {
            "id": "8.",
            "section": "Information and Returns",
            "content": "8. (1) Within three months after the end of a cemetery’s fiscal year, the owner shall file with the Registrar the following documents: 1. A statement of account for the Care and Maintenance Fund certified to be complete and accurate by the owner or, if the owner is a corporation, by two officers of the corporation. 2. A trust account statement for the Care and Maintenance Fund certified by the trustee of the Fund to be complete and accurate. O. Reg. 132/92, s. 8 (1). (2) The trust account statement shall set out the starting balance in the Fund, the year’s transactions, the year-end balance and the book value and market value of investments held by the Fund. O. Reg. 132/92, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) Within three months after the end of a cemetery’s fiscal year, the owner shall file with the Registrar the following documents:</p> <p class=\"paragraph-e\">1. A statement of account for the Care and Maintenance Fund certified to be complete and accurate by the owner or, if the owner is a corporation, by two officers of the corporation.</p> <p class=\"paragraph-e\">2. A trust account statement for the Care and Maintenance Fund certified by the trustee of the Fund to be complete and accurate. O. Reg. 132/92, s. 8 (1).</p> <p class=\"subsection-e\">(2) The trust account statement shall set out the starting balance in the Fund, the year’s transactions, the year-end balance and the book value and market value of investments held by the Fund. O. Reg. 132/92, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": "Information and Returns",
            "content": "9. If, at any time during a fiscal year, the Care and Maintenance Fund contains more than $500,000, the owner shall file with the Registrar, within six months after the end of the fiscal year, audited financial statements for the Fund prepared by an independent public accountant licensed under the Public Accountancy Act. O. Reg. 132/92, s. 9. Exemptions",
            "raw_html": "<p class=\"section-e\"><b>9. </b>If, at any time during a fiscal year, the Care and Maintenance Fund contains more than $500,000, the owner shall file with the Registrar, within six months after the end of the fiscal year, audited financial statements for the Fund prepared by an independent public accountant licensed under the <i>Public Accountancy Act</i>. O. Reg. 132/92, s. 9.</p> <p class=\"heading1-e\">Exemptions</p>"
        },
        {
            "id": "10.",
            "section": "Exemptions",
            "content": "10. The owner of a cemetery described in the Schedule to this Regulation is exempt from section 35 of the Act and subsections 38 (2) and (3) of the Act. O. Reg. 132/92, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>The owner of a cemetery described in the Schedule to this Regulation is exempt from section 35 of the Act and subsections 38 (2) and (3) of the Act. O. Reg. 132/92, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Exemptions",
            "content": "11. The investment of money from a Care and Maintenance Fund that contains more than $1,000,000 is exempt from section 37 of the Act if the Registrar is satisfied that the investment is in the public interest. O. Reg. 132/92, s. 11. PART II   PRE-NEED ASSURANCE FUND Establishing the Fund",
            "raw_html": "<p class=\"section-e\"><b>11. </b>The investment of money from a Care and Maintenance Fund that contains more than $1,000,000 is exempt from section 37 of the Act if the Registrar is satisfied that the investment is in the public interest. O. Reg. 132/92, s. 11.</p> <p class=\"partnum-e\"><b>PART II <br/>  PRE-NEED ASSURANCE FUND</b></p> <p class=\"heading1-e\">Establishing the Fund</p>"
        },
        {
            "id": "12.",
            "section": "Establishing the Fund",
            "content": "12. For the purposes of subsection 36 (2) of the Act, a person is associated or affiliated with an owner, (a) if the person holds 10 per cent or more of the equity shares of the owner; (b) if the person has a direct or indirect beneficial interest in the operation of the owner’s cemetery; (c) if the owner holds 10 per cent or more of the equity shares of the person; or (d) if the owner has a direct or indirect beneficial interest in the person’s sales of pre-need cemetery supplies or services. O. Reg. 132/92, s. 12. Administering the Fund",
            "raw_html": "<p class=\"section-e\"><b>12. </b>For the purposes of subsection 36 (2) of the Act, a person is associated or affiliated with an owner,</p> <p class=\"clause-e\">(a) if the person holds 10 per cent or more of the equity shares of the owner;</p> <p class=\"clause-e\">(b) if the person has a direct or indirect beneficial interest in the operation of the owner’s cemetery;</p> <p class=\"clause-e\">(c) if the owner holds 10 per cent or more of the equity shares of the person; or</p> <p class=\"clause-e\">(d) if the owner has a direct or indirect beneficial interest in the person’s sales of pre-need cemetery supplies or services. O. Reg. 132/92, s. 12.</p> <p class=\"heading1-e\">Administering the Fund</p>"
        },
        {
            "id": "13.",
            "section": "Administering the Fund",
            "content": "13. For the purpose of subsection 36 (3) of the Act, the prescribed time within which money shall be deposited into the Pre-need Assurance Fund is sixty days after the owner receives the money. O. Reg. 132/92, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>For the purpose of subsection 36 (3) of the Act, the prescribed time within which money shall be deposited into the Pre-need Assurance Fund is sixty days after the owner receives the money. O. Reg. 132/92, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Administering the Fund",
            "content": "14. Within ninety days after the establishment of a cemetery and every ninety days thereafter, the owner shall provide the Registrar with the following information: 1. A list of the services and supplies that have been delivered and the date of delivery. 2. The price charged by the owner for the services and supplies delivered. 3. The amount of the initial deposit paid into the trust for the services and supplies delivered. 4. The number of cancelled contracts, if any, and their value. 5. The amount of income based on the weighted average annual yield of the Pre-need Assurance Fund. O. Reg. 132/92, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>Within ninety days after the establishment of a cemetery and every ninety days thereafter, the owner shall provide the Registrar with the following information:</p> <p class=\"paragraph-e\">1. A list of the services and supplies that have been delivered and the date of delivery.</p> <p class=\"paragraph-e\">2. The price charged by the owner for the services and supplies delivered.</p> <p class=\"paragraph-e\">3. The amount of the initial deposit paid into the trust for the services and supplies delivered.</p> <p class=\"paragraph-e\">4. The number of cancelled contracts, if any, and their value.</p> <p class=\"paragraph-e\">5. The amount of income based on the weighted average annual yield of the Pre-need Assurance Fund. O. Reg. 132/92, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Administering the Fund",
            "content": "15. An owner is exempt from subsection 36 (9) of the Act if the contract for pre-need services or supplies was entered into before the day this Regulation came into force. O. Reg. 132/92, s. 15. Information and Returns",
            "raw_html": "<p class=\"section-e\"><b>15. </b>An owner is exempt from subsection 36 (9) of the Act if the contract for pre-need services or supplies was entered into before the day this Regulation came into force. O. Reg. 132/92, s. 15.</p> <p class=\"heading1-e\">Information and Returns</p>"
        },
        {
            "id": "16.",
            "section": "Information and Returns",
            "content": "16. (1) Within ninety days after the end of a cemetery’s fiscal year, the owner shall file with the Registrar the following documents: 1. A statement of account for the Pre-need Assurance Fund certified to be complete and accurate by the owner or, if the owner is a corporation, by two officers of the corporation. 2. A trust account statement for the Pre-need Assurance Fund certified by the trustee of the Fund to be complete and accurate. O. Reg. 132/92, s. 16 (1). (2) The statement of account shall set out the following information: 1. The balance of all outstanding contracts entered into before the beginning of the fiscal year. 2. The amounts payable to the owner under all contracts entered into during the fiscal year. 3. The amount of all payments received for cemetery supplies and cemetery services before the beginning of the fiscal year. 4. The amount of all payments received for cemetery supplies and cemetery services during the fiscal year. 5. The amount of money for the fiscal year paid to the owner under subsection 36 (5) of the Act. 6. The amount of money held by the trustee at the end of the fiscal year. 7. The name and address of the trustee. O. Reg. 132/92, s. 16 (2). (3) The trust account statement shall set out the starting balance in the Fund, the year’s transactions and the year-end balance. O. Reg. 132/92, s. 16 (3).",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) Within ninety days after the end of a cemetery’s fiscal year, the owner shall file with the Registrar the following documents:</p> <p class=\"paragraph-e\">1. A statement of account for the Pre-need Assurance Fund certified to be complete and accurate by the owner or, if the owner is a corporation, by two officers of the corporation.</p> <p class=\"paragraph-e\">2. A trust account statement for the Pre-need Assurance Fund certified by the trustee of the Fund to be complete and accurate. O. Reg. 132/92, s. 16 (1).</p> <p class=\"subsection-e\">(2) The statement of account shall set out the following information:</p> <p class=\"paragraph-e\">1. The balance of all outstanding contracts entered into before the beginning of the fiscal year.</p> <p class=\"paragraph-e\">2. The amounts payable to the owner under all contracts entered into during the fiscal year.</p> <p class=\"paragraph-e\">3. The amount of all payments received for cemetery supplies and cemetery services before the beginning of the fiscal year.</p> <p class=\"paragraph-e\">4. The amount of all payments received for cemetery supplies and cemetery services during the fiscal year.</p> <p class=\"paragraph-e\">5. The amount of money for the fiscal year paid to the owner under subsection 36 (5) of the Act.</p> <p class=\"paragraph-e\">6. The amount of money held by the trustee at the end of the fiscal year.</p> <p class=\"paragraph-e\">7. The name and address of the trustee. O. Reg. 132/92, s. 16 (2).</p> <p class=\"subsection-e\">(3) The trust account statement shall set out the starting balance in the Fund, the year’s transactions and the year-end balance. O. Reg. 132/92, s. 16 (3).</p>"
        },
        {
            "id": "17.",
            "section": "Information and Returns",
            "content": "17. If, at any time during a fiscal year, the Pre-need Assurance Fund contains more than $100,000, the owner shall file with the Registrar, within six months after the end of the year, audited financial statements for the Fund prepared by an independent public accountant licensed under the Public Accountancy Act. O. Reg. 132/92, s. 17. PART III   GENERAL",
            "raw_html": "<p class=\"section-e\"><b>17. </b>If, at any time during a fiscal year, the Pre-need Assurance Fund contains more than $100,000, the owner shall file with the Registrar, within six months after the end of the year, audited financial statements for the Fund prepared by an independent public accountant licensed under the <i>Public Accountancy Act</i>. O. Reg. 132/92, s. 17.</p> <p class=\"partnum-e\"><b>PART III <br/>  GENERAL</b></p>"
        },
        {
            "id": "18.",
            "section": "Information and Returns",
            "content": "18. For the purposes of subsection 39 (2) of the Act, the prescribed time within which the owner shall transfer money out of the owner’s trust account is sixty days after the owner receives the money. O. Reg. 132/92, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>For the purposes of subsection 39 (2) of the Act, the prescribed time within which the owner shall transfer money out of the owner’s trust account is sixty days after the owner receives the money. O. Reg. 132/92, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Information and Returns",
            "content": "19. If a person purchases interment rights as well as pre-need cemetery supplies or services in one contract and pays in instalments, the initial payments shall be considered to have been made on account of the interment rights until those rights are paid for. O. Reg. 132/92, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>If a person purchases interment rights as well as pre-need cemetery supplies or services in one contract and pays in instalments, the initial payments shall be considered to have been made on account of the interment rights until those rights are paid for. O. Reg. 132/92, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Information and Returns",
            "content": "20. Omitted (revokes other Regulations). O. Reg. 132/92, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>20.</b> Omitted (revokes other Regulations). O. Reg. 132/92, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": "Information and Returns",
            "content": "21. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 132/92, s. 21. SCHEDULE 1. St. Felician Sisters Cemetery in the Township of Toronto in the County of Peel as it existed on the 31st day of December, 1967. 2. St. Bernard’s Cemetery, part of Lot 20, Concession II west of Yonge Street in the City of North York in The Municipality of Metropolitan Toronto. 3. The mausoleum owned by the Municipal Corporation of the City of Hamilton and located on the premises of the Stoney Creek Cemetery in the Township of Saltfleet in the County of Wentworth as it existed on the 31st day of December, 1973. 4. The cemetery owned by The Society of St. John the Evangelist in Canada, lots 5 and 6 on the south side of Cedar Street, in the Town of Bracebridge in The District Municipality of Muskoka. 5. The Metropolitan Toronto and Region Conservation Authority, McMichael Conservation Area, in the Township of Vaughan in the County of York as it existed on the 31st day of December, 1970. 6. Amish Mennonite (Aylmer) Cemetery, part of Lot 25 in Concession 8 in the Township of Malahide in the County of Elgin. 7. Maple Dell Cemetery of the Norwich Amish Mennonite Church, part of Lot 21 in Concession 6 in the Township of Norwich in the County of Oxford formerly in the Township of North Norwich. 8. Mount Elgin District Amish Mennonite Cemetery, part of Lot 25 in Concession 5 in the Township of South West Oxford in the County of Oxford formerly in the Township of Dereham. 9. East Nissouri Amish Mennonite Cemetery, part of Lot 27 in Concession 9 in the Township of Zorra in the County of Oxford formerly in the Township of East Nissouri. 10. Amish Mennonite Cemetery, part of Lot 4 in Concession 7 in the Township of Mornington in the County of Perth. 11. Fairhaven Mennonite Cemetery, part of Lot 15 in Concession 9 in the Township of Mornington in the County of Perth. 12. Mornington Amish Mennonite Cemetery, part of Lot 24 in Concession 2 in the Township of Mornington in the County of Perth. 13. Brotherston Mennonite Church Cemetery, part of Lot 43 in Concession 7 in the Township of Wallace in the County of Perth. 14. Weaverland Mennonite Cemetery, part of Lot 2 in Concession 12 in the Township of Wellesley, Western Section in The Regional Municipality of Waterloo. 15. Amish Mennonite Cemetery, part of Lot 3 in Concession 6 in the Township of Wellesley, Western Section in The Regional Municipality of Waterloo. 16. Orthodox Mennonite Cemetery, part of Lot 6 in Concession 14 in the Township of Wellesley, Eastern Section in The Regional Municipality of Waterloo. 17. Martins Mennonite Cemetery, part of Lot 9 in the German Company Tract in the City of Waterloo in The Regional Municipality of Waterloo formerly in the Township of Waterloo. 18. Cedar Grove Amish Mennonite Cemetery, part of Lot 12 in Concession 3 in the Township of Wellesley, Western Section in The Regional Municipality of Waterloo. 19. Linwood Mennonite Cemetery, part of Lot 12 in Concession 10 in the Township of Wellesley, Western Section in The Regional Municipality of Waterloo. 20. Winterbourne Mennonite Cemetery, part of Lot 2 in Broken Front concession east of the Grand River in Crooks Tract in the Township of Woolwich in The Regional Municipality of Waterloo. 21. Conestoga Mennonite Cemetery, part of Lot 39 in the German Company Tract in the Township of Woolwich in The Regional Municipality of Waterloo. 22. West Montrose Mennonite Cemetery, part of Lot 72 in the German Company tract in the Township of Woolwich in The Regional Municipality of Waterloo. 23. North Woolwich Mennonite Cemetery, part of Lot 99 in the German Company Tract in the Township of Woolwich in The Regional Municipality of Waterloo. 24. Elmira Mennonite Cemetery, part of Lot 104 in the German Company Tract in the Township of Woolwich in The Regional Municipality of Waterloo. 25. Mount Forest Mennonite Cemetery, part of Lot 2 in Concession 7 in the Township of Arthur in the County of Wellington. 26. Goshen Mennonite Cemetery, part of Lot 9 in Concession 7 in the Township of Peel in the County of Wellington. 27. Olivet Mennonite Cemetery, part of Lot 12 in Concession 5 in the Township of Peel in the County of Wellington. 28. Alma Mennonite Cemetery, part of Lot 21 in Concession 14 in the Township of Peel in the County of Wellington. 29. South Peel Mennonite Cemetery, part of Lot 16 in Concession 1 in the Township of Peel in the County of Wellington. 30. Farewell Old Order Mennonite Cemetery, part of the south half of Lot 14 in Concession 10 in the Township of Arthur in the County of Wellington. 31. Cedarview Old Order Mennonite Cemetery, part of Lot 5 in Concession 10 in the Township of Egremont in the County of Grey. 32. Clearview Mennonite Cemetery, part of Lot 10 in Concession 12 in the Township of Mornington in the County of Perth. 33. Kinloss Mennonite Cemetery, in Lot 3 in Concession 11 in the Township of Kinloss in the County of Bruce. 34. North Bend Mennonite Church Cemetery, part of Lot 16 in Concession 12 in the Township of Elderslie in the County of Bruce. 35. Old Order Amish Cemetery Kincardine Township, part of Lot 4 in Concession 10 in the Township of Kincardine in the County of Bruce. 36. Desboro Old Order Amish Cemetery, in the west part of Lot 23 in Concession 7 in the Township of Sullivan in the County of Grey. 37. Bethel Old Order Amish Cemetery, in the west half of Lot 24 in Concession 11 in the Township of West Wawanosh in the County of Huron. 38. Howick Orthodox Mennonite Lakelet Cemetery, in Lot 16 in Concession 16 in the Township of Howick in the County of Huron. 39. Howick Orthodox Mennonite Cemetery, in Lot 7 in Concession 16 in the Township of Howick in the County of Huron. 40. Wroxeter Orthodox Mennonite Church Cemetery, in Lot 20 in Concession A in the Township of Howick in the County of Huron. 41. Westdale Mennonite Cemetery, in Lot 10 in Concession 10 in the Township of Minto in the County of Wellington. O. Reg. 132/92, Sched.; O. Reg. 327/99, s. 1. ",
            "raw_html": "<p class=\"section-e\"><b>21.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 132/92, s. 21.</p> <p class=\"schedule-e\">SCHEDULE</p> <p class=\"paragraph-e\">1. St. Felician Sisters Cemetery in the Township of Toronto in the County of Peel as it existed on the 31st day of December, 1967.</p> <p class=\"paragraph-e\">2. St. Bernard’s Cemetery, part of Lot 20, Concession II west of Yonge Street in the City of North York in The Municipality of Metropolitan Toronto.</p> <p class=\"paragraph-e\">3. The mausoleum owned by the Municipal Corporation of the City of Hamilton and located on the premises of the Stoney Creek Cemetery in the Township of Saltfleet in the County of Wentworth as it existed on the 31st day of December, 1973.</p> <p class=\"paragraph-e\">4. The cemetery owned by The Society of St. John the Evangelist in Canada, lots 5 and 6 on the south side of Cedar Street, in the Town of Bracebridge in The District Municipality of Muskoka.</p> <p class=\"paragraph-e\">5. The Metropolitan Toronto and Region Conservation Authority, McMichael Conservation Area, in the Township of Vaughan in the County of York as it existed on the 31st day of December, 1970.</p> <p class=\"paragraph-e\">6. Amish Mennonite (Aylmer) Cemetery, part of Lot 25 in Concession 8 in the Township of Malahide in the County of Elgin.</p> <p class=\"paragraph-e\">7. Maple Dell Cemetery of the Norwich Amish Mennonite Church, part of Lot 21 in Concession 6 in the Township of Norwich in the County of Oxford formerly in the Township of North Norwich.</p> <p class=\"paragraph-e\">8. Mount Elgin District Amish Mennonite Cemetery, part of Lot 25 in Concession 5 in the Township of South West Oxford in the County of Oxford formerly in the Township of Dereham.</p> <p class=\"paragraph-e\">9. East Nissouri Amish Mennonite Cemetery, part of Lot 27 in Concession 9 in the Township of Zorra in the County of Oxford formerly in the Township of East Nissouri.</p> <p class=\"paragraph-e\">10. Amish Mennonite Cemetery, part of Lot 4 in Concession 7 in the Township of Mornington in the County of Perth.</p> <p class=\"paragraph-e\">11. Fairhaven Mennonite Cemetery, part of Lot 15 in Concession 9 in the Township of Mornington in the County of Perth.</p> <p class=\"paragraph-e\">12. Mornington Amish Mennonite Cemetery, part of Lot 24 in Concession 2 in the Township of Mornington in the County of Perth.</p> <p class=\"paragraph-e\">13. Brotherston Mennonite Church Cemetery, part of Lot 43 in Concession 7 in the Township of Wallace in the County of Perth.</p> <p class=\"paragraph-e\">14. Weaverland Mennonite Cemetery, part of Lot 2 in Concession 12 in the Township of Wellesley, Western Section in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">15. Amish Mennonite Cemetery, part of Lot 3 in Concession 6 in the Township of Wellesley, Western Section in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">16. Orthodox Mennonite Cemetery, part of Lot 6 in Concession 14 in the Township of Wellesley, Eastern Section in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">17. Martins Mennonite Cemetery, part of Lot 9 in the German Company Tract in the City of Waterloo in The Regional Municipality of Waterloo formerly in the Township of Waterloo.</p> <p class=\"paragraph-e\">18. Cedar Grove Amish Mennonite Cemetery, part of Lot 12 in Concession 3 in the Township of Wellesley, Western Section in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">19. Linwood Mennonite Cemetery, part of Lot 12 in Concession 10 in the Township of Wellesley, Western Section in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">20. Winterbourne Mennonite Cemetery, part of Lot 2 in Broken Front concession east of the Grand River in Crooks Tract in the Township of Woolwich in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">21. Conestoga Mennonite Cemetery, part of Lot 39 in the German Company Tract in the Township of Woolwich in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">22. West Montrose Mennonite Cemetery, part of Lot 72 in the German Company tract in the Township of Woolwich in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">23. North Woolwich Mennonite Cemetery, part of Lot 99 in the German Company Tract in the Township of Woolwich in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">24. Elmira Mennonite Cemetery, part of Lot 104 in the German Company Tract in the Township of Woolwich in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">25. Mount Forest Mennonite Cemetery, part of Lot 2 in Concession 7 in the Township of Arthur in the County of Wellington.</p> <p class=\"paragraph-e\">26. Goshen Mennonite Cemetery, part of Lot 9 in Concession 7 in the Township of Peel in the County of Wellington.</p> <p class=\"paragraph-e\">27. Olivet Mennonite Cemetery, part of Lot 12 in Concession 5 in the Township of Peel in the County of Wellington.</p> <p class=\"paragraph-e\">28. Alma Mennonite Cemetery, part of Lot 21 in Concession 14 in the Township of Peel in the County of Wellington.</p> <p class=\"paragraph-e\">29. South Peel Mennonite Cemetery, part of Lot 16 in Concession 1 in the Township of Peel in the County of Wellington.</p> <p class=\"paragraph-e\">30. Farewell Old Order Mennonite Cemetery, part of the south half of Lot 14 in Concession 10 in the Township of Arthur in the County of Wellington.</p> <p class=\"paragraph-e\">31. Cedarview Old Order Mennonite Cemetery, part of Lot 5 in Concession 10 in the Township of Egremont in the County of Grey.</p> <p class=\"paragraph-e\">32. Clearview Mennonite Cemetery, part of Lot 10 in Concession 12 in the Township of Mornington in the County of Perth.</p> <p class=\"paragraph-e\">33. Kinloss Mennonite Cemetery, in Lot 3 in Concession 11 in the Township of Kinloss in the County of Bruce.</p> <p class=\"paragraph-e\">34. North Bend Mennonite Church Cemetery, part of Lot 16 in Concession 12 in the Township of Elderslie in the County of Bruce.</p> <p class=\"paragraph-e\">35. Old Order Amish Cemetery Kincardine Township, part of Lot 4 in Concession 10 in the Township of Kincardine in the County of Bruce.</p> <p class=\"paragraph-e\">36. Desboro Old Order Amish Cemetery, in the west part of Lot 23 in Concession 7 in the Township of Sullivan in the County of Grey.</p> <p class=\"paragraph-e\">37. Bethel Old Order Amish Cemetery, in the west half of Lot 24 in Concession 11 in the Township of West Wawanosh in the County of Huron.</p> <p class=\"paragraph-e\">38. Howick Orthodox Mennonite Lakelet Cemetery, in Lot 16 in Concession 16 in the Township of Howick in the County of Huron.</p> <p class=\"paragraph-e\">39. Howick Orthodox Mennonite Cemetery, in Lot 7 in Concession 16 in the Township of Howick in the County of Huron.</p> <p class=\"paragraph-e\">40. Wroxeter Orthodox Mennonite Church Cemetery, in Lot 20 in Concession A in the Township of Howick in the County of Huron.</p> <p class=\"paragraph-e\">41. Westdale Mennonite Cemetery, in Lot 10 in Concession 10 in the Township of Minto in the County of Wellington.</p> <p class=\"footnote-e\">O. Reg. 132/92, Sched.; O. Reg. 327/99, s. 1.</p> <p class=\"Normal\"></p>"
        }
    ]
}