{
    "reg_info": {
        "full_title": "O. Reg. 561/93: WARDS",
        "reg_name_text": "WARDS",
        "citation": "O. Reg. 561/93: ",
        "act_under": "London-Middlesex Act, 1992   Loi de 1992 sur Middlesex et London",
        "url": "https://www.ontario.ca/laws/regulation/930561",
        "date_scraped": "2023-12-19 20:49:40"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. The City of London is divided into seven wards consisting of the land described in the Schedule. O.Reg. 561/93, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The City of London is divided into seven wards consisting of the land described in the Schedule. O.Reg. 561/93, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Two councillors shall be elected from each ward. O.Reg. 561/93, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Two councillors shall be elected from each ward. O.Reg. 561/93, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. This Regulation comes into force on December 1, 1994 but the regular election held in 1994 shall be conducted as if the Regulation was in force. O.Reg. 561/93, s. 3. SCHEDULE WARD ONE — consists of the portion of the City of London bounded on the west by the west City Limit, on the north by the north City Limit, on the east by the centre line of Wonderland Road, the centre line of Fanshawe Park Road, the centre line of the Medway Creek and the centre line of the North Branch of the River Thames, and on the south by the centre line of the River Thames. WARD TWO — consists of the portion of the City of London bounded on the west by the centre line of the North Branch of the River Thames, the centre line of the Medway Creek, the centre line of Fanshawe Park Road and the centre line of Wonderland Road, on the north by the north City Limit, on the east by the centre line of Highbury Avenue, the centre line of the North Branch of the River Thames and the centre line of Adelaide Street, and on the south by the centre line of Dundas Street. WARD THREE — consists of the portion of the City of London bounded on the west by the centre line of Adelaide Street, the centre line of the North Branch of the River Thames and the centre line of Highbury Avenue, on the north by the north City Limit, on the east by the east City Limit, and on the south by the centre line of Dundas Street. WARD FOUR — consists of the portion of the City of London bounded on the west by the centre line of Highbury Avenue, the centre line of the South Branch of the River Thames and the centre line of Egerton Street, on the north by the centre line of Dundas Street, on the east by the east City Limit, and on the south by the south City Limit. WARD FIVE — consists of the portion of the City of London bounded on the west by the centre line of Wellington Road South and the centre line of Wellington Road, the centre line of Base Line Road East, the centre line of Ridout Street South and the centre line of the South Branch of the River Thames, on the north by the centre line of Dundas Street, on the east by the centre line of Egerton Street, the centre line of the South Branch of the River Thames and the centre line of Highbury Avenue, and on the south by the south City Limit. WARD SIX — consists of the portion of the City of London bounded on the west by the centre line of Wonderland Road South, the centre line of Longwoods Road, the centre line of Wharncliffe Road, the centre line of Commissioners Road West and the centre line of Wonderland Road South, on the north by the centre line of the River Thames, on the east by the centre line of the South Branch of River Thames, the centre line of Ridout Street South, the centre line of Base Line Road East, the centre line of Wellington Road and the centre line of Wellington Road South, and on the south by the south City Limit. WARD SEVEN — consists of the portion of the City of London bounded on the west by the west City Limit, on the north by the centre line of the North Branch of the River Thames, on the east by the centre line of Wonderland Road South, the centre line of Commissioners Road West, the centre line of Wharncliffe Road, the centre line of Longwoods Road and the centre line of Wonderland Road South, and on the south by the south City Limit. O.Reg. 561/93, Sched. ",
            "raw_html": "<p class=\"section-e\"><b>3. </b>This Regulation comes into force on December 1, 1994 but the regular election held in 1994 shall be conducted as if the Regulation was in force. O.Reg. 561/93, s. 3.</p> <p class=\"schedule-e\">SCHEDULE</p> <p class=\"paranoindt-e\">WARD ONE — consists of the portion of the City of London bounded on the west by the west City Limit, on the north by the north City Limit, on the east by the centre line of Wonderland Road, the centre line of Fanshawe Park Road, the centre line of the Medway Creek and the centre line of the North Branch of the River Thames, and on the south by the centre line of the River Thames.</p> <p class=\"paranoindt-e\">WARD TWO — consists of the portion of the City of London bounded on the west by the centre line of the North Branch of the River Thames, the centre line of the Medway Creek, the centre line of Fanshawe Park Road and the centre line of Wonderland Road, on the north by the north City Limit, on the east by the centre line of Highbury Avenue, the centre line of the North Branch of the River Thames and the centre line of Adelaide Street, and on the south by the centre line of Dundas Street.</p> <p class=\"paranoindt-e\">WARD THREE — consists of the portion of the City of London bounded on the west by the centre line of Adelaide Street, the centre line of the North Branch of the River Thames and the centre line of Highbury Avenue, on the north by the north City Limit, on the east by the east City Limit, and on the south by the centre line of Dundas Street.</p> <p class=\"paranoindt-e\">WARD FOUR — consists of the portion of the City of London bounded on the west by the centre line of Highbury Avenue, the centre line of the South Branch of the River Thames and the centre line of Egerton Street, on the north by the centre line of Dundas Street, on the east by the east City Limit, and on the south by the south City Limit.</p> <p class=\"paranoindt-e\">WARD FIVE — consists of the portion of the City of London bounded on the west by the centre line of Wellington Road South and the centre line of Wellington Road, the centre line of Base Line Road East, the centre line of Ridout Street South and the centre line of the South Branch of the River Thames, on the north by the centre line of Dundas Street, on the east by the centre line of Egerton Street, the centre line of the South Branch of the River Thames and the centre line of Highbury Avenue, and on the south by the south City Limit.</p> <p class=\"paranoindt-e\">WARD SIX — consists of the portion of the City of London bounded on the west by the centre line of Wonderland Road South, the centre line of Longwoods Road, the centre line of Wharncliffe Road, the centre line of Commissioners Road West and the centre line of Wonderland Road South, on the north by the centre line of the River Thames, on the east by the centre line of the South Branch of River Thames, the centre line of Ridout Street South, the centre line of Base Line Road East, the centre line of Wellington Road and the centre line of Wellington Road South, and on the south by the south City Limit.</p> <p class=\"paranoindt-e\">WARD SEVEN — consists of the portion of the City of London bounded on the west by the west City Limit, on the north by the centre line of the North Branch of the River Thames, on the east by the centre line of Wonderland Road South, the centre line of Commissioners Road West, the centre line of Wharncliffe Road, the centre line of Longwoods Road and the centre line of Wonderland Road South, and on the south by the south City Limit.</p> <p class=\"tfootnote-e\">O.Reg. 561/93, Sched.</p> <p class=\"Normal\"></p>"
        }
    ]
}