{
    "reg_info": {
        "full_title": "O. Reg. 618/05: DESIGNATION OF BUS BY-PASS SHOULDERS ON KING'S HIGHWAY",
        "reg_name_text": "designation of Bus By-Pass shoulders on king’s highway",
        "citation": "O. Reg. 618/05: DESIGNATION OF BUS BY-PASS SHOULDERS ON KING'S HIGHWAY",
        "act_under": "Highway Traffic Act",
        "url": "https://www.ontario.ca/laws/regulation/050618",
        "date_scraped": "2023-12-18 02:57:11"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October  3, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/050618/v14",
            "valid_from": "July  1, 2021",
            "valid_to": "October  2, 2023"
        },
        {
            "a_href": "/laws/regulation/050618/v13",
            "valid_from": "June  7, 2021",
            "valid_to": "June 30, 2021"
        },
        {
            "a_href": "/laws/regulation/050618/v12",
            "valid_from": "July 14, 2020",
            "valid_to": "June  6, 2021"
        },
        {
            "a_href": "/laws/regulation/050618/v11",
            "valid_from": "October 16, 2019",
            "valid_to": "July 13, 2020"
        },
        {
            "a_href": "/laws/regulation/050618/v10",
            "valid_from": "October  8, 2019",
            "valid_to": "October 15, 2019"
        },
        {
            "a_href": "/laws/regulation/050618/v9",
            "valid_from": "February 12, 2018",
            "valid_to": "October  7, 2019"
        },
        {
            "a_href": "/laws/regulation/050618/v8",
            "valid_from": "October  1, 2016",
            "valid_to": "February 11, 2018"
        },
        {
            "a_href": "/laws/regulation/050618/v7",
            "valid_from": "September 28, 2016",
            "valid_to": "September 30, 2016"
        },
        {
            "a_href": "/laws/regulation/050618/v6",
            "valid_from": "March  3, 2016",
            "valid_to": "September 27, 2016"
        },
        {
            "a_href": "/laws/regulation/050618/v5",
            "valid_from": "June 24, 2015",
            "valid_to": "March  2, 2016"
        },
        {
            "a_href": "/laws/regulation/050618/v4",
            "valid_from": "April 27, 2015",
            "valid_to": "June 23, 2015"
        },
        {
            "a_href": "/laws/regulation/050618/v3",
            "valid_from": "July 29, 2014",
            "valid_to": "April 26, 2015"
        },
        {
            "a_href": "/laws/regulation/050618/v1",
            "valid_from": "December  1, 2005",
            "valid_to": "September  6, 2012"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Designation of bus by-pass shoulders",
            "content": " 1. (1) Those parts of the King’s Highway described in Schedule 1 are designated as having paved shoulders for use by a bus operated in accordance with an authorization provided by the Ministry by, (a) the Greater Toronto Transit Authority, also known as GO Transit; or (b) Mississauga Transit. O. Reg. 322/23, s. 1 (1). (1.1) Those parts of the King’s Highway described in Schedule 2 are designated as having paved shoulders for use by a bus operated in accordance with an authorization provided by the Ministry by, (a) the OC Transpo Corporation, also known as OC Transpo; or (b) a bus line operator operating on behalf of the OC Transpo Corporation, but only with respect to those of its buses in which a valid placard issued by the OC Transpo Corporation is displayed in its front windshield. O. Reg. 322/23, s. 1 (1). (1.2) Those parts of the King’s Highway described in Schedule 3 are designated as having paved shoulders for use by a bus operated in accordance with an authorization provided by the Ministry by Grand River Transit, also known as GRT. O. Reg. 322/23, s. 1 (1). (1.3) Those parts of the King’s Highway described in Schedule 4 are designated as having paved shoulders for use by a bus operated in accordance with an authorization provided by the Ministry by, (a) the Greater Toronto Transit Authority, also known as GO Transit; or (b) Grand River Transit, also known as GRT. O. Reg. 322/23, s. 1 (1). (2) A paved shoulder on a part of the King’s Highway designated under this section may also be used by, (a) an emergency vehicle, as defined in section 144 of the Act, being driven by a person in the performance of his or her duties; (b) a vehicle being driven by a police officer in the lawful performance of his or her duties; (c) a vehicle owned or leased by the Crown in right of Ontario being driven, in the lawful performance of his or her duties, by an officer appointed for enforcing and carrying out the provisions of the Act; and (d) a road service vehicle actively engaged in road construction or maintenance activities on or near the paved shoulder.  O. Reg. 618/05, s. 1 (2); O. Reg. 149/14, s. 1 (2); O. Reg. 41/16, s. 1 (1-3). (3) No person shall drive or stop a vehicle on a paved shoulder of a part of the King’s Highway designated under subsection (1), (1.1), (1.2) or (1.3), except as permitted under subsection (1), (1.1), (1.2) or (1.3), as applicable, or subsection (2). O. Reg. 322/23, s. 1 (2). (4) Subsection (3) does not apply where it is impossible to avoid a temporary contravention of it due to, (a) an emergency; or (b) a vehicle being disabled while on a highway.  O. Reg. 618/05, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK0\"></a><b>1. </b>(1) Those parts of the King’s Highway described in Schedule 1 are designated as having paved shoulders for use by a bus operated in accordance with an authorization provided by the Ministry by,</p> <p class=\"clause-e\">  (a) the Greater Toronto Transit Authority, also known as GO Transit; or</p> <p class=\"clause-e\">  (b) Mississauga Transit. O. Reg. 322/23, s. 1 (1).</p> <p class=\"subsection-e\">  (1.1) Those parts of the King’s Highway described in Schedule 2 are designated as having paved shoulders for use by a bus operated in accordance with an authorization provided by the Ministry by,</p> <p class=\"clause-e\">  (a) the OC Transpo Corporation, also known as OC Transpo; or</p> <p class=\"clause-e\">  (b) a bus line operator operating on behalf of the OC Transpo Corporation, but only with respect to those of its buses in which a valid placard issued by the OC Transpo Corporation is displayed in its front windshield. O. Reg. 322/23, s. 1 (1).</p> <p class=\"subsection-e\">  (1.2) Those parts of the King’s Highway described in Schedule 3 are designated as having paved shoulders for use by a bus operated in accordance with an authorization provided by the Ministry by Grand River Transit, also known as GRT. O. Reg. 322/23, s. 1 (1).</p> <p class=\"subsection-e\">  (1.3) Those parts of the King’s Highway described in Schedule 4 are designated as having paved shoulders for use by a bus operated in accordance with an authorization provided by the Ministry by,</p> <p class=\"clause-e\">  (a) the Greater Toronto Transit Authority, also known as GO Transit; or</p> <p class=\"clause-e\">  (b) Grand River Transit, also known as GRT. O. Reg. 322/23, s. 1 (1).</p> <p class=\"subsection-e\">  (2) A paved shoulder on a part of the King’s Highway designated under this section may also be used by,</p> <p class=\"clause-e\">  (a) an emergency vehicle, as defined in section 144 of the Act, being driven by a person in the performance of his or her duties;</p> <p class=\"clause-e\">  (b) a vehicle being driven by a police officer in the lawful performance of his or her duties;</p> <p class=\"clause-e\">  (c) a vehicle owned or leased by the Crown in right of Ontario being driven, in the lawful performance of his or her duties, by an officer appointed for enforcing and carrying out the provisions of the Act; and</p> <p class=\"clause-e\">  (d) a road service vehicle actively engaged in road construction or maintenance activities on or near the paved shoulder.  O. Reg. 618/05, s. 1 (2); O. Reg. 149/14, s. 1 (2); O. Reg. 41/16, s. 1 (1-3).</p> <p class=\"subsection-e\">  (3) No person shall drive or stop a vehicle on a paved shoulder of a part of the King’s Highway designated under subsection (1), (1.1), (1.2) or (1.3), except as permitted under subsection (1), (1.1), (1.2) or (1.3), as applicable, or subsection (2). O. Reg. 322/23, s. 1 (2).</p> <p class=\"subsection-e\">  (4) Subsection (3) does not apply where it is impossible to avoid a temporary contravention of it due to, </p> <p class=\"clause-e\">  (a) an emergency; or </p> <p class=\"clause-e\">  (b) a vehicle being disabled while on a highway.  O. Reg. 618/05, s. 1 (4).</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Signs marking bus by-pass shoulders",
            "content": " 2. (1) A paved shoulder on a part of the King’s Highway designated under section 1 shall be marked with the following ground mounted signs: 1. A sign that has the dimensions and bears the markings illustrated in Figure 1. 2. In an area designated in the Schedule to the French Language Services Act, a sign that has the dimensions and bears the markings illustrated in Figure 2, in addition to a sign described in paragraph 1. figure 1  Text alternative: Illustration of a ground-mounted sign labelled as “Figure 1”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains the words “DO NOT DRIVE ON PAVED SHOULDER” in black lettering on a white reflective background. The bottom rectangle contains the words “AUTHORIZED BUSES EXCEPTED” in white lettering on a black reflective background. The following measurements are written below the sign: (90 x 180) cm. The sign is surrounded by dimensions of its different elements. This text alternative is provided for convenience only and does not form part of the official law. figure 2  Text alternative: Illustration of a ground-mounted sign labelled as “Figure 2”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains the words “INTERDIT DE CIRCULER SUR L’ACCOTEMENT” in black lettering on a white reflective background. The bottom rectangle contains the words “EXCEPTÉ AUTOBUS AUTORISÉS” in white lettering on a black reflective background. The following measurements are written below the sign: (90 x 180) cm. The sign is surrounded by dimensions of its different elements. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 618/05, s. 2 (1); O. Reg. 88/15, s. 1 (1). (2) The commencement of a paved shoulder on a part of the King’s Highway designated under section 1 shall be marked with the following ground mounted signs: 1. A sign that has the dimensions and bears the markings illustrated in Figure 3. 2. In an area designated in the Schedule to the French Language Services Act, a sign that has the dimensions and bears the markings illustrated in Figure 4, in addition to a sign described in paragraph 1. figure 3  Text alternative: Illustration of a ground-mounted sign labelled as “Figure 3”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains the words “AUTHORIZED BUSES USING SHOULDER” in black lettering on a white reflective background. The bottom rectangle contains the words “BEGINS” in white lettering on a black reflective background. The following measurements are written below the sign: (90 x 120) cm. The sign is surrounded by dimensions of its different elements. This text alternative is provided for convenience only and does not form part of the official law. figure 4  Text alternative: Illustration of a ground-mounted sign labelled as “Figure 4”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains the words “EMPRUNT DE L’ACCOTEMENT PAR AUTOBUS AUTORISÉS” in black lettering on a white reflective background. The bottom rectangle contains the words “DÉBUT” in white lettering on a black reflective background. The following measurements are written below the sign: (120 x 120) cm. Measurements for the height of the lettering and horizontal spacing between the lines of text appear to the left of the sign. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 618/05, s. 2 (2); O. Reg. 88/15, s. 1 (2). (3) The end of a paved shoulder on a part of the King’s Highway designated under section 1 shall be marked with the following ground mounted signs: 1. A sign that has the dimensions and bears the markings illustrated in Figure 5. 2. In an area designated in the Schedule to the French Language Services Act, a sign that has the dimensions and bears the markings illustrated in Figure 6, in addition to a sign described in paragraph 1. figure 5  Text alternative: Illustration of a ground-mounted sign labelled as “Figure 5”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains the words “AUTHORIZED BUSES USING SHOULDER” in black lettering on a white reflective background. The bottom rectangle contains the words “ENDS” in white lettering on a black reflective background. The following measurements are written below the sign: (90 x 120) cm. Measurements for the height of the lettering and horizontal spacing between the lines of text appear to the left of the sign. This text alternative is provided for convenience only and does not form part of the official law. figure 6  Text alternative: Illustration of a ground-mounted sign labelled as “Figure 6”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains the words “EMPRUNT DE L’ACCOTEMENT PAR AUTOBUS AUTORISÉS” in black lettering on a white reflective background. The bottom rectangle contains the words “FIN” in white lettering on a black reflective background. The following measurements are written below the sign: (120 x 120) cm. Measurements for the height of the lettering and horizontal spacing between the lines of text appear to the left of the sign. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 618/05, s. 2 (3); O. Reg. 88/15, s. 1 (3). (4) The dimensions of a sign may be greater than the dimensions prescribed in subsection (1), (2) or (3) so long as each dimension is increased and, when increased, has the same relation to the other dimensions of the sign as the prescribed dimensions have to each other.  O. Reg. 618/05, s. 2 (4). (5) A ground mounted sign shall be erected on the side of the highway facing approaching traffic.  O. Reg. 618/05, s. 2 (5). 3. Omitted (revokes other Regulations).  O. Reg. 618/05, s. 3. 4. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 618/05, s. 4. Schedule 1   Highway No. 403 1. That portion of the King’s Highway known as Highway No. 403 in the City of Mississauga in The Regional Municipality of Peel, (a) in the eastbound direction, between a point situate 260 metres measured easterly from the intersection of Highway No. 403 with the centre line of Erin Mills Parkway and a point situate 607 metres measured westerly from the intersection of Highway No. 403 with the centre line of Mavis Road; (b) in the westbound direction, between a point situate 737 metres measured westerly from the intersection of Highway No. 403 with the centre line of Mavis Road and a point situate 210 metres measured easterly from the intersection of Highway No. 403 with the centre line of Erin Mills Parkway. O. Reg. 618/05, Sched. 1. Schedule 2   Highway No. 417 1. That portion of the King’s Highway known as Highway No. 417 in the City of Ottawa, (a) in the eastbound direction, between a point situate 590 metres measured easterly from the intersection of Highway No. 417 with the centre line of Eagleson Road and a point situate 750 metres measured westerly from the intersection of Highway No. 417 with the centre line of Moodie Drive; (b) in the westbound direction, between a point situate 875 metres measured westerly from the intersection of Highway No. 417 with the centre line of Moodie Drive and a point situate 1150 metres measured easterly from the intersection of Highway No. 417 with the centre line of Eagleson Road; (c)  Revoked: O. Reg. 337/19, s. 1. (d)  Revoked: O. Reg. 365/20, s. 1. (e)  Revoked: O. Reg. 333/19, s. 1. (f)  Revoked: O. Reg. 365/20, s. 1. O. Reg. 263/12, s. 2; O. Reg. 174/15, s. 1; O. Reg. 41/16, s. 2, O. Reg. 333/19, s. 1; O. Reg. 337/19, s. 1; O. Reg. 365/20, s. 1. schedule 3   highway No. 8 1. That portion of the King’s Highway known as Highway No. 8 in the City of Kitchener, (a) in the eastbound direction, between a point situate 800 metres measured easterly from the intersection of Highway No. 8 with the centre line of Fairway Road and a point situate 1900 metres measured westerly from the intersection of Highway No. 8 with the centre line of Sportsworld Drive; (b) in the eastbound direction, beginning at a point situate 300 metres measured westerly from the intersection of Highway No. 8 with the centre line of Sportsworld Drive and  extending westerly for a distance of 1100 metres; (c) in the westbound direction, beginning at a point situate 300 metres measured westerly from the intersection of Highway No. 8 with the centre line of Sportsworld Drive and  extending westerly for a distance of 750 metres; (d) in the westbound direction, between a point situate 1300 metres measured westerly from the intersection of Highway No. 8 with the centre line of Sportsworld Drive and a point situate 800 metres measured easterly from the intersection of Highway No. 8 with the centre line of Fairway Road. O. Reg. 149/14, s. 2. SCHEDULE 4   HIGHWAY NO. 401 1. That portion of the King’s Highway known as Highway No. 401 in the Town of Milton in The Regional Municipality of Halton, (a) in the eastbound direction, between a point situate 1322 metres measured westerly from the intersection of Highway No. 401 with the centre line of Steeles Avenue and a point situate 288 metres measured easterly from that intersection; (b) in the eastbound direction, beginning at a point situate 800 metres measured easterly from the intersection of Highway No. 401 with the centre line of James Snow Parkway and extending easterly for a distance of 600 metres; (c) in the eastbound direction, between a point situate 400 metres measured easterly from the intersection of Highway No. 401 with the centre line of 5th Line and a point situate 400 metres measured westerly from the intersection of Highway No. 401 with the centre line of 6th Line; (d) in the eastbound direction, beginning at a point situate 200 metres measured easterly from the intersection of Highway No. 401 with the centre line of 6th Line and extending easterly for a distance of 500 metres; (e) in the eastbound direction, beginning at a point situate 673 metres measured easterly from the intersection of Highway No. 401 with the centre line of Trafalgar Road and extending easterly for a distance of 827 metres. 2. That portion of the King’s Highway known as Highway No. 401 in the City of Cambridge in the Region of Waterloo, (a) in the westbound direction on the westbound off-ramp from Highway No. 401 to Highway No. 8 beginning at a point situate at the ramp’s eastern limit at Highway No. 401 and extending westerly for a distance of 562 metres; (b) in the eastbound direction on the eastbound on-ramp from Highway No. 8 to Highway No. 401, between a point situate at the ramp’s eastern terminus at Highway No. 401 and a point situate 366 metres measured westerly from that terminus; (c) in the westbound direction, between a point situate 1461 metres measured easterly from the intersection of Highway No. 401 with the centre line of Speedsville Road (Waterloo Road 38) and a point situate 1755 metres measured westerly from that intersection; (d) in the eastbound direction, beginning at a point situate 106 metres measured easterly from the intersection of Highway No. 401 with the centre line of Fountain Street North (Waterloo Road 17) and extending easterly for a distance of 3073 metres; (e) in the eastbound direction on the eastbound off-ramp from Highway No. 401 to Hespeler Road (Waterloo Road 24), beginning at a point situate at the ramp’s western limit at Highway No. 401 and extending easterly for a distance of 157 metres. O. Reg. 323/16, s. 2; O. Reg. 322/23, s. 2.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>2. </b>(1) A paved shoulder on a part of the King’s Highway designated under section 1 shall be marked with the following ground mounted signs:</p> <p class=\"paragraph-e\">  1. A sign that has the dimensions and bears the markings illustrated in Figure 1.</p> <p class=\"paragraph-e\">  2. In an area designated in the Schedule to the <i>French Language Services Act</i>, a sign that has the dimensions and bears the markings illustrated in Figure 2, in addition to a sign described in paragraph 1.</p> <p class=\"headingx-e\">figure 1</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure 1 - a ground-mounted sign with text DO NOT DRIVE ON PAVED SHOULDER - AUTHORIZED BUSES EXCEPTED.\" border=\"0\" height=\"549\" id=\"Picture 1\" src=\"050618_e_files/image001.jpg\" width=\"265\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground-mounted sign labelled as “Figure 1”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains the words “DO NOT DRIVE ON PAVED SHOULDER” in black lettering on a white reflective background. The bottom rectangle contains the words “AUTHORIZED BUSES EXCEPTED” in white lettering on a black reflective background. The following measurements are written below the sign: (90 x 180) cm. The sign is surrounded by dimensions of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"headingx-e\">figure 2</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure 2 - a ground-mounted sign with text INTERDIT DE CIRCULER SUR L'ACCOTEMENT - EXCEPTÉ AUTOBUS AUTORISÉS.\" border=\"0\" height=\"535\" id=\"Picture 2\" src=\"050618_e_files/image002.jpg\" width=\"332\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground-mounted sign labelled as “Figure 2”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains the words “INTERDIT DE CIRCULER SUR L’ACCOTEMENT” in black lettering on a white reflective background. The bottom rectangle contains the words “EXCEPTÉ AUTOBUS AUTORISÉS” in white lettering on a black reflective background. The following measurements are written below the sign: (90 x 180) cm. The sign is surrounded by dimensions of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 618/05, s. 2 (1); O. Reg. 88/15, s. 1 (1).</p> <p class=\"subsection-e\">  (2) The commencement of a paved shoulder on a part of the King’s Highway designated under section 1 shall be marked with the following ground mounted signs:</p> <p class=\"paragraph-e\">  1. A sign that has the dimensions and bears the markings illustrated in Figure 3.</p> <p class=\"paragraph-e\">  2. In an area designated in the Schedule to the <i>French Language Services Act</i>, a sign that has the dimensions and bears the markings illustrated in Figure 4, in addition to a sign described in paragraph 1.</p> <p class=\"headingx-e\">figure 3</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure 3 - a ground-mounted sign with text AUTHORIZED BUSES USING SHOULDER - BEGINS.\" border=\"0\" height=\"426\" id=\"Picture 3\" src=\"050618_e_files/image003.jpg\" width=\"348\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground-mounted sign labelled as “Figure 3”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains the words “AUTHORIZED BUSES USING SHOULDER” in black lettering on a white reflective background. The bottom rectangle contains the words “BEGINS” in white lettering on a black reflective background. The following measurements are written below the sign: (90 x 120) cm. The sign is surrounded by dimensions of its different elements. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"headingx-e\">figure 4</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure 4 - a ground-mounted sign with text EMPRUNT DE L'ACCOTEMENT PAR AUTOBUS AUTORISÉS - DÉBUT.\" border=\"0\" height=\"325\" id=\"Picture 4\" src=\"050618_e_files/image004.jpg\" width=\"314\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground-mounted sign labelled as “Figure 4”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains the words “EMPRUNT DE L’ACCOTEMENT PAR AUTOBUS AUTORISÉS” in black lettering on a white reflective background. The bottom rectangle contains the words “DÉBUT” in white lettering on a black reflective background. The following measurements are written below the sign: (120 x 120) cm. Measurements for the height of the lettering and horizontal spacing between the lines of text appear to the left of the sign. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 618/05, s. 2 (2); O. Reg. 88/15, s. 1 (2).</p> <p class=\"subsection-e\">  (3) The end of a paved shoulder on a part of the King’s Highway designated under section 1 shall be marked with the following ground mounted signs:</p> <p class=\"paragraph-e\">  1. A sign that has the dimensions and bears the markings illustrated in Figure 5.</p> <p class=\"paragraph-e\">  2. In an area designated in the Schedule to the <i>French Language Services Act</i>, a sign that has the dimensions and bears the markings illustrated in Figure 6, in addition to a sign described in paragraph 1.</p> <p class=\"headingx-e\">figure 5</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure 5 - a ground-mounted sign with text AUTHORIZED BUSES USING SHOULDER - ENDS.\" border=\"0\" height=\"440\" id=\"Picture 5\" src=\"050618_e_files/image005.jpg\" width=\"345\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground-mounted sign labelled as “Figure 5”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains the words “AUTHORIZED BUSES USING SHOULDER” in black lettering on a white reflective background. The bottom rectangle contains the words “ENDS” in white lettering on a black reflective background. The following measurements are written below the sign: (90 x 120) cm. Measurements for the height of the lettering and horizontal spacing between the lines of text appear to the left of the sign. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"headingx-e\">figure 6</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure 6 - a ground-mounted sign with text EMPRUNT DE L'ACCOTEMENT PAR AUTOBUS AUTORISÉS - FIN.\" border=\"0\" height=\"311\" id=\"Picture 6\" src=\"050618_e_files/image006.jpg\" width=\"301\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a ground-mounted sign labelled as “Figure 6”. The sign contains two rectangles, stacked on top of one another. The top rectangle contains the words “EMPRUNT DE L’ACCOTEMENT PAR AUTOBUS AUTORISÉS” in black lettering on a white reflective background. The bottom rectangle contains the words “FIN” in white lettering on a black reflective background. The following measurements are written below the sign: (120 x 120) cm. Measurements for the height of the lettering and horizontal spacing between the lines of text appear to the left of the sign. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">O. Reg. 618/05, s. 2 (3); O. Reg. 88/15, s. 1 (3).</p> <p class=\"subsection-e\">  (4) The dimensions of a sign may be greater than the dimensions prescribed in subsection (1), (2) or (3) so long as each dimension is increased and, when increased, has the same relation to the other dimensions of the sign as the prescribed dimensions have to each other.  O. Reg. 618/05, s. 2 (4).</p> <p class=\"subsection-e\"><b> </b>(5) A ground mounted sign shall be erected on the side of the highway facing approaching traffic.  O. Reg. 618/05, s. 2 (5).</p> <p class=\"section-e\"> <b>3.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).  O. Reg. 618/05, s. 3.</p> <p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 618/05, s. 4.</p> <p class=\"schedule-e\"><a name=\"BK2\"></a>Schedule 1 <br/>  Highway No. 403</p> <p class=\"section-e\">  1. That portion of the King’s Highway known as Highway No. 403 in the City of Mississauga in The Regional Municipality of Peel, </p> <p class=\"clause-e\">  (a) in the eastbound direction, between a point situate 260 metres measured easterly from the intersection of Highway No. 403 with the centre line of Erin Mills Parkway and a point situate 607 metres measured westerly from the intersection of Highway No. 403 with the centre line of Mavis Road; </p> <p class=\"clause-e\">  (b) in the westbound direction, between a point situate 737 metres measured westerly from the intersection of Highway No. 403 with the centre line of Mavis Road and a point situate 210 metres measured easterly from the intersection of Highway No. 403 with the centre line of Erin Mills Parkway.</p> <p class=\"footnote-e\">O. Reg. 618/05, Sched. 1.</p> <p class=\"schedule-e\"><a name=\"BK3\"></a>Schedule 2 <br/>  Highway No. 417</p> <p class=\"section-e\">  1. That portion of the King’s Highway known as Highway No. 417 in the City of Ottawa,</p> <p class=\"clause-e\">  (a) in the eastbound direction, between a point situate 590 metres measured easterly from the intersection of Highway No. 417 with the centre line of Eagleson Road and a point situate 750 metres measured westerly from the intersection of Highway No. 417 with the centre line of Moodie Drive;</p> <p class=\"clause-e\">  (b) in the westbound direction, between a point situate 875 metres measured westerly from the intersection of Highway No. 417 with the centre line of Moodie Drive and a point situate 1150 metres measured easterly from the intersection of Highway No. 417 with the centre line of Eagleson Road;</p> <p class=\"clause-e\">  (c)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 337/19, s. 1.</p> <p class=\"clause-e\">  (d)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 365/20, s. 1.</p> <p class=\"clause-e\">  (e)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 333/19, s. 1.</p> <p class=\"clause-e\">  (f)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 365/20, s. 1.</p> <p class=\"footnote-e\">O. Reg. 263/12, s. 2; O. Reg. 174/15, s. 1; O. Reg. 41/16, s. 2, O. Reg. 333/19, s. 1; O. Reg. 337/19, s. 1; O. Reg. 365/20, s. 1.</p> <p class=\"schedule-e\"><a name=\"BK4\"></a>schedule 3 <br/>  highway No. 8</p> <p class=\"section-e\"><b> </b>1.<b> </b>That portion of the King’s Highway known as Highway No. 8 in the City of Kitchener,</p> <p class=\"clause-e\">  (a) in the eastbound direction, between a point situate 800 metres measured easterly from the intersection of Highway No. 8 with the centre line of Fairway Road and a point situate 1900 metres measured westerly from the intersection of Highway No. 8 with the centre line of Sportsworld Drive;</p> <p class=\"clause-e\">  (b) in the eastbound direction, beginning at a point situate 300 metres measured westerly from the intersection of Highway No. 8 with the centre line of Sportsworld Drive and  extending westerly for a distance of 1100 metres;</p> <p class=\"clause-e\">  (c) in the westbound direction, beginning at a point situate 300 metres measured westerly from the intersection of Highway No. 8 with the centre line of Sportsworld Drive and  extending westerly for a distance of 750 metres;</p> <p class=\"clause-e\">  (d) in the westbound direction, between a point situate 1300 metres measured westerly from the intersection of Highway No. 8 with the centre line of Sportsworld Drive and a point situate 800 metres measured easterly from the intersection of Highway No. 8 with the centre line of Fairway Road.</p> <p class=\"footnote-e\">O. Reg. 149/14, s. 2.</p> <p class=\"schedule-e\"><a name=\"BK5\"></a>SCHEDULE 4 <br/>  HIGHWAY NO. 401</p> <p class=\"section-e\">  1. That portion of the King’s Highway known as Highway No. 401 in the Town of Milton in The Regional Municipality of Halton,</p> <p class=\"clause-e\">  (a) in the eastbound direction, between a point situate 1322 metres measured westerly from the intersection of Highway No. 401 with the centre line of Steeles Avenue and a point situate 288 metres measured easterly from that intersection;</p> <p class=\"clause-e\">  (b) in the eastbound direction, beginning at a point situate 800 metres measured easterly from the intersection of Highway No. 401 with the centre line of James Snow Parkway and extending easterly for a distance of 600 metres;</p> <p class=\"clause-e\">  (c) in the eastbound direction, between a point situate 400 metres measured easterly from the intersection of Highway No. 401 with the centre line of 5th Line and a point situate 400 metres measured westerly from the intersection of Highway No. 401 with the centre line of 6th Line;</p> <p class=\"clause-e\">  (d) in the eastbound direction, beginning at a point situate 200 metres measured easterly from the intersection of Highway No. 401 with the centre line of 6th Line and extending easterly for a distance of 500 metres;</p> <p class=\"clause-e\">  (e) in the eastbound direction, beginning at a point situate 673 metres measured easterly from the intersection of Highway No. 401 with the centre line of Trafalgar Road and extending easterly for a distance of 827 metres.</p> <p class=\"section-e\">  2. That portion of the King’s Highway known as Highway No. 401 in the City of Cambridge in the Region of Waterloo,</p> <p class=\"clause-e\">  (a) in the westbound direction on the westbound off-ramp from Highway No. 401 to Highway No. 8 beginning at a point situate at the ramp’s eastern limit at Highway No. 401 and extending westerly for a distance of 562 metres;</p> <p class=\"clause-e\">  (b) in the eastbound direction on the eastbound on-ramp from Highway No. 8 to Highway No. 401, between a point situate at the ramp’s eastern terminus at Highway No. 401 and a point situate 366 metres measured westerly from that terminus;</p> <p class=\"clause-e\">  (c) in the westbound direction, between a point situate 1461 metres measured easterly from the intersection of Highway No. 401 with the centre line of Speedsville Road (Waterloo Road 38) and a point situate 1755 metres measured westerly from that intersection;</p> <p class=\"clause-e\">  (d) in the eastbound direction, beginning at a point situate 106 metres measured easterly from the intersection of Highway No. 401 with the centre line of Fountain Street North (Waterloo Road 17) and extending easterly for a distance of 3073 metres;</p> <p class=\"clause-e\">  (e) in the eastbound direction on the eastbound off-ramp from Highway No. 401 to Hespeler Road (Waterloo Road 24), beginning at a point situate at the ramp’s western limit at Highway No. 401 and extending easterly for a distance of 157 metres.</p> <p class=\"footnote-e\">O. Reg. 323/16, s. 2; O. Reg. 322/23, s. 2.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/050618\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Schedule 1",
            "part_id": null,
            "part_type": null,
            "section": "Highway no. 403",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Schedule 2",
            "part_id": null,
            "part_type": null,
            "section": "Highway no. 417",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Schedule 3",
            "part_id": null,
            "part_type": null,
            "section": "Highway no. 8",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "Schedule 4",
            "part_id": null,
            "part_type": null,
            "section": "Highway no. 401",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}