{
    "reg_info": {
        "full_title": "O. Reg. 206/95: EXEMPTION - FANSHAWE COLLEGE - MCU-07",
        "reg_name_text": "EXEMPTION — FANSHAWE COLLEGE — MCU-07",
        "citation": "O. Reg. 206/95: EXEMPTION - FANSHAWE COLLEGE - MCU-07",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/950206",
        "date_scraped": "2023-12-21 13:59:55"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/950206/v1",
            "valid_from": "April  7, 1995",
            "valid_to": "December  1, 2009"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from Fanshawe College, a public body reporting to the Minister of Education and Training, that an undertaking, namely: the proposal to establish and operate a permanent College Campus on a less than 10 acre site within the City of St. Thomas, be exempt from the application of the Act pursuant to section 29; and",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from Fanshawe College, a public body reporting to the Minister of Education and Training, that an undertaking, namely:</p> <p class=\"parawindt-e\">the proposal to establish and operate a permanent College Campus on a less than 10 acre site within the City of St. Thomas,</p> <p class=\"paranoindt-e\">be exempt from the application of the Act pursuant to section 29; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having been advised that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: The College will be subject to delay with the result that funding opportunities will be missed and the College Campus will not be built. The Community will be without adequate educational and training facilities.",
            "raw_html": "<p class=\"parawtab-e\">Having been advised that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"parawindt-e\">The College will be subject to delay with the result that funding opportunities will be missed and the College Campus will not be built. The Community will be without adequate educational and training facilities.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. The requirements of the Class Environmental Assessment Act for Municipal Water and Wastewater Projects have been fulfilled which adequately address environmental concerns and public consultation. That process consisted of complete public review of development issues of local and provincial scope and interest, as well as potential sources of environmental (natural, social, cultural, economic and technical) effect. B. The proponent has carried out presubmission consultation with the Ministry of Environment and Energy and the proposal was circulated to appropriate ministries, agencies and local municipalities for comment. C. The new St. Thomas Campus is viewed as an essential element in the St. Thomas/Elgin Community to provide life long educational opportunities. D. Copies of documents related to the foregoing reasons may be found in the Public Record files maintained under section 30 of the Environmental Assessment Act.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. The requirements of the Class Environmental Assessment Act for Municipal Water and Wastewater Projects have been fulfilled which adequately address environmental concerns and public consultation. That process consisted of complete public review of development issues of local and provincial scope and interest, as well as potential sources of environmental (natural, social, cultural, economic and technical) effect.</p> <p class=\"paragraph-e\">B. The proponent has carried out presubmission consultation with the Ministry of Environment and Energy and the proposal was circulated to appropriate ministries, agencies and local municipalities for comment.</p> <p class=\"paragraph-e\">C. The new St. Thomas Campus is viewed as an essential element in the St. Thomas/Elgin Community to provide life long educational opportunities.</p> <p class=\"paragraph-e\">D. Copies of documents related to the foregoing reasons may be found in the Public Record files maintained under section 30 of the <i>Environmental Assessment Act</i>.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption is subject to the following terms and conditions: 1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order. 2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order (other than exemption order MCU-1) under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order. 3. The proponent shall abide by the commitments which have been made to the agency reviewers as outlined in the February, 1995 report, entitled Exemption Request Pursuant to Section 29 of the Environmental Assessment Act New Campus for Fanshawe College St. Thomas. 4. Prior to construction, the proponent shall give notice of the place or places where the Master Plan for the proposed Fanshawe College campus may be inspected. Any person may, within 30 days of the giving of notice or within such longer period as may be stated in the notice, make written submission to the proponent with respect to the Master Plan. Fanshawe College shall consider any submissions received during the notice period and determine whether any changes will be made as a result of the submissions. Fanshawe College shall not commence construction until it has determined what, if any, changes will be made. 5. This exemption expires the later of, (a) two years from the date of its approval; and (b) such later date as is specified from time to time by notice in writing published in The Ontario Gazette.  O. Reg. 206/95. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order.</p> <p class=\"paragraph-e\">2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order (other than exemption order MCU-1) under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order.</p> <p class=\"paragraph-e\">3. The proponent shall abide by the commitments which have been made to the agency reviewers as outlined in the February, 1995 report, entitled<i> Exemption Request Pursuant to Section 29 of the Environmental Assessment Act New Campus for Fanshawe College St. Thomas</i>.</p> <p class=\"paragraph-e\">4. Prior to construction, the proponent shall give notice of the place or places where the Master Plan for the proposed Fanshawe College campus may be inspected. Any person may, within 30 days of the giving of notice or within such longer period as may be stated in the notice, make written submission to the proponent with respect to the Master Plan. Fanshawe College shall consider any submissions received during the notice period and determine whether any changes will be made as a result of the submissions. Fanshawe College shall not commence construction until it has determined what, if any, changes will be made.</p> <p class=\"paragraph-e\">5. This exemption expires the later of,</p> <p class=\"subpara-e\">(a) two years from the date of its approval; and</p> <p class=\"subpara-e\">(b) such later date as is specified from time to time by notice in writing published in <i>The Ontario Gazette.  </i>O. Reg. 206/95.</p> <p class=\"Normal\"></p>"
        }
    ]
}