{
    "reg_info": {
        "full_title": "O. Reg. 187/23: TRANSITION BOARD",
        "reg_name_text": "TRANSITION BOARD",
        "citation": "O. Reg. 187/23: ",
        "act_under": "Hazel McCallion Act (Peel Dissolution), 2023",
        "url": "https://www.ontario.ca/laws/regulation/230187",
        "date_scraped": "2023-12-18 03:49:18"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  5, 2023",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "  1. (1) In this Regulation, “affected municipalities” means The Regional Municipality of Peel, the City of Mississauga, the City of Brampton and the Town of Caledon. (2) In the Act and this Regulation, “local board” means a local board as defined in section 1 of the Municipal Affairs Act. (3) For greater certainty, the transition board established under section 3 of the Act is not a local board.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“affected municipalities” means The Regional Municipality of Peel, the City of Mississauga, the City of Brampton and the Town of Caledon.</p> <p class=\"subsection-e\">  (2) In the Act and this Regulation,</p> <p class=\"definition-e\">“local board” means a local board as defined in section 1 of the <i>Municipal Affairs Act</i>.</p> <p class=\"subsection-e\">  (3) For greater certainty, the transition board established under section 3 of the Act is not a local board.</p>"
        },
        {
            "id": "2.",
            "section": "Prescribed duties",
            "content": " 2. The following are prescribed duties of the transition board for the purposes of paragraph 5 of subsection 3 (5) of the Act: 1. Consult, as the board considers appropriate, with the affected municipalities, their local boards and their staff in developing recommendations under paragraph 1 of subsection 3 (5) of the Act. 2. Meet with the Minister or staff of the Ministry of Municipal Affairs and Housing on a monthly basis. 3. Upon request, provide information, records and documents to the Ministry of Municipal Affairs and Housing. 4. Develop and submit a workplan for approval to the Minister by August 31, 2023 that includes, i. a plan on how the board will meet the deadlines, if any, directed by the Minister with respect to recommendations under paragraph 1 of subsection 3 (5) of the Act, ii. a communications plan outlining the proposed approach to communicating with the Ministry, including timelines, iii. a consultation plan outlining the proposed approach to consulting with the affected municipalities and municipal stakeholders, including timelines, iv. a description of the documents, records or other information anticipated to be requested and examined under clause 3 (7) (b) of the Act or of the things the affected municipalities will be required to do under clause 3 (8) (a) of the Act, v. a description of the documents, records or other information the board anticipates requesting from any Ministries of the Government of Ontario, vi. a hiring and resource plan that includes expected costs for, and descriptions of, anticipated staff to be hired and expert services and any additional supports the board anticipates that it will require to perform its functions, including supplies and facilities, vii. a description of how the board will fulfil its duties under paragraphs 2 and 3 of subsection 3 (5) of the Act, viii. a description of how the board will determine when to exercise its powers under subsections 6 (1) and (2) of the Act and the process the board will use when exercising those powers, and ix. a budget, including the total expected costs identified in subparagraph vi, any other anticipated expenses of board members or of the board and remuneration of board members.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The following are prescribed duties of the transition board for the purposes of paragraph 5 of subsection 3 (5) of the Act:</p> <p class=\"paragraph-e\">  1. Consult, as the board considers appropriate, with the affected municipalities, their local boards and their staff in developing recommendations under paragraph 1 of subsection 3 (5) of the Act.</p> <p class=\"paragraph-e\">  2. Meet with the Minister or staff of the Ministry of Municipal Affairs and Housing on a monthly basis.</p> <p class=\"paragraph-e\">  3. Upon request, provide information, records and documents to the Ministry of Municipal Affairs and Housing.</p> <p class=\"paragraph-e\">  4. Develop and submit a workplan for approval to the Minister by August 31, 2023 that includes,</p> <p class=\"subpara-e\">  i. a plan on how the board will meet the deadlines, if any, directed by the Minister with respect to recommendations under paragraph 1 of subsection 3 (5) of the Act,</p> <p class=\"subpara-e\">  ii. a communications plan outlining the proposed approach to communicating with the Ministry, including timelines,</p> <p class=\"subpara-e\">  iii. a consultation plan outlining the proposed approach to consulting with the affected municipalities and municipal stakeholders, including timelines,</p> <p class=\"subpara-e\">  iv. a description of the documents, records or other information anticipated to be requested and examined under clause 3 (7) (b) of the Act or of the things the affected municipalities will be required to do under clause 3 (8) (a) of the Act,</p> <p class=\"subpara-e\">  v. a description of the documents, records or other information the board anticipates requesting from any Ministries of the Government of Ontario,</p> <p class=\"subpara-e\">  vi. a hiring and resource plan that includes expected costs for, and descriptions of, anticipated staff to be hired and expert services and any additional supports the board anticipates that it will require to perform its functions, including supplies and facilities,</p> <p class=\"subpara-e\">  vii. a description of how the board will fulfil its duties under paragraphs 2 and 3 of subsection 3 (5) of the Act,</p> <p class=\"subpara-e\">  viii. a description of how the board will determine when to exercise its powers under subsections 6 (1) and (2) of the Act and the process the board will use when exercising those powers, and</p> <p class=\"subpara-e\">  ix. a budget, including the total expected costs identified in subparagraph vi, any other anticipated expenses of board members or of the board and remuneration of board members.</p>"
        },
        {
            "id": "3.",
            "section": "Dissolution of transition board",
            "content": " 3. For the purposes of subsection 3 (13) of the Act, the prescribed date of the dissolution of the transition board is June 1, 2025.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>For the purposes of subsection 3 (13) of the Act, the prescribed date of the dissolution of the transition board is June 1, 2025.</p>"
        },
        {
            "id": "4.",
            "section": "Term",
            "content": " 4. (1) The term of each member of the transition board begins on the day the member is appointed. (2) The persons appointed to the transition board by the Minister hold office at the pleasure of the Minister for a term ending no later than June 1, 2025.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The term of each member of the transition board begins on the day the member is appointed.</p> <p class=\"subsection-e\">  (2) The persons appointed to the transition board by the Minister hold office at the pleasure of the Minister for a term ending no later than June 1, 2025.</p>"
        },
        {
            "id": "5.",
            "section": "Remuneration",
            "content": " 5. (1) The chair of the transition board shall be paid a daily allowance of $1,500 for each day the chair is engaged in the duties of the chair or $750 for each day the chair is engaged for 3 hours or less for that particular day. (2) The members of the transition board other than the chair shall be paid a daily allowance of $1,200 for each day they are engaged in the duties as members or $600 for each day they are engaged for 3 hours or less for that particular day. (3) The chair and other members may only be paid for a maximum of 320 full days. (4) For the purposes of subsection (3), if a chair or a member is engaged for 3 hours or less for a particular day, the day shall be counted as half of a full day.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The chair of the transition board shall be paid a daily allowance of $1,500 for each day the chair is engaged in the duties of the chair or $750 for each day the chair is engaged for 3 hours or less for that particular day.</p> <p class=\"subsection-e\">  (2) The members of the transition board other than the chair shall be paid a daily allowance of $1,200 for each day they are engaged in the duties as members or $600 for each day they are engaged for 3 hours or less for that particular day.</p> <p class=\"subsection-e\">  (3) The chair and other members may only be paid for a maximum of 320 full days.</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3), if a chair or a member is engaged for 3 hours or less for a particular day, the day shall be counted as half of a full day.</p>"
        },
        {
            "id": "6.",
            "section": "Termination by member",
            "content": " 6. (1) A member may terminate their appointment by giving notice in writing to the Minister. (2) A termination under subsection (1) is effective 60 days after the day the notice is given to the Minister.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) A member may terminate their appointment by giving notice in writing to the Minister.</p> <p class=\"subsection-e\">  (2) A termination under subsection (1) is effective 60 days after the day the notice is given to the Minister.</p>"
        },
        {
            "id": "7.",
            "section": "Expenses",
            "content": " 7. Expenses of the board members must comply with the “Travel, Meal and Hospitality Expenses Directive” published by the Management Board of Cabinet, as last amended on January 1, 2020 and available to the public on an Ontario government website.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>Expenses of the board members must comply with the “Travel, Meal and Hospitality Expenses Directive” published by the Management Board of Cabinet, as last amended on January 1, 2020 and available to the public on an Ontario government website.</p>"
        },
        {
            "id": "8.",
            "section": "Invoice",
            "content": "  8. (1) The transition board shall provide a written invoice of its expenses and the expenses of its members to the Regional Municipality of Peel on a monthly basis. (2) The invoice shall include, (a) the period to which the invoice relates; (b) the amount of remuneration and expenses of each member, including, (i) the days worked by the members and a description of the work completed on those days, and (i) a description of the expenses; (c) the amount of the expenses incurred by the transition board, and a description of those expenses; (d) the total amount for reimbursement; and (e) the deadline for payment. (3) If the members of the transition board are not reimbursed directly, the members shall be reimbursed out of the money received by the transition board for their reasonable expenses incurred by them in performing their duties under the Act.",
            "raw_html": "<p class=\"section-e\"><b>  8. </b>(1) The transition board shall provide a written invoice of its expenses and the expenses of its members to the Regional Municipality of Peel on a monthly basis.</p> <p class=\"subsection-e\">  (2) The invoice shall include,</p> <p class=\"clause-e\">  (a) the period to which the invoice relates;</p> <p class=\"clause-e\">  (b) the amount of remuneration and expenses of each member, including,</p> <p class=\"subclause-e\">  (i) the days worked by the members and a description of the work completed on those days, and</p> <p class=\"subclause-e\">  (i) a description of the expenses;</p> <p class=\"clause-e\">  (c) the amount of the expenses incurred by the transition board, and a description of those expenses;</p> <p class=\"clause-e\">  (d) the total amount for reimbursement; and</p> <p class=\"clause-e\">  (e) the deadline for payment.</p> <p class=\"subsection-e\">  (3) If the members of the transition board are not reimbursed directly, the members shall be reimbursed out of the money received by the transition board for their reasonable expenses incurred by them in performing their duties under the Act.</p>"
        },
        {
            "id": "9.",
            "section": "Facilities",
            "content": "  9. (1) Subject to subsection (2), the transition board may arrange for facilities as it considers necessary to perform its functions. (2) The transition board shall seek to use facilities provided by the affected municipalities before seeking other facilities.",
            "raw_html": "<p class=\"section-e\"><b>  9. </b>(1) Subject to subsection (2), the transition board may arrange for facilities as it considers necessary to perform its functions.</p> <p class=\"subsection-e\">  (2) The transition board shall seek to use facilities provided by the affected municipalities before seeking other facilities.</p>"
        },
        {
            "id": "10.",
            "section": "Delegation",
            "content": " 10. Except for powers exercised under subsections 6 (1) and (2) of the Act, the chair of the transition board may authorize one or more of the board’s members, including the chair, to exercise a power or perform a duty under the Act on its behalf.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>Except for powers exercised under subsections 6 (1) and (2) of the Act, the chair of the transition board may authorize one or more of the board’s members, including the chair, to exercise a power or perform a duty under the Act on its behalf.</p>"
        },
        {
            "id": "Sig",
            "section": "Delegation",
            "content": " 11. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>11.</b> <a name=\"Sig\"></a><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Delegation",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/230187\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}