{
    "reg_info": {
        "full_title": "O. Reg. 442/95: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 442/95: ",
        "act_under": "Business Regulation Reform Act, 1994",
        "url": "https://www.ontario.ca/laws/regulation/950442",
        "date_scraped": "2023-12-18 02:45:42"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 29, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/950442/v24",
            "valid_from": "November 29, 2021",
            "valid_to": "November 28, 2023"
        },
        {
            "a_href": "/laws/regulation/950442/v23",
            "valid_from": "November  8, 2021",
            "valid_to": "November 28, 2021"
        },
        {
            "a_href": "/laws/regulation/950442/v21",
            "valid_from": "June  3, 2021",
            "valid_to": "November  7, 2021"
        },
        {
            "a_href": "/laws/regulation/950442/v20",
            "valid_from": "November 16, 2018",
            "valid_to": "June  2, 2021"
        },
        {
            "a_href": "/laws/regulation/950442/v19",
            "valid_from": "November 14, 2018",
            "valid_to": "November 15, 2018"
        },
        {
            "a_href": "/laws/regulation/950442/v18",
            "valid_from": "January  1, 2017",
            "valid_to": "November 13, 2018"
        },
        {
            "a_href": "/laws/regulation/950442/v17",
            "valid_from": "September 16, 2016",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "/laws/regulation/950442/v16",
            "valid_from": "September 10, 2013",
            "valid_to": "September 15, 2016"
        },
        {
            "a_href": "/laws/regulation/950442/v15",
            "valid_from": "September  6, 2013",
            "valid_to": "September  9, 2013"
        },
        {
            "a_href": "/laws/regulation/950442/v14",
            "valid_from": "July  1, 2013",
            "valid_to": "September  5, 2013"
        },
        {
            "a_href": "/laws/regulation/950442/v13",
            "valid_from": "June 24, 2013",
            "valid_to": "June 30, 2013"
        },
        {
            "a_href": "/laws/regulation/950442/v12",
            "valid_from": "January  1, 2013",
            "valid_to": "June 23, 2013"
        },
        {
            "a_href": "/laws/regulation/950442/v11",
            "valid_from": "December 19, 2012",
            "valid_to": "December 31, 2012"
        },
        {
            "a_href": "/laws/regulation/950442/v10",
            "valid_from": "July 29, 2011",
            "valid_to": "December 18, 2012"
        },
        {
            "a_href": "/laws/regulation/950442/v9",
            "valid_from": "July  1, 2011",
            "valid_to": "July 28, 2011"
        },
        {
            "a_href": "/laws/regulation/950442/v8",
            "valid_from": "April 18, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/regulation/950442/v7",
            "valid_from": "July  1, 2010",
            "valid_to": "April 17, 2011"
        },
        {
            "a_href": "/laws/regulation/950442/v6",
            "valid_from": "June 23, 2010",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/regulation/950442/v5",
            "valid_from": "June 19, 2009",
            "valid_to": "June 22, 2010"
        },
        {
            "a_href": "/laws/regulation/950442/v4",
            "valid_from": "September  1, 2007",
            "valid_to": "June 18, 2009"
        },
        {
            "a_href": "/laws/regulation/950442/v3",
            "valid_from": "June 18, 2007",
            "valid_to": "August 31, 2007"
        },
        {
            "a_href": "/laws/regulation/950442/v2",
            "valid_from": "April 22, 2005",
            "valid_to": "June 17, 2007"
        },
        {
            "a_href": "/laws/regulation/950442/v1",
            "valid_from": "February  5, 2003",
            "valid_to": "April 21, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Designation of Acts",
            "content": " 1. The following Acts are designated for the purpose of the Act: 0.1 The Accessibility for Ontarians with Disabilities Act, 2005. 0.2 The Aggregate Resources Act. 1. The Alcohol and Gaming Commission of Ontario Act, 2019. 1.1 The Business Corporations Act. 2. The Business Names Act. 2.1 The City of Ottawa Act, 1999. 3. The Clean Water Act, 2006. 3.0.1 The Co-operative Corporations Act. 3.1 The Corporations Act. 3.2 The Corporations Information Act. 4. The Corporations Tax Act. 4.1 The Crown Forest Sustainability Act, 1994. 5. The Electricity Act, 1998. 6. The Employer Health Tax Act. 7. The Employment Standards Act, 2000. 7.1 The Endangered Species Act, 2007. 8. The Environmental Assessment Act. 9. The Environmental Bill of Rights, 1993. 10. The Environmental Protection Act. 10.1 The Extra-Provincial Corporations Act. 10.1.1 The Financial Administration Act. 10.2 The Fish and Wildlife Conservation Act, 1997. 10.2.1 The Fuel Tax Act. 10.2.2 The Gasoline Tax Act. 10.3 The Highway Traffic Act. 11. The Labour Relations Act, 1995. 11.0.1 The Lakes and Rivers Improvement Act. 11.0.2 The Land Transfer Tax Act. 11.1 The Limited Partnerships Act. 11.1.1 The Mining Tax Act. 11.2 The Ministry of Natural Resources Act. 11.3 The Not-for-Profit Corporations Act, 2010. 12. The Nutrient Management Act, 2002. 13. The Occupational Health and Safety Act. 13.1 The Oil, Gas and Salt Resources Act. 14. The Ontario Water Resources Act. 14.1 The Partnerships Act. 15. The Pesticides Act. 16. The Private Career Colleges Act, 2005. 16.1 The Private Security and Investigative Services Act, 2005. 16.2 The Provincial Parks and Conservation Reserves Act, 2006. 16.3 The Public Lands Act. 16.4 The Race Tracks Tax Act. 17. The Retail Sales Tax Act. 18. The Safe Drinking Water Act, 2002. 18.1 The Tobacco Tax Act. 19. The Workplace Safety and Insurance Act, 1997.  O. Reg. 260/10, s. 1; O. Reg. 124/11, s. 1; O. Reg. 364/11, s. 1; O. Reg. 431/12, s. 1; O. Reg. 195/13, s. 1; O. Reg. 196/13, s. 1; O. Reg. 257/13, s. 1; O. Reg. 311/16, s. 1; O. Reg. 473/18, s. 1; O. Reg. 405/21, s. 1; O. Reg. 756/21, s. 1. Unified Form",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The following Acts are designated for the purpose of the Act:</p> <p class=\"paragraph-e\">  0.1 The <i>Accessibility for Ontarians with Disabilities Act, 2005</i>.</p> <p class=\"paragraph-e\">  0.2 The <i>Aggregate Resources Act</i>.</p> <p class=\"paragraph-e\">  1. The <i>Alcohol and Gaming Commission of Ontario Act, 2019</i>.</p> <p class=\"paragraph-e\">  1.1 The <i>Business Corporations Act</i>.</p> <p class=\"paragraph-e\">  2. The <i>Business Names Act</i>.</p> <p class=\"paragraph-e\">  2.1 The <i>City of Ottawa Act, 1999</i>.</p> <p class=\"paragraph-e\">  3. The <i>Clean Water Act, 2006</i>.</p> <p class=\"paragraph-e\"> 3.0.1 The <i>Co-operative Corporations Act</i>.</p> <p class=\"paragraph-e\">  3.1 The <i>Corporations Act</i>.</p> <p class=\"paragraph-e\">  3.2 The <i>Corporations Information Act</i>.</p> <p class=\"paragraph-e\">  4. The <i>Corporations Tax Act</i>.</p> <p class=\"paragraph-e\">  4.1 The <i>Crown Forest Sustainability Act, 1994</i>.</p> <p class=\"paragraph-e\">  5. The <i>Electricity Act, 1998</i>.</p> <p class=\"paragraph-e\">  6. The <i>Employer Health Tax Act</i>.</p> <p class=\"paragraph-e\">  7. The <i>Employment Standards Act, 2000</i>.</p> <p class=\"paragraph-e\">  7.1 The <i>Endangered Species Act, 2007</i>.</p> <p class=\"paragraph-e\">  8. The <i>Environmental Assessment Act</i>.</p> <p class=\"paragraph-e\">  9. The <i>Environmental Bill of Rights, 1993</i>.</p> <p class=\"paragraph-e\">  10. The <i>Environmental Protection Act</i>.</p> <p class=\"paragraph-e\"> 10.1 The <i>Extra-Provincial Corporations Act</i>.</p> <p class=\"paragraph-e\"> 10.1.1 The <i>Financial Administration Act</i>.</p> <p class=\"paragraph-e\"> 10.2 The <i>Fish and Wildlife Conservation Act, 1997</i>.</p> <p class=\"paragraph-e\"> 10.2.1 The <i>Fuel Tax Act</i>.</p> <p class=\"paragraph-e\"> 10.2.2 The <i>Gasoline Tax Act</i>.</p> <p class=\"paragraph-e\"> 10.3 The <i>Highway Traffic Act</i>.</p> <p class=\"paragraph-e\">  11. The <i>Labour Relations Act, 1995</i>.</p> <p class=\"paragraph-e\"> 11.0.1 The <i>Lakes and Rivers Improvement Act</i>.</p> <p class=\"paragraph-e\"> 11.0.2 The <i>Land Transfer Tax Act</i>.</p> <p class=\"paragraph-e\"> 11.1 The <i>Limited Partnerships Act</i>.</p> <p class=\"paragraph-e\"> 11.1.1 The <i>Mining Tax Act</i>.</p> <p class=\"paragraph-e\"> 11.2 The <i>Ministry of Natural Resources Act</i>.</p> <p class=\"paragraph-e\"> 11.3 The <i>Not-for-Profit Corporations Act, 2010</i>.</p> <p class=\"paragraph-e\">  12. The <i>Nutrient Management Act, 2002</i>.</p> <p class=\"paragraph-e\">  13. The <i>Occupational Health and Safety Act</i>.</p> <p class=\"paragraph-e\"> 13.1 The <i>Oil, Gas and Salt Resources Act</i>.</p> <p class=\"paragraph-e\">  14. The <i>Ontario</i><i> Water Resources Act</i>.</p> <p class=\"paragraph-e\"> 14.1 The <i>Partnerships Act</i>.</p> <p class=\"paragraph-e\">  15. The <i>Pesticides Act</i>.</p> <p class=\"paragraph-e\">  16. The <i>Private Career Colleges Act, 2005</i>.</p> <p class=\"paragraph-e\"> 16.1 The <i>Private Security and Investigative Services Act, 2005</i>.</p> <p class=\"paragraph-e\"> 16.2 The <i>Provincial Parks and Conservation Reserves Act, 2006</i>.</p> <p class=\"paragraph-e\"> 16.3 The <i>Public Lands Act</i>.</p> <p class=\"paragraph-e\"> 16.4 The <i>Race Tracks Tax Act</i>.</p> <p class=\"paragraph-e\">  17. The <i>Retail Sales Tax Act</i>.</p> <p class=\"paragraph-e\">  18. The <i>Safe Drinking Water Act, 2002</i>.</p> <p class=\"paragraph-e\"> 18.1 The <i>Tobacco Tax Act</i>.</p> <p class=\"paragraph-e\">  19. The <i>Workplace Safety and Insurance Act, 1997</i>.  O. Reg. 260/10, s. 1; O. Reg. 124/11, s. 1; O. Reg. 364/11, s. 1; O. Reg. 431/12, s. 1; O. Reg. 195/13, s. 1; O. Reg. 196/13, s. 1; O. Reg. 257/13, s. 1; O. Reg. 311/16, s. 1; O. Reg. 473/18, s. 1; O. Reg. 405/21, s. 1; O. Reg. 756/21, s. 1.</p> <p class=\"heading1-e\">Unified Form</p>"
        },
        {
            "id": "2.",
            "section": "Unified Form",
            "content": " 2. (1) In accordance with this Regulation, a business may file a unified form with the Minister responsible for the administration of section 7 of the Act to, (a) register a name or an amendment or cancellation of a registration under the Business Names Act; (b) respond to a request for information made by the Minister of Finance under section 40 of the Employer Health Tax Act; (c) apply under the Retail Sales Tax Act for a permit to transact business in Ontario as a vendor; (d) comply with the requirements of section 75 of the Workplace Safety and Insurance Act, 1997; or (e) record a change in information that is required to be filed under the Corporations Tax Act, the Employer Health Tax Act, or the\r\nRetail Sales Tax Act.  O. Reg. 442/95, s. 2 (1); O. Reg. 25/03, s. 2 (1-3). (2) Subject to subsections (3) and (4), a business that files a unified form in accordance with this Regulation is not required to, (a) complete a form to register a name or an amendment or cancellation of a registration under the Business Names Act; (b) complete an application to register with the Minister of Finance as a taxpayer liable to pay tax under the\r\nEmployer Health Tax Act; (c) complete an application under the Retail Sales Tax Act for a permit to transact business in Ontario as a vendor; (d) comply with the requirements of section 75 of the Workplace Safety and Insurance Act, 1997; or (e) complete a form to record a change in information filed under the Corporations Tax Act,\r\nthe Employer Health Tax Act or the Retail Sales Tax Act.  O. Reg. 442/95, s. 2 (2); O. Reg. 25/03, s. 2 (4-7). (3) The Minister responsible for a designated Act other than the Workplace Safety and Insurance Act, 1997 may require a business that files a unified form in accordance with this Regulation to provide such additional information that the Minister requires for the purpose of filing under the designated Act.  O. Reg. 442/95, s. 2 (3); O. Reg. 25/03, s. 2 (8). (4) The Workplace Safety and Insurance Board may require a business that files a unified form in accordance with this Regulation to provide such additional information that the Board requires for the purposes of the Workplace Safety and Insurance Act, 1997.  O. Reg. 25/03, s. 2 (9). (5) A business that files a unified form to file under a designated Act shall include in the form, (a) all information that the Minister responsible for the administration of section 7 of the Act specifies for the purpose of determining the designated Acts under which the filing is made; and (b) the following information if it is required under the designated Act: 1. The legal name of the business and the name of the person, if any, filing on behalf of the business. 2. The name under which the business operates, if it is not the legal name of the business. 3. An indication whether the business is a sole proprietorship, general partnership, corporation or other type of ownership. 4. The name, home address and home telephone number of, i. the sole proprietor, if the business is a sole proprietorship, ii. the partners who are individuals, if the business is a partnership, and iii. an officer, if the business is a corporation. 5. An indication whether the business has more than one business location. 6. The address of the principal place of business, the address of the head office and the mailing address of the business. 7. The telephone and fax number for the principal place of business of the business. 8. If the business is a corporation, its Ontario corporation number and the jurisdiction where it was incorporated. 9. The business number assigned to the business for the purpose of the Income Tax Act (Canada) and the Excise Tax Act (Canada). 10. The date on which the business started operating. 11. If the business has purchased another business before filing, the name under which the other business operated. 12. If the business is seasonal, the periods during which it operates. 13. The employer account number assigned to the business by the Minister of National Revenue (Canada). 14. The dates on which the employees and contractors of the business started work, the estimated annual gross payroll of the business and if the business is seasonal, the payroll periods. 15. An indication whether the business is an employer that, i. does not ordinarily maintain a permanent establishment in Ontario but will establish a permanent establishment in Ontario for a period not exceeding 24 months, or ii. contracts or does business with an employer described in subparagraph i. 16. If there has been a change in ownership of the business before the filing, the nature of the change. 17. If the business has an annual income of more than $40,000 and is a sole proprietorship or a general partnership, i. the social insurance number of the sole proprietor or a partner, if any, who is an individual, ii. the employer health tax number of the business if it has been assigned, and iii. the primary source of income of the business. 18. The business activity, including a description of the products and services to be sold and whether the business will be operated on a full-time or part-time basis. 19. The business identification number assigned to the registration for the purposes of the Business Names Act.  O. Reg. 442/95, s. 2 (5); O. Reg. 25/03, s. 2 (10). (6) A business that files a unified form to file under a designated Act is responsible for the accuracy and completeness of the information contained in the form.  O. Reg. 442/95, s. 2 (6). (7) If a business files a unified form but is not required to file under a designated Act, (a) the business is not required to set out the information related to the designated Act; and (b) the Minister responsible for the administration of section 7 of the Act may omit the information related to the designated Act from any document or report or copy of them concerning the filing.  O. Reg. 442/95, s. 2 (7). (8) Despite subsection (5), the Minister responsible for the administration of section 7 of the Act may accept for filing a form that does not comply with the requirements of that subsection, but the business shall be deemed not to have complied with that subsection until all of the requirements are satisfied.  O. Reg. 442/95, s. 2 (8). Filing under the Private Career Colleges Act, 2005",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) In accordance with this Regulation, a business may file a unified form with the Minister responsible for the administration of section 7 of the Act to,</p> <p class=\"clause-e\">  (a) register a name or an amendment or cancellation of a registration under the <i>Business Names Act</i>;</p> <p class=\"clause-e\">  (b) respond to a request for information made by the Minister of Finance under section 40 of the <i>Employer Health Tax Act</i>;</p> <p class=\"clause-e\">  (c) apply under the <i>Retail Sales Tax Act</i> for a permit to transact business in Ontario as a vendor;</p> <p class=\"clause-e\">  (d) comply with the requirements of section 75 of the <i>Workplace Safety and Insurance Act, 1997</i>; or</p> <p class=\"clause-e\">  (e) record a change in information that is required to be filed under the <i>Corporations Tax Act,</i> the <i>Employer Health Tax Act, </i>or<i> </i>the\r\n<i>Retail Sales Tax Act</i>.  O. Reg. 442/95, s. 2 (1); O. Reg. 25/03, s. 2 (1-3).</p> <p class=\"subsection-e\">  (2) Subject to subsections (3) and (4), a business that files a unified form in accordance with this Regulation is not required to,</p> <p class=\"clause-e\">  (a) complete a form to register a name or an amendment or cancellation of a registration under the<i> Business Names Act</i>;</p> <p class=\"clause-e\">  (b) complete an application to register with the Minister of Finance as a taxpayer liable to pay tax under the\r\n<i>Employer Health Tax Act</i>;</p> <p class=\"clause-e\">  (c) complete an application under the <i>Retail Sales Tax Act</i> for a permit to transact business in Ontario as a vendor;</p> <p class=\"clause-e\">  (d) comply with the requirements of section 75 of the <i>Workplace Safety and Insurance Act, 1997</i>; or</p> <p class=\"clause-e\">  (e) complete a form to record a change in information filed under the <i>Corporations Tax Act,</i>\r\nthe <i>Employer Health Tax Act</i> or the <i>Retail Sales Tax Act</i>.  O. Reg. 442/95, s. 2 (2); O. Reg. 25/03, s. 2 (4-7).</p> <p class=\"subsection-e\">  (3) The Minister responsible for a designated Act other than the <i>Workplace Safety and Insurance Act, 1997</i> may require a business that files a unified form in accordance with this Regulation to provide such additional information that the Minister requires for the purpose of filing under the designated Act.  O. Reg. 442/95, s. 2 (3); O. Reg. 25/03, s. 2 (8).</p> <p class=\"subsection-e\">  (4) The Workplace Safety and Insurance Board may require a business that files a unified form in accordance with this Regulation to provide such additional information that the Board requires for the purposes of the <i>Workplace Safety and Insurance Act, 1997</i>.  O. Reg. 25/03, s. 2 (9).</p> <p class=\"subsection-e\">  (5) A business that files a unified form to file under a designated Act shall include in the form,</p> <p class=\"clause-e\">  (a) all information that the Minister responsible for the administration of section 7 of the Act specifies for the purpose of determining the designated Acts under which the filing is made; and</p> <p class=\"clause-e\">  (b) the following information if it is required under the designated Act:</p> <p class=\"subclause-e\">  1. The legal name of the business and the name of the person, if any, filing on behalf of the business.</p> <p class=\"subclause-e\">  2. The name under which the business operates, if it is not the legal name of the business.</p> <p class=\"subclause-e\">  3. An indication whether the business is a sole proprietorship, general partnership, corporation or other type of ownership.</p> <p class=\"subclause-e\">  4. The name, home address and home telephone number of,</p> <p class=\"subsubclause-e\">  i. the sole proprietor, if the business is a sole proprietorship,</p> <p class=\"subsubclause-e\">  ii. the partners who are individuals, if the business is a partnership, and</p> <p class=\"subsubclause-e\">  iii. an officer, if the business is a corporation.</p> <p class=\"subclause-e\">  5. An indication whether the business has more than one business location.</p> <p class=\"subclause-e\">  6. The address of the principal place of business, the address of the head office and the mailing address of the business.</p> <p class=\"subclause-e\">  7. The telephone and fax number for the principal place of business of the business.</p> <p class=\"subclause-e\">  8. If the business is a corporation, its Ontario corporation number and the jurisdiction where it was incorporated.</p> <p class=\"subclause-e\">  9. The business number assigned to the business for the purpose of the <i>Income Tax Act </i>(Canada) and the <i>Excise Tax Act </i>(Canada).</p> <p class=\"subclause-e\">  10. The date on which the business started operating.</p> <p class=\"subclause-e\">  11. If the business has purchased another business before filing, the name under which the other business operated.</p> <p class=\"subclause-e\">  12. If the business is seasonal, the periods during which it operates.</p> <p class=\"subclause-e\">  13. The employer account number assigned to the business by the Minister of National Revenue (Canada).</p> <p class=\"subclause-e\">  14. The dates on which the employees and contractors of the business started work, the estimated annual gross payroll of the business and if the business is seasonal, the payroll periods.</p> <p class=\"subclause-e\">  15. An indication whether the business is an employer that,</p> <p class=\"subsubclause-e\">  i. does not ordinarily maintain a permanent establishment in Ontario but will establish a permanent establishment in Ontario for a period not exceeding 24 months, or</p> <p class=\"subsubclause-e\">  ii. contracts or does business with an employer described in subparagraph i.</p> <p class=\"subclause-e\">  16. If there has been a change in ownership of the business before the filing, the nature of the change.</p> <p class=\"subclause-e\">  17. If the business has an annual income of more than $40,000 and is a sole proprietorship or a general partnership,</p> <p class=\"subsubclause-e\">  i. the social insurance number of the sole proprietor or a partner, if any, who is an individual,</p> <p class=\"subsubclause-e\">  ii. the employer health tax number of the business if it has been assigned, and</p> <p class=\"subsubclause-e\">  iii. the primary source of income of the business.</p> <p class=\"subclause-e\">  18. The business activity, including a description of the products and services to be sold and whether the business will be operated on a full-time or part-time basis.</p> <p class=\"subclause-e\">  19. The business identification number assigned to the registration for the purposes of the <i>Business Names Act</i>.  O. Reg. 442/95, s. 2 (5); O. Reg. 25/03, s. 2 (10).</p> <p class=\"subsection-e\">  (6) A business that files a unified form to file under a designated Act is responsible for the accuracy and completeness of the information contained in the form.  O. Reg. 442/95, s. 2 (6).</p> <p class=\"subsection-e\">  (7) If a business files a unified form but is not required to file under a designated Act,</p> <p class=\"clause-e\">  (a) the business is not required to set out the information related to the designated Act; and</p> <p class=\"clause-e\">  (b) the Minister responsible for the administration of section 7 of the Act may omit the information related to the designated Act from any document or report or copy of them concerning the filing.  O. Reg. 442/95, s. 2 (7).</p> <p class=\"subsection-e\">  (8) Despite subsection (5), the Minister responsible for the administration of section 7 of the Act may accept for filing a form that does not comply with the requirements of that subsection, but the business shall be deemed not to have complied with that subsection until all of the requirements are satisfied.  O. Reg. 442/95, s. 2 (8).</p> <p class=\"heading1-e\">Filing under the Private Career Colleges Act, 2005</p>"
        },
        {
            "id": "2.1",
            "section": "Filing under the Private Career Colleges Act, 2005",
            "content": " 2.1 (1) In accordance with this Regulation, a business may file the following forms and information with the Minister responsible for the administration of section 7 of the Act for the purposes of the Private Career Colleges Act, 2005: 1. Initial application for registration to operate a private career college. 2. Application for registration to operate a private career college. 3. Application to renew a registration to operate a private career college. 4. Notification of change of college location. 5. Application for approval to provide a new vocational program. 6. Application to renew an approval of a vocational program.  O. Reg. 185/05, s. 2; O. Reg. 431/12, s. 2 (2-4). (2) An initial application for registration to operate a private career college shall include the following information: 1. The name of the legal entity applying to be registered as a proposed private career college. 2. The name under which the proposed private career college will carry on business. 3. The business identification number assigned to the proposed private career college’s name, if the name is registered under the Business Names Act. 4. An indication as to whether the proposed private career college will be a branch or franchise of an existing registered private career college. 5. An indication as to whether the legal entity applying to be registered as a proposed private career college is a sole proprietorship, a partnership or a corporation. 6. If the legal entity applying to be registered as a proposed private career college is a corporation, i. the Ontario corporation number assigned to it by the Ministry of Government Services, ii. the federal corporation number assigned to it by the Canada Revenue Agency, iii. an indication as to whether the corporation is entitled to offer its shares to the public, and iv. an indication as to whether any of its shares are held for the benefit of another person. 7. A list of the vocational programs for which the proposed private career college intends to apply for approval. 8. The names of all applicants, including, i. in the case of a sole proprietorship, the name of the sole proprietor, ii. in the case of a partnership, the names of all partners in the partnership, and iii. in the case of a corporation, the names of all officers and directors of the corporation. 9. The name, address, telephone number, e-mail address, and fax number, if any, of a contact person.  O. Reg. 185/05, s. 2; O. Reg. 431/12, s. 2 (5, 6). (3) An application for registration to operate a private career college shall include the following information: 1. The name of the private career college, including the name under which the college will be carrying on business as well as, i. in the case of a sole proprietorship, the name of the sole proprietor, ii. in the case of a partnership, the firm name and the names of all of the partners, and iii. in the case of a corporation, the incorporated name. 2. The full street address, telephone number, e-mail address, and fax number and website address, if any, of the private career college. 3. The mailing address of the private career college, if different from the full street address required by paragraph 2. 4. Information on each registered location of the private career college, including ownership of the premises. 5. The name, telephone, and cell phone and pager numbers, if any, of the campus director for each registered location of the private career college. 6. A list of the vocational programs for which the private career college intends to apply for approval. 7. Financial information regarding the private career college, including information on the college’s financial security, such as projected gross tuition revenues, the amount of financial security required to be deposited with the Superintendent of private career colleges appointed under the Private Career Colleges Act, 2005, the type and amount of a financial bond and, where applicable, the name of the surety company. 8. An indication that the applicant or a person authorized by the applicant certifies that all information provided in the application and any attachments is accurate.  O. Reg. 185/05, s. 2; O. Reg. 431/12, s. 2 (7-9). (4) The following information shall be filed for the purposes of a renewal of a registration to operate a private career college: 1. The total student enrolment in each vocational program and the enrolment of international students in each vocational program during the private career college’s fiscal year immediately prior to its application for renewal. 2. Current financial information regarding the private career college, including information on tuition revenue for bonding purposes and a statement of revenue and expenditure. 3. Any other changes to information previously filed, including an indication as to whether any listed courses or programs are not intended to be offered in the current year. 4. An indication that the applicant or a person authorized by the applicant certifies that all filed information is current, including information filed for the purposes of renewal of a registration.  O. Reg. 185/05, s. 2; O. Reg. 431/12, s. 2 (10-12). (5) A notification of change for college location shall include the following information: 1. The name of the private career college. 2. The name and telephone number of a contact person. 3. The full street address of the private career college’s new location. 4. The date on which the private career college is scheduled to move to the new location.  O. Reg. 185/05, s. 2. (6) An application for approval to provide a new vocational program shall include the following information: 1. The name and full street address of the private career college. 2. The name, position and telephone number of the person responsible for the program’s development. 3. The title of the program. 4. The occupation or occupations to which the program is directed and the occupational classification code for each occupation. 5. The language of instruction for the program. 6. The main method or methods of program delivery. 7. The format of the program. 8. The length of the program. 9. Enrolment information for the program. 10. Admission requirements for the program. 11. Fees for the program.  O. Reg. 185/05, s. 2; O. Reg. 431/12, s. 2 (13, 14). (7) An application to renew an approval of a vocational program shall include the following information: 1. The name of the private career college and, if applicable, the branch or campus at which the program is being delivered. 2. The name, position and telephone number of a contact person. 3. The current title of the program. 4. An indication as to whether there is a change in, i. the title of the program and, if applicable, a proposed new title and reason for the change, or ii. the length of a program and, if applicable, the current and proposed new lengths and reason for the change. 5. Fees for the program.  O. Reg. 185/05, s. 2; O. Reg. 431/12, s. 2 (15). (8) The Superintendent of private career colleges appointed under section 2 of the Private Career Colleges Act, 2005 may require a business that files a form or information under the Private Career Colleges Act, 2005 in accordance with this Regulation to provide such additional information that the Superintendent requires for the purposes of filing under that Act.  O. Reg. 185/05, s. 2; O. Reg. 431/12, s. 2 (16). Filing Format",
            "raw_html": "<p class=\"section-e\"> <b>2.1 </b>(1) In accordance with this Regulation, a business may file the following forms and information with the Minister responsible for the administration of section 7 of the Act for the purposes of the <i>Private Career Colleges Act, 2005</i>:</p> <p class=\"paragraph-e\">  1. Initial application for registration to operate a private career college.</p> <p class=\"paragraph-e\">  2. Application for registration to operate a private career college. </p> <p class=\"paragraph-e\">  3. Application to renew a registration to operate a private career college.</p> <p class=\"paragraph-e\">  4. Notification of change of college location.</p> <p class=\"paragraph-e\">  5. Application for approval to provide a new vocational program.</p> <p class=\"paragraph-e\">  6. Application to renew an approval of a vocational program.  O. Reg. 185/05, s. 2; O. Reg. 431/12, s. 2 (2-4).</p> <p class=\"subsection-e\">  (2) An initial application for registration to operate a private career college shall include the following information:</p> <p class=\"paragraph-e\">  1. The name of the legal entity applying to be registered as a proposed private career college. </p> <p class=\"paragraph-e\">  2. The name under which the proposed private career college will carry on business.</p> <p class=\"paragraph-e\">  3. The business identification number assigned to the proposed private career college’s name, if the name is registered under the <i>Business Names Act</i>.</p> <p class=\"paragraph-e\">  4. An indication as to whether the proposed private career college will be a branch or franchise of an existing registered private career college.</p> <p class=\"paragraph-e\">  5. An indication as to whether the legal entity applying to be registered as a proposed private career college is a sole proprietorship, a partnership or a corporation.</p> <p class=\"paragraph-e\">  6. If the legal entity applying to be registered as a proposed private career college is a corporation,</p> <p class=\"subpara-e\">  i. the Ontario corporation number assigned to it by the Ministry of Government Services,</p> <p class=\"subpara-e\">  ii. the federal corporation number assigned to it by the Canada Revenue Agency,</p> <p class=\"subpara-e\">  iii. an indication as to whether the corporation is entitled to offer its shares to the public, and</p> <p class=\"subpara-e\">  iv. an indication as to whether any of its shares are held for the benefit of another person.</p> <p class=\"paragraph-e\">  7. A list of the vocational programs for which the proposed private career college intends to apply for approval.</p> <p class=\"paragraph-e\">  8. The names of all applicants, including,</p> <p class=\"subpara-e\">  i. in the case of a sole proprietorship, the name of the sole proprietor,</p> <p class=\"subpara-e\">  ii. in the case of a partnership, the names of all partners in the partnership, and</p> <p class=\"subpara-e\">  iii. in the case of a corporation, the names of all officers and directors of the corporation.</p> <p class=\"paragraph-e\">  9. The name, address, telephone number, e-mail address, and fax number, if any, of a contact person.  O. Reg. 185/05, s. 2; O. Reg. 431/12, s. 2 (5, 6).</p> <p class=\"subsection-e\">  (3) An application for registration to operate a private career college shall include the following information:</p> <p class=\"paragraph-e\">  1. The name of the private career college, including the name under which the college will be carrying on business as well as,</p> <p class=\"subpara-e\">  i. in the case of a sole proprietorship, the name of the sole proprietor,</p> <p class=\"subpara-e\">  ii. in the case of a partnership, the firm name and the names of all of the partners, and</p> <p class=\"subpara-e\">  iii. in the case of a corporation, the incorporated name.</p> <p class=\"paragraph-e\">  2. The full street address, telephone number, e-mail address, and fax number and website address, if any, of the private career college.</p> <p class=\"paragraph-e\">  3. The mailing address of the private career college, if different from the full street address required by paragraph 2.</p> <p class=\"paragraph-e\">  4. Information on each registered location of the private career college, including ownership of the premises.</p> <p class=\"paragraph-e\">  5. The name, telephone, and cell phone and pager numbers, if any, of the campus director for each registered location of the private career college.</p> <p class=\"paragraph-e\">  6. A list of the vocational programs for which the private career college intends to apply for approval.</p> <p class=\"paragraph-e\">  7. Financial information regarding the private career college, including information on the college’s financial security, such as projected gross tuition revenues, the amount of financial security required to be deposited with the Superintendent of private career colleges appointed under the <i>Private Career Colleges Act, 2005</i>, the type and amount of a financial bond and, where applicable, the name of the surety company.</p> <p class=\"paragraph-e\">  8. An indication that the applicant or a person authorized by the applicant certifies that all information provided in the application and any attachments is accurate.  O. Reg. 185/05, s. 2; O. Reg. 431/12, s. 2 (7-9).</p> <p class=\"subsection-e\">  (4) The following information shall be filed for the purposes of a renewal of a registration to operate a private career college:</p> <p class=\"paragraph-e\">  1. The total student enrolment in each vocational program and the enrolment of international students in each vocational program during the private career college’s fiscal year immediately prior to its application for renewal.</p> <p class=\"paragraph-e\">  2. Current financial information regarding the private career college, including information on tuition revenue for bonding purposes and a statement of revenue and expenditure. </p> <p class=\"paragraph-e\">  3. Any other changes to information previously filed, including an indication as to whether any listed courses or programs are not intended to be offered in the current year. </p> <p class=\"paragraph-e\">  4. An indication that the applicant or a person authorized by the applicant certifies that all filed information is current, including information filed for the purposes of renewal of a registration.  O. Reg. 185/05, s. 2; O. Reg. 431/12, s. 2 (10-12).</p> <p class=\"subsection-e\">  (5) A notification of change for college location shall include the following information:</p> <p class=\"paragraph-e\">  1. The name of the private career college.</p> <p class=\"paragraph-e\">  2. The name and telephone number of a contact person.</p> <p class=\"paragraph-e\">  3. The full street address of the private career college’s new location.</p> <p class=\"paragraph-e\">  4. The date on which the private career college is scheduled to move to the new location.  O. Reg. 185/05, s. 2.</p> <p class=\"subsection-e\">  (6) An application for approval to provide a new vocational program shall include the following information:</p> <p class=\"paragraph-e\">  1. The name and full street address of the private career college.</p> <p class=\"paragraph-e\">  2. The name, position and telephone number of the person responsible for the program’s development.</p> <p class=\"paragraph-e\">  3. The title of the program.</p> <p class=\"paragraph-e\">  4. The occupation or occupations to which the program is directed and the occupational classification code for each occupation.</p> <p class=\"paragraph-e\">  5. The language of instruction for the program.</p> <p class=\"paragraph-e\">  6. The main method or methods of program delivery.</p> <p class=\"paragraph-e\">  7. The format of the program.</p> <p class=\"paragraph-e\">  8. The length of the program.</p> <p class=\"paragraph-e\">  9. Enrolment information for the program. </p> <p class=\"paragraph-e\">  10. Admission requirements for the program.</p> <p class=\"paragraph-e\">  11. Fees for the program.  O. Reg. 185/05, s. 2; O. Reg. 431/12, s. 2 (13, 14).</p> <p class=\"subsection-e\">  (7) An application to renew an approval of a vocational program shall include the following information:</p> <p class=\"paragraph-e\">  1. The name of the private career college and, if applicable, the branch or campus at which the program is being delivered.</p> <p class=\"paragraph-e\">  2. The name, position and telephone number of a contact person.</p> <p class=\"paragraph-e\">  3. The current title of the program.</p> <p class=\"paragraph-e\">  4. An indication as to whether there is a change in,</p> <p class=\"subpara-e\">  i. the title of the program and, if applicable, a proposed new title and reason for the change, or</p> <p class=\"subpara-e\">  ii. the length of a program and, if applicable, the current and proposed new lengths and reason for the change.</p> <p class=\"paragraph-e\">  5. Fees for the program.  O. Reg. 185/05, s. 2; O. Reg. 431/12, s. 2 (15).</p> <p class=\"subsection-e\">  (8) The Superintendent of private career colleges appointed under section 2 of the <i>Private Career Colleges Act, 2005</i> may require a business that files a form or information under the <i>Private Career Colleges Act, 2005 </i>in accordance with this Regulation to provide such additional information that the Superintendent requires for the purposes of filing under that Act.  O. Reg. 185/05, s. 2; O. Reg. 431/12, s. 2 (16).</p> <p class=\"heading1-e\">Filing Format</p>"
        },
        {
            "id": "3.",
            "section": "Filing Format",
            "content": " 3. (1) A business may file a unified form or a form or information under section 2.1 in an electronic format to file under a designated Act if, (a) the Minister responsible for the administration of section 10 of the Act has approved the electronic format of the form; and (b) the business enters the form by direct electronic transmission into a system and at a place approved by the Minister.  O. Reg. 442/95, s. 3 (1); O. Reg. 185/05, s. 3 (1). (2) A business that files a unified form or a form or information under section 2.1 in an electronic format under subsection (1) is not required to sign the form by electronic signature or by signature copied or reproduced in any other manner.  O. Reg. 442/95, s. 3 (2); O. Reg. 185/05, s. 3 (2). (3) The Minister responsible for the administration of section 10 of the Act may authorize the discontinuance or destruction of any paper, microfilm or other copies of information that a business has filed under the Act or a designated Act if the Minister or the Minister responsible for the administration of a designated Act who is authorized to receive the information has created an electronic record of it.  O. Reg. 442/95, s. 3 (3). Business Identifier",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A business may file a unified form or a form or information under section 2.1 in an electronic format to file under a designated Act if,</p> <p class=\"clause-e\">  (a) the Minister responsible for the administration of section 10 of the Act has approved the electronic format of the form; and</p> <p class=\"clause-e\">  (b) the business enters the form by direct electronic transmission into a system and at a place approved by the Minister.  O. Reg. 442/95, s. 3 (1); O. Reg. 185/05, s. 3 (1).</p> <p class=\"subsection-e\">  (2) A business that files a unified form or a form or information under section 2.1 in an electronic format under subsection (1) is not required to sign the form by electronic signature or by signature copied or reproduced in any other manner.  O. Reg. 442/95, s. 3 (2); O. Reg. 185/05, s. 3 (2).</p> <p class=\"subsection-e\">  (3) The Minister responsible for the administration of section 10 of the Act may authorize the discontinuance or destruction of any paper, microfilm or other copies of information that a business has filed under the Act or a designated Act if the Minister or the Minister responsible for the administration of a designated Act who is authorized to receive the information has created an electronic record of it.  O. Reg. 442/95, s. 3 (3).</p> <p class=\"heading1-e\">Business Identifier</p>"
        },
        {
            "id": "4.",
            "section": "Business Identifier",
            "content": " 4. (1) A business that has been assigned a business identifier under section 8.1, 8.2 or 8.3 of the Act shall use the business identifier, (a) when making a registration or filing a form to file under a designated Act or a program established under a designated Act; (b) when inquiring about a record of a registration or filing under a designated Act or a program established under a designated Act; and (c) on the request of a Ministry of the Government of Ontario or of an agency, board or commission established under an Act of Ontario. O. Reg. 311/16, s. 2; O. Reg. 405/21, s. 2 (1). (2) If a business that has not been assigned a business identifier under section 8.1, 8.2 or 8.3 of the Act attempts to make a registration or file a form to file referred to in clause (1) (a), the business identification Minister shall assign a business identifier to the business in accordance with the system of business identifiers established under section 8 of the Act. O. Reg. 405/21, s. 2 (2). (3) If a business that has been assigned a business identifier under section 8.1, 8.2 or 8.3 of the Act or under subsection (2) makes a registration or files a form to file under a designated Act other than the Workplace Safety and Insurance Act, 1997, the Minister responsible for the designated Act may discontinue any other system of business identification for the registration or filing of the business under a designated Act other than the Workplace Safety and Insurance Act, 1997. O. Reg. 311/16, s. 2; O. Reg. 405/21, s. 2 (1). (4) If a business that has been assigned a business identifier under section 8.1, 8.2 or 8.3 of the Act or under subsection (2) makes a registration or files a form to file under the Workplace Safety and Insurance Act, 1997, the Workplace Safety and Insurance Board may discontinue any other system of business identification for the registration or filing of the business under that Act. O. Reg. 311/16, s. 2; O. Reg. 405/21, s. 2 (1). Disclosure of Tax Information",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) A business that has been assigned a business identifier under section 8.1, 8.2 or 8.3 of the Act shall use the business identifier,</p> <p class=\"clause-e\">  (a) when making a registration or filing a form to file under a designated Act or a program established under a designated Act;</p> <p class=\"clause-e\">  (b) when inquiring about a record of a registration or filing under a designated Act or a program established under a designated Act; and</p> <p class=\"clause-e\">  (c) on the request of a Ministry of the Government of Ontario or of an agency, board or commission established under an Act of Ontario. O. Reg. 311/16, s. 2; O. Reg. 405/21, s. 2 (1).</p> <p class=\"subsection-e\">  (2) If a business that has not been assigned a business identifier under section 8.1, 8.2 or 8.3 of the Act attempts to make a registration or file a form to file referred to in clause (1) (a), the business identification Minister shall assign a business identifier to the business in accordance with the system of business identifiers established under section 8 of the Act. O. Reg. 405/21, s. 2 (2).</p> <p class=\"subsection-e\">  (3) If a business that has been assigned a business identifier under section 8.1, 8.2 or 8.3 of the Act or under subsection (2) makes a registration or files a form to file under a designated Act other than the <i>Workplace Safety and Insurance Act, 1997</i>, the Minister responsible for the designated Act may discontinue any other system of business identification for the registration or filing of the business under a designated Act other than the <i>Workplace Safety and Insurance Act, 1997</i>. O. Reg. 311/16, s. 2; O. Reg. 405/21, s. 2 (1).</p> <p class=\"subsection-e\">  (4) If a business that has been assigned a business identifier under section 8.1, 8.2 or 8.3 of the Act or under subsection (2) makes a registration or files a form to file under the <i>Workplace Safety and Insurance Act, 1997</i>, the Workplace Safety and Insurance Board may discontinue any other system of business identification for the registration or filing of the business under that Act. O. Reg. 311/16, s. 2; O. Reg. 405/21, s. 2 (1).</p> <p class=\"heading1-e\">Disclosure of Tax Information</p>"
        },
        {
            "id": "5.",
            "section": "Disclosure of Tax Information",
            "content": " 5. (1) The Minister responsible for the administration of section 7 of the Act who receives tax information in respect of a business that files a unified form to file under a designated Act shall not disclose the information to any person other than the Minister of Finance, the Minister of National Revenue (Canada) or the business.  O. Reg. 442/95, s. 5 (1). (2) In subsection (1), “tax information” means information in respect of a business that is required solely for the purpose of the Corporations Tax Act, the Employer Health Tax Act, the Retail Sales Tax Act or all of them.  O. Reg. 25/03, s. 4. Compensation",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The Minister responsible for the administration of section 7 of the Act who receives tax information in respect of a business that files a unified form to file under a designated Act shall not disclose the information to any person other than the Minister of Finance, the Minister of National Revenue (Canada) or the business.  O. Reg. 442/95, s. 5 (1).</p> <p class=\"subsection-e\">  (2) In subsection (1),</p> <p class=\"firstdef-e\">“tax information” means information in respect of a business that is required solely for the purpose of the <i>Corporations Tax Act</i>, the <i>Employer Health Tax Act</i>, the <i>Retail Sales Tax Act</i> or all of them.  O. Reg. 25/03, s. 4.</p> <p class=\"heading1-e\">Compensation</p>"
        },
        {
            "id": "6.",
            "section": "Compensation",
            "content": " 6. No compensation is payable under section 16 of the Act in respect of any matter pertaining to the Workplace Safety and Insurance Act, 1997.  O. Reg. 442/95, s. 6; O. Reg. 25/03, s. 5. Business Information",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>No compensation is payable under section 16 of the Act in respect of any matter pertaining to the<i> Workplace Safety and Insurance Act, 1997</i>.  O. Reg. 442/95, s. 6; O. Reg. 25/03, s. 5.</p> <p class=\"heading1-e\">Business Information</p>"
        },
        {
            "id": "7.",
            "section": "Business Information",
            "content": " 7. The following information is prescribed for the purposes of clause (i) of the definition of “business information” in section 2 of the Act: 1. The address of the head office of the business, if different from the mailing address of the business, and if applicable, the address of every other location at which the business operates. 2. The name, phone number, mailing address and email address of the person or persons designated by the business for the purpose of receiving communications and correspondence on behalf of the business, and whether the preferred language of communication is English or French. 3. A description of the business activities of the business, including a description of any products or services sold. 4. Any business identifier assigned to the business under a system of business identification established under an Act referred to in section 1. O. Reg. 276/07, s. 1; O. Reg. 431/12, s. 3; O. Reg. 257/13, s. 2; O. Reg. 405/21, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>The following information is prescribed for the purposes of clause (i) of the definition of “business information” in section 2 of the Act:</p> <p class=\"paragraph-e\">  1. The address of the head office of the business, if different from the mailing address of the business, and if applicable, the address of every other location at which the business operates.</p> <p class=\"paragraph-e\">  2. The name, phone number, mailing address and email address of the person or persons designated by the business for the purpose of receiving communications and correspondence on behalf of the business, and whether the preferred language of communication is English or French.</p> <p class=\"paragraph-e\">  3. A description of the business activities of the business, including a description of any products or services sold.</p> <p class=\"paragraph-e\">  4. Any business identifier assigned to the business under a system of business identification established under an Act referred to in section 1. O. Reg. 276/07, s. 1; O. Reg. 431/12, s. 3; O. Reg. 257/13, s. 2; O. Reg. 405/21, s. 3.</p>"
        },
        {
            "id": "8.",
            "section": "Business Information",
            "content": " 8. (0.1) All business information, including business information prescribed under section 7, is prescribed for the purposes of subsection 8.1 (1) of the Act. O. Reg. 257/13, s. 3 (1). (1) The following persons and entities may, upon request of the Minister responsible for the administration of section 8.1 of the Act, apply in writing to the Minister to collect business information received by the Minister under clause 8.1 (2) (a) of the Act: 1. A Minister of another Ministry of the Government of Ontario, or his or her delegate. 2. The chair or chief executive officer of an agency, board or commission established under an Act of Ontario. 3. The Public Guardian and Trustee. 4. The chair or chief executive officer of a corporation that administers an Act or provisions of an Act on behalf of the Government of Ontario or a Crown corporation that exercises powers or performs duties under an Act. 5. A municipality, local board or other municipal entity. O. Reg. 240/09, s. 2; O. Reg. 257/13, ss. 3 (2, 3); O. Reg. 311/16, s. 3 (1). (2) The Minister responsible for the administration of section 8.1 of the Act may disclose the business information to the following persons and entities if the Minister is satisfied that the collection and use of the information by those persons or entities is necessary for the following purposes, and those persons or entities may collect and use the information for the same purposes: 1. In the case of an application under paragraph 1 of subsection (1), to the Minister of the other Ministry, his or her delegate, or a person employed in the Ministry, for the administration of a statute or program for which the Minister is responsible. 2. In the case of an application under paragraph 2 of subsection (1), to the chair or chief executive officer of the agency, board or commission, or a person employed in the agency, board or commission, for the administration of, i. a statute that the agency, board or commission is authorized to administer, or ii. a program or service provided by the agency, board or commission. 3. In the case of an application under paragraph 3 of subsection (1), to the Public Guardian and Trustee, or a person employed in the Office of the Public Guardian and Trustee, for the administration of a program or service provided by the Public Guardian and Trustee. 4. In the case of an application under paragraph 4 of subsection (1), to the chair or chief executive officer of the corporation. 5. In the case of an application under paragraph 5 of subsection (1), to the municipality, local board or other municipal entity, for the administration of a municipal by-law or a service or program provided by a municipality. O. Reg. 240/09, s. 2; O. Reg. 257/13, ss. 3 (4, 5); O. Reg. 311/16, s. 3 (2). (3) The Minister responsible for the administration of section 8.1 of the Act may, in writing, delegate any of his or her powers or duties under this section to the chief executive officer of ServiceOntario, subject to the limitations and conditions set out in the delegation.  O. Reg. 240/09, s. 2. (4) An authorization to collect, use or disclose information, under this section and section 8.1 of the Act, that existed immediately before September 10, 2013, continues on and after that date. O. Reg. 257/13, s. 3 (6); O. Reg. 311/16, s. 3 (3).  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(0.1) All business information, including business information prescribed under section 7, is prescribed for the purposes of subsection 8.1 (1) of the Act. O. Reg. 257/13, s. 3 (1).</p> <p class=\"subsection-e\">  (1) The following persons and entities may, upon request of the Minister responsible for the administration of section 8.1 of the Act, apply in writing to the Minister to collect business information received by the Minister under clause 8.1 (2) (a) of the Act:</p> <p class=\"paragraph-e\">  1. A Minister of another Ministry of the Government of Ontario, or his or her delegate.</p> <p class=\"paragraph-e\">  2. The chair or chief executive officer of an agency, board or commission established under an Act of Ontario.</p> <p class=\"paragraph-e\">  3. The Public Guardian and Trustee.</p> <p class=\"paragraph-e\">  4. The chair or chief executive officer of a corporation that administers an Act or provisions of an Act on behalf of the Government of Ontario or a Crown corporation that exercises powers or performs duties under an Act.</p> <p class=\"paragraph-e\">  5. A municipality, local board or other municipal entity. O. Reg. 240/09, s. 2; O. Reg. 257/13, ss. 3 (2, 3); O. Reg. 311/16, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The Minister responsible for the administration of section 8.1 of the Act may disclose the business information to the following persons and entities if the Minister is satisfied that the collection and use of the information by those persons or entities is necessary for the following purposes, and those persons or entities may collect and use the information for the same purposes:</p> <p class=\"paragraph-e\">  1. In the case of an application under paragraph 1 of subsection (1), to the Minister of the other Ministry, his or her delegate, or a person employed in the Ministry, for the administration of a statute or program for which the Minister is responsible.</p> <p class=\"paragraph-e\">  2. In the case of an application under paragraph 2 of subsection (1), to the chair or chief executive officer of the agency, board or commission, or a person employed in the agency, board or commission, for the administration of,</p> <p class=\"subpara-e\">  i. a statute that the agency, board or commission is authorized to administer, or</p> <p class=\"subpara-e\">  ii. a program or service provided by the agency, board or commission.</p> <p class=\"paragraph-e\">  3. In the case of an application under paragraph 3 of subsection (1), to the Public Guardian and Trustee, or a person employed in the Office of the Public Guardian and Trustee, for the administration of a program or service provided by the Public Guardian and Trustee.</p> <p class=\"paragraph-e\">  4. In the case of an application under paragraph 4 of subsection (1), to the chair or chief executive officer of the corporation.</p> <p class=\"paragraph-e\">  5. In the case of an application under paragraph 5 of subsection (1), to the municipality, local board or other municipal entity, for the administration of a municipal by-law or a service or program provided by a municipality. O. Reg. 240/09, s. 2; O. Reg. 257/13, ss. 3 (4, 5); O. Reg. 311/16, s. 3 (2).</p> <p class=\"subsection-e\">  (3) The Minister responsible for the administration of section 8.1 of the Act may, in writing, delegate any of his or her powers or duties under this section to the chief executive officer of ServiceOntario, subject to the limitations and conditions set out in the delegation.  O. Reg. 240/09, s. 2.</p> <p class=\"subsection-e\">  (4) An authorization to collect, use or disclose information, under this section and section 8.1 of the Act, that existed immediately before September 10, 2013, continues on and after that date. O. Reg. 257/13, s. 3 (6); O. Reg. 311/16, s. 3 (3).</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/950442\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}