{
    "reg_info": {
        "full_title": "O. Reg. 66/10: ASSESSMENTS FOR MINISTRY OF ENERGY AND INFRASTRUCTURE CONSERVATION AND RENEWABLE ENERGY PROGRAM COSTS",
        "reg_name_text": "Assessments for Ministry of Energy Conservation and Renewable Energy Program Costs",
        "citation": "O. Reg. 66/10: ASSESSMENTS FOR MINISTRY OF ENERGY AND INFRASTRUCTURE CONSERVATION AND RENEWABLE ENERGY PROGRAM COSTS",
        "act_under": "Ontario Energy Board Act, 1998   Loi de 1998 sur la Commission de l’énergie de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/100066",
        "date_scraped": "2023-12-19 05:46:59"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  6, 2011",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/100066/v2",
            "valid_from": "June  3, 2011",
            "valid_to": "June  5, 2011"
        },
        {
            "a_href": "/laws/regulation/100066/v1",
            "valid_from": "March 12, 2010",
            "valid_to": "June  2, 2011"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “IESO-controlled grid” means the IESO-controlled grid as defined in the Electricity Act, 1998; “market participant” has the same meaning as in section 56 of the Act; “Ministry” means the Ministry of Energy; “net distributor volume” means the sum of the amount of electricity withdrawn from the IESO-controlled grid by a distributor licensed under Part V of the Act, the amount of electricity purchased from any host distributor and the amount of electricity supplied by qualified embedded generators, less the amount of electricity supplied to qualified embedded distributors; “qualified embedded distributor” means a distributor that is licensed under Part V of the Act that is provided electricity by another licensed distributor; “qualified embedded generator” means a generator who is connected to a distributor’s distribution system; “qualified host distributor” means a distributor licensed under Part V of the Act that distributes electricity to another distributor; “Retail Settlement Code” has the same meaning as in section 56 of the Act.  O. Reg. 66/10, s. 1 (1); O. Reg. 201/11, s. 1 (2). (2) In this Regulation, a reference to a volume of electricity distributed by or to a licensed distributor includes the volume for total losses, as defined in the Retail Settlement Code.  O. Reg. 66/10, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“IESO-controlled grid” means the IESO-controlled grid as defined in the <i>Electricity Act, 1998</i>;</p> <p class=\"definition-e\">“market participant” has the same meaning as in section 56 of the Act;</p> <p class=\"definition-e\">“Ministry” means the Ministry of Energy;</p> <p class=\"definition-e\">“net distributor volume” means the sum of the amount of electricity withdrawn from the IESO-controlled grid by a distributor licensed under Part V of the Act, the amount of electricity purchased from any host distributor and the amount of electricity supplied by qualified embedded generators, less the amount of electricity supplied to qualified embedded distributors;</p> <p class=\"definition-e\">“qualified embedded distributor” means a distributor that is licensed under Part V of the Act that is provided electricity by another licensed distributor;</p> <p class=\"definition-e\">“qualified embedded generator” means a generator who is connected to a distributor’s distribution system;</p> <p class=\"definition-e\">“qualified host distributor” means a distributor licensed under Part V of the Act that distributes electricity to another distributor;</p> <p class=\"definition-e\">“Retail Settlement Code” has the same meaning as in section 56 of the Act.  O. Reg. 66/10, s. 1 (1); O. Reg. 201/11, s. 1 (2).</p> <p class=\"subsection-e\">  (2) In this Regulation, a reference to a volume of electricity distributed by or to a licensed distributor includes the volume for total losses, as defined in the Retail Settlement Code.  O. Reg. 66/10, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": "Board assessments re energy conservation or renewable energy programs",
            "content": " 2. The Board shall, with respect to the expenses incurred and expenditures made by the Ministry in respect of its energy conservation programs or renewable energy programs, (a) assess the persons and members of classes of persons referred to in section 3 for the amounts set out in section 4; (b) apportion the amount in accordance with section 5; and (c) issue the assessment on or before April 15, 2010.  O. Reg. 66/10, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The Board shall, with respect to the expenses incurred and expenditures made by the Ministry in respect of its energy conservation programs or renewable energy programs,</p> <p class=\"clause-e\">  (a) assess the persons and members of classes of persons referred to in section 3 for the amounts set out in section 4;</p> <p class=\"clause-e\">  (b) apportion the amount in accordance with section 5; and</p> <p class=\"clause-e\">  (c) issue the assessment on or before April 15, 2010.  O. Reg. 66/10, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Persons and classes of persons to be assessed",
            "content": " 3. The following are the persons and classes of persons to be assessed for the purposes of subsection 26.1 (1) of the Act: 1. Distributors licensed under Part V of the Act. 2. The IESO.  O. Reg. 66/10, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The following are the persons and classes of persons to be assessed for the purposes of subsection 26.1 (1) of the Act:</p> <p class=\"paragraph-e\">  1. Distributors licensed under Part V of the Act.</p> <p class=\"paragraph-e\">  2. The IESO.  O. Reg. 66/10, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Assessed amount",
            "content": " 4. For the purposes of section 2, the total amount to be assessed by the Board in respect of persons and classes of persons referred to in paragraphs 1 and 2 of section 3 is $53,695,310.  O. Reg. 66/10, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>For the purposes of section 2, the total amount to be assessed by the Board in respect of persons and classes of persons referred to in paragraphs 1 and 2 of section 3 is $53,695,310.  O. Reg. 66/10, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Rules re apportioning assessments",
            "content": " 5. (1) For the purposes of this Regulation, the Board shall calculate a quotient based on the following formula: A ÷ (C + D) where, “A” is the amount prescribed under section 4, “C” is the total amount of electricity withdrawn from the IESO-controlled grid by all persons referred to in subsection 7 (3), as determined in accordance with the market rules, for use in Ontario for the most recent 12-month period for which the information is available for the person, and “D” is the sum of the net distributor volumes of all distributors licensed under Part V of the Act for the 12-month period ending December 31, 2008 or for the most recent 12-month period ending before December 31, 2008 for which the information is available for each distributor. O. Reg. 66/10, s. 5 (1). (2) The Board shall publish the quotient referred to in subsection (1) on its website as soon as is practical after the Board calculates it.  O. Reg. 66/10, s. 5 (2). (3) For the purposes of section 2, the Board shall calculate the amount of the assessment for each distributor licensed under Part V of the Act according to the following formula: Q × B where, “Q” is the quotient calculated under subsection (1), and “B” is the net distributor volume for each distributor licensed under Part V of the Act for the 12-month period ending December 31, 2008 or for the most recent 12-month period ending before December 31, 2008 for which the information is available for the distributor as used in the calculation of “D” in subsection (1). O. Reg. 66/10, s. 5 (3). (4) For the purposes of section 2, the Board shall calculate the amount of the assessment of the IESO according to the following formula: Q × C where, “Q” is the quotient calculated under subsection (1), and “C” has the same meaning as in subsection (1). O. Reg. 66/10, s. 5 (4).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) For the purposes of this Regulation, the Board shall calculate a quotient based on the following formula:</p> <p class=\"equation-e\">A ÷ (C + D)</p> <p class=\"Ssection-e\">where,</p> <p class=\"equationind1-e\">  “A” is the amount prescribed under section 4,</p> <p class=\"equationind1-e\">  “C” is the total amount of electricity withdrawn from the IESO-controlled grid by all persons referred to in subsection 7 (3), as determined in accordance with the market rules, for use in Ontario for the most recent 12-month period for which the information is available for the person, and</p> <p class=\"equationind1-e\">  “D” is the sum of the net distributor volumes of all distributors licensed under Part V of the Act for the 12-month period ending December 31, 2008 or for the most recent 12-month period ending before December 31, 2008 for which the information is available for each distributor.</p> <p class=\"footnote-e\">O. Reg. 66/10, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The Board shall publish the quotient referred to in subsection (1) on its website as soon as is practical after the Board calculates it.  O. Reg. 66/10, s. 5 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of section 2, the Board shall calculate the amount of the assessment for each distributor licensed under Part V of the Act according to the following formula:</p> <p class=\"equation-e\">Q × B</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  “Q” is the quotient calculated under subsection (1), and</p> <p class=\"equationind1-e\">  “B” is the net distributor volume for each distributor licensed under Part V of the Act for the 12-month period ending December 31, 2008 or for the most recent 12-month period ending before December 31, 2008 for which the information is available for the distributor as used in the calculation of “D” in subsection (1).</p> <p class=\"footnote-e\">O. Reg. 66/10, s. 5 (3).</p> <p class=\"subsection-e\">  (4) For the purposes of section 2, the Board shall calculate the amount of the assessment of the IESO according to the following formula:</p> <p class=\"equation-e\">Q × C</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  “Q” is the quotient calculated under subsection (1), and</p> <p class=\"equationind1-e\">  “C” has the same meaning as in subsection (1).</p> <p class=\"footnote-e\">O. Reg. 66/10, s. 5 (4).</p>"
        },
        {
            "id": "6.",
            "section": "Payment of assessment",
            "content": " 6. On or before July 30, 2010, each person or member of a class of persons assessed under section 2 shall remit the assessed amount, together with such identifying information as may be specified by the Board, to the Minister of Finance in accordance with the instructions issued by the Board.  O. Reg. 66/10, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>On or before July 30, 2010, each person or member of a class of persons assessed under section 2 shall remit the assessed amount, together with such identifying information as may be specified by the Board, to the Minister of Finance in accordance with the instructions issued by the Board.  O. Reg. 66/10, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Recovery of funds",
            "content": " 7. (1) A distributor licensed under Part V of the Act may recover from persons to whom it distributes electricity in its service area, other than persons who are distributors licensed under Part V of the Act, amounts calculated using the following formula: Q × E where, “Q” is the quotient published by the Board and referred to in subsection 5 (2), and “E” is the volume of electricity distributed to the person during the current billing period in each bill referred to in section 9. O. Reg. 66/10, s. 7 (1). (2) The IESO may recover from the persons who are market participants and are referred to in subsection (3) the amount calculated under subsection 5 (4) using the following formula: H × (I ÷ J) where, “H” is the amount assessed under subsection 5 (4), “I” is the volume of electricity withdrawn by the market participant from the IESO-controlled grid, as determined in accordance with the market rules, for use in Ontario over the most recent 12-month period for which information is available for the market participant, and “J” is the sum of all volumes of electricity withdrawn from the IESO-controlled grid, as determined in accordance with the market rules, for use in Ontario by market participants from which the IESO may recover in accordance with subsection (3), over the most recent 12-month period for which information is available for the market participant. O. Reg. 66/10, s. 7 (2). (3) The IESO may recover the amount assessed under subsection 5 (4) from persons, (a) who are market participants as of the date when the IESO calculates the amounts to recover under subsection (2) and who are not distributors licensed under Part V of the Act; and (b) who are not licensed under Part V of the Act as a generator, unless their primary business activity is not the generation of electricity.  O. Reg. 66/10, s. 7 (3).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) A distributor licensed under Part V of the Act may recover from persons to whom it distributes electricity in its service area, other than persons who are distributors licensed under Part V of the Act, amounts calculated using the following formula:</p> <p class=\"equation-e\">Q × E</p> <p class=\"Ssection-e\">where,</p> <p class=\"equationind1-e\">  “Q” is the quotient published by the Board and referred to in subsection 5 (2), and</p> <p class=\"equationind1-e\">  “E” is the volume of electricity distributed to the person during the current billing period in each bill referred to in section 9.</p> <p class=\"footnote-e\">O. Reg. 66/10, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The IESO may recover from the persons who are market participants and are referred to in subsection (3) the amount calculated under subsection 5 (4) using the following formula:</p> <p class=\"equation-e\">H × (I ÷ J)</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  “H” is the amount assessed under subsection 5 (4),</p> <p class=\"equationind1-e\">  “I” is the volume of electricity withdrawn by the market participant from the IESO-controlled grid, as determined in accordance with the market rules, for use in Ontario over the most recent 12-month period for which information is available for the market participant, and</p> <p class=\"equationind1-e\">  “J” is the sum of all volumes of electricity withdrawn from the IESO-controlled grid, as determined in accordance with the market rules, for use in Ontario by market participants from which the IESO may recover in accordance with subsection (3), over the most recent 12-month period for which information is available for the market participant.</p> <p class=\"footnote-e\">O. Reg. 66/10, s. 7 (2).</p> <p class=\"subsection-e\">  (3) The IESO may recover the amount assessed under subsection 5 (4) from persons,</p> <p class=\"clause-e\">  (a) who are market participants as of the date when the IESO calculates the amounts to recover under subsection (2) and who are not distributors licensed under Part V of the Act; and</p> <p class=\"clause-e\">  (b) who are not licensed under Part V of the Act as a generator, unless their primary business activity is not the generation of electricity.  O. Reg. 66/10, s. 7 (3).</p>"
        },
        {
            "id": "8.",
            "section": "Variance accounts",
            "content": " 8. (1) Every distributor licensed under Part V of the Act shall apply to the Board by no later than April 15, 2012 for an order authorizing it to clear any debit or credit balance in any variance account established by the distributor and authorized by the Board to track the difference between the amounts remitted by the distributor pursuant to the assessment under subsection 5 (3) and the amounts recovered by the distributor under subsection 7 (1).  O. Reg. 66/10, s. 8 (1). (2) The IESO shall add any variance between the assessment referred to in subsection 5 (4) of this Regulation and the recovery referred to in subsection 7 (2) of this Regulation to the amount it may recover with respect to any future assessment under section 26.1 (1) of the Act.  O. Reg. 66/10, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Every distributor licensed under Part V of the Act shall apply to the Board by no later than April 15, 2012 for an order authorizing it to clear any debit or credit balance in any variance account established by the distributor and authorized by the Board to track the difference between the amounts remitted by the distributor pursuant to the assessment under subsection 5 (3) and the amounts recovered by the distributor under subsection 7 (1).  O. Reg. 66/10, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The IESO shall add any variance between the assessment referred to in subsection 5 (4) of this Regulation and the recovery referred to in subsection 7 (2) of this Regulation to the amount it may recover with respect to any future assessment under section 26.1 (1) of the Act.  O. Reg. 66/10, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": "Customer billing, distributors",
            "content": " 9. A distributor licensed under Part V of the Act shall bill the persons referred to in subsection 7 (1) of this Regulation the amounts calculated in that subsection in each bill issued during the one-year period starting on the date the distributor begins the billing.  O. Reg. 66/10, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>A distributor licensed under Part V of the Act shall bill the persons referred to in subsection 7 (1) of this Regulation the amounts calculated in that subsection in each bill issued during the one-year period starting on the date the distributor begins the billing.  O. Reg. 66/10, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Information",
            "content": " 10. (1) Every person assessed under section 2 shall provide the Board with the information, in the manner and at the times set out by the Board, that the Board requires to implement and administer the assessments.  O. Reg. 66/10, s. 10 (1). (2) The Ministry and the Board may share any invoicing and payment information that each may require from the other.  O. Reg. 66/10, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Every person assessed under section 2 shall provide the Board with the information, in the manner and at the times set out by the Board, that the Board requires to implement and administer the assessments.  O. Reg. 66/10, s. 10 (1).</p> <p class=\"subsection-e\">  (2) The Ministry and the Board may share any invoicing and payment information that each may require from the other.  O. Reg. 66/10, s. 10 (2).</p>"
        },
        {
            "id": "11.",
            "section": "Information",
            "content": " 11. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 66/10, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 66/10, s. 11.</p>"
        },
        {
            "id": null,
            "section": "Information",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}