{
    "reg_info": {
        "full_title": "O. Reg. 13/07: ONTARIO DEPOSIT RETURN PROGRAM",
        "reg_name_text": "Ontario Deposit return Program",
        "citation": "O. Reg. 13/07: ONTARIO DEPOSIT RETURN PROGRAM",
        "act_under": "Liquor Control Act",
        "url": "https://www.ontario.ca/laws/regulation/070013",
        "date_scraped": "2023-12-18 13:42:42"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/070013/v6",
            "valid_from": "November  8, 2021",
            "valid_to": "November 28, 2021"
        },
        {
            "a_href": "/laws/regulation/070013/v5",
            "valid_from": "November 30, 2016",
            "valid_to": "November  7, 2021"
        },
        {
            "a_href": "/laws/regulation/070013/v4",
            "valid_from": "November 24, 2016",
            "valid_to": "November 29, 2016"
        },
        {
            "a_href": "/laws/regulation/070013/v3",
            "valid_from": "September 22, 2015",
            "valid_to": "November 23, 2016"
        },
        {
            "a_href": "/laws/regulation/070013/v2",
            "valid_from": "February  5, 2007",
            "valid_to": "September 21, 2015"
        },
        {
            "a_href": "/laws/regulation/070013/v1",
            "valid_from": "January 26, 2007",
            "valid_to": "February  4, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “Brewers Retail Inc. packaging return system” means the packaging return system referred to in clause 69 (3) (a) of the Waste Diversion Transition Act, 2016; (“programme de retour des emballages de la société Brewers Retail Inc.”) “deposit” means the deposit on a regulated container in the amount as specified in Table 1 that is collected and remitted under the Ontario deposit return program; (“consigne”) “Ontario deposit return program” means, subject to subsection (2), the waste reduction and recycling program established by the government of Ontario that includes, (a) the requirement that manufacturers of beer and spirits and wineries that manufacture Ontario wine that are authorized to sell liquor to the public through their government stores under the Act or to sell directly to persons licensed to sell liquor under the Liquor Licence Act collect a deposit and remit the deposit to the Board, and (b) the requirement that persons authorized under clause 3 (1) (e.1) of the Act to operate government stores for the sale of liquor to the public collect a deposit; (“programme de consignation de l’Ontario”) “regulated container” means a container that is greater than 100 millilitres in size that contains liquor that is sold in Ontario, but does not include a container that is not part of the Ontario deposit return program. (“contenant réglementé”)  O. Reg. 13/07, s. 1; O. Reg. 293/15, s. 1 (1); O. Reg. 393/16, s. 1. (2) The Ontario deposit return program does not include the Brewers Retail Inc. packaging return system. O. Reg. 293/15, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“Brewers Retail Inc. packaging return system” means the packaging return system referred to in clause 69 (3) (a) of the <i>Waste Diversion Transition Act, 2016</i>; (“programme de retour des emballages de la société Brewers Retail Inc.”)</p> <p class=\"definition-e\">“deposit” means the deposit on a regulated container in the amount as specified in Table 1 that is collected and remitted under the Ontario deposit return program; (“consigne”)</p> <p class=\"definition-e\">“Ontario deposit return program” means, subject to subsection (2), the waste reduction and recycling program established by the government of Ontario that includes,</p> <p class=\"defclause-e\">  (a) the requirement that manufacturers of beer and spirits and wineries that manufacture Ontario wine that are authorized to sell liquor to the public through their government stores under the Act or to sell directly to persons licensed to sell liquor under the <i>Liquor Licence Act </i>collect a deposit and remit the deposit to the Board, and</p> <p class=\"defclause-e\">  (b) the requirement that persons authorized under clause 3 (1) (e.1) of the Act to operate government stores for the sale of liquor to the public collect a deposit; (“programme de consignation de l’Ontario”)</p> <p class=\"definition-e\">“regulated container” means a container that is greater than 100 millilitres in size that contains liquor that is sold in Ontario, but does not include a container that is not part of the Ontario deposit return program. (“contenant réglementé”)  O. Reg. 13/07, s. 1; O. Reg. 293/15, s. 1 (1); O. Reg. 393/16, s. 1.</p> <p class=\"subsection-e\">  (2) The Ontario deposit return program does not include the Brewers Retail Inc. packaging return system. O. Reg. 293/15, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": "Participation in Ontario deposit return program",
            "content": " 2. This Regulation applies to the following: 1. All manufacturers of beer and spirits and wineries that manufacture Ontario wine that are authorized, i. under clause 3 (1) (e) of the Act to operate a government store, or ii. under clause 3 (1) (b) of the Act to sell directly to persons licensed to sell liquor under the Liquor Licence Act. 2. All persons who are authorized under clause 3 (1) (e.1) of the Act to operate government stores for the sale of liquor to the public. O. Reg. 293/15, s. 2 (1). (2) A manufacturer of beer or spirits or a winery that manufactures Ontario wine to which this Regulation applies shall, as a condition to the authorization, (a) participate in and comply with the Ontario deposit return program; (b) collect a deposit on every regulated container it sells directly through its government store, including through direct delivery to persons licensed to sell liquor under the Liquor Licence Act; (c) remit the deposits it collects to the Board not later than the 10th day of every month; (d) maintain at its head office all necessary records to substantiate that all deposits have been collected and remitted in accordance with the Ontario deposit return program; (e) permit the Minister or his or her designate to conduct audits of the records referred to in clause (d) and assist in an audit in accordance with subsection (3); and (f) correct its records and remit any amount found to be owing to the Board, in accordance with subsection (4).  O. Reg. 13/07, s. 2 (2). (2.1) A person authorized under clause 3 (1) (e.1) of the Act to operate a government store for the sale of liquor to the public shall, as a condition to the authorization, (a) collect a deposit on every regulated container it sells directly through its government store; (b) maintain at its head office all necessary records to substantiate that all deposits have been collected in accordance with the Ontario deposit return program; (c) permit the Minister or his or her designate to conduct audits of the records referred to in clause (b) and assist in an audit in accordance with subsection (3.1); and (d) correct its records and remit any amount found to be owing to the Board, in accordance with subsection (4.1). O. Reg. 293/15, s. 2 (2). (3) A manufacturer of beer or spirits or a winery that manufactures Ontario wine to which subsection (1) applies shall make available to the Minister or his or her designate copies of all records requested for the purpose of conducting an audit under clause (2) (e).  O. Reg. 13/07, s. 2 (3). (3.1) A person described in paragraph 2 of subsection (1) shall make available to the Minister or his or her designate copies of all records requested for the purpose of conducting an audit under clause (2.1) (c). O. Reg. 293/15, s. 2 (2). (4) If the Minister or his or her designate determines during an audit under clause (2) (e) that the amount of the deposits that have been collected or remitted is less than the amount required under the Ontario deposit return program, the Minister may by order require, (a) that corrections be made to the records of the manufacturer or winery; and (b) that the manufacturer or winery remit the amount owing to the Board within 15 days after the date of the order.  O. Reg. 13/07, s. 2 (4); O. Reg. 293/15, s. 2 (3). (4.1) If the Minister or his or her designate determines during an audit under clause (2.1) (c) that the amount of the deposits that have been collected is greater than the amount required under the Ontario deposit return program, the Minister may by order require, (a) that corrections be made to the records of the authorized person; and (b) that the person remit the amount owing to the Board within 15 days after the date of the order. O. Reg. 293/15, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"><i> </i><b>2. </b>This Regulation applies to the following:</p> <p class=\"paragraph-e\">  1. All manufacturers of beer and spirits and wineries that manufacture Ontario wine that are authorized,</p> <p class=\"subpara-e\">  i. under clause 3 (1) (e) of the Act to operate a government store, or</p> <p class=\"subpara-e\">  ii. under clause 3 (1) (b) of the Act to sell directly to persons licensed to sell liquor under the <i>Liquor Licence Act</i>. </p> <p class=\"paragraph-e\">  2. All persons who are authorized under clause 3 (1) (e.1) of the Act to operate government stores for the sale of liquor to the public. O. Reg. 293/15, s. 2 (1).</p> <p class=\"subsection-e\">  (2) A manufacturer of beer or spirits or a winery that manufactures Ontario wine to which this Regulation applies shall, as a condition to the authorization,</p> <p class=\"clause-e\">  (a) participate in and comply with the Ontario deposit return program;</p> <p class=\"clause-e\">  (b) collect a deposit on every regulated container it sells directly through its government store, including through direct delivery to persons licensed to sell liquor under the <i>Liquor Licence Act</i>;</p> <p class=\"clause-e\">  (c) remit the deposits it collects to the Board not later than the 10th day of every month;</p> <p class=\"clause-e\">  (d) maintain at its head office all necessary records to substantiate that all deposits have been collected and remitted in accordance with the Ontario deposit return program;</p> <p class=\"clause-e\">  (e) permit the Minister or his or her designate to conduct audits of the records referred to in clause (d) and assist in an audit in accordance with subsection (3); and</p> <p class=\"clause-e\">  (f) correct its records and remit any amount found to be owing to the Board, in accordance with subsection (4).  O. Reg. 13/07, s. 2 (2).</p> <p class=\"subsection-e\">  (2.1) A person authorized under clause 3 (1) (e.1) of the Act to operate a government store for the sale of liquor to the public shall, as a condition to the authorization, </p> <p class=\"clause-e\">  (a) collect a deposit on every regulated container it sells directly through its government store;</p> <p class=\"clause-e\">  (b) maintain at its head office all necessary records to substantiate that all deposits have been collected in accordance with the Ontario deposit return program;</p> <p class=\"clause-e\">  (c) permit the Minister or his or her designate to conduct audits of the records referred to in clause (b) and assist in an audit in accordance with subsection (3.1); and</p> <p class=\"clause-e\">  (d) correct its records and remit any amount found to be owing to the Board, in accordance with subsection (4.1). O. Reg. 293/15, s. 2 (2).</p> <p class=\"subsection-e\">  (3) A manufacturer of beer or spirits or a winery that manufactures Ontario wine to which subsection (1) applies shall make available to the Minister or his or her designate copies of all records requested for the purpose of conducting an audit under clause (2) (e).  O. Reg. 13/07, s. 2 (3).</p> <p class=\"subsection-e\">  (3.1) A person described in paragraph 2 of subsection (1) shall make available to the Minister or his or her designate copies of all records requested for the purpose of conducting an audit under clause (2.1) (c). O. Reg. 293/15, s. 2 (2).</p> <p class=\"subsection-e\">  (4) If the Minister or his or her designate determines during an audit under clause (2) (e) that the amount of the deposits that have been collected or remitted is less than the amount required under the Ontario deposit return program, the Minister may by order require,</p> <p class=\"clause-e\">  (a) that corrections be made to the records of the manufacturer or winery; and</p> <p class=\"clause-e\">  (b) that the manufacturer or winery remit the amount owing to the Board within 15 days after the date of the order.  O. Reg. 13/07, s. 2 (4); O. Reg. 293/15, s. 2 (3).</p> <p class=\"subsection-e\">  (4.1) If the Minister or his or her designate determines during an audit under clause (2.1) (c) that the amount of the deposits that have been collected is greater than the amount required under the Ontario deposit return program, the Minister may by order require,</p> <p class=\"clause-e\">  (a) that corrections be made to the records of the authorized person; and</p> <p class=\"clause-e\">  (b) that the person remit the amount owing to the Board within 15 days after the date of the order. O. Reg. 293/15, s. 2 (4).</p>"
        },
        {
            "id": "3.",
            "section": "Amount of deposits",
            "content": " 3. A manufacturer of beer or spirits or a winery that manufactures Ontario wine that is required to collect and remit deposits under subsection 2 (2) or a person who is required to collect deposits under subsection 2 (2.1) shall collect a deposit on a regulated container set out in Column 1 to Table 1 in the amount set out in Column 2 to Table 1 opposite the container and shall remit that amount to the Board in accordance with this Regulation and the Ontario deposit return program.  O. Reg. 13/07, s. 3; O. Reg. 293/15, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>A manufacturer of beer or spirits or a winery that manufactures Ontario wine that is required to collect and remit deposits under subsection 2 (2) or a person who is required to collect deposits under subsection 2 (2.1) shall collect a deposit on a regulated container set out in Column 1 to Table 1 in the amount set out in Column 2 to Table 1 opposite the container and shall remit that amount to the Board in accordance with this Regulation and the Ontario deposit return program.  O. Reg. 13/07, s. 3; O. Reg. 293/15, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Refund on deposits",
            "content": " 4. (1) If the Minister or his or her designate determines during an audit under clause 2 (2) (e) that the amount of the deposits that have been collected or remitted is greater than the amount required under the Ontario deposit return program, the Minister may by order require that the Board refund to the manufacturer of beer or spirits or winery that manufactures Ontario wine any amount owing or provide a credit in the amount owing within 30 days after the date of the order.  O. Reg. 13/07, s. 4 (1); O. Reg. 293/15, s. 4 (1). (2) If the Minister or his or her designate verifies during an audit under clause 2 (2) (e) that the following conditions are met, the Minister may by order require that the Board refund to the manufacturer of beer or spirits or winery that manufactures Ontario wine the amount the Minister or his or her designate finds owing or provide a credit in the amount found owing within 30 days after the date of the order: 1. Regulated containers have been returned directly to the manufacturer or winery for a deposit refund. 2. The manufacturer or winery has refunded the deposit to the consumer. 3. The manufacturer or winery has refilled the returned regulated container in the ordinary course of business.  O. Reg. 13/07, s. 4 (2); O. Reg. 293/15, s. 4 (2). (3) The amount owed under subsection (2) shall reflect only the value of the deposits on the regulated containers that were returned to the manufacturer or winery and that were refilled by the manufacturer or winery.  O. Reg. 13/07, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) If the Minister or his or her designate determines during an audit under clause 2 (2) (e) that the amount of the deposits that have been collected or remitted is greater than the amount required under the Ontario deposit return program, the Minister may by order require that the Board refund to the manufacturer of beer or spirits or winery that manufactures Ontario wine any amount owing or provide a credit in the amount owing within 30 days after the date of the order.  O. Reg. 13/07, s. 4 (1); O. Reg. 293/15, s. 4 (1).</p> <p class=\"subsection-e\">  (2) If the Minister or his or her designate verifies during an audit under clause 2 (2) (e) that the following conditions are met, the Minister may by order require that the Board refund to the manufacturer of beer or spirits or winery that manufactures Ontario wine the amount the Minister or his or her designate finds owing or provide a credit in the amount found owing within 30 days after the date of the order:</p> <p class=\"paragraph-e\">  1. Regulated containers have been returned directly to the manufacturer or winery for a deposit refund.</p> <p class=\"paragraph-e\">  2. The manufacturer or winery has refunded the deposit to the consumer.</p> <p class=\"paragraph-e\">  3. The manufacturer or winery has refilled the returned regulated container in the ordinary course of business.  O. Reg. 13/07, s. 4 (2); O. Reg. 293/15, s. 4 (2).</p> <p class=\"subsection-e\">  (3) The amount owed under subsection (2) shall reflect only the value of the deposits on the regulated containers that were returned to the manufacturer or winery and that were refilled by the manufacturer or winery.  O. Reg. 13/07, s. 4 (3).</p>"
        },
        {
            "id": "5",
            "section": "Refund on deposits",
            "content": " 5. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 13/07, s. 5. Table 1 Item   Column 1   Regulated Container   Column 2 Deposit ($) \n\n  1.   Glass Containers less than or equal to 630 mL   0.10 \n\n  2.   Glass Containers over 630 mL   0.20 \n\n  3.   Aluminium or steel cans less than or equal to 1 L   0.10 \n\n  4.   Aluminium or steel cans over 1 L   0.20 \n\n  5.   Tetra Pak (polycoat) and Bag-in-a-Box less than or equal to 630 mL   0.10 \n\n  6.   Tetra Pak (polycoat) and Bag-in-a-Box over 630 mL   0.20 \n\n  7.   Polyethylene Terephthalate (PET) (plastic) containers less than or equal to 630 mL   0.10 \n\n  8.   Polyethylene Terephthalate (PET) (plastic) over 630 mL   0.20 O. Reg. 13/07, Table 1.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>5</b><b>.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation).</span>  O. Reg. 13/07, s. 5.</p> <p class=\"tableheading-e\">Table 1</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"544\"> <p class=\"table-e\">Column 1 <br/>  Regulated Container</p> </td> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Deposit ($)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"544\"> <p class=\"table-e\">Glass Containers less than or equal to 630 mL</p> </td> <td width=\"88\"> <p align=\"right\" class=\"table-e\">0.10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"544\"> <p class=\"table-e\">Glass Containers over 630 mL</p> </td> <td width=\"88\"> <p align=\"right\" class=\"table-e\">0.20</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"544\"> <p class=\"table-e\">Aluminium or steel cans less than or equal to 1 L</p> </td> <td width=\"88\"> <p align=\"right\" class=\"table-e\">0.10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"544\"> <p class=\"table-e\">Aluminium or steel cans over 1 L</p> </td> <td width=\"88\"> <p align=\"right\" class=\"table-e\">0.20</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"544\"> <p class=\"table-e\">Tetra Pak (polycoat) and Bag-in-a-Box less than or equal to 630 mL</p> </td> <td width=\"88\"> <p align=\"right\" class=\"table-e\">0.10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"544\"> <p class=\"table-e\">Tetra Pak (polycoat) and Bag-in-a-Box over 630 mL</p> </td> <td width=\"88\"> <p align=\"right\" class=\"table-e\">0.20</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"544\"> <p class=\"table-e\">Polyethylene Terephthalate (PET) (plastic) containers less than or equal to 630 mL</p> </td> <td width=\"88\"> <p align=\"right\" class=\"table-e\">0.10</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"544\"> <p class=\"table-e\">Polyethylene Terephthalate (PET) (plastic) over 630 mL</p> </td> <td width=\"88\"> <p align=\"right\" class=\"table-e\">0.20</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 13/07, Table 1.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070013\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}