{
    "reg_info": {
        "full_title": "O. Reg. 384/00: PROFESSIONAL MISCONDUCT",
        "reg_name_text": "PROFESSIONAL MISCONDUCT",
        "citation": "O. Reg. 384/00: ",
        "act_under": "Social Work and Social Service Work Act, 1998",
        "url": "https://www.ontario.ca/laws/regulation/000384",
        "date_scraped": "2023-12-19 02:31:02"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August  1, 2017",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/000384/v1",
            "valid_from": "August 15, 2000",
            "valid_to": "July 31, 2017"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “member” means a member of the College; (“membre”) “profession” means the profession of social work or the profession of social service work. (“profession”)  O. Reg. 384/00, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> In this Regulation,</p> <p class=\"firstdef-e\">“member” means a member of the College; (“membre”)</p> <p class=\"definition-e\">“profession” means the profession of social work or the profession of social service work. (“profession”)  O. Reg. 384/00, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. The following are acts of professional misconduct for the purposes of clause 26 (2) (c) of the Act: The Practice of the Profession and the Care of, and Relationship with, Clients 1. Contravening a term, condition or limitation imposed on the member’s certificate of registration. 2. Failing to meet the standards of the profession. 3. Doing anything to a client in the course of practising the profession in a situation in which consent is required by law, without such a consent. 4. Failing to supervise adequately a person who is under the professional responsibility of the member and who is providing a social work service or a social service work service. 5. Abusing a client physically, sexually, verbally, psychologically or emotionally, including sexually abusing a client within the meaning of subsection 43 (4) of the Act. 6. Using information obtained during a professional relationship with a client or using one’s professional position of authority to coerce, improperly influence, harass or exploit a client or former client. 7. Practising the profession, i. while under the influence of any substance, or ii. while suffering from illness or dysfunction, which the member knows or ought reasonably to know impairs the member’s ability to practise. 8. Discontinuing professional services that are needed unless, i. the client requests the discontinuation, ii. the client withdraws from the service, iii. reasonable efforts are made to arrange alternative or replacement services, iv. the client is given a reasonable opportunity to arrange alternative or replacement services, or v. continuing to provide the services would place the member at serious risk of harm, and, in the circumstances described in subparagraph i, ii, iii or iv, the member makes reasonable efforts to hold a termination session with the client. 9. Providing a service that the member knows or ought reasonably to know is not likely to benefit the client. 10. Providing a professional service while the member is in a conflict of interest. 11. Giving information about a client to a person other than the client or his or her authorized representative except, i. with the consent of the client or his or her authorized representative, ii. as required or allowed by law, or iii. in a review, investigation or proceeding under the Act in which the professional conduct, competency or capacity of the member is in issue and only to the extent reasonably required by the member or the College for the purposes of the review, investigation or proceeding. 12. Breaching a term of an agreement with a client relating to, i. the fees for professional services, or ii. professional services for the client. 13. Failing to provide a truthful and appropriate explanation of the nature of a professional service following a client’s request for an explanation. 14. Failing, without reasonable cause, to provide access to the client or his or her authorized representative to the client’s record or such part or parts of the client’s record as is reasonable in the circumstances. Representations about Members and their Qualifications 15. Inappropriately using a term, title or designation in respect of the member’s practice. 16. Failing to identify oneself as a social worker or social service worker to a client when providing social work or social service work services. 17. Failing to advise the College promptly of a change in the name used by the member in providing or offering to provide social work or social service work services. 18. Using a name other than the member’s name as set out in the register in the course of practising the profession except where the use of another name is necessary for personal safety, the member’s employer and the College have been made aware of the pseudonym and the pseudonym is distinctive. Record Keeping and Reports 19. Falsifying a record relating to the member’s practice. 20. Failing to keep records as required by the regulations and standards of the profession. 21. Making a record, or issuing or signing a certificate, report or other document in the course of practising the profession that the member knows or ought reasonably to know is false, misleading or otherwise improper. 22. Failing, without reasonable cause, to provide a report or certificate relating to a service performed by the member, within a reasonable time, to the client or his or her authorized representative after a client or his or her authorized representative has made a written request for such a report or certificate. Business Practices 23. Failing to inform the client, before or at the commencement of a service, of the fees and charges to be levied for the service, and for late cancellations or missed appointments. 24. Submitting an account or charge for services that the member knows is false or misleading. 25. Charging a fee that is excessive in relation to the service performed. 26. Receiving or conferring a rebate, fee or other benefit by reason of the referral of a client to or from another person. 27. Failing to provide an itemized account of professional services within a reasonable time, if requested to do so by the client or the person or agency who is to pay, in whole or in part, for the services. Miscellaneous Matters 28. Contravening the Act or regulations or by-laws. 29. Contravening a federal, provincial or territorial law or a municipal by-law if, i. the purpose of the law or by-law is to protect public health, or ii. the contravention is relevant to the member’s suitability to practise. 30. Influencing a client to change his or her will or other testamentary instrument. 31. Failing to comply with an order of a panel of the Complaints Committee, Discipline Committee or Fitness to Practise Committee of the College. 32. Failing to comply with a written undertaking given to the College or to carry out an agreement entered into with the College. 33. Failing to co-operate in a College investigation. 34. Failing to take reasonable steps to ensure that the requested information is provided in a complete and accurate manner where a member is required to provide information to the College pursuant to the Act, regulations or by-laws. 35. In the case of a member whose certificate of registration is suspended, engaging in the practice of social work or social service work while the certificate is suspended. 36. Engaging in conduct or performing an act relevant to the practice of the profession that, having regard to all circumstances, would reasonably be regarded by members as disgraceful, dishonourable or unprofessional.  O. Reg. 384/00, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> The following are acts of professional misconduct for the purposes of clause 26 (2) (c) of the Act:</p> <p class=\"heading1x-e\">The Practice of the Profession and the Care of, and Relationship with, Clients</p> <p class=\"paragraph-e\">  1. Contravening a term, condition or limitation imposed on the member’s certificate of registration.</p> <p class=\"paragraph-e\">  2. Failing to meet the standards of the profession.</p> <p class=\"paragraph-e\">  3. Doing anything to a client in the course of practising the profession in a situation in which consent is required by law, without such a consent.</p> <p class=\"paragraph-e\">  4. Failing to supervise adequately a person who is under the professional responsibility of the member and who is providing a social work service or a social service work service.</p> <p class=\"paragraph-e\">  5. Abusing a client physically, sexually, verbally, psychologically or emotionally, including sexually abusing a client within the meaning of subsection 43 (4) of the Act.</p> <p class=\"paragraph-e\">  6. Using information obtained during a professional relationship with a client or using one’s professional position of authority to coerce, improperly influence, harass or exploit a client or former client.</p> <p class=\"paragraph-e\">  7. Practising the profession,</p> <p class=\"subpara-e\">  i. while under the influence of any substance, or</p> <p class=\"subpara-e\">  ii. while suffering from illness or dysfunction,</p> <p class=\"Sparagraph-e\">which the member knows or ought reasonably to know impairs the member’s ability to practise.</p> <p class=\"paragraph-e\">  8. Discontinuing professional services that are needed unless,</p> <p class=\"subpara-e\">  i. the client requests the discontinuation,</p> <p class=\"subpara-e\">  ii. the client withdraws from the service,</p> <p class=\"subpara-e\">  iii. reasonable efforts are made to arrange alternative or replacement services,</p> <p class=\"subpara-e\">  iv. the client is given a reasonable opportunity to arrange alternative or replacement services, or</p> <p class=\"subpara-e\">  v. continuing to provide the services would place the member at serious risk of harm, </p> <p class=\"Sparagraph-e\">and, in the circumstances described in subparagraph i, ii, iii or iv, the member makes reasonable efforts to hold a termination session with the client.</p> <p class=\"paragraph-e\">  9. Providing a service that the member knows or ought reasonably to know is not likely to benefit the client.</p> <p class=\"paragraph-e\">  10. Providing a professional service while the member is in a conflict of interest.</p> <p class=\"paragraph-e\">  11. Giving information about a client to a person other than the client or his or her authorized representative except, </p> <p class=\"subpara-e\">  i. with the consent of the client or his or her authorized representative,</p> <p class=\"subpara-e\">  ii. as required or allowed by law, or </p> <p class=\"subpara-e\">  iii. in a review, investigation or proceeding under the Act in which the professional conduct, competency or capacity of the member is in issue and only to the extent reasonably required by the member or the College for the purposes of the review, investigation or proceeding.</p> <p class=\"paragraph-e\">  12. Breaching a term of an agreement with a client relating to,</p> <p class=\"subpara-e\">  i. the fees for professional services, or</p> <p class=\"subpara-e\">  ii. professional services for the client.</p> <p class=\"paragraph-e\">  13. Failing to provide a truthful and appropriate explanation of the nature of a professional service following a client’s request for an explanation.</p> <p class=\"paragraph-e\">  14. Failing, without reasonable cause, to provide access to the client or his or her authorized representative to the client’s record or such part or parts of the client’s record as is reasonable in the circumstances.</p> <p class=\"heading1x-e\">Representations about Members and their Qualifications</p> <p class=\"paragraph-e\">  15. Inappropriately using a term, title or designation in respect of the member’s practice.</p> <p class=\"paragraph-e\">  16. Failing to identify oneself as a social worker or social service worker to a client when providing social work or social service work services.</p> <p class=\"paragraph-e\">  17. Failing to advise the College promptly of a change in the name used by the member in providing or offering to provide social work or social service work services.</p> <p class=\"paragraph-e\">  18. Using a name other than the member’s name as set out in the register in the course of practising the profession except where the use of another name is necessary for personal safety, the member’s employer and the College have been made aware of the pseudonym and the pseudonym is distinctive.</p> <p class=\"heading1x-e\">Record Keeping and Reports</p> <p class=\"paragraph-e\">  19. Falsifying a record relating to the member’s practice.</p> <p class=\"paragraph-e\">  20. Failing to keep records as required by the regulations and standards of the profession.</p> <p class=\"paragraph-e\">  21. Making a record, or issuing or signing a certificate, report or other document in the course of practising the profession that the member knows or ought reasonably to know is false, misleading or otherwise improper.</p> <p class=\"paragraph-e\">  22. Failing, without reasonable cause, to provide a report or certificate relating to a service performed by the member, within a reasonable time, to the client or his or her authorized representative after a client or his or her authorized representative has made a written request for such a report or certificate. </p> <p class=\"heading1x-e\">Business Practices</p> <p class=\"paragraph-e\">  23. Failing to inform the client, before or at the commencement of a service, of the fees and charges to be levied for the service, and for late cancellations or missed appointments.</p> <p class=\"paragraph-e\">  24. Submitting an account or charge for services that the member knows is false or misleading.</p> <p class=\"paragraph-e\">  25. Charging a fee that is excessive in relation to the service performed. </p> <p class=\"paragraph-e\">  26. Receiving or conferring a rebate, fee or other benefit by reason of the referral of a client to or from another person.</p> <p class=\"paragraph-e\">  27. Failing to provide an itemized account of professional services within a reasonable time, if requested to do so by the client or the person or agency who is to pay, in whole or in part, for the services. </p> <p class=\"heading1x-e\">Miscellaneous Matters</p> <p class=\"paragraph-e\">  28. Contravening the Act or regulations or by-laws.</p> <p class=\"paragraph-e\">  29. Contravening a federal, provincial or territorial law or a municipal by-law if, </p> <p class=\"subpara-e\">  i. the purpose of the law or by-law is to protect public health, or</p> <p class=\"subpara-e\">  ii. the contravention is relevant to the member’s suitability to practise.</p> <p class=\"paragraph-e\">  30. Influencing a client to change his or her will or other testamentary instrument.</p> <p class=\"paragraph-e\">  31. Failing to comply with an order of a panel of the Complaints Committee, Discipline Committee or Fitness to Practise Committee of the College.</p> <p class=\"paragraph-e\">  32. Failing to comply with a written undertaking given to the College or to carry out an agreement entered into with the College.</p> <p class=\"paragraph-e\">  33. Failing to co-operate in a College investigation.</p> <p class=\"paragraph-e\">  34. Failing to take reasonable steps to ensure that the requested information is provided in a complete and accurate manner where a member is required to provide information to the College pursuant to the Act, regulations or by-laws.</p> <p class=\"paragraph-e\">  35. In the case of a member whose certificate of registration is suspended, engaging in the practice of social work or social service work while the certificate is suspended. </p> <p class=\"paragraph-e\">  36. Engaging in conduct or performing an act relevant to the practice of the profession that, having regard to all circumstances, would reasonably be regarded by members as disgraceful, dishonourable or unprofessional.  O. Reg. 384/00, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 384/00, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation)</span>.  O. Reg. 384/00, s. 3.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/000384\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}