{
    "reg_info": {
        "full_title": "O. Reg. 148/22: FOOD TERMINAL RULES",
        "reg_name_text": "FOOD TERMINAL RULES",
        "citation": "O. Reg. 148/22: ",
        "act_under": "Ontario Food Terminal Act",
        "url": "https://www.ontario.ca/laws/regulation/220148",
        "date_scraped": "2023-12-18 07:14:36"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/220148/v1",
            "valid_from": "March  2, 2022",
            "valid_to": "March 31, 2022"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "  1. (1) In this Regulation, “wholesaler” means a person who rents warehouse space within the building of the Terminal from the Board and includes the person’s employees and sub-tenants. (2) The definitions in Ontario Regulation 147/22 (Conduct of Business) made under the Act apply to this Regulation.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“wholesaler” means a person who rents warehouse space within the building of the Terminal from the Board and includes the person’s employees and sub-tenants.</p> <p class=\"subsection-e\">  (2) The definitions in Ontario Regulation 147/22 (Conduct of Business) made under the Act apply to this Regulation.</p>"
        },
        {
            "id": "2.",
            "section": "Purchasing at the Terminal",
            "content": " 2. No person shall purchase goods, wares or merchandise at the Terminal unless they, (a) are a wholesaler; (b) are a Farmers’ Market occupant; or (c) have registered with the manager.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>No person shall purchase goods, wares or merchandise at the Terminal unless they,</p> <p class=\"clause-e\">  (a) are a wholesaler;</p> <p class=\"clause-e\">  (b) are a Farmers’ Market occupant; or</p> <p class=\"clause-e\">  (c) have registered with the manager.</p>"
        },
        {
            "id": "3.",
            "section": "Selling at the Terminal",
            "content": " 3. The following rules apply to sales at the Terminal: 1. No person other than a wholesaler or Farmers’ Market occupant shall sell or offer to sell goods, wares or merchandise. 2. No person shall sell or offer for sale any goods, wares or merchandise in any manner other than by wholesale. 3. Unless permitted by the manager to do so, no person shall sell or offer for sale any goods, wares or merchandise that are not agricultural products.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The following rules apply to sales at the Terminal:</p> <p class=\"paragraph-e\">  1. No person other than a wholesaler or Farmers’ Market occupant shall sell or offer to sell goods, wares or merchandise.</p> <p class=\"paragraph-e\">  2. No person shall sell or offer for sale any goods, wares or merchandise in any manner other than by wholesale.</p> <p class=\"paragraph-e\">  3. Unless permitted by the manager to do so, no person shall sell or offer for sale any goods, wares or merchandise that are not agricultural products.</p>"
        },
        {
            "id": "4.",
            "section": "Entry to the Terminal",
            "content": " 4. (1) No person shall enter the Terminal outside of the opening hours except in the following circumstances: 1. If the manager establishes protocols for gaining access to the Terminal outside of opening hours, persons may enter the Terminal outside of opening hours as long as the entry is in compliance with the protocol. 2. Persons may enter the Terminal for the purpose of delivering goods, wares or merchandise to, i. the premises of wholesalers or Farmers’ Market occupants, or ii. any part of the building of the Terminal used for cold storage purposes. 3. Employees of the Board may enter the Terminal outside of opening hours. (2) For greater certainty, if the manager sets different opening hours for different activities, opening hours in subsection (1) refers to the opening hours for the activity the person intends to carry out.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) No person shall enter the Terminal outside of the opening hours except in the following circumstances:</p> <p class=\"paragraph-e\">  1. If the manager establishes protocols for gaining access to the Terminal outside of opening hours, persons may enter the Terminal outside of opening hours as long as the entry is in compliance with the protocol.</p> <p class=\"paragraph-e\">  2. Persons may enter the Terminal for the purpose of delivering goods, wares or merchandise to,</p> <p class=\"subpara-e\">  i. the premises of wholesalers or Farmers’ Market occupants, or</p> <p class=\"subpara-e\">  ii. any part of the building of the Terminal used for cold storage purposes.</p> <p class=\"paragraph-e\">  3. Employees of the Board may enter the Terminal outside of opening hours.</p> <p class=\"subsection-e\">  (2) For greater certainty, if the manager sets different opening hours for different activities, opening hours in subsection (1) refers to the opening hours for the activity the person intends to carry out.</p>"
        },
        {
            "id": "5.",
            "section": "Damage to property",
            "content": " 5. The following rules apply to persons at the Terminal: 1. No person shall mark, deface or damage in any manner the property of the Board. 2. No person shall misuse corridors, washrooms or other public parts of the Terminal. 3. No person shall climb, remove or damage any fence. 4. No person shall interfere with the use or operation of any gates, locks, equipment or supplies of the Board. 5. No person shall dispose of waste generated outside the Terminal at the Terminal. 6. No person shall bring waste generated outside the Terminal into the Terminal. 7. No person shall dump any waste, goods, wares, merchandise or packaging. 8. No person shall permit an animal, other than service animals, to enter the Terminal.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The following rules apply to persons at the Terminal:</p> <p class=\"paragraph-e\">  1. No person shall mark, deface or damage in any manner the property of the Board.</p> <p class=\"paragraph-e\">  2. No person shall misuse corridors, washrooms or other public parts of the Terminal.</p> <p class=\"paragraph-e\">  3. No person shall climb, remove or damage any fence.</p> <p class=\"paragraph-e\">  4. No person shall interfere with the use or operation of any gates, locks, equipment or supplies of the Board.</p> <p class=\"paragraph-e\">  5. No person shall dispose of waste generated outside the Terminal at the Terminal.</p> <p class=\"paragraph-e\">  6. No person shall bring waste generated outside the Terminal into the Terminal.</p> <p class=\"paragraph-e\">  7. No person shall dump any waste, goods, wares, merchandise or packaging.</p> <p class=\"paragraph-e\">  8. No person shall permit an animal, other than service animals, to enter the Terminal.</p>"
        },
        {
            "id": "6.",
            "section": "Operation of vehicles and parking",
            "content": " 6. (1) All persons at the Terminal shall obey the traffic and parking control signs at the Terminal unless a person identified by the manager pursuant to the regulations is directing traffic in which case the direction of that person shall be obeyed. (2) No person shall drive or operate or permit the driving or operation of vehicles or equipment at the Terminal where, (a) the vehicle or equipment is in such a dangerous or unsafe condition as to endanger the driver, operator or any other person at the Terminal; (b) the vehicle or equipment is not in good working order or has not been properly maintained; (c) the driver does not hold a driver’s licence required under the Highway Traffic Act\r\nin respect of the vehicle; or (d) with respect to a lifting device, (i) the driver does not meet the competency requirements for the lifting device under the Occupational Health and Safety Act, and (ii) the driver does not have a record of competency available upon request of the manager. (3) No person shall drive or operate or permit the driving or operation of vehicles or equipment at the Terminal without due care and attention and without reasonable consideration for other persons using the Terminal. (4) Every driver of a vehicle or operator of equipment involved in an accident at the Terminal that causes personal injury or property damage shall immediately notify a provincial offences officer or the manager of the accident. (5) No person shall park a vehicle except in accordance with parking control signs.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) All persons at the Terminal shall obey the traffic and parking control signs at the Terminal unless a person identified by the manager pursuant to the regulations is directing traffic in which case the direction of that person shall be obeyed.</p> <p class=\"subsection-e\">  (2) No person shall drive or operate or permit the driving or operation of vehicles or equipment at the Terminal where,</p> <p class=\"clause-e\">  (a) the vehicle or equipment is in such a dangerous or unsafe condition as to endanger the driver, operator or any other person at the Terminal;</p> <p class=\"clause-e\">  (b) the vehicle or equipment is not in good working order or has not been properly maintained;</p> <p class=\"clause-e\">  (c) the driver does not hold a driver’s licence required under the <i>Highway Traffic Act</i>\r\nin respect of the vehicle; or</p> <p class=\"clause-e\">  (d) with respect to a lifting device,</p> <p class=\"subclause-e\">  (i) the driver does not meet the competency requirements for the lifting device under the <i>Occupational Health and Safety Act</i>, and</p> <p class=\"subclause-e\">  (ii) the driver does not have a record of competency available upon request of the manager.</p> <p class=\"subsection-e\">  (3) No person shall drive or operate or permit the driving or operation of vehicles or equipment at the Terminal without due care and attention and without reasonable consideration for other persons using the Terminal.</p> <p class=\"subsection-e\">  (4) Every driver of a vehicle or operator of equipment involved in an accident at the Terminal that causes personal injury or property damage shall immediately notify a provincial offences officer or the manager of the accident.</p> <p class=\"subsection-e\">  (5) No person shall park a vehicle except in accordance with parking control signs.</p>"
        },
        {
            "id": "7.",
            "section": "Sanitation",
            "content": " 7. Wholesalers, Farmers’ Market occupants and other persons responsible for areas of the Terminal shall, (a) ensure that areas for which they are responsible are in a sanitary condition; and (b) follow any applicable cleaning and sanitation protocols established by the manager.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>Wholesalers, Farmers’ Market occupants and other persons responsible for areas of the Terminal shall,</p> <p class=\"clause-e\">  (a) ensure that areas for which they are responsible are in a sanitary condition; and</p> <p class=\"clause-e\">  (b) follow any applicable cleaning and sanitation protocols established by the manager.</p>"
        },
        {
            "id": "8.",
            "section": "Storage and display on docks",
            "content": "  8. No person at the Terminal shall breach any applicable protocols established by the manager with respect to the storage or display of goods, wares and merchandise on docks or in other public areas of the Terminal.",
            "raw_html": "<p class=\"section-e\"><b>  8. </b>No person at the Terminal shall breach any applicable protocols established by the manager with respect to the storage or display of goods, wares and merchandise on docks or in other public areas of the Terminal.</p>"
        },
        {
            "id": "9.",
            "section": "Farmers’ Market",
            "content": " 9. Farmers’ Market occupants shall follow any applicable protocols established by the manager with respect to the Farmers’ Market.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>Farmers’ Market occupants shall follow any applicable protocols established by the manager with respect to the Farmers’ Market.</p>"
        },
        {
            "id": "10.",
            "section": "Nuisance",
            "content": " 10. No person at the Terminal shall create a nuisance or breach any applicable protocols established by the manager with respect to nuisance.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>No person at the Terminal shall create a nuisance or breach any applicable protocols established by the manager with respect to nuisance.</p>"
        },
        {
            "id": "11.",
            "section": "Communicable diseases",
            "content": " 11. No person at the Terminal shall breach any applicable protocols established by the manager with respect to communicable diseases.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>No person at the Terminal shall breach any applicable protocols established by the manager with respect to communicable diseases.</p>"
        },
        {
            "id": "12.",
            "section": "Communicable diseases",
            "content": " 12. Omitted (revokes other Regulations).",
            "raw_html": "<p class=\"section-e\"> <b>12.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).</p>"
        },
        {
            "id": "13.",
            "section": "Communicable diseases",
            "content": " 13. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>13.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Communicable diseases",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/220148\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}