{
    "reg_info": {
        "full_title": "O. Reg. 24/10: CLAIMS BY NON-PARENTS FOR DECISION-MAKING RESPONSIBILITY",
        "reg_name_text": "Claims by Non-Parents for Decision-Making Responsibility",
        "citation": "O. Reg. 24/10: CLAIMS BY NON-PARENTS FOR DECISION-MAKING RESPONSIBILITY",
        "act_under": "Children’s Law Reform Act",
        "url": "https://www.ontario.ca/laws/regulation/100024",
        "date_scraped": "2023-12-18 18:49:46"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/100024/v5",
            "valid_from": "January 29, 2021",
            "valid_to": "February 28, 2021"
        },
        {
            "a_href": "/laws/regulation/100024/v4",
            "valid_from": "April 30, 2018",
            "valid_to": "January 28, 2021"
        },
        {
            "a_href": "/laws/regulation/100024/v3",
            "valid_from": "April  3, 2018",
            "valid_to": "April 29, 2018"
        },
        {
            "a_href": "/laws/regulation/100024/v2",
            "valid_from": "March  1, 2010",
            "valid_to": "April  2, 2018"
        },
        {
            "a_href": "/laws/regulation/100024/v1",
            "valid_from": "February 19, 2010",
            "valid_to": "February 28, 2010"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Police records check",
            "content": " 1. (1) A reference in this section to a criminal charge or criminal offence is a reference to a charge or offence under the Criminal Code (Canada), the Food and Drugs Act (Canada) or the Controlled Drugs and Substances Act (Canada).  O. Reg. 24/10, s. 1 (1). (2) For the purposes of subsection 21.1 (1) of the Act, a police records check in respect of a person is defined as written information, prepared by a police force or service and based on information available to the police force or service at the time the police records check is prepared, respecting the particulars of, (a) every criminal offence of which the person has been convicted, except an offence in respect of which a pardon has been issued or granted under the Criminal Records Act\r\n(Canada); (b) every criminal offence of which the person has been found guilty and has been discharged, except an offence in respect of which the Criminal Records Act (Canada) requires that the record be purged; (c) every offence of which the person has been found guilty and for which an adult sentence has been imposed under the Youth Criminal Justice Act (Canada), as described in section 117 of that Act, except an offence in respect of which a pardon has been issued or granted under the Criminal Records Act\r\n(Canada); (d) every outstanding order of a judge or justice of the peace made against the person in respect of a criminal matter, including a probation order, prohibition order or warrant; (e) every outstanding restraining order made against the person under section 35 of the Act, section 46 of the Family Law Act or section 137 of the Child, Youth and Family Services Act, 2017, or any predecessors of those sections; (f) every outstanding criminal charge against the person; (g) every criminal charge against the person that, (i) resulted in a finding of not criminally responsible on account of mental disorder, (ii) resulted in a stay of proceedings, (iii) was dismissed by the court, or (iv) was withdrawn by the Crown; (h) subject to subsection (3), every contact between the person and a police force or service for which the police force or service has a written record; and (i) every contact between the person and a police force or service in relation to actions taken against the person under the Mental Health Act because of a determination under that Act that the person was suffering or apparently suffering from a mental disorder of a nature or quality that would likely result in serious bodily harm to the person or to another person or in serious physical impairment of the person.  O. Reg. 24/10, s. 1 (2); O. Reg. 163/18, s. 2. (3) Information respecting the particulars of a contact referred to in clause (2) (h) shall not be disclosed by a police force or service for the purposes of the police records check if, (a) disclosing the information could reasonably be expected to interfere with a law enforcement matter; (b) a police force or service has not made the person aware of the contact; (c) the person was a minor at the time of the contact; or (d) the information is not relevant to an application for decision-making responsibility with respect to a child.  O. Reg. 24/10, s. 1 (3); O. Reg. 31/21, s. 2. (4) Nothing in this section permits or requires the disclosure of information by a police force or service, if the disclosure is prohibited by any Act or regulation of Canada or any province or territory of Canada or otherwise by law.  O. Reg. 24/10, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) A reference in this section to a criminal charge or criminal offence is a reference to a charge or offence under the <i>Criminal Code </i>(Canada), the <i>Food and Drugs Act</i> (Canada) or the <i>Controlled Drugs and Substances Act </i>(Canada).  O. Reg. 24/10, s. 1 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 21.1 (1) of the Act, a police records check in respect of a person is defined as written information, prepared by a police force or service and based on information available to the police force or service at the time the police records check is prepared, respecting the particulars of, </p> <p class=\"clause-e\">  (a) every criminal offence of which the person has been convicted, except an offence in respect of which a pardon has been issued or granted under the <i>Criminal Records Act</i>\r\n(Canada);</p> <p class=\"clause-e\">  (b) every criminal offence of which the person has been found guilty and has been discharged, except an offence in respect of which the <i>Criminal Records Act</i> (Canada) requires that the record be purged; </p> <p class=\"clause-e\">  (c) every offence of which the person has been found guilty and for which an adult sentence has been imposed under the <i>Youth Criminal Justice Act </i>(Canada), as described in section 117 of that Act, except an offence in respect of which a pardon has been issued or granted under the <i>Criminal Records Act</i>\r\n(Canada);</p> <p class=\"clause-e\">  (d) every outstanding order of a judge or justice of the peace made against the person in respect of a criminal matter, including a probation order, prohibition order or warrant;</p> <p class=\"clause-e\">  (e) every outstanding restraining order made against the person under section 35 of the Act, section 46 of the <i>Family Law Act</i> or section 137 of the <i>Child, Youth and Family Services Act, 2017</i>, or any predecessors of those sections;</p> <p class=\"clause-e\">  (f) every outstanding criminal charge against the person; </p> <p class=\"clause-e\">  (g) every criminal charge against the person that,</p> <p class=\"subclause-e\">  (i) resulted in a finding of not criminally responsible on account of mental disorder, </p> <p class=\"subclause-e\">  (ii) resulted in a stay of proceedings, </p> <p class=\"subclause-e\">  (iii) was dismissed by the court, or</p> <p class=\"subclause-e\">  (iv) was withdrawn by the Crown;\r\n</p> <p class=\"clause-e\">  (h) subject to subsection (3), every contact between the person and a police force or service for which the police force or service has a written record; and</p> <p class=\"clause-e\">  (i) every contact between the person and a police force or service in relation to actions taken against the person under the <i>Mental Health Act</i> because of a determination under that Act that the person was suffering or apparently suffering from a mental disorder of a nature or quality that would likely result in serious bodily harm to the person or to another person or in serious physical impairment of the person.  O. Reg. 24/10, s. 1 (2); O. Reg. 163/18, s. 2.</p> <p class=\"subsection-e\">  (3) Information respecting the particulars of a contact referred to in clause (2) (h) shall not be disclosed by a police force or service for the purposes of the police records check if,</p> <p class=\"clause-e\">  (a) disclosing the information could reasonably be expected to interfere with a law enforcement matter;</p> <p class=\"clause-e\">  (b) a police force or service has not made the person aware of the contact; </p> <p class=\"clause-e\">  (c) the person was a minor at the time of the contact; or</p> <p class=\"clause-e\">  (d) the information is not relevant to an application for decision-making responsibility with respect to a child.  O. Reg. 24/10, s. 1 (3); O. Reg. 31/21, s. 2.</p> <p class=\"subsection-e\">  (4) Nothing in this section permits or requires the disclosure of information by a police force or service, if the disclosure is prohibited by any Act or regulation of Canada or any province or territory of Canada or otherwise by law.  O. Reg. 24/10, s. 1 (4).</p>"
        },
        {
            "id": "2.",
            "section": "Requests for CAS report",
            "content": " 2. A person required to submit a request under subsection 21.2 (2) of the Act shall submit a request to each society that is or was designated for every territorial jurisdiction, within the meaning of section 34 of the Child, Youth and Family Services Act, 2017, in which the person has resided since the earlier of, (a) the day on which the person became a parent for the first time; and (b) the day on which the person reached 18 years of age. O. Reg. 163/18, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>A person required to submit a request under subsection 21.2 (2) of the Act shall submit a request to each society that is or was designated for every territorial jurisdiction, within the meaning of section 34 of the <i>Child, Youth and Family Services Act, 2017</i><i>,</i> in which the person has resided since the earlier of,</p> <p class=\"clause-e\">  (a) the day on which the person became a parent for the first time; and</p> <p class=\"clause-e\">  (b) the day on which the person reached 18 years of age. O. Reg. 163/18, s. 3.</p>"
        },
        {
            "id": "3.",
            "section": "Scope of CAS report, excluded files",
            "content": " 3. (1) Subject to subsection (2), a report prepared under subsection 21.2 (4) of the Act shall only refer to files respecting the following: 1. The provision of a service to the person requesting the report where the service was provided under Part II of the Child and Family Services Act before that Act was repealed. 2. The provision of a service under Part III of the Child and Family Services Act\r\nbefore that Act was repealed in a circumstance where, i. a child protection investigation was initiated, and ii. the person requesting the report was one of the subjects of the investigation. 3. The provision of a service to the person requesting the report where the service was provided under Part V of the Child, Youth and Family Services Act, 2017 in relation to a temporary care agreement under section 75 of that Act. 4. The provision of a service under Part V of the Child, Youth and Family Services Act, 2017 in a circumstance where, i. a child protection investigation was initiated, and ii. the person requesting the report is or was one of the subjects of the investigation. O. Reg. 163/18, s. 4. (2) A report prepared under subsection 21.2 (4) of the Act shall not refer to a file mentioned in subsection (1) of this section in any of the following circumstances: 1. In the case of a file respecting a matter described in paragraph 2 or 4 of subsection (1), the file is in respect of a referral, report or information that a child is or was in need of protection that did not require a child protection investigation. 2. The person requesting the report was the child receiving the service or the child who was the subject of the investigation, as the case may be. 3. In the case of a file respecting care and support provided under section 124 of the Child, Youth and Family Services Act, 2017 or section 71.1 of the Child and Family Services Act, the person requesting the report is or was the person receiving the care and support. O. Reg. 163/18, s. 4. (3) A report shall not refer to any record that contains only files which are excluded under this section.  O. Reg. 24/10, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Subject to subsection (2), a report prepared under subsection 21.2 (4) of the Act shall only refer to files respecting the following:</p> <p class=\"paragraph-e\">  1. The provision of a service to the person requesting the report where the service was provided under Part II of the <i>Child and Family Services Act</i> before that Act was repealed.</p> <p class=\"paragraph-e\">  2. The provision of a service under Part III of the <i>Child and Family Services Act</i>\r\nbefore that Act was repealed in a circumstance where,</p> <p class=\"subpara-e\">  i. a child protection investigation was initiated, and</p> <p class=\"subpara-e\">  ii. the person requesting the report was one of the subjects of the investigation.</p> <p class=\"paragraph-e\">  3. The provision of a service to the person requesting the report where the service was provided under Part V of the <i>Child, Youth and Family Services Act, 2017</i> in relation to a temporary care agreement under section 75 of that Act.</p> <p class=\"paragraph-e\">  4. The provision of a service under Part V of the <i>Child, Youth and Family Services Act, 2017 </i>in a circumstance where,</p> <p class=\"subpara-e\">  i. a child protection investigation was initiated, and</p> <p class=\"subpara-e\">  ii. the person requesting the report is or was one of the subjects of the investigation. O. Reg. 163/18, s. 4.</p> <p class=\"subsection-e\">  (2) A report prepared under subsection 21.2 (4) of the Act shall not refer to a file mentioned in subsection (1) of this section in any of the following circumstances:</p> <p class=\"paragraph-e\">  1. In the case of a file respecting a matter described in paragraph 2 or 4 of subsection (1), the file is in respect of a referral, report or information that a child is or was in need of protection that did not require a child protection investigation.</p> <p class=\"paragraph-e\">  2. The person requesting the report was the child receiving the service or the child who was the subject of the investigation, as the case may be.</p> <p class=\"paragraph-e\">  3. In the case of a file respecting care and support provided under section 124 of the <i>Child, Youth and Family Services Act, 2017 </i>or section 71.1 of the <i>Child and Family Services Act</i>, the person requesting the report is or was the person receiving the care and support. O. Reg. 163/18, s. 4.</p> <p class=\"subsection-e\">  (3) A report shall not refer to any record that contains only files which are excluded under this section.  O. Reg. 24/10, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": "Scope of CAS report, excluded files",
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 24/10, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 24/10, s. 4.</p>"
        },
        {
            "id": null,
            "section": "Scope of CAS report, excluded files",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/100024\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}