{
    "reg_info": {
        "full_title": "O. Reg. 104/97: STANDARDS FOR BRIDGES",
        "reg_name_text": "STANDARDS FOR BRIDGES",
        "citation": "O. Reg. 104/97: ",
        "act_under": "Public Transportation and Highway Improvement Act   Loi sur l’aménagement des voies publiques et des transports en commun",
        "url": "https://www.ontario.ca/laws/regulation/970104",
        "date_scraped": "2023-12-19 06:11:41"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  6, 2010",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/970104/v2",
            "valid_from": "June 13, 2006",
            "valid_to": "December  5, 2010"
        },
        {
            "a_href": "/laws/regulation/970104/v1",
            "valid_from": "May 17, 2002",
            "valid_to": "June 12, 2006"
        }
    ],
    "content": [
        {
            "id": "1",
            "section": null,
            "content": " 1. In this Regulation,  “Canadian Highway Bridge Design Code” means the “Canadian Highway Bridge Design Code” designated as CAN/CSA-S6-06 published by the Canadian Standards Association and the “Commentary on CAN/CSA-S6-06, Canadian Highway Bridge Design Code” published by the Canadian Standards Association, as amended from time to time; “evaluation” has the meaning set out in the General Technical Definitions of the Canadian Highway Bridge Design Code; “Ontario Structure Inspection Manual” means the “Ontario Structure Inspection Manual (OSIM)”, published by the Ministry and dated October 2000 (revised November 2003 and April 2008), as amended from time to time and available from the Ministry; “professional engineer” means a person who holds a licence or a temporary licence issued under the Professional Engineers Act to engage in the practice of professional engineering, but does not include a person who holds a limited licence issued under that Act; “rehabilitation” has the meaning set out in the General Technical Definitions of the Canadian Highway Bridge Design Code; “Structural Manual” means the “Structural Manual”\r\npublished by the Ministry and dated April 2008, as amended from time to time and available from the Ministry.  O. Reg. 104/97, s. 1; O. Reg. 160/02, s. 1; O. Reg. 278/06, s. 1; O. Reg. 472/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1</b>. In this Regulation, </p> <p class=\"firstdef-e\">“Canadian Highway Bridge Design Code” means the “Canadian Highway Bridge Design Code” designated as <span class=\"ovallcaps\">CAN/CSA</span>-S6-06 published by the Canadian Standards Association and the “Commentary on <span class=\"ovallcaps\">CAN/CSA</span>-S6-06, Canadian Highway Bridge Design Code” published by the Canadian Standards Association, as amended from time to time;</p> <p class=\"definition-e\">“evaluation” has the meaning set out in the General Technical Definitions of the Canadian Highway Bridge Design Code;</p> <p class=\"definition-e\">“Ontario Structure Inspection Manual” means the “Ontario Structure Inspection Manual (OSIM)”, published by the Ministry and dated October 2000 (revised November 2003 and April 2008), as amended from time to time and available from the Ministry;</p> <p class=\"definition-e\">“professional engineer” means a person who holds a licence or a temporary licence issued under the <i>Professional Engineers Ac</i><i>t</i> to engage in the practice of professional engineering, but does not include a person who holds a limited licence issued under that Act;</p> <p class=\"definition-e\">“rehabilitation” has the meaning set out in the General Technical Definitions of the Canadian Highway Bridge Design Code;</p> <p class=\"definition-e\">“Structural Manual” means the “<i>Structural Manual”</i>\r\npublished by the Ministry and dated April 2008, as amended from time to time and available from the Ministry.  O. Reg. 104/97, s. 1; O. Reg. 160/02, s. 1; O. Reg. 278/06, s. 1; O. Reg. 472/10, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) Where any person undertakes or causes to be undertaken the design, evaluation, construction or rehabilitation of a bridge, the design, evaluation, construction or rehabilitation shall conform to,  (a) the standards set out in the Canadian Highway Bridge Design Code; and (b) the most current accepted engineering standards, guidelines, procedures and practices.  O. Reg. 472/10, s. 2. (2) Despite clause (1) (a), if there is a conflict or inconsistency between a standard set out in the Canadian Highway Bridge Design Code and a standard set out in Division 1 of the\r\nStructural Manual\r\nentitled “Exceptions to the Canadian Highway Bridge Design Code”, the design, evaluation, construction or rehabilitation of a bridge shall, instead of conforming to the standard set out in the Canadian Highway Bridge Design Code, conform to the standard set out in Division 1 of the Structural Manual.  O. Reg. 472/10, s. 2. (3) The structural integrity, safety and condition of every bridge shall be determined through the performance of at least one inspection in every second calendar year under the direction of a professional engineer and in accordance with the Ontario Structure Inspection Manual.  O. Reg. 472/10, s. 2. (4) For greater certainty, the inspection referred to in subsection (3) may be performed at any time in the calendar year, regardless of when in a prior calendar year the previous inspection was performed.  O. Reg. 472/10, s. 2. (5) Despite subsection (3), the inspection of a bridge may vary from the Ontario Structure Inspection Manual if, (a) the variation is not a marked departure from the Ontario Structure Inspection Manual; and (b) the variation does not adversely affect the safety and mobility of people and goods.  O. Reg. 472/10, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Where any person undertakes or causes to be undertaken the design, evaluation, construction or rehabilitation of a bridge, the design, evaluation, construction or rehabilitation shall conform to, </p> <p class=\"clause-e\">  (a) the standards set out in the Canadian Highway Bridge Design Code; and</p> <p class=\"clause-e\">  (b) the most current accepted engineering standards, guidelines, procedures and practices.  O. Reg. 472/10, s. 2.</p> <p class=\"subsection-e\">  (2) Despite clause (1) (a), if there is a conflict or inconsistency between a standard set out in the Canadian Highway Bridge Design Code and a standard set out in Division 1 of the\r\n<i>Structural Manual</i>\r\nentitled “Exceptions to the Canadian Highway Bridge Design Code”, the design, evaluation, construction or rehabilitation of a bridge shall, instead of conforming to the standard set out in the Canadian Highway Bridge Design Code, conform to the standard set out in Division 1 of the <i>Structural Manual</i>.  O. Reg. 472/10, s. 2.</p> <p class=\"subsection-e\">  (3) The structural integrity, safety and condition of every bridge shall be determined through the performance of at least one inspection in every second calendar year under the direction of a professional engineer and in accordance with the <i>Ontario Structure Inspection Manual</i>.  O. Reg. 472/10, s. 2.</p> <p class=\"subsection-e\">  (4) For greater certainty, the inspection referred to in subsection (3) may be performed at any time in the calendar year, regardless of when in a prior calendar year the previous inspection was performed.  O. Reg. 472/10, s. 2.</p> <p class=\"subsection-e\">  (5) Despite subsection (3), the inspection of a bridge may vary from the Ontario Structure Inspection Manual if,</p> <p class=\"clause-e\">  (a) the variation is not a marked departure from the Ontario Structure Inspection Manual; and</p> <p class=\"clause-e\">  (b) the variation does not adversely affect the safety and mobility of people and goods.  O. Reg. 472/10, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. Every bridge shall be kept safe and in good repair.  O. Reg. 104/97, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Every bridge shall be kept safe and in good repair.  O. Reg. 104/97, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 104/97, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 104/97, s. 4.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}