{
    "reg_info": {
        "full_title": "O. Reg. 413/94: HALON FIRE EXTINGUISHING EQUIPMENT",
        "reg_name_text": "HALON FIRE EXTINGUISHING EQUIPMENT",
        "citation": "O. Reg. 413/94: ",
        "act_under": "Environmental Protection Act   Loi sur la protection de l’environnement",
        "url": "https://www.ontario.ca/laws/regulation/940413",
        "date_scraped": "2023-12-19 06:06:08"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/940413/v2",
            "valid_from": "December  3, 2010",
            "valid_to": "December 31, 2010"
        },
        {
            "a_href": "/laws/regulation/940413/v1",
            "valid_from": "June 24, 1994",
            "valid_to": "December  2, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “fire extinguishing equipment” means a fire extinguishing system or a portable fire extinguisher; “fire extinguishing system” means a fire extinguishing system that is not manually transportable, a fire suppression system or an explosion suppression system and includes related equipment other than a portable fire extinguisher; “portable fire extinguisher” means a fire extinguisher that is manually transportable. O. Reg. 413/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“fire extinguishing equipment” means a fire extinguishing system or a portable fire extinguisher;</p> <p class=\"definition-e\">“fire extinguishing system” means a fire extinguishing system that is not manually transportable, a fire suppression system or an explosion suppression system and includes related equipment other than a portable fire extinguisher;</p> <p class=\"definition-e\">“portable fire extinguisher” means a fire extinguisher that is manually transportable. O. Reg. 413/94, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) Except in accordance with section 6, no person shall discharge or cause or permit the discharge into the natural environment of, (a) halon 1211, also known as bromochlorodifluoromethane; (b) halon 1301, also known as bromotrifluoromethane; or (c) halon 2402, also known as dibromotetrafluoroethane. (2) Despite subsection (1), fire extinguishing equipment that contains a substance mentioned in subsection (1) may be used to fight fires, except fires caused for firefighting training purposes. O. Reg. 413/94, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) Except in accordance with section 6, no person shall discharge or cause or permit the discharge into the natural environment of,</p> <p class=\"clause-e\">(a) halon 1211, also known as bromochlorodifluoromethane;</p> <p class=\"clause-e\">(b) halon 1301, also known as bromotrifluoromethane; or</p> <p class=\"clause-e\">(c) halon 2402, also known as dibromotetrafluoroethane.</p> <p class=\"subsection-e\">(2) Despite subsection (1), fire extinguishing equipment that contains a substance mentioned in subsection (1) may be used to fight fires, except fires caused for firefighting training purposes. O. Reg. 413/94, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. No person shall store halon 1211 or halon 1301 except, (a) in fire extinguishing equipment kept for use; (b) in emergency tanks kept adjacent to the halon tanks of a fire extinguishing system installed for use; (c) at the premises of a business certified by Underwriters’ Laboratories of Canada in accordance with its publication ULC/ORD-C1058.18-1993, “The Servicing of Halon Extinguishing Systems” or CAN/ULC-S532-M90, “Standard for the Regulation of the Servicing of Portable Fire Extinguishers”; (d) at the premises of a person who has a written agreement for regular inspection of the halon storage with a business certified by Underwriters’ Laboratories of Canada in accordance with its publication ULC/ORD-C1058.18-1993, “The Servicing of Halon Extinguishing Systems”; or (e) in fire extinguishing equipment or a component of fire extinguishing equipment, if the equipment or component has never been used and is kept for sale. O. Reg. 413/94, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>No person shall store halon 1211 or halon 1301 except,</p> <p class=\"clause-e\">(a) in fire extinguishing equipment kept for use;</p> <p class=\"clause-e\">(b) in emergency tanks kept adjacent to the halon tanks of a fire extinguishing system installed for use;</p> <p class=\"clause-e\">(c) at the premises of a business certified by Underwriters’ Laboratories of Canada in accordance with its publication ULC/ORD-C1058.18-1993, “The Servicing of Halon Extinguishing Systems” or CAN/ULC-S532-M90, “Standard for the Regulation of the Servicing of Portable Fire Extinguishers”;</p> <p class=\"clause-e\">(d) at the premises of a person who has a written agreement for regular inspection of the halon storage with a business certified by Underwriters’ Laboratories of Canada in accordance with its publication ULC/ORD-C1058.18-1993, “The Servicing of Halon Extinguishing Systems”; or</p> <p class=\"clause-e\">(e) in fire extinguishing equipment or a component of fire extinguishing equipment, if the equipment or component has never been used and is kept for sale. O. Reg. 413/94, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) No person shall add halon 1211 or halon 1301 to a portable fire extinguisher unless the extinguisher was manufactured before January 1, 1995. (2) No person shall add halon 1211 or halon 1301 to a fire extinguishing system unless the system was manufactured and fully installed for the first time before January 1, 1995. (3) No person shall add halon 2402 to fire extinguishing equipment. (4) After December 31, 1996, no person shall add a hydrobromofluorocarbon to fire extinguishing equipment. (5) After December 31, 1996, no person shall add a hydrochlorofluorocarbon to fire extinguishing equipment unless the hydrochlorofluorocarbon is or is a component of a fire extinguishing medium that is listed by Underwriters’ Laboratories of Canada as having an ozone depleting potential less than 0.05. (6) After December 31, 1995, no person shall add halon 1211 or halon 1301 to a portable fire extinguisher designed to contain halon in a quantity of three kilograms or less. O. Reg. 413/94, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) No person shall add halon 1211 or halon 1301 to a portable fire extinguisher unless the extinguisher was manufactured before January 1, 1995.</p> <p class=\"subsection-e\">(2) No person shall add halon 1211 or halon 1301 to a fire extinguishing system unless the system was manufactured and fully installed for the first time before January 1, 1995.</p> <p class=\"subsection-e\">(3) No person shall add halon 2402 to fire extinguishing equipment.</p> <p class=\"subsection-e\">(4) After December 31, 1996, no person shall add a hydrobromofluorocarbon to fire extinguishing equipment.</p> <p class=\"subsection-e\">(5) After December 31, 1996, no person shall add a hydrochlorofluorocarbon to fire extinguishing equipment unless the hydrochlorofluorocarbon is or is a component of a fire extinguishing medium that is listed by Underwriters’ Laboratories of Canada as having an ozone depleting potential less than 0.05.</p> <p class=\"subsection-e\">(6) After December 31, 1995, no person shall add halon 1211 or halon 1301 to a portable fire extinguisher designed to contain halon in a quantity of three kilograms or less. O. Reg. 413/94, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) No person shall sell, transfer, use or store a portable fire extinguisher containing halon 1211 or halon 1301 unless the extinguisher was sold for use for the first time before January 1, 1996. (2) No person shall sell, transfer, use or store a fire extinguishing system containing halon 1211 or halon 1301 unless the system was manufactured and fully installed for the first time before January 1, 1995. (3) No person shall sell or transfer a portable fire extinguisher containing halon 1211 or halon 1301 unless the portable fire extinguisher bears a clear and legible label that, (a) states that the extinguisher contains an ozone depleting substance; and (b) identifies the halons inside the portable fire extinguisher. O. Reg. 413/94, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) No person shall sell, transfer, use or store a portable fire extinguisher containing halon 1211 or halon 1301 unless the extinguisher was sold for use for the first time before January 1, 1996.</p> <p class=\"subsection-e\">(2) No person shall sell, transfer, use or store a fire extinguishing system containing halon 1211 or halon 1301 unless the system was manufactured and fully installed for the first time before January 1, 1995.</p> <p class=\"subsection-e\">(3) No person shall sell or transfer a portable fire extinguisher containing halon 1211 or halon 1301 unless the portable fire extinguisher bears a clear and legible label that,</p> <p class=\"clause-e\">(a) states that the extinguisher contains an ozone depleting substance; and</p> <p class=\"clause-e\">(b) identifies the halons inside the portable fire extinguisher. O. Reg. 413/94, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) No person shall inspect or service fire extinguishing equipment containing halon 1211 or halon 1301 in any manner that has the potential for causing the discharge of the halon into the natural environment unless, (a) the person is employed in a business certified for the servicing of such equipment by Underwriters’ Laboratories of Canada in accordance with its publication ULC/ORD-C1058.18-1993, “The Servicing of Halon Extinguishing Systems” or CAN/ULC-S532-M90, “Standard for the Regulation of the Servicing of Portable Fire Extinguishers”; (b) the person performs the servicing in accordance with Underwriters’ Laboratories of Canada publication CAN/ULC-S532-M90, “Standard for the Regulation of the Servicing of Portable Fire Extinguishers” or ULC/ORD-C1058.18-1993, “The Servicing of Halon Extinguishing Systems”; and (c) the person concludes the servicing by affixing the appropriate Underwriters’ Laboratories of Canada label to confirm what has been done. (2) No person shall recover or recondition halon 1211 or halon 1301 from fire extinguishing equipment unless, (a) the person is employed in a business certified for such operations by Underwriters’ Laboratories of Canada in accordance with its publication ULC/ORD-C1058.18-1993, “The Servicing of Halon Extinguishing Systems” or CAN/ULC-S532-M90, “Standard for the Regulation of the Servicing of Portable Fire Extinguishers”; (b) the person performs the recovery or reconditioning by means of equipment that, (i) conforms to the standards set out in Underwriters’ Laboratories of Canada publication ULC/ORD-C1058.5-1993, “Halon Recovery and Reconditioning Equipment”, and (ii) bears an Underwriters’ Laboratories of Canada label confirming that it meets the standards of Underwriters’ Laboratories of Canada publication ULC/ORD-C1058.5-1993, “Halon Recovery and Reconditioning Equipment”; (c) in the case of a fire extinguishing system, the person performs the recovery or reconditioning in accordance with Underwriters’ Laboratories of Canada publication ULC/ORD-C1058.18-1993, “The Servicing of Halon Extinguishing Systems” or ULC/ORD-C1058.5-1993, “Halon Recovery and Reconditioning Equipment”; and (d) in the case of a portable fire extinguisher, the person performs the recovery or reconditioning in accordance with Underwriters’ Laboratories of Canada publication CAN/ULC-S532-M90, “Standard for the Regulation of the Servicing of Portable Fire Extinguishers” or ULC/ORD-C1058.5-1993, “Halon Recovery and Reconditioning Equipment”. O. Reg. 413/94, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) No person shall inspect or service fire extinguishing equipment containing halon 1211 or halon 1301 in any manner that has the potential for causing the discharge of the halon into the natural environment unless,</p> <p class=\"clause-e\">(a) the person is employed in a business certified for the servicing of such equipment by Underwriters’ Laboratories of Canada in accordance with its publication ULC/ORD-C1058.18-1993, “The Servicing of Halon Extinguishing Systems” or CAN/ULC-S532-M90, “Standard for the Regulation of the Servicing of Portable Fire Extinguishers”;</p> <p class=\"clause-e\">(b) the person performs the servicing in accordance with Underwriters’ Laboratories of Canada publication CAN/ULC-S532-M90, “Standard for the Regulation of the Servicing of Portable Fire Extinguishers” or ULC/ORD-C1058.18-1993, “The Servicing of Halon Extinguishing Systems”; and</p> <p class=\"clause-e\">(c) the person concludes the servicing by affixing the appropriate Underwriters’ Laboratories of Canada label to confirm what has been done.</p> <p class=\"subsection-e\">(2) No person shall recover or recondition halon 1211 or halon 1301 from fire extinguishing equipment unless,</p> <p class=\"clause-e\">(a) the person is employed in a business certified for such operations by Underwriters’ Laboratories of Canada in accordance with its publication ULC/ORD-C1058.18-1993, “The Servicing of Halon Extinguishing Systems” or CAN/ULC-S532-M90, “Standard for the Regulation of the Servicing of Portable Fire Extinguishers”;</p> <p class=\"clause-e\">(b) the person performs the recovery or reconditioning by means of equipment that,</p> <p class=\"subclause-e\">(i) conforms to the standards set out in Underwriters’ Laboratories of Canada publication ULC/ORD-C1058.5-1993, “Halon Recovery and Reconditioning Equipment”, and</p> <p class=\"subclause-e\">(ii) bears an Underwriters’ Laboratories of Canada label confirming that it meets the standards of Underwriters’ Laboratories of Canada publication ULC/ORD-C1058.5-1993, “Halon Recovery and Reconditioning Equipment”;</p> <p class=\"clause-e\">(c) in the case of a fire extinguishing system, the person performs the recovery or reconditioning in accordance with Underwriters’ Laboratories of Canada publication ULC/ORD-C1058.18-1993, “The Servicing of Halon Extinguishing Systems” or ULC/ORD-C1058.5-1993, “Halon Recovery and Reconditioning Equipment”; and</p> <p class=\"clause-e\">(d) in the case of a portable fire extinguisher, the person performs the recovery or reconditioning in accordance with Underwriters’ Laboratories of Canada publication CAN/ULC-S532-M90, “Standard for the Regulation of the Servicing of Portable Fire Extinguishers” or ULC/ORD-C1058.5-1993, “Halon Recovery and Reconditioning Equipment”. O. Reg. 413/94, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. No person shall add halon 1211 or halon 1301 to a container, other than a container that is part of fire extinguishing equipment, unless the container bears a clear and legible label that, (a) identifies the halon that the person is adding; (b) states that the halon is an ozone depleting substance; and (c) states that the container cannot be dismantled, destroyed, recycled, incinerated or disposed of by depositing in a dump or landfilling site unless the container bears a label that indicates that the container no longer contains halon. O. Reg. 413/94, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>No person shall add halon 1211 or halon 1301 to a container, other than a container that is part of fire extinguishing equipment, unless the container bears a clear and legible label that,</p> <p class=\"clause-e\">(a) identifies the halon that the person is adding;</p> <p class=\"clause-e\">(b) states that the halon is an ozone depleting substance; and</p> <p class=\"clause-e\">(c) states that the container cannot be dismantled, destroyed, recycled, incinerated or disposed of by depositing in a dump or landfilling site unless the container bears a label that indicates that the container no longer contains halon. O. Reg. 413/94, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) No person shall dismantle, destroy, recycle, incinerate or dispose of by depositing in a dump or landfilling site, (a) fire extinguishing equipment that has contained halon 1211 or halon 1301; or (b) a container that has a label that indicates that it has contained halon 1211 or halon 1301, unless the equipment or container bears a label dated within the preceding six months that indicates that the equipment or container no longer contains halon 1211 or halon 1301. (2) This section does not apply to a portable fire extinguisher designed to contain halon 1211 or halon 1301 in a quantity of three kilograms or less. O. Reg. 413/94, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) No person shall dismantle, destroy, recycle, incinerate or dispose of by depositing in a dump or landfilling site,</p> <p class=\"clause-e\">(a) fire extinguishing equipment that has contained halon 1211 or halon 1301; or</p> <p class=\"clause-e\">(b) a container that has a label that indicates that it has contained halon 1211 or halon 1301,</p> <p class=\"Ssubsection-e\">unless the equipment or container bears a label dated within the preceding six months that indicates that the equipment or container no longer contains halon 1211 or halon 1301.</p> <p class=\"subsection-e\">(2) This section does not apply to a portable fire extinguisher designed to contain halon 1211 or halon 1301 in a quantity of three kilograms or less. O. Reg. 413/94, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) Except in accordance with subsections (2) and (3), no person shall affix to, (a) fire extinguishing equipment that has contained halon 1211 or halon 1301; or (b) a container that has a label that indicates that it has contained halon 1211 or halon 1301, a label that indicates that the equipment or container no longer contains halon. (2) A person who is employed in a business certified by Underwriters’ Laboratories of Canada in accordance with its publication ULC/ORD-C1058.18-1993, “The Servicing of Halon Extinguishing Systems” or CAN/ULC-S532-M90, “Standard for the Regulation of the Servicing of Portable Fire Extinguishers” and who determines that, (a) fire extinguishing equipment that has contained halon 1211 or halon 1301; or (b) a container that has a label that indicates that it has contained halon 1211 or halon 1301, no longer contains halon may affix a label to the equipment or container that indicates that the equipment or container no longer contains halon 1211 or halon 1301. (3) A label affixed by a person in accordance with subsection (2) must include, (a) the name of the person; (b) the name of the business in which the person is employed; (c) a statement that the person has determined that the equipment or container no longer contains halon; and (d) the date of the determination. (4) The employer of a person who affixes a label in accordance with subsections (2) and (3) shall keep a record of the information on the label for a period of two years from the date that the label is affixed, together with a brief description of the equipment or container to which the label is affixed. O. Reg. 413/94, s. 9. ",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) Except in accordance with subsections (2) and (3), no person shall affix to,</p> <p class=\"clause-e\">(a) fire extinguishing equipment that has contained halon 1211 or halon 1301; or</p> <p class=\"clause-e\">(b) a container that has a label that indicates that it has contained halon 1211 or halon 1301,</p> <p class=\"Ssubsection-e\">a label that indicates that the equipment or container no longer contains halon.</p> <p class=\"subsection-e\">(2) A person who is employed in a business certified by Underwriters’ Laboratories of Canada in accordance with its publication ULC/ORD-C1058.18-1993, “The Servicing of Halon Extinguishing Systems” or CAN/ULC-S532-M90, “Standard for the Regulation of the Servicing of Portable Fire Extinguishers” and who determines that,</p> <p class=\"clause-e\">(a) fire extinguishing equipment that has contained halon 1211 or halon 1301; or</p> <p class=\"clause-e\">(b) a container that has a label that indicates that it has contained halon 1211 or halon 1301,</p> <p class=\"Ssubsection-e\">no longer contains halon may affix a label to the equipment or container that indicates that the equipment or container no longer contains halon 1211 or halon 1301.</p> <p class=\"subsection-e\">(3) A label affixed by a person in accordance with subsection (2) must include,</p> <p class=\"clause-e\">(a) the name of the person;</p> <p class=\"clause-e\">(b) the name of the business in which the person is employed;</p> <p class=\"clause-e\">(c) a statement that the person has determined that the equipment or container no longer contains halon; and</p> <p class=\"clause-e\">(d) the date of the determination.</p> <p class=\"subsection-e\">(4) The employer of a person who affixes a label in accordance with subsections (2) and (3) shall keep a record of the information on the label for a period of two years from the date that the label is affixed, together with a brief description of the equipment or container to which the label is affixed. O. Reg. 413/94, s. 9.</p> <p class=\"Normal\"></p>"
        }
    ]
}