{
    "reg_info": {
        "full_title": "O. Reg. 454/93: EXEMPTIONS AND ADDITIONS",
        "reg_name_text": "EXEMPTIONS AND ADDITIONS",
        "citation": "O. Reg. 454/93: ",
        "act_under": "Social Contract Act, 1993   Loi de 1993 sur le contrat social",
        "url": "https://www.ontario.ca/laws/regulation/930454",
        "date_scraped": "2023-12-19 07:51:31"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/930454/v1",
            "valid_from": "April 19, 1995",
            "valid_to": "March  5, 2009"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. The following are exempt from the application of the Act: 1. Ontario Dairy Herd Improvement Corporation. 2. Ontario Stock Yards Board. 3. Any authority, board, commission, corporation, office, person or organization of persons, other than persons employed by a municipality, which operates or provides, i. the collection, removal and disposal of garbage and other refuse for a municipality, or ii. the operation and maintenance of buses for the conveyance of passengers under an agreement with a municipality. 4. Any authority, board, commission, corporation, office, person or organization of persons that, i. operates a laboratory or specimen collection centre under the authority of a licence issued under the Laboratory and Specimen Collection Centre Licensing Act, and ii. is not part of the public sector as described in the Schedule, except under clause 1 (c) under the heading “MINISTRY OF HEALTH” in the Appendix. 5. A foster parent who provides residential care under the authority of a licence issued under clause 193 (1) (b) of the Child and Family Services Act. 6. Any authority, board, commission, corporation, office, person or organization of persons that provides staff training where the provision of those services is funded under the General Welfare Assistance Act. 7. Municipalities and other corporations operating day nurseries under the Day Nurseries Act and receiving direct subsidies from the Ministry of Community and Social Services. 8. Agencies from whom societies within the meaning of the Child and Family Services Act purchase services for children. 9. Approved corporations as defined in the Elderly Persons Centres Act. 10. Any corporation or organization of persons described in paragraph 1 of the Appendix to the Schedule to the Act under the heading “Ministry of Community and Social Services” that has no employees other than employees who directly or indirectly control it. 11. A band, as defined in the Indian Act (Canada). 12. Any authority, board, commission or corporation without share capital, i. the majority of whose members are aboriginal persons, and ii. that provides services principally to aboriginal persons. 13. Any corporation with share capital or organization of persons, i. the majority of the directors of which or the majority of the members of the governing body of which are aboriginal persons, and ii. that provides services principally to aboriginal persons. 14. The Hospital Medical Records Institute. 15. Provincial judges. 16. Justices of the peace. 17. Masters of the Ontario Court (General Division). O. Reg. 454/93, s. 1; O. Reg. 589/93, s. 1; O. Reg. 782/93, s. 1; O. Reg. 71/94, s. l.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The following are exempt from the application of the Act:</p> <p class=\"paragraph-e\">1. Ontario Dairy Herd Improvement Corporation.</p> <p class=\"paragraph-e\">2. Ontario Stock Yards Board.</p> <p class=\"paragraph-e\">3. Any authority, board, commission, corporation, office, person or organization of persons, other than persons employed by a municipality, which operates or provides,</p> <p class=\"subpara-e\">i. the collection, removal and disposal of garbage and other refuse for a municipality, or</p> <p class=\"subpara-e\">ii. the operation and maintenance of buses for the conveyance of passengers under an agreement with a municipality.</p> <p class=\"paragraph-e\">4. Any authority, board, commission, corporation, office, person or organization of persons that,</p> <p class=\"subpara-e\">i. operates a laboratory or specimen collection centre under the authority of a licence issued under the <i>Laboratory and Specimen Collection Centre Licensing Act</i>, and</p> <p class=\"subpara-e\">ii. is not part of the public sector as described in the Schedule, except under clause 1 (c) under the heading “MINISTRY OF HEALTH” in the Appendix.</p> <p class=\"paragraph-e\">5. A foster parent who provides residential care under the authority of a licence issued under clause 193 (1) (b) of the <i>Child and Family Services Act</i>.</p> <p class=\"paragraph-e\">6. Any authority, board, commission, corporation, office, person or organization of persons that provides staff training where the provision of those services is funded under the <i>General Welfare Assistance Act</i>.</p> <p class=\"paragraph-e\">7. Municipalities and other corporations operating day nurseries under the <i>Day Nurseries Act</i> and receiving direct subsidies from the Ministry of Community and Social Services.</p> <p class=\"paragraph-e\">8. Agencies from whom societies within the meaning of the <i>Child and Family Services Act</i> purchase services for children.</p> <p class=\"paragraph-e\">9. Approved corporations as defined in the <i>Elderly Persons Centres Act</i>.</p> <p class=\"paragraph-e\">10. Any corporation or organization of persons described in paragraph 1 of the Appendix to the Schedule to the Act under the heading “Ministry of Community and Social Services” that has no employees other than employees who directly or indirectly control it.</p> <p class=\"paragraph-e\">11. A band, as defined in the <i>Indian Act</i> (Canada).</p> <p class=\"paragraph-e\">12. Any authority, board, commission or corporation without share capital,</p> <p class=\"subpara-e\">i. the majority of whose members are aboriginal persons, and</p> <p class=\"subpara-e\">ii. that provides services principally to aboriginal persons.</p> <p class=\"paragraph-e\">13. Any corporation with share capital or organization of persons,</p> <p class=\"subpara-e\">i. the majority of the directors of which or the majority of the members of the governing body of which are aboriginal persons, and</p> <p class=\"subpara-e\">ii. that provides services principally to aboriginal persons.</p> <p class=\"paragraph-e\">14. The Hospital Medical Records Institute.</p> <p class=\"paragraph-e\">15. Provincial judges.</p> <p class=\"paragraph-e\">16. Justices of the peace.</p> <p class=\"paragraph-e\">17. Masters of the Ontario Court (General Division). O. Reg. 454/93, s. 1; O. Reg. 589/93, s. 1; O. Reg. 782/93, s. 1; O. Reg. 71/94, s. l.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The following are added to the Schedule to the Act: 1. Ste. Anne Medical Centre Inc. 2. Centre Medical Ste. Anne (1992) Inc. 3. Northern Diabetes Health Network. 4. Institute for Clinical Evaluative Science in Ontario. 5. Sault Ste. Marie and District Group Health Association. 6. Sunnybrook Hospital University of Toronto Clinic. 7. Any authority, board, commission, corporation, office, person or organization of persons which, pursuant to an agreement with the Minister of Health, i. carries out a study or project, including a feasibility study or a developmental or pre-operational project, relating to the creation of an organization referred to in the agreement as a comprehensive health organization, or ii. receives and manages money paid by the Minister to fund the cost of a study or project referred to in subparagraph i. 8. A laboratory or specimen collection centre owned and operated by Hospital In-Common Laboratory Inc. 9. Any corporation or organization of persons that, i. operates a workshop under the Vocational Rehabilitation Services Act, ii. operates a supported employment program established under subclause 5 (i) (ii) of the Vocational Rehabilitation Services Act that provides individualized training and support for a disabled person to enable him or her to obtain and retain employment, iii. provides services funded under the Developmental Services Act, iv. operates programs providing services to day nurseries funded under the Ministry of Community and Social Services Act and day nursery services directly funded under the Day Nurseries Act, v. operates a child care resource centre that provides services to persons providing care to young children and receiving funding under the  Ministry of Community and Social Services Act, vi. operates an elderly persons centre funded under the Elderly Persons Centres Act, vii. provides an approved service as defined in the Child and Family Services Act, viii. operates a satellite home established or maintained under the Homes for the Aged and Rest Homes Act. 10. Approved agencies under the Child and Family Services Act. 11. Booth Avenue Hospital Laundry Inc. 12. Centennial Hospital Linen Services. 13. Cornwall Regional Hospital Linen Service. 14. Kawartha Hospital Linen Services. 15. Kingston Regional Hospital Laundry Incorporated. 16. London Hospital Linen Service Incorporated. 17. Mohawk Hospital Services Incorporated. 18. Nipissing Area Joint Hospitals Laundry Incorporation. 19. Ottawa Regional Hospital Linen Services Incorporated. 20. Sudbury Hospital Services. O. Reg. 454/93, s. 2; O. Reg. 633/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The following are added to the Schedule to the Act:</p> <p class=\"paragraph-e\">1. Ste. Anne Medical Centre Inc.</p> <p class=\"paragraph-e\">2. Centre Medical Ste. Anne (1992) Inc.</p> <p class=\"paragraph-e\">3. Northern Diabetes Health Network.</p> <p class=\"paragraph-e\">4. Institute for Clinical Evaluative Science in Ontario.</p> <p class=\"paragraph-e\">5. Sault Ste. Marie and District Group Health Association.</p> <p class=\"paragraph-e\">6. Sunnybrook Hospital University of Toronto Clinic.</p> <p class=\"paragraph-e\">7. Any authority, board, commission, corporation, office, person or organization of persons which, pursuant to an agreement with the Minister of Health,</p> <p class=\"subpara-e\">i. carries out a study or project, including a feasibility study or a developmental or pre-operational project, relating to the creation of an organization referred to in the agreement as a comprehensive health organization, or</p> <p class=\"subpara-e\">ii. receives and manages money paid by the Minister to fund the cost of a study or project referred to in subparagraph i.</p> <p class=\"paragraph-e\">8. A laboratory or specimen collection centre owned and operated by Hospital In-Common Laboratory Inc.</p> <p class=\"paragraph-e\">9. Any corporation or organization of persons that,</p> <p class=\"subpara-e\">i. operates a workshop under the <i>Vocational Rehabilitation Services Act</i>,</p> <p class=\"subpara-e\">ii. operates a supported employment program established under subclause 5 (i) (ii) of the <i>Vocational Rehabilitation Services Act</i> that provides individualized training and support for a disabled person to enable him or her to obtain and retain employment,</p> <p class=\"subpara-e\">iii. provides services funded under the <i>Developmental Services Act</i>,</p> <p class=\"subpara-e\">iv. operates programs providing services to day nurseries funded under the <i>Ministry of Community and Social Services Act</i> and day nursery services directly funded under the <i>Day Nurseries Act</i>,</p> <p class=\"subpara-e\">v. operates a child care resource centre that provides services to persons providing care to young children and receiving funding under the  <i>Ministry of Community and Social Services Act</i>,</p> <p class=\"subpara-e\">vi. operates an elderly persons centre funded under the <i>Elderly Persons Centres Act</i>,</p> <p class=\"subpara-e\">vii. provides an approved service as defined in the <i>Child and Family Services Act</i>,</p> <p class=\"subpara-e\">viii. operates a satellite home established or maintained under the <i>Homes for the Aged and Rest Homes Act</i>.</p> <p class=\"paragraph-e\">10. Approved agencies under the <i>Child and Family Services Act</i>.</p> <p class=\"paragraph-e\">11. Booth Avenue Hospital Laundry Inc.</p> <p class=\"paragraph-e\">12. Centennial Hospital Linen Services.</p> <p class=\"paragraph-e\">13. Cornwall Regional Hospital Linen Service.</p> <p class=\"paragraph-e\">14. Kawartha Hospital Linen Services.</p> <p class=\"paragraph-e\">15. Kingston Regional Hospital Laundry Incorporated.</p> <p class=\"paragraph-e\">16. London Hospital Linen Service Incorporated.</p> <p class=\"paragraph-e\">17. Mohawk Hospital Services Incorporated.</p> <p class=\"paragraph-e\">18. Nipissing Area Joint Hospitals Laundry Incorporation.</p> <p class=\"paragraph-e\">19. Ottawa Regional Hospital Linen Services Incorporated.</p> <p class=\"paragraph-e\">20. Sudbury Hospital Services. O. Reg. 454/93, s. 2; O. Reg. 633/94, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. Subsection 48 (1) of the Act does not apply to a bargaining unit employee in the Broader Health Sector and his or her employer in respect of an arbitration if all of the following conditions are met: 1. The employee’s bargaining agent entered into a local agreement with the employer in accordance with section 13 or 37 of the Act that does not contain provisions inconsistent with the application to the employees of paragraph 4.3.7 of the sectoral framework designated for the Broader Health Sector. 2. The employee’s bargaining agent and the employer did not have a collective agreement in force between them on June 14, 1993, and the collective agreement last in force between them before that date expired before December 31, 1992. 3. The arbitration includes the settling of the compensation for the employee under a collective agreement for a period of time that includes June 14, 1993. 4. The first day of the hearing of the arbitration occurs on or after June 14, 1993. 5. The award or decision of the arbitration does not provide for any increase on or after April 1, 1993 in the compensation of the employee. O. Reg. 72/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Subsection 48 (1) of the Act does not apply to a bargaining unit employee in the Broader Health Sector and his or her employer in respect of an arbitration if all of the following conditions are met:</p> <p class=\"paragraph-e\">1. The employee’s bargaining agent entered into a local agreement with the employer in accordance with section 13 or 37 of the Act that does not contain provisions inconsistent with the application to the employees of paragraph 4.3.7 of the sectoral framework designated for the Broader Health Sector.</p> <p class=\"paragraph-e\">2. The employee’s bargaining agent and the employer did not have a collective agreement in force between them on June 14, 1993, and the collective agreement last in force between them before that date expired before December 31, 1992.</p> <p class=\"paragraph-e\">3. The arbitration includes the settling of the compensation for the employee under a collective agreement for a period of time that includes June 14, 1993.</p> <p class=\"paragraph-e\">4. The first day of the hearing of the arbitration occurs on or after June 14, 1993.</p> <p class=\"paragraph-e\">5. The award or decision of the arbitration does not provide for any increase on or after April 1, 1993 in the compensation of the employee. O. Reg. 72/94, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) Subsections 24 (1) and (9) and 48 (1) of the Act do not apply to a public sector bargaining unit employee and his or her employer in respect of an arbitration if all of the following conditions are met: 1. The employee’s bargaining agent and the employer did not have a collective agreement in force between them on June 14, 1993, and the collective agreement last in force between them before that date expired on or before December 31, 1992. 2. The employee is subject to compulsory interest arbitration. 3. The first day of the hearing of the arbitration occurs on or after June 14, 1993. O. Reg. 237/95, s. 1. (2) Despite subsection (1), (a) the rate of compensation of the employee shall be fixed, for the period beginning June 14, 1993 and ending with March 31, 1996, at the rate that was in effect immediately before June 14, 1993 as a result of any arbitration award or decision made on or after June 14, 1993; and (b) any arbitration award or decision made on or after June 14, 1993 shall not provide for any increases in the employee’s compensation during the period beginning June 14, 1993 and ending with March 31, 1996. O. Reg. 237/95, s. 1. (3) Part VII of the Act, except subsections 24 (1) and (9), continues to apply, until March 31, 1996, to an employee and employer who are exempted under subsection (1). O. Reg. 237/95, s. 1. (4) This section shall be deemed to have come into force on June 14, 1993. O. Reg. 237/95, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Subsections 24 (1) and (9) and 48 (1) of the Act do not apply to a public sector bargaining unit employee and his or her employer in respect of an arbitration if all of the following conditions are met:</p> <p class=\"paragraph-e\">1. The employee’s bargaining agent and the employer did not have a collective agreement in force between them on June 14, 1993, and the collective agreement last in force between them before that date expired on or before December 31, 1992.</p> <p class=\"paragraph-e\">2. The employee is subject to compulsory interest arbitration.</p> <p class=\"paragraph-e\">3. The first day of the hearing of the arbitration occurs on or after June 14, 1993. O. Reg. 237/95, s. 1.</p> <p class=\"subsection-e\">(2) Despite subsection (1),</p> <p class=\"clause-e\">(a) the rate of compensation of the employee shall be fixed, for the period beginning June 14, 1993 and ending with March 31, 1996, at the rate that was in effect immediately before June 14, 1993 as a result of any arbitration award or decision made on or after June 14, 1993; and</p> <p class=\"clause-e\">(b) any arbitration award or decision made on or after June 14, 1993 shall not provide for any increases in the employee’s compensation during the period beginning June 14, 1993 and ending with March 31, 1996. O. Reg. 237/95, s. 1.</p> <p class=\"subsection-e\">(3) Part VII of the Act, except subsections 24 (1) and (9), continues to apply, until March 31, 1996, to an employee and employer who are exempted under subsection (1). O. Reg. 237/95, s. 1.</p> <p class=\"subsection-e\">(4) This section shall be deemed to have come into force on June 14, 1993. O. Reg. 237/95, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) An employee’s bargaining agent may apply to an arbitrator or board of arbitration to reconsider a decision made by the arbitrator or board on or before April 19, 1995 if all the conditions described in subsection 4 (1) are met. O. Reg. 237/95, s. 1. (2) Upon such application, the arbitrator or board of arbitration shall reconsider the decision referred to in subsection (1) and shall apply section 4 in making such award or decision as the arbitrator or board considers appropriate. O. Reg. 237/95, s. 1. ",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) An employee’s bargaining agent may apply to an arbitrator or board of arbitration to reconsider a decision made by the arbitrator or board on or before April 19, 1995 if all the conditions described in subsection 4 (1) are met. O. Reg. 237/95, s. 1.</p> <p class=\"subsection-e\">(2) Upon such application, the arbitrator or board of arbitration shall reconsider the decision referred to in subsection (1) and shall apply section 4 in making such award or decision as the arbitrator or board considers appropriate. O. Reg. 237/95, s. 1.</p> <p class=\"Normal\"></p>"
        }
    ]
}