{
    "reg_info": {
        "full_title": "O. Reg. 121/08: INVESTMENT AND LENDING ACTIVITIES - LIFE INSURERS",
        "reg_name_text": "Investment and Lending Activities — Life Insurers",
        "citation": "O. Reg. 121/08: INVESTMENT AND LENDING ACTIVITIES - LIFE INSURERS",
        "act_under": "Insurance Act",
        "url": "https://www.ontario.ca/laws/regulation/080121",
        "date_scraped": "2023-12-18 22:22:31"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/080121/v4",
            "valid_from": "June  8, 2019",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "/laws/regulation/080121/v3",
            "valid_from": "June  3, 2019",
            "valid_to": "June  7, 2019"
        },
        {
            "a_href": "/laws/regulation/080121/v2",
            "valid_from": "May  5, 2008",
            "valid_to": "June  2, 2019"
        },
        {
            "a_href": "/laws/regulation/080121/v1",
            "valid_from": "May  2, 2008",
            "valid_to": "May  4, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Application",
            "content": " 1. (1) This Regulation applies to insurers that are subject to Part XVII of the Act and licensed under the Act to transact the business of life insurance, but does not apply to fraternal societies.  O. Reg. 121/08, s. 1 (1). (2) Unless otherwise provided, a reference in this Regulation to an insurer is a reference to an insurer to which this Regulation applies.  O. Reg. 121/08, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK0\"></a><b>1. </b>(1) This Regulation applies to insurers that are subject to Part XVII of the Act and licensed under the Act to transact the business of life insurance, but does not apply to fraternal societies.  O. Reg. 121/08, s. 1 (1).</p> <p class=\"subsection-e\">  (2) Unless otherwise provided, a reference in this Regulation to an insurer is a reference to an insurer to which this Regulation applies.  O. Reg. 121/08, s. 1 (2).</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 2. (1) In this Regulation, “designated entity” means, in respect of an insurer, an entity that is not, (a) a joint venture, (b) a financial institution, or (c) a subsidiary of a financial institution that is not a subsidiary of the financial institution only because it is a subsidiary of the insurer; (“entité désignée”) “factoring entity” means an entity whose activities are limited to acting as a factor in respect of accounts receivable, including the raising of money for the purposes of acting as a factor and lending money while acting as a factor; (“entité s’occupant d’affacturage”) “finance entity” means an entity, (a) that engages in a business that includes, (i) issuing payment, credit or charge cards and, in co-operation with others, including financial institutions, operating a payment, credit or charge card plan, or (ii) making or refinancing loans or entering into any other similar arrangements for advancing funds or credit, and (b) that is not, (i) a financial institution, (ii) a factoring entity, (iii) a financial leasing entity that is a permitted entity under this Regulation, or (iv) a specialized financing entity that makes or refinances loans to, or enters into other similar arrangements for advancing funds or credit to, only entities that it controls or in which it holds a substantial investment; (“entité s’occupant de financement”) “financial leasing entity” means an entity whose activities are limited to the financial leasing of personal property, including, (a) the entering into and acceptance of assignments of conditional sales agreements in respect of personal property, (b) the administration of financial lease agreements and conditional sales agreements on behalf of any person, and (c) the raising of money for the purposes of financing the activities of the financial leasing entity and the investment of that money pending its use for those activities; (“entité s’occupant de crédit-bail”) “financial services entity” means an entity that is, (a) a financial institution, (b) an entity listed in any of paragraphs 1 to 11 of subsection 5 (1), or (c) any other entity whose primary business activity is the provision of financial services; (“entité s’occupant de services financiers”) “joint venture” means a real property entity, (a) that was formed by an insurer or a designated entity controlled by the insurer and one or more other persons for the purpose of a specific business undertaking, (b) in which the insurer or designated entity has made and holds a substantial investment, and (c) in respect of which the persons who formed it have agreed on joint control, regardless of the distribution of their equity; (“coentreprise”) “minority interest” means, in respect of an entity controlled by an insurer, an equity interest in the entity that is held by a person who is neither the insurer nor another entity controlled by the insurer; (“participation minoritaire”) “motor vehicle” means a motorized vehicle designed to be used primarily on a public highway for the transportation of persons or things, but does not include, (a) an ambulance or fire department vehicle as defined in section 61 of the Highway Traffic Act, (b) a utility truck, (c) a bus, or (d) another special purpose motorized vehicle that contains significant special features that make it suitable for a specific purpose; (“véhicule automobile”) “mutual fund dealer” means an entity whose principal activity is acting as a selling agent of units, shares or other interests in a mutual fund and acting as a collecting agent in the collection of payments for any such interests if, (a) the proceeds of the sales of any such interests, less any sales commissions and service fees, are paid to the mutual fund, and (b) the existence of a sales commission and service fee in respect of the sale of any such interest is disclosed to the purchaser of the interest before the purchase of the interest; (“courtier de fonds mutuels”) “real property entity” means, (a) an entity that is primarily engaged in the business of holding, managing or otherwise dealing with real property, or (b) an entity that is primarily engaged in holding or dealing in, (i) shares of, or ownership interests in, an entity described under clause (a), or (ii) shares of, or ownership interests in, another entity that is primarily engaged in holding or dealing in shares of, or ownership interests, in an entity described under clause (a); (“entité immobilière”) “related real property entity” means, in respect of an insurer, (a) a real property entity, other than a designated entity controlled by the insurer, in which the insurer or a designated entity controlled by the insurer beneficially owns sufficient shares or ownership interests to cause the insurer or designated entity to have a substantial investment in the real property entity, or (b) a real property entity that is controlled by a real property entity described in clause (a); (“entité immobilière apparentée”) “residential real property” means real property that includes one or more buildings in each of which at least one-half of the floor area is used, or is to be used, as residential premises; (“immeuble résidentiel”) “third party” means, in respect of an insurer, another person that is not, (a) a designated entity controlled by the insurer, or (b) a related real property entity of the insurer. (“tierce partie”)  O. Reg. 121/08, s. 2 (1). (2) For the purposes of section 435.5 of the Act and this Regulation, a specialized financing entity is an entity that acquires and holds shares of or ownership interests in entities in which an insurer may acquire, hold or increase a substantial investment by way of specialized financing activities.  O. Reg. 121/08, s. 2 (2). (3) For the purposes of this Regulation and subject to subsection (4), the capital of an insurer at a particular time is the amount calculated using the formula, A – B in which, “A” is the sum of the following amounts that would be reported in the financial statements of the insurer prepared in accordance with section 104 of the Act as of the particular time: 1. The amount of minority interests. 2. The amount of subordinated indebtedness. 3. The amount by which assets exceed liabilities. 4. The amount of the total deferred realized capital gains less the total deferred realized capital losses from real estate and share transactions of the insurer or any other insurer controlled by it that is licensed to transact the business of life insurance. “B” is the amount of goodwill that would be included in the financial statements referred to in the definition of “A”. O. Reg. 121/08, s. 2 (3). (4) In calculating the amount of an insurer’s capital under subsection (3), an amount may be included in respect of a security only if, (a) the security is, by its terms, subordinate in right of payment to the policy liabilities and other liabilities of the entity that issued the security, other than liabilities that by their terms rank equally with or are subordinate to the security; (b) the security is issued and fully paid up; and (c) if the security is subordinated indebtedness or a preferred share, the security, (i) has an initial minimum term of at least five years or has no stated term, and (ii) cannot be redeemed or purchased for cancellation in the first five years after it is issued.  O. Reg. 121/08, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>2. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“designated entity” means, in respect of an insurer, an entity that is not,</p> <p class=\"defclause-e\">  (a) a joint venture,</p> <p class=\"defclause-e\">  (b) a financial institution, or</p> <p class=\"defclause-e\">  (c) a subsidiary of a financial institution that is not a subsidiary of the financial institution only because it is a subsidiary of the insurer; (“entité désignée”)</p> <p class=\"definition-e\">“factoring entity” means an entity whose activities are limited to acting as a factor in respect of accounts receivable, including the raising of money for the purposes of acting as a factor and lending money while acting as a factor; (“entité s’occupant d’affacturage”)</p> <p class=\"definition-e\">“finance entity” means an entity,</p> <p class=\"defclause-e\">  (a) that engages in a business that includes,</p> <p class=\"defsubclause-e\">  (i) issuing payment, credit or charge cards and, in co-operation with others, including financial institutions, operating a payment, credit or charge card plan, or</p> <p class=\"defsubclause-e\">  (ii) making or refinancing loans or entering into any other similar arrangements for advancing funds or credit, and</p> <p class=\"defclause-e\">  (b) that is not,</p> <p class=\"defsubclause-e\">  (i) a financial institution,</p> <p class=\"defsubclause-e\">  (ii) a factoring entity,</p> <p class=\"defsubclause-e\">  (iii) a financial leasing entity that is a permitted entity under this Regulation, or</p> <p class=\"defsubclause-e\">  (iv) a specialized financing entity that makes or refinances loans to, or enters into other similar arrangements for advancing funds or credit to, only entities that it controls or in which it holds a substantial investment; (“entité s’occupant de financement”)</p> <p class=\"definition-e\">“financial leasing entity” means an entity whose activities are limited to the financial leasing of personal property, including,</p> <p class=\"defclause-e\">  (a) the entering into and acceptance of assignments of conditional sales agreements in respect of personal property,</p> <p class=\"defclause-e\">  (b) the administration of financial lease agreements and conditional sales agreements on behalf of any person, and</p> <p class=\"defclause-e\">  (c) the raising of money for the purposes of financing the activities of the financial leasing entity and the investment of that money pending its use for those activities; (“entité s’occupant de crédit-bail”)</p> <p class=\"definition-e\">“financial services entity” means an entity that is,</p> <p class=\"defclause-e\">  (a) a financial institution,</p> <p class=\"defclause-e\">  (b) an entity listed in any of paragraphs 1 to 11 of subsection 5 (1), or</p> <p class=\"defclause-e\">  (c) any other entity whose primary business activity is the provision of financial services; (“entité s’occupant de services financiers”)</p> <p class=\"definition-e\">“joint venture” means a real property entity,</p> <p class=\"defclause-e\">  (a) that was formed by an insurer or a designated entity controlled by the insurer and one or more other persons for the purpose of a specific business undertaking,</p> <p class=\"defclause-e\">  (b) in which the insurer or designated entity has made and holds a substantial investment, and</p> <p class=\"defclause-e\">  (c) in respect of which the persons who formed it have agreed on joint control, regardless of the distribution of their equity; (“coentreprise”)</p> <p class=\"definition-e\">“minority interest” means, in respect of an entity controlled by an insurer, an equity interest in the entity that is held by a person who is neither the insurer nor another entity controlled by the insurer; (“participation minoritaire”)</p> <p class=\"definition-e\">“motor vehicle” means a motorized vehicle designed to be used primarily on a public highway for the transportation of persons or things, but does not include,</p> <p class=\"defclause-e\">  (a) an ambulance or fire department vehicle as defined in section 61 of the <i>Highway Traffic Act</i>,</p> <p class=\"defclause-e\">  (b) a utility truck,</p> <p class=\"defclause-e\">  (c) a bus, or </p> <p class=\"defclause-e\">  (d) another special purpose motorized vehicle that contains significant special features that make it suitable for a specific purpose; (“véhicule automobile”)</p> <p class=\"definition-e\">“mutual fund dealer” means an entity whose principal activity is acting as a selling agent of units, shares or other interests in a mutual fund and acting as a collecting agent in the collection of payments for any such interests if,</p> <p class=\"defclause-e\">  (a) the proceeds of the sales of any such interests, less any sales commissions and service fees, are paid to the mutual fund, and</p> <p class=\"defclause-e\">  (b) the existence of a sales commission and service fee in respect of the sale of any such interest is disclosed to the purchaser of the interest before the purchase of the interest; (“courtier de fonds mutuels”)</p> <p class=\"definition-e\">“real property entity” means,</p> <p class=\"defclause-e\">  (a) an entity that is primarily engaged in the business of holding, managing or otherwise dealing with real property, or</p> <p class=\"defclause-e\">  (b) an entity that is primarily engaged in holding or dealing in,</p> <p class=\"defsubclause-e\">  (i) shares of, or ownership interests in, an entity described under clause (a), or</p> <p class=\"defsubclause-e\">  (ii) shares of, or ownership interests in, another entity that is primarily engaged in holding or dealing in shares of, or ownership interests, in an entity described under clause (a); (“entité immobilière”)</p> <p class=\"definition-e\">“related real property entity” means, in respect of an insurer,</p> <p class=\"defclause-e\">  (a) a real property entity, other than a designated entity controlled by the insurer, in which the insurer or a designated entity controlled by the insurer beneficially owns sufficient shares or ownership interests to cause the insurer or designated entity to have a substantial investment in the real property entity, or</p> <p class=\"defclause-e\">  (b) a real property entity that is controlled by a real property entity described in clause (a); (“entité immobilière apparentée”)</p> <p class=\"definition-e\">“residential real property” means real property that includes one or more buildings in each of which at least one-half of the floor area is used, or is to be used, as residential premises; (“immeuble résidentiel”)</p> <p class=\"definition-e\">“third party” means, in respect of an insurer, another person that is not,</p> <p class=\"defclause-e\">  (a) a designated entity controlled by the insurer, or</p> <p class=\"defclause-e\">  (b) a related real property entity of the insurer. (“tierce partie”)  O. Reg. 121/08, s. 2 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of section 435.5 of the Act and this Regulation, a specialized financing entity is an entity that acquires and holds shares of or ownership interests in entities in which an insurer may acquire, hold or increase a substantial investment by way of specialized financing activities.  O. Reg. 121/08, s. 2 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of this Regulation and subject to subsection (4), the capital of an insurer at a particular time is the amount calculated using the formula,</p> <p class=\"equation-e\">A – B</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “A” is the sum of the following amounts that would be reported in the financial statements of the insurer prepared in accordance with section 104 of the Act as of the particular time:</p> <p class=\"equationind2-e\">  1. The amount of minority interests.</p> <p class=\"equationind2-e\">  2. The amount of subordinated indebtedness.</p> <p class=\"equationind2-e\">  3. The amount by which assets exceed liabilities.</p> <p class=\"equationind2-e\">  4. The amount of the total deferred realized capital gains less the total deferred realized capital losses from real estate and share transactions of the insurer or any other insurer controlled by it that is licensed to transact the business of life insurance.</p> <p class=\"equationind1-e\">  “B” is the amount of goodwill that would be included in the financial statements referred to in the definition of “A”.</p> <p class=\"footnote-e\">O. Reg. 121/08, s. 2 (3).</p> <p class=\"subsection-e\">  (4) In calculating the amount of an insurer’s capital under subsection (3), an amount may be included in respect of a security only if,</p> <p class=\"clause-e\">  (a) the security is, by its terms, subordinate in right of payment to the policy liabilities and other liabilities of the entity that issued the security, other than liabilities that by their terms rank equally with or are subordinate to the security;</p> <p class=\"clause-e\">  (b) the security is issued and fully paid up; and</p> <p class=\"clause-e\">  (c) if the security is subordinated indebtedness or a preferred share, the security,</p> <p class=\"subclause-e\">  (i) has an initial minimum term of at least five years or has no stated term, and</p> <p class=\"subclause-e\">  (ii) cannot be redeemed or purchased for cancellation in the first five years after it is issued.  O. Reg. 121/08, s. 2 (4).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Commercial loan, prescribed matters",
            "content": " 3. (1) For the purposes of subclause (a) (i) of the definition of “commercial loan” in subsection 432 (1) of the Act, the prescribed amount is $250,000.  O. Reg. 121/08, s. 3 (1). (2) The following international agencies are prescribed for the purposes of subclauses (a) (iii) and (b) (ii) of the definition of “commercial loan” in subsection 432 (1) of the Act: 1. The International Bank for Reconstruction and Development. 2. The International Finance Corporation. 3. The Inter-American Development Bank. 4. The Asian Development Bank. 5. The African Development Bank. 6. The European Investment Bank. 7. The Caribbean Development Bank. 8. The Nordic Investment Bank. 9. The European Bank for Reconstruction and Development. 10. The Council of Europe Development Bank.  O. Reg. 121/08, s. 3 (2). (3) For the purposes of subclauses (b) (iv) and (c) (i) of the definition of “commercial loan” in subsection 432 (1) of the Act, securities that are debt obligations, shares or ownership interests are widely distributed if the following conditions are satisfied: 1. In the case of debt obligations the distribution of which is exempt from the requirement to file a prospectus under the laws of Ontario, Canada, another province of Canada or a jurisdiction outside Canada, i. at least 90 per cent of the maximum authorized principal of the debt obligations is held by one or more persons other than the insurer and its subsidiaries and, A. the debt obligations were issued to at least 25 persons other than the insurer and its subsidiaries within six months after the day on which the first of the debt obligations was issued, or B. if the debt obligations are issued on a continuous basis, there are on average at least 25 holders other than the insurer and its subsidiaries, or ii. at the time of their initial distribution, the debt obligations satisfied at least three of the following conditions: A. their initial term was less than one year, B. they were rated by a rating agency, C. they were distributed through a person authorized to trade in securities, and D. they were distributed in accordance with an offering circular or memorandum or a similar document relating to the distribution of securities. 2. In the case of securities other than debt obligations described in paragraph 1, i. the securities are listed and posted for trading on a recognized stock exchange, or ii. a prospectus relating to the issuance of the securities was filed under the laws of Ontario, Canada, another province in Canada or a jurisdiction outside Canada.  O. Reg. 121/08, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>3. </b>(1) For the purposes of subclause (a) (i) of the definition of “commercial loan” in subsection 432 (1) of the Act, the prescribed amount is $250,000.  O. Reg. 121/08, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The following international agencies are prescribed for the purposes of subclauses (a) (iii) and (b) (ii) of the definition of “commercial loan” in subsection 432 (1) of the Act:</p> <p class=\"paragraph-e\">  1. The International Bank for Reconstruction and Development.</p> <p class=\"paragraph-e\">  2. The International Finance Corporation.</p> <p class=\"paragraph-e\">  3. The Inter-American Development Bank.</p> <p class=\"paragraph-e\">  4. The Asian Development Bank.</p> <p class=\"paragraph-e\">  5. The African Development Bank.</p> <p class=\"paragraph-e\">  6. The European Investment Bank.</p> <p class=\"paragraph-e\">  7. The Caribbean Development Bank.</p> <p class=\"paragraph-e\">  8. The Nordic Investment Bank.</p> <p class=\"paragraph-e\">  9. The European Bank for Reconstruction and Development.</p> <p class=\"paragraph-e\">  10. The Council of Europe Development Bank.  O. Reg. 121/08, s. 3 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of subclauses (b) (iv) and (c) (i) of the definition of “commercial loan” in subsection 432 (1) of the Act, securities that are debt obligations, shares or ownership interests are widely distributed if the following conditions are satisfied:</p> <p class=\"paragraph-e\">  1. In the case of debt obligations the distribution of which is exempt from the requirement to file a prospectus under the laws of Ontario, Canada, another province of Canada or a jurisdiction outside Canada,</p> <p class=\"subpara-e\">  i. at least 90 per cent of the maximum authorized principal of the debt obligations is held by one or more persons other than the insurer and its subsidiaries and,</p> <p class=\"subsubpara-e\">  A. the debt obligations were issued to at least 25 persons other than the insurer and its subsidiaries within six months after the day on which the first of the debt obligations was issued, or</p> <p class=\"subsubpara-e\">  B. if the debt obligations are issued on a continuous basis, there are on average at least 25 holders other than the insurer and its subsidiaries, or</p> <p class=\"subpara-e\">  ii. at the time of their initial distribution, the debt obligations satisfied at least three of the following conditions:</p> <p class=\"subsubpara-e\">  A. their initial term was less than one year,</p> <p class=\"subsubpara-e\">  B. they were rated by a rating agency, </p> <p class=\"subsubpara-e\">  C. they were distributed through a person authorized to trade in securities, and</p> <p class=\"subsubpara-e\">  D. they were distributed in accordance with an offering circular or memorandum or a similar document relating to the distribution of securities.</p> <p class=\"paragraph-e\">  2. In the case of securities other than debt obligations described in paragraph 1,</p> <p class=\"subpara-e\">  i. the securities are listed and posted for trading on a recognized stock exchange, or</p> <p class=\"subpara-e\">  ii. a prospectus relating to the issuance of the securities was filed under the laws of Ontario, Canada, another province in Canada or a jurisdiction outside Canada.  O. Reg. 121/08, s. 3 (3).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Prescribed subsidiary",
            "content": " 4. For the purposes of the definition of “prescribed subsidiary” in subsection 432 (1) of the Act, a prescribed subsidiary of an insurer is, (a) for the purposes of subsection 435.9 (1) of the Act, any subsidiary of the insurer; and (b) for the purposes of Part XVII of the Act other than subsection 435.9 (1), a subsidiary of the insurer that is not, (i) a financial institution, or (ii) an entity that is a subsidiary of a financial institution for a reason other than because it is a subsidiary of the insurer.  O. Reg. 121/08, s. 4. Substantial Investments in Permitted Entities",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>4. </b>For the purposes of the definition of “prescribed subsidiary” in subsection 432 (1) of the Act, a prescribed subsidiary of an insurer is,</p> <p class=\"clause-e\">  (a) for the purposes of subsection 435.9 (1) of the Act, any subsidiary of the insurer; and</p> <p class=\"clause-e\">  (b) for the purposes of Part XVII of the Act other than subsection 435.9 (1), a subsidiary of the insurer that is not,</p> <p class=\"subclause-e\">  (i) a financial institution, or</p> <p class=\"subclause-e\">  (ii) an entity that is a subsidiary of a financial institution for a reason other than because it is a subsidiary of the insurer.  O. Reg. 121/08, s. 4.</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Substantial Investments in Permitted Entities</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Substantial Investments in Permitted Entities",
            "part_id": null,
            "part_type": null,
            "section": "Substantial Investments in Permitted Entities",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Permitted entities",
            "content": " 5. (1) For the purposes of the definition of “permitted entity” in subsection 432 (1) of the Act, each of the following entities is a permitted entity in relation to an insurer: 1. An investment counsel. 2. A portfolio manager. 3. A factoring entity. 4. A finance entity. 5. A financial leasing entity, but only if the conditions prescribed by section 6 are satisfied. 6. An insurance broker or agent, if the entity is licensed under the Act or registered under the Registered Insurance Brokers Act or is registered or licensed under comparable legislation in another jurisdiction in Canada. 7. A mortgage broker or agent, if the entity is registered or licensed under the Mortgage Brokers Act, the Mortgage Brokerages, Lenders and Administrators Act, 2006 or comparable legislation in another jurisdiction in Canada. 8. A mutual fund dealer. 9. A mutual fund within the meaning of subsection 1 (1) of the Securities Act whose activities are limited to the investment of the funds of the mutual fund for the purposes of providing investment diversification and professional investment management services to the holders of its securities. 10. A non-redeemable investment fund within the meaning of subsection 1 (1) of the Securities Act whose activities are limited to the investment of the funds of the fund for the purposes of providing investment diversification and professional investment management services to the holders of its securities, and whose securities are, i. fixed in number and distributed to the public in an offering under a preliminary prospectus, prospectus, short form prospectus or similar document in accordance with the laws of a Province of Canada or a foreign jurisdiction, ii. traded on a recognized and regulated market, and iii. liquidated on a fixed future termination date, with the proceeds allocated to the holders of the securities in accordance with their holdings. 11. A receiver, sequestrator or liquidator. 12. An entity, other than a financial institution, whose business activities are limited to one or more of the business activities prescribed by subsection (2) and who satisfies the conditions, if any, set out in that subsection relating to that business activity.  O. Reg. 121/08, s. 5 (1). (2) The following business activities are prescribed for the purposes of paragraph 12 of subsection (1): 1. Providing financial services. 2. Holding, managing or otherwise dealing with real property. 3. The business of a real estate broker or otherwise acting as an agent for vendors, purchasers, lessors or lessees of real property or providing consulting or appraisal services in respect of real property. 4. Promoting merchandise and services to the holders of any payment, credit or charge card issued by the insurer. 5. Providing in Canada data processing or other information processing services relating to financial institutions if, i. the insurer has developed the processing systems for its own use and the processing systems are an integral part of the insurer’s operations, and ii. the services are provided to entities in which the insurer has a substantial investment and that do not provide information processing services to other entities, 6. Collecting, manipulating and transmitting information, i. that is primarily financial or economic in nature, or ii. that relates to the business of an entity that is a permitted entity with respect to insurers to which this Regulation applies. 7. Providing advisory or other services in the design, development and implementation of information management services. 8. Designing, developing or marketing computer software. 9. Designing, developing, manufacturing or selling computer equipment integral to the provision of information services related to the business of financial institutions or to the provision of financial services, if it is an ancillary activity to any business referred to in paragraph 6, 7 or 8 in which the insurer is engaged. 10. Designing, developing, holding, managing, manufacturing, selling or otherwise dealing with data transmission systems, information sites, communication devices or information platforms or portals that are used, i. to provide information that is primarily financial or economic in nature, ii. to provide information that relates to the business of an entity that is a permitted entity in respect of an insurer to which this Regulation applies, or iii. for a purpose or in a circumstance that is materially related to the provision of financial products or services by the insurer, a subsidiary of the insurer or an entity in which the insurer has a substantial investment. 11. Designing, developing, holding, managing, manufacturing, selling or otherwise dealing with data transmission systems, information sites, communication devices or information platforms or portals that are used to provide information services. 12. Providing specialized business management and advisory services. 13. Acting as a custodian of property. 14. Selling any of the following: i. tickets, including lottery tickets, on a non-profit public service basis, in connection with special, temporary and infrequent non-commercial celebrations or projects that are of local, municipal, provincial or national interest, ii. urban transit tickets, iii. tickets for a lottery sponsored by the federal government, a provincial or municipal government or an agency of any of those governments. 15. Providing services that are reasonably ancillary to the business of the insurer, including one or more of the following: i. providing safety and risk prevention services and services respecting risk management and claims adjustment, ii. providing and operating rehabilitation and training and development centres, iii. providing computer systems to insurance brokers and agents, iv. providing support to insurance brokers and agents, and v. operating repair and appraisal centres. 16. Providing services exclusively to, i. the insurer, a subsidiary of the insurer or an entity in which the insurer has a substantial investment that is permitted under the Act or this Regulation, or ii. one or more of the entities listed in subparagraph i and, A. a financial services entity, or B. an entity that is a permitted entity in respect of the insurer and in which a financial services entity has a substantial investment. 17. Any other business activity not described in paragraphs 1 to 16 that relates to, i. the promotion, sale, delivery or distribution of a financial product or financial service that is provided by the insurer, a subsidiary of the insurer or an entity in which the insurer has a substantial investment that is permitted under the Act or this Regulation, or ii. if a significant portion of the business activity of the entity involves an activity described in subparagraph i, the promotion, sale, delivery or distribution of a financial product or service that is provided by a financial services entity. 18. Acquiring or holding shares of, or ownership interests in, entities in respect of which an insurer is permitted under the Act or this Regulation to hold a substantial investment.  O. Reg. 121/08, s. 5 (2). (3) Despite subsection (1), (a) an entity that is a permitted entity under any of paragraphs 1, 2, 4 and 6 to 11 of subsection (1) does not cease to be a permitted entity by reason only that it carries on one or more business activities carried out by another entity listed in any of those paragraphs or one or more business activities prescribed by subsection (2), as long as it satisfies the conditions, if any, relating to the other entity or the business activity; (b) an entity that is a permitted entity under paragraph 3 or 5 of subsection (1) ceases to be a permitted entity if it carries on any business activity prescribed by subsection (2); and (c) an entity listed in subsection (1) is not a permitted entity in respect of an insurer if, (i) its business activities include the acceptance of deposit liabilities, or (ii) it engages in any personal property leasing activity in Canada that, if carried on by a financial leasing entity, would prevent the financial leasing entity from being a permitted entity in respect of an insurer.  O. Reg. 121/08, s. 5 (3). (4) For the purposes of subsection 435.1 (1) of the Act and subject to subsections (5), (6), (7) and (8) of this section, an insurer may, subject to section 435.7 of the Act, acquire, hold or increase a substantial investment in a permitted entity only if all of the applicable following conditions are satisfied: 1. The insurer may acquire, hold or increase a substantial investment in any of the following permitted entities only with the approval of the Chief Executive Officer: i. A financial institution. ii. An entity that is a permitted entity under paragraph 1, 2 or 8 of subsection (1) and, A. that is not registered under the Securities Act or comparable legislation of another jurisdiction in Canada, or B. that is exempt from registration requirements. iii. A finance entity. iv. A factoring entity or a financial leasing entity unless, at the time of the investment or as a result of the investment, the permitted entity is a subsidiary of the insurer. v. A permitted entity engaged in a business described in paragraph 1, 6, 7, 8, 9, 10, 11, 15 or 17 of subsection (2). vi. An entity that is a permitted entity under paragraph 9 or 10 of subsection (1) if it is not subject to regulation under the Securities Act or comparable legislation of another jurisdiction in Canada. vii. A permitted entity engaged in a business described in paragraph 18 of subsection (2) unless, at the time of the investment or as a result of the investment, the permitted entity is a subsidiary of the insurer and does not hold an interest in any entity in which the insurer is not permitted to make a substantial investment without the consent of the Chief Executive Officer. 2. The insurer may acquire, hold or increase a substantial investment in any of the following permitted entities only if the insurer will control the permitted entity after the acquisition or the acquisition and holding of the substantial investment is permitted under paragraph 3: i. A financial institution. ii. A factoring entity. iii. A finance entity. iv. A financial leasing entity. v. A permitted entity engaged in the business described in paragraph 18 of subsection (2) if that business includes the acquisition of a substantial investment in one or more of the permitted entities listed in subparagraphs i to iv. 3. The insurer may acquire, hold or increase a substantial investment in a permitted entity listed in any of subparagraphs 2 i to v, without controlling the permitted entity after the acquisition, only if, after the acquisition, the total value of the following investments and loans does not exceed 50 per cent of the insurer’s capital: i. All shares in corporations and ownership interests in unincorporated entities beneficially owned by the insurer or by permitted entities listed in subparagraphs 2 i to v in which the insurer has a substantial investment but which the insurer does not control. ii. All loans, each of which is held by the insurer or by permitted entities referred to in subparagraph i. iii. All outstanding guarantees, each of which was given by the insurer or by a permitted entity referred to in subparagraph i or on behalf of permitted entities referred to in subparagraph i. 4. The insurer may acquire, hold or increase a substantial investment in an entity whose business is described in paragraph 11 of subsection (2) only if the sum of the following amounts does not exceed five per cent of the insurer’s capital: i. The total book value of the shares and ownership interests that the insurer and its subsidiaries, whether individually or jointly, would acquire in the permitted entity. ii. The total book value of the shares and ownership interests already held by the insurer and its subsidiaries, whether individually or jointly, in other entities engaged in a business described in paragraph 11 of subsection (2) in which the insurer has a substantial investment. iii. The total value of outstanding loans made by the insurer and its subsidiaries, whether individually or jointly, to entities engaged in a business described in paragraph 11 of subsection (2) in which the insurer has a substantial investment.  O. Reg. 121/08, s. 5 (4); O. Reg. 131/19, s. 3. (5) The insurer may acquire, hold or increase a substantial investment in a permitted entity whose activities include acquiring and holding substantial investments in other entities if, i. the permitted entity is a permitted entity by reason of subsection (1), and ii. the insurer would, but for paragraph 1, 2 or 3 of subsection (4), be permitted under section 435.1, 435.2, 435.3, 435.4, 435.5 or 435.6 of the Act to acquire a substantial investment in the other entity.  O. Reg. 121/08, s. 5 (5). (6) Paragraph 3 of subsection (4) does not apply if the permitted entity is incorporated or organized under the laws of a jurisdiction outside Canada and those laws or the customary business practices of the jurisdiction do not permit the insurer to control the entity.  O. Reg. 121/08, s. 5 (6). (7) If the insurer controls a permitted entity listed in subparagraphs 2 i to v of subsection (4), the insurer may, with the Chief Executive Officer’s approval, give up control while retaining a substantial investment in the permitted entity only if the total value of the insurer’s investments and loans listed in subparagraphs 3 i to iii of that subsection does not exceed 50 per cent of the insurer’s capital after the insurer gives up control.  O. Reg. 121/08, s. 5 (7); O. Reg. 131/19, s. 1. (8) If the insurer proposes to acquire, increase or reduce a substantial investment in an entity by way of specialized financing activities, (a) the determination of whether the entity is a permitted entity in respect of the insurer shall be made without reference to clause (3) (c); and (b) paragraphs 1, 2 and 3 of subsection (4) and subsection (7) do not apply.  O. Reg. 121/08, s. 5 (8). (9) The following rules apply for the purposes of determining the total value of investments and loans for the purposes of paragraphs 3 and 4 of subsection (4): 1. No amount shall be included in respect of shares or ownership interests acquired under circumstances in which subsection 435.3 (1) or 435.4 (1), section 435.5 or subsection 435.6 (1) of the Act applies. 2. The value of an ownership interest or loan held by an insurer at a particular time is the book value of the ownership interest or loan that would be reported on the balance sheet of the insurer prepared in accordance with section 104 of the Act as of that time. 3. The value of a guarantee is its face value.  O. Reg. 121/08, s. 5 (9).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>5. </b>(1) For the purposes of the definition of “permitted entity” in subsection 432 (1) of the Act, each of the following entities is a permitted entity in relation to an insurer:</p> <p class=\"paragraph-e\">  1. An investment counsel.</p> <p class=\"paragraph-e\">  2. A portfolio manager.</p> <p class=\"paragraph-e\">  3. A factoring entity.</p> <p class=\"paragraph-e\">  4. A finance entity.</p> <p class=\"paragraph-e\">  5. A financial leasing entity, but only if the conditions prescribed by section 6 are satisfied.</p> <p class=\"paragraph-e\">  6. An insurance broker or agent, if the entity is licensed under the Act or registered under the <i>Registered Insurance Brokers Act</i> or is registered or licensed under comparable legislation in another jurisdiction in Canada.</p> <p class=\"paragraph-e\">  7. A mortgage broker or agent, if the entity is registered or licensed under the <i>Mortgage Brokers Act</i>, the <i>Mortgage Brokerages, Lenders and Administrators Act, 2006</i> or comparable legislation in another jurisdiction in Canada.</p> <p class=\"paragraph-e\">  8. A mutual fund dealer.</p> <p class=\"paragraph-e\">  9. A mutual fund within the meaning of subsection 1 (1) of the <i>Securities Act</i> whose activities are limited to the investment of the funds of the mutual fund for the purposes of providing investment diversification and professional investment management services to the holders of its securities.</p> <p class=\"paragraph-e\">  10. A non-redeemable investment fund within the meaning of subsection 1 (1) of the <i>Securities Act</i> whose activities are limited to the investment of the funds of the fund for the purposes of providing investment diversification and professional investment management services to the holders of its securities, and whose securities are,</p> <p class=\"subpara-e\">  i. fixed in number and distributed to the public in an offering under a preliminary prospectus, prospectus, short form prospectus or similar document in accordance with the laws of a Province of Canada or a foreign jurisdiction,</p> <p class=\"subpara-e\">  ii. traded on a recognized and regulated market, and</p> <p class=\"subpara-e\">  iii. liquidated on a fixed future termination date, with the proceeds allocated to the holders of the securities in accordance with their holdings.</p> <p class=\"paragraph-e\">  11. A receiver, sequestrator or liquidator.</p> <p class=\"paragraph-e\">  12. An entity, other than a financial institution, whose business activities are limited to one or more of the business activities prescribed by subsection (2) and who satisfies the conditions, if any, set out in that subsection relating to that business activity.  O. Reg. 121/08, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The following business activities are prescribed for the purposes of paragraph 12 of subsection (1):</p> <p class=\"paragraph-e\">  1. Providing financial services.</p> <p class=\"paragraph-e\">  2. Holding, managing or otherwise dealing with real property.</p> <p class=\"paragraph-e\">  3. The business of a real estate broker or otherwise acting as an agent for vendors, purchasers, lessors or lessees of real property or providing consulting or appraisal services in respect of real property.</p> <p class=\"paragraph-e\">  4. Promoting merchandise and services to the holders of any payment, credit or charge card issued by the insurer.</p> <p class=\"paragraph-e\">  5. Providing in Canada data processing or other information processing services relating to financial institutions if,</p> <p class=\"subpara-e\">  i. the insurer has developed the processing systems for its own use and the processing systems are an integral part of the insurer’s operations, and</p> <p class=\"subpara-e\">  ii. the services are provided to entities in which the insurer has a substantial investment and that do not provide information processing services to other entities,</p> <p class=\"paragraph-e\">  6. Collecting, manipulating and transmitting information,</p> <p class=\"subpara-e\">  i. that is primarily financial or economic in nature, or</p> <p class=\"subpara-e\">  ii. that relates to the business of an entity that is a permitted entity with respect to insurers to which this Regulation applies.</p> <p class=\"paragraph-e\">  7. Providing advisory or other services in the design, development and implementation of information management services.</p> <p class=\"paragraph-e\">  8. Designing, developing or marketing computer software.</p> <p class=\"paragraph-e\">  9. Designing, developing, manufacturing or selling computer equipment integral to the provision of information services related to the business of financial institutions or to the provision of financial services, if it is an ancillary activity to any business referred to in paragraph 6, 7 or 8 in which the insurer is engaged.</p> <p class=\"paragraph-e\">  10. Designing, developing, holding, managing, manufacturing, selling or otherwise dealing with data transmission systems, information sites, communication devices or information platforms or portals that are used,</p> <p class=\"subpara-e\">  i. to provide information that is primarily financial or economic in nature,</p> <p class=\"subpara-e\">  ii. to provide information that relates to the business of an entity that is a permitted entity in respect of an insurer to which this Regulation applies, or</p> <p class=\"subpara-e\">  iii. for a purpose or in a circumstance that is materially related to the provision of financial products or services by the insurer, a subsidiary of the insurer or an entity in which the insurer has a substantial investment.</p> <p class=\"paragraph-e\">  11. Designing, developing, holding, managing, manufacturing, selling or otherwise dealing with data transmission systems, information sites, communication devices or information platforms or portals that are used to provide information services.</p> <p class=\"paragraph-e\">  12. Providing specialized business management and advisory services.</p> <p class=\"paragraph-e\">  13. Acting as a custodian of property.</p> <p class=\"paragraph-e\">  14. Selling any of the following:</p> <p class=\"subpara-e\">  i. tickets, including lottery tickets, on a non-profit public service basis, in connection with special, temporary and infrequent non-commercial celebrations or projects that are of local, municipal, provincial or national interest,</p> <p class=\"subpara-e\">  ii. urban transit tickets,</p> <p class=\"subpara-e\">  iii. tickets for a lottery sponsored by the federal government, a provincial or municipal government or an agency of any of those governments.</p> <p class=\"paragraph-e\">  15. Providing services that are reasonably ancillary to the business of the insurer, including one or more of the following:</p> <p class=\"subpara-e\">  i. providing safety and risk prevention services and services respecting risk management and claims adjustment,</p> <p class=\"subpara-e\">  ii. providing and operating rehabilitation and training and development centres,</p> <p class=\"subpara-e\">  iii. providing computer systems to insurance brokers and agents,</p> <p class=\"subpara-e\">  iv. providing support to insurance brokers and agents, and</p> <p class=\"subpara-e\">  v. operating repair and appraisal centres.</p> <p class=\"paragraph-e\">  16. Providing services exclusively to,</p> <p class=\"subpara-e\">  i. the insurer, a subsidiary of the insurer or an entity in which the insurer has a substantial investment that is permitted under the Act or this Regulation, or</p> <p class=\"subpara-e\">  ii. one or more of the entities listed in subparagraph i and,</p> <p class=\"subsubpara-e\">  A. a financial services entity, or</p> <p class=\"subsubpara-e\">  B. an entity that is a permitted entity in respect of the insurer and in which a financial services entity has a substantial investment.</p> <p class=\"paragraph-e\">  17. Any other business activity not described in paragraphs 1 to 16 that relates to,</p> <p class=\"subpara-e\">  i. the promotion, sale, delivery or distribution of a financial product or financial service that is provided by the insurer, a subsidiary of the insurer or an entity in which the insurer has a substantial investment that is permitted under the Act or this Regulation, or</p> <p class=\"subpara-e\">  ii. if a significant portion of the business activity of the entity involves an activity described in subparagraph i, the promotion, sale, delivery or distribution of a financial product or service that is provided by a financial services entity.</p> <p class=\"paragraph-e\">  18. Acquiring or holding shares of, or ownership interests in, entities in respect of which an insurer is permitted under the Act or this Regulation to hold a substantial investment.  O. Reg. 121/08, s. 5 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (1),</p> <p class=\"clause-e\">  (a) an entity that is a permitted entity under any of paragraphs 1, 2, 4 and 6 to 11 of subsection (1) does not cease to be a permitted entity by reason only that it carries on one or more business activities carried out by another entity listed in any of those paragraphs or one or more business activities prescribed by subsection (2), as long as it satisfies the conditions, if any, relating to the other entity or the business activity;</p> <p class=\"clause-e\">  (b) an entity that is a permitted entity under paragraph 3 or 5 of subsection (1) ceases to be a permitted entity if it carries on any business activity prescribed by subsection (2); and</p> <p class=\"clause-e\">  (c) an entity listed in subsection (1) is not a permitted entity in respect of an insurer if,</p> <p class=\"subclause-e\">  (i) its business activities include the acceptance of deposit liabilities, or</p> <p class=\"subclause-e\">  (ii) it engages in any personal property leasing activity in Canada that, if carried on by a financial leasing entity, would prevent the financial leasing entity from being a permitted entity in respect of an insurer.  O. Reg. 121/08, s. 5 (3).</p> <p class=\"subsection-e\">  (4) For the purposes of subsection 435.1 (1) of the Act and subject to subsections (5), (6), (7) and (8) of this section, an insurer may, subject to section 435.7 of the Act, acquire, hold or increase a substantial investment in a permitted entity only if all of the applicable following conditions are satisfied:</p> <p class=\"paragraph-e\">  1. The insurer may acquire, hold or increase a substantial investment in any of the following permitted entities only with the approval of the Chief Executive Officer:</p> <p class=\"subpara-e\">  i. A financial institution.</p> <p class=\"subpara-e\">  ii. An entity that is a permitted entity under paragraph 1, 2 or 8 of subsection (1) and,</p> <p class=\"subsubpara-e\">  A. that is not registered under the <i>Securities Act</i> or comparable legislation of another jurisdiction in Canada, or</p> <p class=\"subsubpara-e\">  B. that is exempt from registration requirements.</p> <p class=\"subpara-e\">  iii. A finance entity.</p> <p class=\"subpara-e\">  iv. A factoring entity or a financial leasing entity unless, at the time of the investment or as a result of the investment, the permitted entity is a subsidiary of the insurer.</p> <p class=\"subpara-e\">  v. A permitted entity engaged in a business described in paragraph 1, 6, 7, 8, 9, 10, 11, 15 or 17 of subsection (2).</p> <p class=\"subpara-e\">  vi. An entity that is a permitted entity under paragraph 9 or 10 of subsection (1) if it is not subject to regulation under the <i>Securities Act</i> or comparable legislation of another jurisdiction in Canada.</p> <p class=\"subpara-e\">  vii. A permitted entity engaged in a business described in paragraph 18 of subsection (2) unless, at the time of the investment or as a result of the investment, the permitted entity is a subsidiary of the insurer and does not hold an interest in any entity in which the insurer is not permitted to make a substantial investment without the consent of the Chief Executive Officer.</p> <p class=\"paragraph-e\">  2. The insurer may acquire, hold or increase a substantial investment in any of the following permitted entities only if the insurer will control the permitted entity after the acquisition or the acquisition and holding of the substantial investment is permitted under paragraph 3:</p> <p class=\"subpara-e\">  i. A financial institution.</p> <p class=\"subpara-e\">  ii. A factoring entity. </p> <p class=\"subpara-e\">  iii. A finance entity.</p> <p class=\"subpara-e\">  iv. A financial leasing entity.</p> <p class=\"subpara-e\">  v. A permitted entity engaged in the business described in paragraph 18 of subsection (2) if that business includes the acquisition of a substantial investment in one or more of the permitted entities listed in subparagraphs i to iv.</p> <p class=\"paragraph-e\">  3. The insurer may acquire, hold or increase a substantial investment in a permitted entity listed in any of subparagraphs 2 i to v, without controlling the permitted entity after the acquisition, only if, after the acquisition, the total value of the following investments and loans does not exceed 50 per cent of the insurer’s capital:</p> <p class=\"subpara-e\">  i. All shares in corporations and ownership interests in unincorporated entities beneficially owned by the insurer or by permitted entities listed in subparagraphs 2 i to v in which the insurer has a substantial investment but which the insurer does not control.</p> <p class=\"subpara-e\">  ii. All loans, each of which is held by the insurer or by permitted entities referred to in subparagraph i.</p> <p class=\"subpara-e\">  iii. All outstanding guarantees, each of which was given by the insurer or by a permitted entity referred to in subparagraph i or on behalf of permitted entities referred to in subparagraph i.</p> <p class=\"paragraph-e\">  4. The insurer may acquire, hold or increase a substantial investment in an entity whose business is described in paragraph 11 of subsection (2) only if the sum of the following amounts does not exceed five per cent of the insurer’s capital:</p> <p class=\"subpara-e\">  i. The total book value of the shares and ownership interests that the insurer and its subsidiaries, whether individually or jointly, would acquire in the permitted entity.</p> <p class=\"subpara-e\">  ii. The total book value of the shares and ownership interests already held by the insurer and its subsidiaries, whether individually or jointly, in other entities engaged in a business described in paragraph 11 of subsection (2) in which the insurer has a substantial investment.</p> <p class=\"subpara-e\">  iii. The total value of outstanding loans made by the insurer and its subsidiaries, whether individually or jointly, to entities engaged in a business described in paragraph 11 of subsection (2) in which the insurer has a substantial investment.  O. Reg. 121/08, s. 5 (4); O. Reg. 131/19, s. 3.</p> <p class=\"subsection-e\">  (5) The insurer may acquire, hold or increase a substantial investment in a permitted entity whose activities include acquiring and holding substantial investments in other entities if,</p> <p class=\"subpara-e\">  i. the permitted entity is a permitted entity by reason of subsection (1), and</p> <p class=\"subpara-e\">  ii. the insurer would, but for paragraph 1, 2 or 3 of subsection (4), be permitted under section 435.1, 435.2, 435.3, 435.4, 435.5 or 435.6 of the Act to acquire a substantial investment in the other entity.  O. Reg. 121/08, s. 5 (5).</p> <p class=\"subsection-e\">  (6) Paragraph 3 of subsection (4) does not apply if the permitted entity is incorporated or organized under the laws of a jurisdiction outside Canada and those laws or the customary business practices of the jurisdiction do not permit the insurer to control the entity.  O. Reg. 121/08, s. 5 (6).</p> <p class=\"subsection-e\">  (7) If the insurer controls a permitted entity listed in subparagraphs 2 i to v of subsection (4), the insurer may, with the Chief Executive Officer’s approval, give up control while retaining a substantial investment in the permitted entity only if the total value of the insurer’s investments and loans listed in subparagraphs 3 i to iii of that subsection does not exceed 50 per cent of the insurer’s capital after the insurer gives up control.  O. Reg. 121/08, s. 5 (7); O. Reg. 131/19, s. 1.</p> <p class=\"subsection-e\">  (8) If the insurer proposes to acquire, increase or reduce a substantial investment in an entity by way of specialized financing activities,</p> <p class=\"clause-e\">  (a) the determination of whether the entity is a permitted entity in respect of the insurer shall be made without reference to clause (3) (c); and</p> <p class=\"clause-e\">  (b) paragraphs 1, 2 and 3 of subsection (4) and subsection (7) do not apply.  O. Reg. 121/08, s. 5 (8).</p> <p class=\"subsection-e\">  (9) The following rules apply for the purposes of determining the total value of investments and loans for the purposes of paragraphs 3 and 4 of subsection (4):</p> <p class=\"paragraph-e\">  1. No amount shall be included in respect of shares or ownership interests acquired under circumstances in which subsection 435.3 (1) or 435.4 (1), section 435.5 or subsection 435.6 (1) of the Act applies.</p> <p class=\"paragraph-e\">  2. The value of an ownership interest or loan held by an insurer at a particular time is the book value of the ownership interest or loan that would be reported on the balance sheet of the insurer prepared in accordance with section 104 of the Act as of that time.</p> <p class=\"paragraph-e\">  3. The value of a guarantee is its face value.  O. Reg. 121/08, s. 5 (9).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Financial leasing entity",
            "content": " 6. (1) The conditions that must be satisfied for a financial leasing entity to be a permitted entity are as follows: 1. The financial leasing entity does not direct its customers or potential customers to particular dealers in the property that is the subject of the financial lease agreement or conditional sales agreement. 2. The financial leasing entity does not enter into financial lease agreements or accept assignments of a conditional sales agreements relating to motor vehicles having a gross vehicle weight of less than 21 tonnes. 3. The financial leasing entity does not enter into or accept assignments of conditional sales agreements with individuals relating to personal household property. 4. The financial leasing entity does not enter into or accept assignments of financial lease agreements or conditional sales agreements, other than financial lease agreements and conditional sales agreements that have as their primary purpose the extension of credit to a lessee or purchaser. 5. The financial leasing entity does not enter into financial lease agreements or conditional sales agreements in respect of personal property, including personal property that is affixed to real estate but not including personal household property, unless the personal property, i. was selected by the lessee or purchaser and acquired by the financial leasing entity at the request of the lessee or purchaser, or ii. was previously acquired by the financial leasing entity in respect of another financial lease agreement or conditional sales agreement. 6. The financial leasing entity does not enter into financial lease agreements or conditional sales agreements that entail responsibility on the part of the financial leasing entity to install, promote, service, clean or repair the property that is the subject of the agreement. 7. Every financial lease agreement and conditional sales agreement entered into by the financial leasing entity includes a provision, i. that assigns to the lessee or purchaser the benefit of all warranties, guarantees and other undertakings made by a manufacturer or supplier in respect of the personal property that is the subject of the agreement, or ii. that sets out the responsibilities of the financial leasing entity in respect of all warranties, guarantees and other undertakings made by a manufacturer or supplier in respect of the personal property that is the subject of the agreement. 8. Every financial lease agreement entered into by the financial leasing entity must yield, i. a return to the financial leasing entity of not less than the amount of the financial leasing entity’s total investment in the property that is the subject of the agreement, and ii. a rate of return that is reasonable in the circumstances, taking into consideration the terms and conditions of the agreement and the rate of return sought by other lessors in respect of the financial leasing of similar property under similar conditions. 9. The total estimated residual value of all leased properties held by the financial leasing entity that are referred to in paragraph 4 of subsection (3) does not at any time exceed 10 per cent of the total cost of acquisition of those leased properties by the financial leasing entity.  O. Reg. 121/08, s. 6 (1). (2) In paragraph 2 of subsection (1), “gross vehicle weight” means, in respect of a motor vehicle, the gross vehicle weight that is specified by the manufacturer of the motor vehicle as the loaded weight of, (a) the motor vehicle, or (b) in the case of a motor vehicle designed to pull a trailer, the motor vehicle and the trailer.  O. Reg. 121/08, s. 6 (2). (3) In determining the rate of return under a financial lease agreement for the purposes of subparagraph 8 ii of subsection (1), the following factors shall be taken into consideration: 1. The amount of the rental charges under the agreement. 2. The estimated tax benefits accruing to the financial leasing entity in respect of the agreement, including any tax credits and capital cost allowance that the financial leasing entity is entitled to claim in respect of the property that is the subject of the agreement. 3. If the lessee or a third party who is dealing at arm’s length with the financial leasing entity has, on or before the start of the agreement, either contracted to purchase the property that is the subject of the agreement or unconditionally guaranteed the resale value of the property when the agreement expires, the amount of the purchase price or guaranteed resale value. 4. If paragraph 3 does not apply, the amount of the estimated residual value of the property that is the subject of the agreement or 25 per cent of the cost of acquisition of the property, whichever is less.  O. Reg. 121/08, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>6. </b>(1) The conditions that must be satisfied for a financial leasing entity to be a permitted entity are as follows:</p> <p class=\"paragraph-e\">  1. The financial leasing entity does not direct its customers or potential customers to particular dealers in the property that is the subject of the financial lease agreement or conditional sales agreement.</p> <p class=\"paragraph-e\">  2. The financial leasing entity does not enter into financial lease agreements or accept assignments of a conditional sales agreements relating to motor vehicles having a gross vehicle weight of less than 21 tonnes.</p> <p class=\"paragraph-e\">  3. The financial leasing entity does not enter into or accept assignments of conditional sales agreements with individuals relating to personal household property.</p> <p class=\"paragraph-e\">  4. The financial leasing entity does not enter into or accept assignments of financial lease agreements or conditional sales agreements, other than financial lease agreements and conditional sales agreements that have as their primary purpose the extension of credit to a lessee or purchaser.</p> <p class=\"paragraph-e\">  5. The financial leasing entity does not enter into financial lease agreements or conditional sales agreements in respect of personal property, including personal property that is affixed to real estate but not including personal household property, unless the personal property,</p> <p class=\"subpara-e\">  i. was selected by the lessee or purchaser and acquired by the financial leasing entity at the request of the lessee or purchaser, or</p> <p class=\"subpara-e\">  ii. was previously acquired by the financial leasing entity in respect of another financial lease agreement or conditional sales agreement.</p> <p class=\"paragraph-e\">  6. The financial leasing entity does not enter into financial lease agreements or conditional sales agreements that entail responsibility on the part of the financial leasing entity to install, promote, service, clean or repair the property that is the subject of the agreement.</p> <p class=\"paragraph-e\">  7. Every financial lease agreement and conditional sales agreement entered into by the financial leasing entity includes a provision,</p> <p class=\"subpara-e\">  i. that assigns to the lessee or purchaser the benefit of all warranties, guarantees and other undertakings made by a manufacturer or supplier in respect of the personal property that is the subject of the agreement, or</p> <p class=\"subpara-e\">  ii. that sets out the responsibilities of the financial leasing entity in respect of all warranties, guarantees and other undertakings made by a manufacturer or supplier in respect of the personal property that is the subject of the agreement.</p> <p class=\"paragraph-e\">  8. Every financial lease agreement entered into by the financial leasing entity must yield,</p> <p class=\"subpara-e\">  i. a return to the financial leasing entity of not less than the amount of the financial leasing entity’s total investment in the property that is the subject of the agreement, and</p> <p class=\"subpara-e\">  ii. a rate of return that is reasonable in the circumstances, taking into consideration the terms and conditions of the agreement and the rate of return sought by other lessors in respect of the financial leasing of similar property under similar conditions.</p> <p class=\"paragraph-e\">  9. The total estimated residual value of all leased properties held by the financial leasing entity that are referred to in paragraph 4 of subsection (3) does not at any time exceed 10 per cent of the total cost of acquisition of those leased properties by the financial leasing entity.  O. Reg. 121/08, s. 6 (1).</p> <p class=\"subsection-e\">  (2) In paragraph 2 of subsection (1),</p> <p class=\"firstdef-e\">“gross vehicle weight” means, in respect of a motor vehicle, the gross vehicle weight that is specified by the manufacturer of the motor vehicle as the loaded weight of,</p> <p class=\"defclause-e\">  (a) the motor vehicle, or</p> <p class=\"defclause-e\">  (b) in the case of a motor vehicle designed to pull a trailer, the motor vehicle and the trailer.  O. Reg. 121/08, s. 6 (2).</p> <p class=\"subsection-e\">  (3) In determining the rate of return under a financial lease agreement for the purposes of subparagraph 8 ii of subsection (1), the following factors shall be taken into consideration:</p> <p class=\"paragraph-e\">  1. The amount of the rental charges under the agreement.</p> <p class=\"paragraph-e\">  2. The estimated tax benefits accruing to the financial leasing entity in respect of the agreement, including any tax credits and capital cost allowance that the financial leasing entity is entitled to claim in respect of the property that is the subject of the agreement.</p> <p class=\"paragraph-e\">  3. If the lessee or a third party who is dealing at arm’s length with the financial leasing entity has, on or before the start of the agreement, either contracted to purchase the property that is the subject of the agreement or unconditionally guaranteed the resale value of the property when the agreement expires, the amount of the purchase price or guaranteed resale value.</p> <p class=\"paragraph-e\">  4. If paragraph 3 does not apply, the amount of the estimated residual value of the property that is the subject of the agreement or 25 per cent of the cost of acquisition of the property, whichever is less.  O. Reg. 121/08, s. 6 (3).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Continuation of exceptions",
            "content": " 7. (1) Subject to subsection (3), the rules in subsection (2) apply in respect of a substantial investment held by an insurer in the following circumstances: 1. The insurer was permitted under a particular provision of the Act or the regulations to acquire and did acquire a substantial investment in a particular entity. 2. The insurer is no longer permitted under the particular provision to hold the substantial investment. 3. The insurer could qualify to hold the substantial investment under another provision of the Act or this Regulation.  O. Reg. 121/08, s. 7 (1). (2) In the circumstances described in subsection (1), the insurer is entitled to continue to hold the substantial investment under the provision referred to in paragraph 3 of subsection (1) if any conditions that must be satisfied in order for the insurer to be entitled to hold the substantial investment under that provision are satisfied.  O. Reg. 121/08, s. 7 (2). (3) Subsection (1) does not apply in respect of a substantial investment if clause 435.3 (4) (b), 435.4 (4) (b) or 435.6 (4) (b) of the Act applies.  O. Reg. 121/08, s. 7 (3). Chief Executive Officer’s Approval",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>7. </b>(1) Subject to subsection (3), the rules in subsection (2) apply in respect of a substantial investment held by an insurer in the following circumstances:</p> <p class=\"paragraph-e\">  1. The insurer was permitted under a particular provision of the Act or the regulations to acquire and did acquire a substantial investment in a particular entity.</p> <p class=\"paragraph-e\">  2. The insurer is no longer permitted under the particular provision to hold the substantial investment.</p> <p class=\"paragraph-e\">  3. The insurer could qualify to hold the substantial investment under another provision of the Act or this Regulation.  O. Reg. 121/08, s. 7 (1).</p> <p class=\"subsection-e\">  (2) In the circumstances described in subsection (1), the insurer is entitled to continue to hold the substantial investment under the provision referred to in paragraph 3 of subsection (1) if any conditions that must be satisfied in order for the insurer to be entitled to hold the substantial investment under that provision are satisfied.  O. Reg. 121/08, s. 7 (2).</p> <p class=\"subsection-e\">  (3) Subsection (1) does not apply in respect of a substantial investment if clause 435.3 (4) (b), 435.4 (4) (b) or 435.6 (4) (b) of the Act applies.  O. Reg. 121/08, s. 7 (3).</p> <p class=\"heading1-e\"><a name=\"BK8\"></a>Chief Executive Officer’s Approval</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Chief Executive Officer’s Approval",
            "part_id": null,
            "part_type": null,
            "section": "Chief Executive Officer’s Approval",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Criteria for Chief Executive Officer’s approval",
            "content": " 8. In determining whether to give an approval referred to in clause 435.3 (4) (b), 435.4 (4) (b) or 435.6 (1) (a), (b), (c) or (d) of the Act, the Chief Executive Officer shall consider, (a) whether the investment can reasonably be expected to expose the insurer to an undue risk; and (b) whether the investment can reasonably be expected to hinder the supervision and regulation of the insurer.  O. Reg. 121/08, s. 8; O. Reg. 131/19, s. 3. Specialized Financing Activities",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>8. </b>In determining whether to give an approval referred to in clause 435.3 (4) (b), 435.4 (4) (b) or 435.6 (1) (a), (b), (c) or (d) of the Act, the Chief Executive Officer shall consider,</p> <p class=\"clause-e\">  (a) whether the investment can reasonably be expected to expose the insurer to an undue risk; and</p> <p class=\"clause-e\">  (b) whether the investment can reasonably be expected to hinder the supervision and regulation of the insurer.  O. Reg. 121/08, s. 8; O. Reg. 131/19, s. 3.</p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Specialized Financing Activities</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Specialized Financing Activities",
            "part_id": null,
            "part_type": null,
            "section": "Specialized Financing Activities",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Substantial investments by way of specialized financing activities",
            "content": " 9. (1) Subject to subsections (2) to (7), an insurer may make substantial investments in other entities by way of specialized financing activities.  O. Reg. 121/08, s. 9 (1). (2) An insurer shall not, by way of specialized financing activities, acquire, hold or increase a substantial investment in, (a) an entity that is a financial institution for the purposes of Part XVII of the Act; (b) an entity that is primarily engaged in the leasing of motor vehicles in Canada for the purpose of extending credit to a customer or financing a customer’s acquisition of a motor vehicle; (c) an entity that is primarily engaged in providing temporary possession of personal property, including motor vehicles, to customers in Canada for a purpose other than to finance the customer’s acquisition of the property; (d) an entity that acts as an insurance broker or agent in Canada.  O. Reg. 121/08, s. 9 (2). (3) An insurer shall not, by way of specialized financing activities, hold a substantial investment in an entity for more than 13 consecutive years.  O. Reg. 121/08, s. 9 (3). (4) An insurer shall not, by way of specialized financing activities, acquire, hold or increase a substantial investment in an entity if the total book value of the shares and ownership interests that are held or would be held in the entity by the insurer, all subsidiaries of the insurer and all specialized financing entities of the insurer exceeds or would exceed $250 million.  O. Reg. 121/08, s. 9 (4). (5) An insurer shall not, by way of specialized financing activities, acquire, hold or increase a substantial investment in an entity if the sum of the following exceeds or would exceed 10 per cent of the insurer’s capital: 1. The total book value of all shares and ownership interests that the insurer and its subsidiaries, whether individually or jointly, would hold in the entity. 2. The total value of all outstanding loans made by the insurer and its subsidiaries, whether individually or jointly, to specialized financing entities of the insurer. 3. The total book value of all shares and ownership interests held by the insurer and its subsidiaries, whether individually or jointly, in, i. specialized financing entities of the insurer, and ii. entities, other than the entity referred to in paragraph 1, in which the insurer holds a substantial investment by way of specialized financing activities.  O. Reg. 121/08, s. 9 (5). (6) An insurer shall not, by way of specialized financing activities, acquire, hold or increase a substantial investment in an entity controlled by a specialized financing entity of the insurer or in an entity in which the specialized financing entity of the insurer holds a substantial investment, if the sum of the following exceeds or would exceed 25 per cent of the insurer’s capital: 1. The total book value of all shares and ownership interests held by the insurer and its subsidiaries, whether individually or jointly, in the specialized financing entity and in entities in which the specialized financing entity holds a substantial investment. 2. The total value of all outstanding loans that the insurer and its subsidiaries, whether individually or jointly, have made to the specialized financing entity and to entities in which the specialized financing entity holds a substantial investment.  O. Reg. 121/08, s. 9 (6). (7) An insurer shall not, by way of specialized financing activities, acquire, hold or increase a substantial investment in an entity, other than by way of an investment by a specialized financing entity controlled by the insurer, if the sum of the following exceeds or would exceed 25 per cent of the insurer’s capital: 1. The total book value of all shares and ownership interests that the insurer and its subsidiaries, whether individually or jointly, would acquire in the entity. 2. The total book value of all shares and ownership interests held by the insurer and its subsidiaries, whether individually or jointly, in entities in which the insurer holds a substantial investment by way of specialized financing activities, other than entities in which the insurer has acquired a substantial investment by way of an investment by a specialized financing entity of the insurer. 3. The total value of all outstanding loans that the insurer and its subsidiaries, whether individually or jointly, have made to entities in which the insurer holds a substantial investment by way of specialized financing activities, other than entities in which the insurer has acquired a substantial investment by way of an investment by a specialized financing entity of the insurer.  O. Reg. 121/08, s. 9 (7). (8) For the purposes of this section and section 10, an entity is a specialized financing entity of an insurer if it is a specialized financing entity in which the insurer holds a substantial interest.  O. Reg. 121/08, s. 9 (8).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>9. </b>(1) Subject to subsections (2) to (7), an insurer may make substantial investments in other entities by way of specialized financing activities.  O. Reg. 121/08, s. 9 (1).</p> <p class=\"subsection-e\">  (2) An insurer shall not, by way of specialized financing activities, acquire, hold or increase a substantial investment in,</p> <p class=\"clause-e\">  (a) an entity that is a financial institution for the purposes of Part XVII of the Act;</p> <p class=\"clause-e\">  (b) an entity that is primarily engaged in the leasing of motor vehicles in Canada for the purpose of extending credit to a customer or financing a customer’s acquisition of a motor vehicle;</p> <p class=\"clause-e\">  (c) an entity that is primarily engaged in providing temporary possession of personal property, including motor vehicles, to customers in Canada for a purpose other than to finance the customer’s acquisition of the property;</p> <p class=\"clause-e\">  (d) an entity that acts as an insurance broker or agent in Canada.  O. Reg. 121/08, s. 9 (2).</p> <p class=\"subsection-e\">  (3) An insurer shall not, by way of specialized financing activities, hold a substantial investment in an entity for more than 13 consecutive years.  O. Reg. 121/08, s. 9 (3).</p> <p class=\"subsection-e\">  (4) An insurer shall not, by way of specialized financing activities, acquire, hold or increase a substantial investment in an entity if the total book value of the shares and ownership interests that are held or would be held in the entity by the insurer, all subsidiaries of the insurer and all specialized financing entities of the insurer exceeds or would exceed $250 million.  O. Reg. 121/08, s. 9 (4).</p> <p class=\"subsection-e\">  (5) An insurer shall not, by way of specialized financing activities, acquire, hold or increase a substantial investment in an entity if the sum of the following exceeds or would exceed 10 per cent of the insurer’s capital:</p> <p class=\"paragraph-e\">  1. The total book value of all shares and ownership interests that the insurer and its subsidiaries, whether individually or jointly, would hold in the entity.</p> <p class=\"paragraph-e\">  2. The total value of all outstanding loans made by the insurer and its subsidiaries, whether individually or jointly, to specialized financing entities of the insurer.</p> <p class=\"paragraph-e\">  3. The total book value of all shares and ownership interests held by the insurer and its subsidiaries, whether individually or jointly, in,</p> <p class=\"subpara-e\">  i. specialized financing entities of the insurer, and</p> <p class=\"subpara-e\">  ii. entities, other than the entity referred to in paragraph 1, in which the insurer holds a substantial investment by way of specialized financing activities.  O. Reg. 121/08, s. 9 (5).</p> <p class=\"subsection-e\">  (6) An insurer shall not, by way of specialized financing activities, acquire, hold or increase a substantial investment in an entity controlled by a specialized financing entity of the insurer or in an entity in which the specialized financing entity of the insurer holds a substantial investment, if the sum of the following exceeds or would exceed 25 per cent of the insurer’s capital:</p> <p class=\"paragraph-e\">  1. The total book value of all shares and ownership interests held by the insurer and its subsidiaries, whether individually or jointly, in the specialized financing entity and in entities in which the specialized financing entity holds a substantial investment.</p> <p class=\"paragraph-e\">  2. The total value of all outstanding loans that the insurer and its subsidiaries, whether individually or jointly, have made to the specialized financing entity and to entities in which the specialized financing entity holds a substantial investment.  O. Reg. 121/08, s. 9 (6).</p> <p class=\"subsection-e\">  (7) An insurer shall not, by way of specialized financing activities, acquire, hold or increase a substantial investment in an entity, other than by way of an investment by a specialized financing entity controlled by the insurer, if the sum of the following exceeds or would exceed 25 per cent of the insurer’s capital:</p> <p class=\"paragraph-e\">  1. The total book value of all shares and ownership interests that the insurer and its subsidiaries, whether individually or jointly, would acquire in the entity.</p> <p class=\"paragraph-e\">  2. The total book value of all shares and ownership interests held by the insurer and its subsidiaries, whether individually or jointly, in entities in which the insurer holds a substantial investment by way of specialized financing activities, other than entities in which the insurer has acquired a substantial investment by way of an investment by a specialized financing entity of the insurer.</p> <p class=\"paragraph-e\">  3. The total value of all outstanding loans that the insurer and its subsidiaries, whether individually or jointly, have made to entities in which the insurer holds a substantial investment by way of specialized financing activities, other than entities in which the insurer has acquired a substantial investment by way of an investment by a specialized financing entity of the insurer.  O. Reg. 121/08, s. 9 (7).</p> <p class=\"subsection-e\">  (8) For the purposes of this section and section 10, an entity is a specialized financing entity of an insurer if it is a specialized financing entity in which the insurer holds a substantial interest.  O. Reg. 121/08, s. 9 (8).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Specialized financing entities",
            "content": " 10. (1) Despite section 435.5 of the Act, an insurer shall not acquire, hold or increase a substantial investment in a specialized financing entity if, (a) the value of the outstanding debt obligations of the specialized financing entity and any specialized financing entity of the insurer controlled by the specialized financing entity, other than debt obligations payable to the insurer or entities controlled by the insurer, as reported on their respective balance sheets prepared on an unconsolidated basis, exceeds twice the sum of, (i) the amount by which the value of the assets of the specialized financing entity exceed its liabilities, as reported on its balance sheet prepared on an unconsolidated basis, and (ii) the value of all equity interests held by persons other than the insurer or an entity controlled by the insurer in specialized financing entities of the insurer that are controlled by the specialized financing entity, as reported on the balance sheet of the specialized financing entity prepared on the equity basis; (b) the specialized financing entity controls or holds shares of or ownership interests in any of the entities referred to in clauses 9 (2) (a) to (d); (c) the total book value of all shares and ownership interests, other than shares or ownership interests held by the specialized financing entity in a specialized financing entity of the insurer that it controls, that the insurer, the specialized financing entity, subsidiaries of the insurer or other specialized financing entities of the insurer hold or would hold in an entity in which the specialized financing entity holds a substantial investment, is more than $250 million; (d) the sum of the values under paragraphs 1, 2 and 3 of subsection 9 (5) exceeds or would exceed 10 per cent of the insurer’s capital; or (e) the sum of the values under paragraphs 1 and 2 of subsection 9 (6) exceeds or would exceed 25 per cent of the insurer’s capital.  O. Reg. 121/08, s. 10 (1). (2) Despite section 435.5 of the Act, an insurer shall not acquire or hold a substantial investment in a specialized financing entity if, (a) the specialized financing entity has, for more than 13 consecutive years, held a substantial investment in any entity that is not another specialized financing entity of the insurer; or (b) the specialized financing entity and any one or more of the insurer and other specialized financing entities of the insurer have held, one after the other for more than 13 consecutive years, a substantial investment in any entity that is not a specialized financing entity of the insurer.  O. Reg. 121/08, s. 10 (2). (3) For the purposes of subsection (2), any period of time during which a substantial investment was held by a specialized financing entity of an insurer before it became a specialized financing entity of the insurer shall not be included in the calculation of the length of time during which the specialized financing entity held the substantial investment.  O. Reg. 121/08, s. 10 (3). Other Investments",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK12\"></a>10. </b>(1) Despite section 435.5 of the Act, an insurer shall not acquire, hold or increase a substantial investment in a specialized financing entity if,</p> <p class=\"clause-e\">  (a) the value of the outstanding debt obligations of the specialized financing entity and any specialized financing entity of the insurer controlled by the specialized financing entity, other than debt obligations payable to the insurer or entities controlled by the insurer, as reported on their respective balance sheets prepared on an unconsolidated basis, exceeds twice the sum of,</p> <p class=\"subclause-e\">  (i) the amount by which the value of the assets of the specialized financing entity exceed its liabilities, as reported on its balance sheet prepared on an unconsolidated basis, and</p> <p class=\"subclause-e\">  (ii) the value of all equity interests held by persons other than the insurer or an entity controlled by the insurer in specialized financing entities of the insurer that are controlled by the specialized financing entity, as reported on the balance sheet of the specialized financing entity prepared on the equity basis;</p> <p class=\"clause-e\">  (b) the specialized financing entity controls or holds shares of or ownership interests in any of the entities referred to in clauses 9 (2) (a) to (d);</p> <p class=\"clause-e\">  (c) the total book value of all shares and ownership interests, other than shares or ownership interests held by the specialized financing entity in a specialized financing entity of the insurer that it controls, that the insurer, the specialized financing entity, subsidiaries of the insurer or other specialized financing entities of the insurer hold or would hold in an entity in which the specialized financing entity holds a substantial investment, is more than $250 million;</p> <p class=\"clause-e\">  (d) the sum of the values under paragraphs 1, 2 and 3 of subsection 9 (5) exceeds or would exceed 10 per cent of the insurer’s capital; or</p> <p class=\"clause-e\">  (e) the sum of the values under paragraphs 1 and 2 of subsection 9 (6) exceeds or would exceed 25 per cent of the insurer’s capital.  O. Reg. 121/08, s. 10 (1).</p> <p class=\"subsection-e\">  (2) Despite section 435.5 of the Act, an insurer shall not acquire or hold a substantial investment in a specialized financing entity if,</p> <p class=\"clause-e\">  (a) the specialized financing entity has, for more than 13 consecutive years, held a substantial investment in any entity that is not another specialized financing entity of the insurer; or</p> <p class=\"clause-e\">  (b) the specialized financing entity and any one or more of the insurer and other specialized financing entities of the insurer have held, one after the other for more than 13 consecutive years, a substantial investment in any entity that is not a specialized financing entity of the insurer.  O. Reg. 121/08, s. 10 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of subsection (2), any period of time during which a substantial investment was held by a specialized financing entity of an insurer before it became a specialized financing entity of the insurer shall not be included in the calculation of the length of time during which the specialized financing entity held the substantial investment.  O. Reg. 121/08, s. 10 (3).</p> <p class=\"heading1-e\"><a name=\"BK13\"></a>Other Investments</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Other Investments",
            "part_id": null,
            "part_type": null,
            "section": "Other Investments",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Investments outside control of insurer",
            "content": " 11. For the purposes of clause 435.6 (1) (f) of the Act, an insurer may acquire or increase a substantial investment in an entity, irrespective of whether it is a permitted entity or the investment is otherwise permitted under the Act or this Regulation, if the acquisition or increase is the result of one or more events that are outside the control of the insurer.  O. Reg. 121/08, s. 11. Restrictions and Limits on Insurer’s Business Activities",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>11. </b>For the purposes of clause 435.6 (1) (f) of the Act, an insurer may acquire or increase a substantial investment in an entity, irrespective of whether it is a permitted entity or the investment is otherwise permitted under the Act or this Regulation, if the acquisition or increase is the result of one or more events that are outside the control of the insurer.  O. Reg. 121/08, s. 11.</p> <p class=\"heading1-e\"><a name=\"BK15\"></a>Restrictions and Limits on Insurer’s Business Activities</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Restrictions and Limits on Insurer’s Business Activities",
            "part_id": null,
            "part_type": null,
            "section": "Restrictions and Limits on Insurer’s Business Activities",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Limit on loans secured by residential mortgages",
            "content": " 12. (1) For the purposes of section 435.7 of the Act, an insurer shall not make a loan in Canada or acquire, hold or increase a substantial investment in a permitted entity described in subsection 5 (1) that makes a loan in Canada if, (a) the loan is made on the security of residential real property for the purpose of purchasing, renovating or improving the real property or refinancing a loan made for that purpose; and (b) the amount of the loan plus the amount then outstanding of all other liabilities secured by mortgages having equal or prior claims against the real property would exceed 80 per cent of the value of the real property at the time the insurer makes the loan or acquires the substantial investment.  O. Reg. 121/08, s. 12 (1). (2) Subsection (1) does not apply in respect of, (a) a loan made or guaranteed under the National Housing Act (Canada) or any other Act of Parliament or of Ontario under which a different limit is established on the value of property on the security of which the insurer may make a loan; (b) a loan that would otherwise be prohibited by reason of clause (1) (b) if repayment of the portion of the loan that exceeds the maximum value set out in that clause is guaranteed or insured by a government agency or by an insurance company approved by the Chief Executive Officer; (c) the acquisition by the insurer from an entity of securities issued or guaranteed by the entity that are secured on any residential real property, whether in favour of a trustee or otherwise, or the making of a loan by the insurer to the entity against the issue of the securities; or (d) a loan secured by a mortgage taken back by the insurer on the disposition of property by the insurer, including a disposition for the purpose of realization of a security interest, if the mortgage secures payment of an amount payable to the insurer for the property.  O. Reg. 121/08, s. 12 (2); O. Reg. 131/19, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>12. </b>(1) For the purposes of section 435.7 of the Act, an insurer shall not make a loan in Canada or acquire, hold or increase a substantial investment in a permitted entity described in subsection 5 (1) that makes a loan in Canada if,</p> <p class=\"clause-e\">  (a) the loan is made on the security of residential real property for the purpose of purchasing, renovating or improving the real property or refinancing a loan made for that purpose; and</p> <p class=\"clause-e\">  (b) the amount of the loan plus the amount then outstanding of all other liabilities secured by mortgages having equal or prior claims against the real property would exceed 80 per cent of the value of the real property at the time the insurer makes the loan or acquires the substantial investment.  O. Reg. 121/08, s. 12 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply in respect of,</p> <p class=\"clause-e\">  (a) a loan made or guaranteed under the <i>National Housing Act</i> (Canada) or any other Act of Parliament or of Ontario under which a different limit is established on the value of property on the security of which the insurer may make a loan;</p> <p class=\"clause-e\">  (b) a loan that would otherwise be prohibited by reason of clause (1) (b) if repayment of the portion of the loan that exceeds the maximum value set out in that clause is guaranteed or insured by a government agency or by an insurance company approved by the Chief Executive Officer;</p> <p class=\"clause-e\">  (c) the acquisition by the insurer from an entity of securities issued or guaranteed by the entity that are secured on any residential real property, whether in favour of a trustee or otherwise, or the making of a loan by the insurer to the entity against the issue of the securities; or</p> <p class=\"clause-e\">  (d) a loan secured by a mortgage taken back by the insurer on the disposition of property by the insurer, including a disposition for the purpose of realization of a security interest, if the mortgage secures payment of an amount payable to the insurer for the property.  O. Reg. 121/08, s. 12 (2); O. Reg. 131/19, s. 3.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Restriction on loans to certain entities",
            "content": " 13. (1) This section applies if an insurer holds a substantial investment in a permitted entity listed in any of subparagraphs 2 i to v of subsection 5 (4) and the insurer is entitled to hold the substantial investment by reason of paragraph 3 of subsection 5 (4) or subsection 5 (7).  O. Reg. 121/08, s. 13 (1). (2) The insurer shall not make a loan to or give a guarantee on behalf of the permitted entity, and shall not permit any subsidiary of the insurer to do so, if, after making the loan or giving the guarantee, the total value of the investments and loans described in subparagraphs 3 i to iii of subsection 5 (4) would exceed 50 per cent of the insurer’s capital.  O. Reg. 121/08, s. 13 (2). (3) Paragraphs 1, 2 and 3 of subsection 5 (9) apply for the purposes of determining the total value of investments and loans for the purposes of subsection (2).  O. Reg. 121/08, s. 13 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>13. </b>(1) This section applies if an insurer holds a substantial investment in a permitted entity listed in any of subparagraphs 2 i to v of subsection 5 (4) and the insurer is entitled to hold the substantial investment by reason of paragraph 3 of subsection 5 (4) or subsection 5 (7).  O. Reg. 121/08, s. 13 (1).</p> <p class=\"subsection-e\">  (2) The insurer shall not make a loan to or give a guarantee on behalf of the permitted entity, and shall not permit any subsidiary of the insurer to do so, if, after making the loan or giving the guarantee, the total value of the investments and loans described in subparagraphs 3 i to iii of subsection 5 (4) would exceed 50 per cent of the insurer’s capital.  O. Reg. 121/08, s. 13 (2).</p> <p class=\"subsection-e\">  (3) Paragraphs 1, 2 and 3 of subsection 5 (9) apply for the purposes of determining the total value of investments and loans for the purposes of subsection (2).  O. Reg. 121/08, s. 13 (3).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Restriction on guarantees",
            "content": " 14. (1) For the purposes of section 435.7 of the Act, an insurer shall not guarantee on behalf of any person the payment or repayment of money unless, (a) the payment or repayment is of a fixed amount, with or without interest; and (b) the person on whose behalf the insurer has undertaken to guarantee the payment or repayment has an unqualified obligation to reimburse the insurer for the full amount of the payment or repayment to be guaranteed.  O. Reg. 121/08, s. 14 (1). (2) Clause (1) (a) does not apply if the person on whose behalf the insurer undertakes to guarantee a payment or repayment is a subsidiary of the insurer.  O. Reg. 121/08, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>14. </b>(1) For the purposes of section 435.7 of the Act, an insurer shall not guarantee on behalf of any person the payment or repayment of money unless,</p> <p class=\"clause-e\">  (a) the payment or repayment is of a fixed amount, with or without interest; and</p> <p class=\"clause-e\">  (b) the person on whose behalf the insurer has undertaken to guarantee the payment or repayment has an unqualified obligation to reimburse the insurer for the full amount of the payment or repayment to be guaranteed.  O. Reg. 121/08, s. 14 (1).</p> <p class=\"subsection-e\">  (2) Clause (1) (a) does not apply if the person on whose behalf the insurer undertakes to guarantee a payment or repayment is a subsidiary of the insurer.  O. Reg. 121/08, s. 14 (2).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Restriction on financial leasing activities",
            "content": " 15. For the purposes of section 435.7 of the Act, an insurer shall not engage in Canada in any leasing activity in respect of personal property that, if carried on by a financial leasing entity, would disqualify the financial leasing entity from being a permitted entity for the purposes of the Act.  O. Reg. 121/08, s. 15.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK19\"></a>15. </b>For the purposes of section 435.7 of the Act, an insurer shall not engage in Canada in any leasing activity in respect of personal property that, if carried on by a financial leasing entity, would disqualify the financial leasing entity from being a permitted entity for the purposes of the Act.  O. Reg. 121/08, s. 15.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Holding own shares",
            "content": " 16. (1) For the purposes of section 435.7 of the Act and subject to subsection (2), an insurer shall not do any of the following: 1. Hold any of its issued shares or any shares issued by a corporation that controls the insurer. 2. Hold an ownership interest in an unincorporated entity that controls the insurer. 3. Permit any of its subsidiaries to hold shares issued by the insurer or by a corporation that controls the insurer. 4. Permit any of its subsidiaries to hold an ownership interest in an unincorporated entity that controls the insurer.  O. Reg. 121/08, s. 16 (1). (2) Subsection (1) does not apply in respect of, (a) the redemption of preference shares in accordance with section 28 of the Corporations Act; (b) the purchase of shares of the insurer under a plan for the conversion of the insurer into a mutual company in accordance with section 211 of the Corporations Act; (c) the holding of shares by the insurer or by a subsidiary of the insurer as an executor, administrator, guardian or trustee in accordance with subsection 111 (2) of the Corporations Act or the holding of an ownership interest in the same capacity in similar circumstances; or (d) subject to the Corporations Act, the holding of shares or an ownership interest for a period of not more than 180 days if the shares or ownership interest are acquired on the realization of a security interest.  O. Reg. 121/08, s. 16 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>16. </b>(1) For the purposes of section 435.7 of the Act and subject to subsection (2), an insurer shall not do any of the following:</p> <p class=\"paragraph-e\">  1. Hold any of its issued shares or any shares issued by a corporation that controls the insurer.</p> <p class=\"paragraph-e\">  2. Hold an ownership interest in an unincorporated entity that controls the insurer.</p> <p class=\"paragraph-e\">  3. Permit any of its subsidiaries to hold shares issued by the insurer or by a corporation that controls the insurer.</p> <p class=\"paragraph-e\">  4. Permit any of its subsidiaries to hold an ownership interest in an unincorporated entity that controls the insurer.  O. Reg. 121/08, s. 16 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply in respect of,</p> <p class=\"clause-e\">  (a) the redemption of preference shares in accordance with section 28 of the <i>Corporations Act</i>;</p> <p class=\"clause-e\">  (b) the purchase of shares of the insurer under a plan for the conversion of the insurer into a mutual company in accordance with section 211 of the <i>Corporations Act</i>;</p> <p class=\"clause-e\">  (c) the holding of shares by the insurer or by a subsidiary of the insurer as an executor, administrator, guardian or trustee in accordance with subsection 111 (2) of the <i>Corporations Act</i> or the holding of an ownership interest in the same capacity in similar circumstances; or</p> <p class=\"clause-e\">  (d) subject to the <i>Corporations Act</i>, the holding of shares or an ownership interest for a period of not more than 180 days if the shares or ownership interest are acquired on the realization of a security interest.  O. Reg. 121/08, s. 16 (2).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Value of loans, investments and interests in property",
            "content": " 17. (1) For the purposes of subsection 435.8 (1) of the Act, if an investment is acquired by an insurer or a prescribed subsidiary under section 435.6 of the Act, the value of the investment shall not be included in calculating the value of loans, investments and interests in property acquired by the insurer or prescribed subsidiary for the purposes of sections 435.9 to 435.12.  O. Reg. 121/08, s. 17 (1). (2) Subsection (1) and subsection 435.8 (1) of the Act do not apply to an investment or an interest in real property if the insurer or prescribed subsidiary acquired the investment or interest in real property, (a) as a result of the realization of a security interest in real property that is a loan, debt obligation or guarantee described in any of items 11 to 19 in the Table in subsection 20 (1); or (b) as a result of a default referred to in subsection 435.3 (1) of the Act under the terms of the agreement governing an interest in real property that is a loan, debt obligation or guarantee referred to in any of the items mentioned in clause (a).  O. Reg. 121/08, s. 17 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>17.</b> (1) For the purposes of subsection 435.8 (1) of the Act, if an investment is acquired by an insurer or a prescribed subsidiary under section 435.6 of the Act, the value of the investment shall not be included in calculating the value of loans, investments and interests in property acquired by the insurer or prescribed subsidiary for the purposes of sections 435.9 to 435.12.  O. Reg. 121/08, s. 17 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) and subsection 435.8 (1) of the Act do not apply to an investment or an interest in real property if the insurer or prescribed subsidiary acquired the investment or interest in real property,</p> <p class=\"clause-e\">  (a) as a result of the realization of a security interest in real property that is a loan, debt obligation or guarantee described in any of items 11 to 19 in the Table in subsection 20 (1); or</p> <p class=\"clause-e\">  (b) as a result of a default referred to in subsection 435.3 (1) of the Act under the terms of the agreement governing an interest in real property that is a loan, debt obligation or guarantee referred to in any of the items mentioned in clause (a).  O. Reg. 121/08, s. 17 (2).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Commercial loan limit",
            "content": " 18. (1) For the purposes of subsection 435.9 (2) of the Act, the amount determined under the regulations is five per cent of the total assets of the insurer.  O. Reg. 121/08, s. 18 (1). (2) For the purposes of subsection (1), the total assets of the insurer is the amount that would be calculated under section 21 as the total assets of the insurer for the purposes of section 435.14 of the Act if the insurer’s last balance sheet prepared before the time of the calculation is deemed to be the balance sheet that would be prepared as of the time the determination is made under subsection 435.9 (2) of the Act.  O. Reg. 121/08, s. 18 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>18. </b>(1) For the purposes of subsection 435.9 (2) of the Act, the amount determined under the regulations is five per cent of the total assets of the insurer.  O. Reg. 121/08, s. 18 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the total assets of the insurer is the amount that would be calculated under section 21 as the total assets of the insurer for the purposes of section 435.14 of the Act if the insurer’s last balance sheet prepared before the time of the calculation is deemed to be the balance sheet that would be prepared as of the time the determination is made under subsection 435.9 (2) of the Act.  O. Reg. 121/08, s. 18 (2).</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Limits on investments",
            "content": " 19. (1) For the purposes of subsections 435.10 (1) and 435.11 (2) of the Act, the amount determined under the regulations is the sum of, (a) 70 per cent of the amount determined under subsection (3); (b) 15 per cent of the insurer’s liabilities in respect of life insurance policies that are not participating policies; (c) 25 per cent of the insurer’s liabilities in respect of life insurance policies that are participating policies; and (d) five per cent of the insurer’s liabilities in respect of, (i) all life annuities, whether or not for a guaranteed term, in respect of which the insurer has contracted with the annuitant to make regular payments of defined amounts, (ii) all annuities in respect of which the insurer has guaranteed a rate of interest for a term of more than 10 years after the date on which the contract is entered into, (iii) all group long-term disability annuities in respect of which the insurer has contracted with the annuitant to make regular periodic payments of defined amounts to retirement age, and (iv) all other disability annuities in respect of which the insurer has contracted with the annuitant to make regular periodic payments of defined amounts, (A) while the disability of the annuitant continues, to age 65, or (B) for life.  O. Reg. 121/08, s. 19 (1). (2) For the purposes of subsection 435.12 (2) of the Act, the amount determined under the regulations is the sum of, (a) the amount determined under subsection (3); (b) 20 per cent of the insurer’s liabilities in respect of life insurance policies that are not participating policies; (c) 40 per cent of the insurer’s liabilities in respect of life insurance policies that are participating policies; and (d) the amount determined under clause (1) (d).  O. Reg. 121/08, s. 19 (2). (3) For the purposes of clauses (1) (a) and (2) (a), the amount determined under this subsection is the amount by which the insurer’s capital exceeds the sum of, (a) all amounts each of which is included in the capital of the insurer and is, (i) the amount by which the total assets of any financial institution controlled by the insurer, or of any entity controlled by the financial institution, exceeds the total liabilities (including deferred taxes and subordinated indebtedness) of the financial institution or entity, (ii) an amount equal to the total deferred realized capital gains less the total deferred realized capital losses from real estate and share transactions of a financial institution referred to in subclause (i) that is an insurer licensed to transact the business of life insurance, or (iii) the amount of subordinated indebtedness issued by a financial institution or entity referred to in subclause (i); (b) all amounts included in the capital of the insurer each of which is the amount of a minority interest in, (i) a financial institution controlled by the insurer, or (ii) an entity controlled by a financial institution that is controlled by the insurer; (c) all amounts each of which is the amount of an investment, other than subordinated indebtedness referred to in subclause (a) (iii), made by the insurer or a designated entity controlled by the insurer in a financial institution or in an entity controlled by a financial institution controlled by the insurer, that are included, (i) in the capital of an insurer, or (ii) in the amount that would be treated as capital of a financial institution for the purposes of capital adequacy rules by the regulatory body that regulates the financial institution; and (d) all amounts each of which is the amount of a loan, other than subordinated indebtedness referred to in subclause (a) (iii), made by the insurer or by a designated entity controlled by the insurer, to another insurance company incorporated by or under the laws of Canada or of a Province, to a securities dealer controlled by the other insurer or to an entity controlled by an insurance company or securities dealer controlled by the insurer, that are included, (i) in the capital of an insurer, or (ii) in the amount that would be treated as the capital of the other insurance company or the securities dealer by the regulatory body that regulates the insurance company or securities dealer, as the case may be.  O. Reg. 121/08, s. 19 (3). (4) For the purposes of subsection 435.14 (1) of the Act, the value of participating shares and ownership interests referred to in sections 435.11 and 435.12 of the Act that are beneficially owned by an insurer or by those of its subsidiaries that are prescribed subsidiaries for the purposes of section 435.14 of the Act is the book value of the shares and ownership interests that would be reported on the insurer’s consolidated balance sheet as of the time the determination is made.  O. Reg. 121/08, s. 19 (4). Interests in Real Property",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>19. </b>(1) For the purposes of subsections 435.10 (1) and 435.11 (2) of the Act, the amount determined under the regulations is the sum of,</p> <p class=\"clause-e\">  (a) 70 per cent of the amount determined under subsection (3);</p> <p class=\"clause-e\">  (b) 15 per cent of the insurer’s liabilities in respect of life insurance policies that are not participating policies;</p> <p class=\"clause-e\">  (c) 25 per cent of the insurer’s liabilities in respect of life insurance policies that are participating policies; and</p> <p class=\"clause-e\">  (d) five per cent of the insurer’s liabilities in respect of,</p> <p class=\"subclause-e\">  (i) all life annuities, whether or not for a guaranteed term, in respect of which the insurer has contracted with the annuitant to make regular payments of defined amounts,</p> <p class=\"subclause-e\">  (ii) all annuities in respect of which the insurer has guaranteed a rate of interest for a term of more than 10 years after the date on which the contract is entered into,</p> <p class=\"subclause-e\">  (iii) all group long-term disability annuities in respect of which the insurer has contracted with the annuitant to make regular periodic payments of defined amounts to retirement age, and</p> <p class=\"subclause-e\">  (iv) all other disability annuities in respect of which the insurer has contracted with the annuitant to make regular periodic payments of defined amounts,</p> <p class=\"subsubclause-e\">  (A) while the disability of the annuitant continues, to age 65, or </p> <p class=\"subsubclause-e\">  (B) for life.  O. Reg. 121/08, s. 19 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 435.12 (2) of the Act, the amount determined under the regulations is the sum of,</p> <p class=\"clause-e\">  (a) the amount determined under subsection (3);</p> <p class=\"clause-e\">  (b) 20 per cent of the insurer’s liabilities in respect of life insurance policies that are not participating policies;</p> <p class=\"clause-e\">  (c) 40 per cent of the insurer’s liabilities in respect of life insurance policies that are participating policies; and</p> <p class=\"clause-e\">  (d) the amount determined under clause (1) (d).  O. Reg. 121/08, s. 19 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of clauses (1) (a) and (2) (a), the amount determined under this subsection is the amount by which the insurer’s capital exceeds the sum of,</p> <p class=\"clause-e\">  (a) all amounts each of which is included in the capital of the insurer and is, </p> <p class=\"subclause-e\">  (i) the amount by which the total assets of any financial institution controlled by the insurer, or of any entity controlled by the financial institution, exceeds the total liabilities (including deferred taxes and subordinated indebtedness) of the financial institution or entity,</p> <p class=\"subclause-e\">  (ii) an amount equal to the total deferred realized capital gains less the total deferred realized capital losses from real estate and share transactions of a financial institution referred to in subclause (i) that is an insurer licensed to transact the business of life insurance, or</p> <p class=\"subclause-e\">  (iii) the amount of subordinated indebtedness issued by a financial institution or entity referred to in subclause (i);</p> <p class=\"clause-e\">  (b) all amounts included in the capital of the insurer each of which is the amount of a minority interest in,</p> <p class=\"subclause-e\">  (i) a financial institution controlled by the insurer, or</p> <p class=\"subclause-e\">  (ii) an entity controlled by a financial institution that is controlled by the insurer;</p> <p class=\"clause-e\">  (c) all amounts each of which is the amount of an investment, other than subordinated indebtedness referred to in subclause (a) (iii), made by the insurer or a designated entity controlled by the insurer in a financial institution or in an entity controlled by a financial institution controlled by the insurer, that are included,</p> <p class=\"subclause-e\">  (i) in the capital of an insurer, or</p> <p class=\"subclause-e\">  (ii) in the amount that would be treated as capital of a financial institution for the purposes of capital adequacy rules by the regulatory body that regulates the financial institution; and</p> <p class=\"clause-e\">  (d) all amounts each of which is the amount of a loan, other than subordinated indebtedness referred to in subclause (a) (iii), made by the insurer or by a designated entity controlled by the insurer, to another insurance company incorporated by or under the laws of Canada or of a Province, to a securities dealer controlled by the other insurer or to an entity controlled by an insurance company or securities dealer controlled by the insurer, that are included,</p> <p class=\"subclause-e\">  (i) in the capital of an insurer, or </p> <p class=\"subclause-e\">  (ii) in the amount that would be treated as the capital of the other insurance company or the securities dealer by the regulatory body that regulates the insurance company or securities dealer, as the case may be.  O. Reg. 121/08, s. 19 (3).</p> <p class=\"subsection-e\">  (4) For the purposes of subsection 435.14 (1) of the Act, the value of participating shares and ownership interests referred to in sections 435.11 and 435.12 of the Act that are beneficially owned by an insurer or by those of its subsidiaries that are prescribed subsidiaries for the purposes of section 435.14 of the Act is the book value of the shares and ownership interests that would be reported on the insurer’s consolidated balance sheet as of the time the determination is made.  O. Reg. 121/08, s. 19 (4).</p> <p class=\"heading1-e\"><a name=\"BK24\"></a>Interests in Real Property</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "Interests in Real Property",
            "part_id": null,
            "part_type": null,
            "section": "Interests in Real Property",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Interests in real property",
            "content": " 20. (1) For the purposes of Part XVII of the Act, the interest of an insurer or a prescribed subsidiary of an insurer in each of the types of property listed in Column 2 in the following Table is an interest in real property for the purposes of Part XVII of the Act and the value of the interest is the amount determined under the provisions set out opposite the type of property in Column 3 of the Table: Table of Real Property Interests  Column 1   Column 2    Column 3 \n\n  Item   Description of Real Property Interest   Value of the Real Property Interest \n\n  1.   Real property beneficially owned by the insurer or by a designated entity controlled by the insurer.   The book value of the real property. \n\n  2.   A debt obligation for which the insurer or a designated entity controlled by the insurer is liable that was issued for the purpose of acquiring or improving real property described in Item 1.   The amount, if any, by which the book value of the debt obligation exceeds the book value of the real property. \n\n  3.   Real property,  (a) that is beneficially owned by,   (i) a related real property entity of the insurer that is a joint venture, or    (ii) an entity in which an entity described in subclause (i) has a substantial investment; and  (b) that would be reported on a balance sheet of the insurer prepared in accordance with section 104 of the Act.   The book value of the real property. \n\n  4.   Shares and ownership interests beneficially owned by the insurer, or by a designated entity controlled by the insurer, in any related real property entity of the insurer, other than a related real property entity referred to in Item 3.   The book value of the shares and ownership interests. \n\n  5.   A debt obligation that was issued by a related real property entity of the insurer and that is beneficially owned by the insurer or by a designated entity controlled by the insurer.   The book value of the debt obligation. \n\n  6.   A loan made by the insurer or a designated entity controlled by the insurer to a related real property entity of the insurer.   The book value of the loan. \n\n  7.   A loan made by the insurer or a designated entity controlled by the insurer to,  (a) a real property entity in which a financial institution controlled by the insurer has a substantial investment; or  (b) a real property entity that is controlled by a real property entity described in clause (a).   The book value of the loan. \n\n  8.   A debt obligation that was issued by a real property entity described in clause (a) or (b) of Item 7 and that is beneficially owned by the insurer or a designated entity controlled by the insurer.   The book value of the debt obligation. \n\n  9.   A debt obligation that is,  (a) issued by a related real property entity of the insurer;  (b) beneficially owned by a third party; and  (c) guaranteed by the insurer or a designated entity controlled by the insurer.   If the debt obligation is issued by a related real property entity and the entity beneficially owns real property that is an interest of the insurer in real property described in Item 3, the amount, if any, by which the face value of the guarantee exceeds the value of that real property. \n\n          In any other case, the face value of the guarantee. \n\n  10.   A loan made by a third party to a related real property entity of the insurer and guaranteed by the insurer or a designated entity controlled by the insurer.   If the loan is made to a related real property entity and the entity beneficially owns real property that is an interest of the insurer in real property described in Item 3, the amount, if any, by which the face value of the guarantee exceeds the value of that real property. \n\n          In any other case, the face value of the guarantee. \n\n  11.   A loan made by the insurer or a designated entity controlled by the insurer to a third party that is secured by real property beneficially owned by the third party in conjunction with,  (a) the insurer;  (b) the designated entity;  (c) a related real property entity of the insurer;  (d) a financial institution controlled by the insurer;  (e) an entity controlled by a financial institution controlled by the insurer; or  (f) a real property entity described in Item 7.   The lesser of,  (a) the net realizable value of the third party’s interest in the real property at the time that the security interest was given; and  (b) the amount by which the book value of the loan exceeds the total net realizable value of any other security interests that were given for the loan. \n\n  12.   A debt obligation of a third party beneficially owned by the insurer or a designated entity controlled by the insurer that is secured by real property beneficially owned by the third party in conjunction with,  (a) the insurer;  (b) the designated entity;  (c) a related real property entity of the insurer;  (d) a financial institution controlled by the insurer;  (e) an entity controlled by a financial institution controlled by the insurer; or  (f) a real property entity described in Item 7.   The lesser of,  (a) the net realizable value of the third party’s interest in the real property at the time that the security interest was given; and  (b) the amount by which the book value of the debt obligation exceeds the total net realizable value of any other security interests that were given for the debt obligation. \n\n  13.   A debt obligation of a third party guaranteed by the insurer or a designated entity controlled by the insurer that is secured by real property beneficially owned by the third party in conjunction with,  (a) the insurer;  (b) the designated entity;  (c) a related real property entity of the insurer;  (d) a financial institution controlled by the insurer;  (e) an entity controlled by a financial institution controlled by the insurer; or  (f) a real property entity described in Item 7.   The lesser of,  (a) the net realizable value of the third party’s interest in the real property at the time that the security interest was given; and  (b) the amount by which the face value of the guarantee exceeds the total net realizable value of any other security interests that were given for the debt obligation. \n\n  14.   A loan made by the insurer or a designated entity controlled by the insurer to a third party that is secured by shares or ownership interests beneficially owned by a third party in an entity that beneficially owns real property in conjunction with the insurer, a related real property entity of the insurer or a designated entity controlled by the insurer.   The lesser of,  (a) the net realizable value of the third party’s interest in the shares or ownership interests at the time that the security interest was given; and  (b) the amount by which the book value of the loan exceeds the amount determined by subtracting from “A” the amount determined by multiplying “B” by “C”,  where,   “A” is the total net realizable value of all security interests that were given for the loan,   “B” is the net realizable value of the entity’s interest in the real property, and   “C” is the ratio of the value of the shares or ownership interests that are given as the security interest to the total value of all outstanding shares or ownership interests in the entity. \n\n  15.   A debt obligation of a third party beneficially owned by the insurer or a designated entity controlled by the insurer that is secured by shares or ownership interests beneficially owned by a third party in an entity that beneficially owns real property in conjunction with the insurer, a related real property entity of the insurer or a designated entity controlled by the insurer.   The lesser of,  (a) the net realizable value of the third party’s interest in the shares or ownership interests at the time that the security interest was given; and  (b) the amount by which the book value of the debt obligation exceeds the amount determined by subtracting from “A” the amount determined by multiplying “B” by “C”, where,   “A” is the total net realizable value of all security interests that were given for the debt obligation,   “B” is the net realizable value of the entity’s interest in the real property, and   “C” is the ratio of the value of the shares or ownership interests that are given as the security interest to the total value of all outstanding shares or ownership interests in the entity. \n\n  16.   A debt obligation of a third party guaranteed by the insurer or a designated entity controlled by the insurer that is secured by shares or ownership interests beneficially owned by a third party in an entity that beneficially owns real property in conjunction with the insurer, a related real property entity of the insurer or a designated entity controlled by the insurer.   The lesser of,  (a) the net realizable value of the third party’s interest in those shares or ownership interests at the time that the security interest was given; and  (b) the amount by which the face value of the guarantee exceeds the amount determined by subtracting from “A” the amount determined by multiplying “B” by “C”, where,   “A” is the total net realizable value of all security interests that were given for the loan or debt obligation,   “B” is the net realizable value of the entity’s interest in the real property, and   “C” is the ratio of the value of the shares or ownership interests that are given as the security interest to the total value of all outstanding shares or ownership interests in the entity. \n\n  17.   A loan made by the insurer or a designated entity controlled by the insurer to a third party that is secured by shares or ownership interests beneficially owned by a third party in a related real property entity of the insurer.   The lesser of,  (a) the net realizable value of the third party’s interest in the shares or ownership interests at the time that the security interest was given; and  (b) the amount by which the book value of the loan exceeds the total net realizable value of all other security interests given for the loan. \n\n  18.   A debt obligation of a third party beneficially owned by the insurer or a designated entity controlled by the insurer that is secured by shares or ownership interests beneficially owned by a third party in a related real property entity of the insurer.   The lesser of,  (a) the net realizable value of the third party’s interest in the shares or ownership interests at the time that the security interest was given; and  (b) the amount by which the book value of the debt obligation exceeds the total net realizable value of all other security interests given for the debt obligation. \n\n  19.   A debt obligation of a third party guaranteed by the insurer or a designated entity controlled by the insurer that is secured by shares or ownership interests beneficially owned by a third party in a related real property entity of the insurer.   The lesser of,  (a) the net realizable value of the third party’s interest in the shares or ownership interests at the time that the security interest was given; and  (b) the amount by which the face value of the guarantee exceeds the total net realizable value of all other security interests given for the debt obligation. \n\n  20.   A guarantee given by the insurer or a designated entity controlled by the insurer to an entity other than the insurer or the designated entity for the purpose of completing the development of real property that is beneficially owned by,  (a) the insurer;  (b) the designated entity controlled by the insurer; or  (c) a related real property entity of the insurer.   The estimated cost of completing the development of the real property. \n\n  21.   An agreement made by the insurer or a designated entity controlled by the insurer to support a third party’s cost of operating or financing real property that is beneficially owned by,  (a) the insurer;  (b) the designated entity controlled by the insurer; or  (c) a related real property entity of the insurer.   The amount of any funds advanced pursuant to the agreement by the insurer or the designated entity controlled by the insurer. O. Reg. 121/08, s. 20 (1). (2) The book value at a particular time of property that is an interest in real property for the purposes of Part XVII of the Act is, (a) if the property is real property, the gross book value of the real property, less any accumulated depreciation on the real property, that would be reported on a balance sheet of the insurer prepared as of the particular time in accordance with section 104 of the Act; or (b) if the property consists of shares of or an ownership interest in another entity or a debt obligation or loan, the book value of the shares, ownership interest, debt obligation or loan that would be reported on a balance sheet of the insurer prepared as of the particular time in accordance with section 104 of the Act.  O. Reg. 121/08, s. 20 (2). Matters Prescribed for the Purposes of Section 435.14 of the Act",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>20. </b>(1) For the purposes of Part XVII of the Act, the interest of an insurer or a prescribed subsidiary of an insurer in each of the types of property listed in Column 2 in the following Table is an interest in real property for the purposes of Part XVII of the Act and the value of the interest is the amount determined under the provisions set out opposite the type of property in Column 3 of the Table:</p> <p class=\"headingx-e\">Table of Real Property Interests</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">Column 1</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">Column 2 </p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">Column 3</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">Description of Real Property Interest</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">Value of the Real Property Interest</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">Real property beneficially owned by the insurer or by a designated entity controlled by the insurer.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">The book value of the real property.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">A debt obligation for which the insurer or a designated entity controlled by the insurer is liable that was issued for the purpose of acquiring or improving real property described in Item 1.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">The amount, if any, by which the book value of the debt obligation exceeds the book value of the real property.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">Real property,</p> <p class=\"tablelevel1-e\"> (a) that is beneficially owned by,</p> <p class=\"tablelevel2-e\">  (i) a related real property entity of the insurer that is a joint venture, or </p> <p class=\"tablelevel2-e\">  (ii) an entity in which an entity described in subclause (i) has a substantial investment; and</p> <p class=\"tablelevel1-e\"> (b) that would be reported on a balance sheet of the insurer prepared in accordance with section 104 of the Act.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">The book value of the real property.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">Shares and ownership interests beneficially owned by the insurer, or by a designated entity controlled by the insurer, in any related real property entity of the insurer, other than a related real property entity referred to in Item 3.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">The book value of the shares and ownership interests.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">A debt obligation that was issued by a related real property entity of the insurer and that is beneficially owned by the insurer or by a designated entity controlled by the insurer.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">The book value of the debt obligation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">A loan made by the insurer or a designated entity controlled by the insurer to a related real property entity of the insurer.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">The book value of the loan.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">A loan made by the insurer or a designated entity controlled by the insurer to,</p> <p class=\"tablelevel1-e\"> (a) a real property entity in which a financial institution controlled by the insurer has a substantial investment; or</p> <p class=\"tablelevel1-e\"> (b) a real property entity that is controlled by a real property entity described in clause (a).</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">The book value of the loan.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">A debt obligation that was issued by a real property entity described in clause (a) or (b) of Item 7 and that is beneficially owned by the insurer or a designated entity controlled by the insurer.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">The book value of the debt obligation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">A debt obligation that is,</p> <p class=\"tablelevel1-e\"> (a) issued by a related real property entity of the insurer;</p> <p class=\"tablelevel1-e\"> (b) beneficially owned by a third party; and</p> <p class=\"tablelevel1-e\"> (c) guaranteed by the insurer or a designated entity controlled by the insurer.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">If the debt obligation is issued by a related real property entity and the entity beneficially owns real property that is an interest of the insurer in real property described in Item 3, the amount, if any, by which the face value of the guarantee exceeds the value of that real property.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">In any other case, the face value of the guarantee.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">A loan made by a third party to a related real property entity of the insurer and guaranteed by the insurer or a designated entity controlled by the insurer.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">If the loan is made to a related real property entity and the entity beneficially owns real property that is an interest of the insurer in real property described in Item 3, the amount, if any, by which the face value of the guarantee exceeds the value of that real property.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">In any other case, the face value of the guarantee.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">A loan made by the insurer or a designated entity controlled by the insurer to a third party that is secured by real property beneficially owned by the third party in conjunction with,</p> <p class=\"tablelevel1-e\"> (a) the insurer;</p> <p class=\"tablelevel1-e\"> (b) the designated entity;</p> <p class=\"tablelevel1-e\"> (c) a related real property entity of the insurer;</p> <p class=\"tablelevel1-e\"> (d) a financial institution controlled by the insurer;</p> <p class=\"tablelevel1-e\"> (e) an entity controlled by a financial institution controlled by the insurer; or</p> <p class=\"tablelevel1-e\"> (f) a real property entity described in Item 7.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">The lesser of,</p> <p class=\"tablelevel1-e\"> (a) the net realizable value of the third party’s interest in the real property at the time that the security interest was given; and</p> <p class=\"tablelevel1-e\"> (b) the amount by which the book value of the loan exceeds the total net realizable value of any other security interests that were given for the loan.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">A debt obligation of a third party beneficially owned by the insurer or a designated entity controlled by the insurer that is secured by real property beneficially owned by the third party in conjunction with,</p> <p class=\"tablelevel1-e\"> (a) the insurer;</p> <p class=\"tablelevel1-e\"> (b) the designated entity;</p> <p class=\"tablelevel1-e\"> (c) a related real property entity of the insurer;</p> <p class=\"tablelevel1-e\"> (d) a financial institution controlled by the insurer;</p> <p class=\"tablelevel1-e\"> (e) an entity controlled by a financial institution controlled by the insurer; or</p> <p class=\"tablelevel1-e\"> (f) a real property entity described in Item 7.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">The lesser of,</p> <p class=\"tablelevel1-e\"> (a) the net realizable value of the third party’s interest in the real property at the time that the security interest was given; and</p> <p class=\"tablelevel1-e\"> (b) the amount by which the book value of the debt obligation exceeds the total net realizable value of any other security interests that were given for the debt obligation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">A debt obligation of a third party guaranteed by the insurer or a designated entity controlled by the insurer that is secured by real property beneficially owned by the third party in conjunction with,</p> <p class=\"tablelevel1-e\"> (a) the insurer;</p> <p class=\"tablelevel1-e\"> (b) the designated entity;</p> <p class=\"tablelevel1-e\"> (c) a related real property entity of the insurer;</p> <p class=\"tablelevel1-e\"> (d) a financial institution controlled by the insurer;</p> <p class=\"tablelevel1-e\"> (e) an entity controlled by a financial institution controlled by the insurer; or</p> <p class=\"tablelevel1-e\"> (f) a real property entity described in Item 7.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">The lesser of,</p> <p class=\"tablelevel1-e\"> (a) the net realizable value of the third party’s interest in the real property at the time that the security interest was given; and</p> <p class=\"tablelevel1-e\"> (b) the amount by which the face value of the guarantee exceeds the total net realizable value of any other security interests that were given for the debt obligation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">14.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">A loan made by the insurer or a designated entity controlled by the insurer to a third party that is secured by shares or ownership interests beneficially owned by a third party in an entity that beneficially owns real property in conjunction with the insurer, a related real property entity of the insurer or a designated entity controlled by the insurer.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">The lesser of,</p> <p class=\"tablelevel1-e\"> (a) the net realizable value of the third party’s interest in the shares or ownership interests at the time that the security interest was given; and</p> <p class=\"tablelevel1-e\"> (b) the amount by which the book value of the loan exceeds the amount determined by subtracting from “A” the amount determined by multiplying “B” by “C”, </p> <p class=\"tablelevel1x-e\">where,</p> <p class=\"tablelevel3-e\">  “A” is the total net realizable value of all security interests that were given for the loan,</p> <p class=\"tablelevel3-e\">  “B” is the net realizable value of the entity’s interest in the real property, and</p> <p class=\"tablelevel3-e\">  “C” is the ratio of the value of the shares or ownership interests that are given as the security interest to the total value of all outstanding shares or ownership interests in the entity.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">15.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">A debt obligation of a third party beneficially owned by the insurer or a designated entity controlled by the insurer that is secured by shares or ownership interests beneficially owned by a third party in an entity that beneficially owns real property in conjunction with the insurer, a related real property entity of the insurer or a designated entity controlled by the insurer.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">The lesser of,</p> <p class=\"tablelevel1-e\"> (a) the net realizable value of the third party’s interest in the shares or ownership interests at the time that the security interest was given; and</p> <p class=\"tablelevel1-e\"> (b) the amount by which the book value of the debt obligation exceeds the amount determined by subtracting from “A” the amount determined by multiplying “B” by “C”,</p> <p class=\"tablelevel1x-e\">where,</p> <p class=\"tablelevel3-e\">  “A” is the total net realizable value of all security interests that were given for the debt obligation,</p> <p class=\"tablelevel3-e\">  “B” is the net realizable value of the entity’s interest in the real property, and</p> <p class=\"tablelevel3-e\">  “C” is the ratio of the value of the shares or ownership interests that are given as the security interest to the total value of all outstanding shares or ownership interests in the entity.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">16.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">A debt obligation of a third party guaranteed by the insurer or a designated entity controlled by the insurer that is secured by shares or ownership interests beneficially owned by a third party in an entity that beneficially owns real property in conjunction with the insurer, a related real property entity of the insurer or a designated entity controlled by the insurer.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">The lesser of,</p> <p class=\"tablelevel1-e\"> (a) the net realizable value of the third party’s interest in those shares or ownership interests at the time that the security interest was given; and</p> <p class=\"tablelevel1-e\"> (b) the amount by which the face value of the guarantee exceeds the amount determined by subtracting from “A” the amount determined by multiplying “B” by “C”,</p> <p class=\"tablelevel1x-e\">where,</p> <p class=\"tablelevel3-e\">  “A” is the total net realizable value of all security interests that were given for the loan or debt obligation,</p> <p class=\"tablelevel3-e\">  “B” is the net realizable value of the entity’s interest in the real property, and</p> <p class=\"tablelevel3-e\">  “C” is the ratio of the value of the shares or ownership interests that are given as the security interest to the total value of all outstanding shares or ownership interests in the entity.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">17.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">A loan made by the insurer or a designated entity controlled by the insurer to a third party that is secured by shares or ownership interests beneficially owned by a third party in a related real property entity of the insurer.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">The lesser of,</p> <p class=\"tablelevel1-e\"> (a) the net realizable value of the third party’s interest in the shares or ownership interests at the time that the security interest was given; and</p> <p class=\"tablelevel1-e\"> (b) the amount by which the book value of the loan exceeds the total net realizable value of all other security interests given for the loan.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">18.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">A debt obligation of a third party beneficially owned by the insurer or a designated entity controlled by the insurer that is secured by shares or ownership interests beneficially owned by a third party in a related real property entity of the insurer.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">The lesser of,</p> <p class=\"tablelevel1-e\"> (a) the net realizable value of the third party’s interest in the shares or ownership interests at the time that the security interest was given; and</p> <p class=\"tablelevel1-e\"> (b) the amount by which the book value of the debt obligation exceeds the total net realizable value of all other security interests given for the debt obligation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">19.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">A debt obligation of a third party guaranteed by the insurer or a designated entity controlled by the insurer that is secured by shares or ownership interests beneficially owned by a third party in a related real property entity of the insurer.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">The lesser of,</p> <p class=\"tablelevel1-e\"> (a) the net realizable value of the third party’s interest in the shares or ownership interests at the time that the security interest was given; and</p> <p class=\"tablelevel1-e\"> (b) the amount by which the face value of the guarantee exceeds the total net realizable value of all other security interests given for the debt obligation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">20.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">A guarantee given by the insurer or a designated entity controlled by the insurer to an entity other than the insurer or the designated entity for the purpose of completing the development of real property that is beneficially owned by,</p> <p class=\"tablelevel1-e\"> (a) the insurer;</p> <p class=\"tablelevel1-e\"> (b) the designated entity controlled by the insurer; or</p> <p class=\"tablelevel1-e\"> (c) a related real property entity of the insurer.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">The estimated cost of completing the development of the real property.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"67\"> <p class=\"table-e\">21.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">An agreement made by the insurer or a designated entity controlled by the insurer to support a third party’s cost of operating or financing real property that is beneficially owned by,</p> <p class=\"tablelevel1-e\"> (a) the insurer;</p> <p class=\"tablelevel1-e\"> (b) the designated entity controlled by the insurer; or</p> <p class=\"tablelevel1-e\"> (c) a related real property entity of the insurer.</p> </td> <td valign=\"top\" width=\"302\"> <p class=\"table-e\">The amount of any funds advanced pursuant to the agreement by the insurer or the designated entity controlled by the insurer.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 121/08, s. 20 (1).</p> <p class=\"subsection-e\">  (2) The book value at a particular time of property that is an interest in real property for the purposes of Part XVII of the Act is,</p> <p class=\"clause-e\">  (a) if the property is real property, the gross book value of the real property, less any accumulated depreciation on the real property, that would be reported on a balance sheet of the insurer prepared as of the particular time in accordance with section 104 of the Act; or</p> <p class=\"clause-e\">  (b) if the property consists of shares of or an ownership interest in another entity or a debt obligation or loan, the book value of the shares, ownership interest, debt obligation or loan that would be reported on a balance sheet of the insurer prepared as of the particular time in accordance with section 104 of the Act.  O. Reg. 121/08, s. 20 (2).</p> <p class=\"heading1-e\"><a name=\"BK26\"></a>Matters Prescribed for the Purposes of Section 435.14 of the Act</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "Matters Prescribed for the Purposes of Section 435.14 of the Act",
            "part_id": null,
            "part_type": null,
            "section": "Matters Prescribed for the Purposes of Section 435.14 of the Act",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Total assets for purposes of s. 435.14 of the Act",
            "content": " 21. (1) For the purposes of section 435.14 of the Act, the total assets of an insurer at a particular time is the amount calculated using the formula, A – B in which, “A” is the total amount of the assets reported on the insurer’s last balance sheet prepared in accordance with section 104 of the Act before that time, and “B” is the total amount of the assets included in the value of “A” that are assets of a subsidiary of the insurer that is, (a) a financial institution, or (b) a subsidiary of a financial institution that is not a subsidiary of the financial institution only because it is a subsidiary of the insurer. O. Reg. 121/08, s. 21 (1). (2) For the purposes of section 435.14 of the Act, the following rules apply for the purposes of determining the value of assets that are acquired or transferred: 1. The value of assets that are acquired is, i. the fair market value of the assets if the assets are shares of or ownership interests in an entity and the value of the assets of that entity will be included in the annual statement of the insurer after the acquisition, or ii. the purchase price of the assets in any other case. 2. The value of assets that are transferred is, i. the value of the assets as stated in the insurer’s last annual statement if the assets are shares of or ownership interests in an entity and the value of the entity’s assets was included in the insurer’s last annual statement before the transfer, or ii. the book value of the assets as stated in the insurer’s last annual statement prepared before the transfer, in any other case.  O. Reg. 121/08, s. 21 (2). (3) For the purposes of clause 435.14 (3) (c) of the Act, subsection 435.14 (1) of the Act does not apply, (a) to the acquisition by an insurer or its subsidiary of shares of or ownership interests in an entity in circumstances in which the approval of the Chief Executive Officer is required under section 435.1 of the Act; (b) to a transfer or acquisition that is a transaction or part of a series of transactions between the insurer and a financial institution as a result of the insurer’s participation in one or more syndicated loans with that financial institution; or (c) to an acquisition or transfer that has been approved by the Chief Executive Officer under a provision of the Act or this Regulation.  O. Reg. 121/08, s. 21 (3); O. Reg. 131/19, s. 3. 22. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 121/08, s. 22.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>21. </b>(1) For the purposes of section 435.14 of the Act, the total assets of an insurer at a particular time is the amount calculated using the formula,</p> <p class=\"equation-e\">A – B</p> <p class=\"Ssection-e\">in which,</p> <p class=\"equationind1-e\">  “A” is the total amount of the assets reported on the insurer’s last balance sheet prepared in accordance with section 104 of the Act before that time, and</p> <p class=\"equationind1-e\">  “B” is the total amount of the assets included in the value of “A” that are assets of a subsidiary of the insurer that is,</p> <p class=\"equationind2-e\">  (a) a financial institution, or</p> <p class=\"equationind2-e\">  (b) a subsidiary of a financial institution that is not a subsidiary of the financial institution only because it is a subsidiary of the insurer.</p> <p class=\"footnote-e\">O. Reg. 121/08, s. 21 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of section 435.14 of the Act, the following rules apply for the purposes of determining the value of assets that are acquired or transferred:</p> <p class=\"paragraph-e\">  1. The value of assets that are acquired is, </p> <p class=\"subpara-e\">  i. the fair market value of the assets if the assets are shares of or ownership interests in an entity and the value of the assets of that entity will be included in the annual statement of the insurer after the acquisition, or</p> <p class=\"subpara-e\">  ii. the purchase price of the assets in any other case.</p> <p class=\"paragraph-e\">  2. The value of assets that are transferred is,</p> <p class=\"subpara-e\">  i. the value of the assets as stated in the insurer’s last annual statement if the assets are shares of or ownership interests in an entity and the value of the entity’s assets was included in the insurer’s last annual statement before the transfer, or</p> <p class=\"subpara-e\">  ii. the book value of the assets as stated in the insurer’s last annual statement prepared before the transfer, in any other case.  O. Reg. 121/08, s. 21 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of clause 435.14 (3) (c) of the Act, subsection 435.14 (1) of the Act does not apply,</p> <p class=\"clause-e\">  (a) to the acquisition by an insurer or its subsidiary of shares of or ownership interests in an entity in circumstances in which the approval of the Chief Executive Officer is required under section 435.1 of the Act;</p> <p class=\"clause-e\">  (b) to a transfer or acquisition that is a transaction or part of a series of transactions between the insurer and a financial institution as a result of the insurer’s participation in one or more syndicated loans with that financial institution; or</p> <p class=\"clause-e\">  (c) to an acquisition or transfer that has been approved by the Chief Executive Officer under a provision of the Act or this Regulation.  O. Reg. 121/08, s. 21 (3); O. Reg. 131/19, s. 3.</p> <p class=\"section-e\"> <b>22.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 121/08, s. 22.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/080121\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}