{
    "reg_info": {
        "full_title": "O. Reg. 192/07: SUBWAY EXTENSIONS",
        "reg_name_text": "Subway extensions",
        "citation": "O. Reg. 192/07: SUBWAY EXTENSIONS",
        "act_under": "Development Charges Act, 1997",
        "url": "https://www.ontario.ca/laws/regulation/070192",
        "date_scraped": "2023-12-18 13:16:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070192/v2",
            "valid_from": "December 13, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/regulation/070192/v1",
            "valid_from": "May  4, 2007",
            "valid_to": "December 12, 2021"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Application",
            "content": " 1. This Regulation applies to the City of Toronto and The Regional Municipality of York.  O. Reg. 192/07, s. 1. Toronto-York Subway Extension",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>This Regulation applies to the City of Toronto and The Regional Municipality of York.  O. Reg. 192/07, s. 1.</p> <p class=\"heading1-e\">Toronto-York Subway Extension</p>"
        },
        {
            "id": "2.",
            "section": "Further definition",
            "content": " 2. For greater clarity, the term “Toronto-York subway extension” in subsection 5.1 (1) of the Act includes, (a) real property for rights of way, subway stations, subway commuter facilities and related facilities; (b) subway commuter facilities such as parking lots, bus terminals and passenger pick-up and drop-off facilities; (c) subway stations, including entrances, exits and ancillary station facilities such as ventilation shafts; (d) subway trains; (e) vehicles for subway maintenance and service; (f) tunnel and signal systems; (g) track systems and running structures, including crossovers, tailtracks and ancillary operating facilities; (h) power systems, including traction power substations; (i) road works, utility relocations and traffic management measures to facilitate the construction and operation of the subway, subway trains, subway stations and subway commuter facilities, including, (i) new access roads, (ii) road widenings, (iii) traffic and transit priority signals, and (iv) reserved bus lanes; (j) ancillary maintenance and storage facilities, including yard connections; and (k) emergency exits and ancillary buildings at the surface level.  O. Reg. 192/07, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>For greater clarity, the term “Toronto-York subway extension” in subsection 5.1 (1) of the Act includes,</p> <p class=\"clause-e\">  (a) real property for rights of way, subway stations, subway commuter facilities and related facilities;</p> <p class=\"clause-e\">  (b) subway commuter facilities such as parking lots, bus terminals and passenger pick-up and drop-off facilities;</p> <p class=\"clause-e\">  (c) subway stations, including entrances, exits and ancillary station facilities such as ventilation shafts;</p> <p class=\"clause-e\">  (d) subway trains;</p> <p class=\"clause-e\">  (e) vehicles for subway maintenance and service; </p> <p class=\"clause-e\">  (f) tunnel and signal systems;</p> <p class=\"clause-e\">  (g) track systems and running structures, including crossovers, tailtracks and ancillary operating facilities;</p> <p class=\"clause-e\">  (h) power systems, including traction power substations;</p> <p class=\"clause-e\">  (i) road works, utility relocations and traffic management measures to facilitate the construction and operation of the subway, subway trains, subway stations and subway commuter facilities, including,</p> <p class=\"subclause-e\">  (i) new access roads, </p> <p class=\"subclause-e\">  (ii) road widenings,</p> <p class=\"subclause-e\">  (iii) traffic and transit priority signals, and </p> <p class=\"subclause-e\">  (iv) reserved bus lanes;</p> <p class=\"clause-e\">  (j) ancillary maintenance and storage facilities, including yard connections; and</p> <p class=\"clause-e\">  (k) emergency exits and ancillary buildings at the surface level.  O. Reg. 192/07, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Planned level of service",
            "content": "  3. The following method and criteria shall be used to estimate the planned level of service for the Toronto-York subway extension: 1. The Toronto-York subway extension is a discrete service. 2. The existing level of service for the Toronto-York subway extension is zero as of the date of the completion of the first background study by the municipality under section 10 of the Act that incorporates the cost of the Toronto-York subway extension. 3. The planned level of service for the Toronto-York subway extension is complete construction and readiness for full operation.  O. Reg. 192/07, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>The following method and criteria shall be used to estimate the planned level of service for the Toronto-York subway extension:</p> <p class=\"paragraph-e\">  1. The Toronto-York subway extension is a discrete service.</p> <p class=\"paragraph-e\">  2. The existing level of service for the Toronto-York subway extension is zero as of the date of the completion of the first background study by the municipality under section 10 of the Act that incorporates the cost of the Toronto-York subway extension.</p> <p class=\"paragraph-e\">  3. The planned level of service for the Toronto-York subway extension is complete construction and readiness for full operation.  O. Reg. 192/07, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Background studies",
            "content": "  4. Any background study by the municipality under section 10 of the Act that incorporates the cost of the Toronto-York subway extension shall set out the estimated capital costs relating to the Toronto-York subway extension and shall indicate what portion of those costs are considered to benefit, (a) existing development as of the date of the completion of the background study; (b) development during the 10-year period that follows the completion of the background study; and (c) development after the 10-year period mentioned in clause (b).  O. Reg. 192/07, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>  4. </b>Any background study by the municipality under section 10 of the Act that incorporates the cost of the Toronto-York subway extension shall set out the estimated capital costs relating to the Toronto-York subway extension and shall indicate what portion of those costs are considered to benefit,</p> <p class=\"clause-e\">  (a) existing development as of the date of the completion of the background study;</p> <p class=\"clause-e\">  (b) development during the 10-year period that follows the completion of the background study; and</p> <p class=\"clause-e\">  (c) development after the 10-year period mentioned in clause (b).  O. Reg. 192/07, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Reserve fund records",
            "content": "  5. (1) Each municipality shall keep records of its reserve fund established for the Toronto-York subway extension. (2) The records of each reserve fund shall be sufficient to demonstrate that all money paid into the fund has been or will be used for the purposes for which it was collected.  O. Reg. 192/07, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>  5. </b>(1) Each municipality shall keep records of its reserve fund established for the Toronto-York subway extension.</p> <p class=\"subsection-e\">  (2) The records of each reserve fund shall be sufficient to demonstrate that all money paid into the fund has been or will be used for the purposes for which it was collected.  O. Reg. 192/07, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Reserve fund records",
            "content": " 6. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 192/07, s. 6. Yonge North Subway Extension",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 192/07, s. 6.</p> <p class=\"heading1-e\">Yonge North Subway Extension</p>"
        },
        {
            "id": "6.1",
            "section": "Further definition",
            "content": "  6.1 For greater clarity, the term “Yonge North subway extension” in subsection 5.1.1 (1) of the Act includes, (a) real property for rights of way, subway stations, subway commuter facilities and related facilities; (b) subway commuter facilities such as parking lots and parking structures, bus terminals and passenger pick-up and drop-off facilities; (c) subway stations, including entrances, exits and ancillary station facilities such as ventilation shafts; (d) subway trains; (e) vehicles for subway maintenance and service; (f) tunnel and signal systems; (g) track systems and running structures, including crossovers, tailtracks and ancillary operating facilities; (h) power systems, including traction power substations; (i) road works, utility relocations and traffic management measures to facilitate the construction and operation of the subway, subway trains, subway stations and subway commuter facilities, including, (i) new access roads, (ii) road widenings, (iii) traffic and transit priority signals, and (iv) reserved bus lanes; (j) ancillary maintenance and storage facilities, including yard connections; and (k) emergency exits and ancillary buildings at the surface level. O. Reg. 847/21, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  6.1 </b>For greater clarity, the term “Yonge North subway extension” in subsection 5.1.1 (1) of the Act includes,</p> <p class=\"clause-e\">  (a) real property for rights of way, subway stations, subway commuter facilities and related facilities;</p> <p class=\"clause-e\">  (b) subway commuter facilities such as parking lots and parking structures, bus terminals and passenger pick-up and drop-off facilities;</p> <p class=\"clause-e\">  (c) subway stations, including entrances, exits and ancillary station facilities such as ventilation shafts;</p> <p class=\"clause-e\">  (d) subway trains;</p> <p class=\"clause-e\">  (e) vehicles for subway maintenance and service;</p> <p class=\"clause-e\">  (f) tunnel and signal systems;</p> <p class=\"clause-e\">  (g) track systems and running structures, including crossovers, tailtracks and ancillary operating facilities;</p> <p class=\"clause-e\">  (h) power systems, including traction power substations;</p> <p class=\"clause-e\">  (i) road works, utility relocations and traffic management measures to facilitate the construction and operation of the subway, subway trains, subway stations and subway commuter facilities, including,</p> <p class=\"subclause-e\">  (i) new access roads,</p> <p class=\"subclause-e\">  (ii) road widenings,</p> <p class=\"subclause-e\">  (iii) traffic and transit priority signals, and</p> <p class=\"subclause-e\">  (iv) reserved bus lanes;</p> <p class=\"clause-e\">  (j) ancillary maintenance and storage facilities, including yard connections; and</p> <p class=\"clause-e\">  (k) emergency exits and ancillary buildings at the surface level. O. Reg. 847/21, s. 3.</p>"
        },
        {
            "id": "7.",
            "section": "Planned level of service",
            "content": "  7. The following method and criteria shall be used to estimate the planned level of service for the Yonge North subway extension: 1. The Yonge North subway extension is a discrete service. 2. The existing level of service for the Yonge North subway extension is zero as of the date of the completion of the first background study by the municipality under section 10 of the Act that incorporates the cost of the Yonge North subway extension. O. Reg. 847/21, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  7. </b>The following method and criteria shall be used to estimate the planned level of service for the Yonge North subway extension:</p> <p class=\"paragraph-e\">  1. The Yonge North subway extension is a discrete service.</p> <p class=\"paragraph-e\">  2. The existing level of service for the Yonge North subway extension is zero as of the date of the completion of the first background study by the municipality under section 10 of the Act that incorporates the cost of the Yonge North subway extension. O. Reg. 847/21, s. 3.</p>"
        },
        {
            "id": "8.",
            "section": "Background studies",
            "content": "  8. (1) The first background study by the municipality under section 10 of the Act that incorporates the cost of the Yonge North subway extension shall set out the estimated capital costs relating to the Yonge North subway extension and shall indicate what portion of those costs are considered to benefit, (a) existing development as of the date of the completion of the background study; (b) development during the 20-year period that follows the completion of the background study; and (c) development after the 20-year period mentioned in clause (b). O. Reg. 847/21, s. 3. (2) The second and every subsequent study by the municipality under section 10 of the Act that incorporates the cost of the Yonge North subway extension shall set out the estimated capital costs relating to the Yonge North subway extension and shall indicate what portion of those costs are considered to benefit, (a) existing development as of the date of the completion of the background study; (b) development during a period not exceeding 20 years following the completion of the background study; and (c) development after the period referred to in clause (b). O. Reg. 847/21, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  8. </b>(1) The first background study by the municipality under section 10 of the Act that incorporates the cost of the Yonge North subway extension shall set out the estimated capital costs relating to the Yonge North subway extension and shall indicate what portion of those costs are considered to benefit,</p> <p class=\"clause-e\">  (a) existing development as of the date of the completion of the background study;</p> <p class=\"clause-e\">  (b) development during the 20-year period that follows the completion of the background study; and</p> <p class=\"clause-e\">  (c) development after the 20-year period mentioned in clause (b). O. Reg. 847/21, s. 3.</p> <p class=\"subsection-e\">  (2) The second and every subsequent study by the municipality under section 10 of the Act that incorporates the cost of the Yonge North subway extension shall set out the estimated capital costs relating to the Yonge North subway extension and shall indicate what portion of those costs are considered to benefit,</p> <p class=\"clause-e\">  (a) existing development as of the date of the completion of the background study;</p> <p class=\"clause-e\">  (b) development during a period not exceeding 20 years following the completion of the background study; and</p> <p class=\"clause-e\">  (c) development after the period referred to in clause (b). O. Reg. 847/21, s. 3.</p>"
        },
        {
            "id": "9.",
            "section": "Reserve fund records",
            "content": "  9. (1) Each municipality shall keep records of its reserve fund established for the Yonge North subway extension. O. Reg. 847/21, s. 3. (2) The records of each reserve fund shall be sufficient to demonstrate that all money paid into the fund has been or will be used for the purposes for which it was collected. O. Reg. 847/21, s. 3.  Français  ",
            "raw_html": "<p class=\"section-e\"><b>  9. </b>(1) Each municipality shall keep records of its reserve fund established for the Yonge North subway extension. O. Reg. 847/21, s. 3.</p> <p class=\"subsection-e\">  (2) The records of each reserve fund shall be sufficient to demonstrate that all money paid into the fund has been or will be used for the purposes for which it was collected. O. Reg. 847/21, s. 3.</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070192\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}