{
    "reg_info": {
        "full_title": "O. Reg. 185/97: ESTABLISHMENT, AREAS OF JURISDICTION AND NAMES OF DISTRICT SCHOOL BOARDS",
        "reg_name_text": "ESTABLISHMENT, AREAS OF JURISDICTION AND NAMES OF DISTRICT SCHOOL BOARDS",
        "citation": "O. Reg. 185/97: ",
        "act_under": "Education Act   Loi sur l’éducation",
        "url": "https://www.ontario.ca/laws/regulation/970185",
        "date_scraped": "2023-12-19 22:20:44"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/970185/v1",
            "valid_from": "December 14, 2001",
            "valid_to": "December 31, 2001"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. Thirty-one English-language public district school boards are established. O. Reg. 185/97, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>Thirty-one English-language public district school boards are established. O. Reg. 185/97, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The name of each English-language public district school board is “English-language Public District School Board No. __” (inserting a number between 1 and 29 or a combination of numbers and letters as set out in each paragraph of section 3) unless otherwise specified in the Schedules. O. Reg. 185/97, s. 2; O. Reg. 80/98, s. 2; O. Reg. 213/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The name of each English-language public district school board is “English-language Public District School Board No. __” (inserting a number between 1 and 29 or a combination of numbers and letters as set out in each paragraph of section 3) unless otherwise specified in the Schedules. O. Reg. 185/97, s. 2; O. Reg. 80/98, s. 2; O. Reg. 213/98, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. The following are the areas of jurisdiction of the English-language public district school boards: 1. The area of jurisdiction of the District School Board Ontario North East consists of, i. in the Territorial District of Algoma, the geographic townships of Ebbs and Templeton, ii. in the Territorial District of Cochrane, A. the City of Timmins, B. the Towns of Cochrane, Hearst, Iroquois Falls, Kapuskasing and Smooth Rock Falls, C. the Townships of Fauquier-Strickland, Glackmeyer, Mattice-Val Cote, Moonbeam, Opasatika and Val Rita-Harty, D. the portion of the Township of Black River-Matheson that on December 31, 1996 was not part of the geographic townships of Barnet, Frecheville, Garrison, Harker, Holloway, Lamplugh, Marriott, McCool, Michaud, Rand or Stoughton, E. Revoked: O. Reg. 279/00, s. 1 (2). F. the geographic townships of Aurora, Barker, Blount, Brower, Calder, Casgrain, Clute, Colquhoun, Fournier, Fox, Hanlan, Hanna, Irish, Kendall, Kennedy, Lamarche, Landry, Leitch, Lowther, McCowan, Mortimer, Nansen, Newmarket, O’Brien, Ottaway, Pyne, St. John, Stimson, Stoddard, Studholme, Teefy and Way, G. the portion of the geographic township of Benoit that is not part of the Township of Black River-Matheson, H. the portion of the geographic township of Haggart that is not part of the Township of Fauquier-Strickland, and I. the portion of the geographic township of Owens that is not part of the Township of Val Rita-Harty, iii. in the Territorial District of Nipissing, A. the Municipality of Temagami, and B. the geographic townships of Eldridge, Flett, Gladman, Gooderham, Hammell, Hartle, Hobbs, Kenny, McCallum, McLaren and Thistle, and iv. in the Territorial District of Timiskaming, A. the Towns of Charlton, Cobalt, Englehart, Haileybury, Kirkland Lake, Latchford and New Liskeard, B. the Village of Thornloe, C. the Townships of Armstrong, Brethour, Casey, Chamberlain, Coleman, Dack, Dymond, Evanturel, Gauthier, Harley, Harris, Hilliard, Hudson, James, Kerns, Larder Lake, Matachewan and McGarry, D. the geographic townships of Auld, Barber, Barr, Bayly, Beauchamp, Boston, Brigstocke, Bryce, Cane, Catharine, Chown, Corkill, Davidson, Eby, Farr, Firstbrook, Grenfell, Haultain, Henwood, Ingram, Kittson, Lawson, Lebel, Lorrain, Lundy, Maisonville, Marquis, Marter, McElroy, Mickle, Milner, Mulligan, Nicol, Otto, Pacaud, Pense, Roadhouse, Robillard, Savard, Sharpe, Smyth, South Lorrain, Truax, Tudhope, Willet and Willison, and E. the portion of the geographic township of Gillies Limit that is not part of the Township of Coleman. 2. The area of jurisdiction of the Algoma District School Board consists of, i. in the Territorial District of Algoma, A. the Cities of Elliot Lake and Sault Ste. Marie, B. the Towns of Blind River, Bruce Mines and Thessalon, C. the Villages of Hilton Beach and Iron Bridge, D. the Townships of Day and Bright Additional, Dubreuilville, Hilton, Hornepayne, Jocelyn, Johnson, Laird, Michipicoten, Plummer Additional, Prince, Shedden, St. Joseph, The North Shore, Thessalon, Thompson and White River, E. the Township of MacDonald, Meredith and Aberdeen Additional, F. the Township of Tarbutt and Tarbutt Additional, G. the geographic townships of Aberdeen, Archibald, Aweres, Bridgland, Bright, Chenard, Cobden, Dennis, Deroche, Dunphy, Esquega, Fenwick, Fiddler, Finon, Fisher, Galbraith, Gaudette, Gladstone, Gould, Grasett, Haughton, Havilland, Herrick, Hodgins, Home, Huotari, Jarvis, Jogues, Juillette, Kamichisitit, Kars, Kincaid, Kirkwood, Ley, Mack, McMahon, Montgomery, Morin, Nouvel, Parkinson, Patton, Peever, Pennefather, Rix, Rose, Ryan, Scarfe, Shields, Slater, Tilley, Timmermans, Tupper, VanKoughnet and Wells, H. the portion of the geographic township of Striker not included in the Township of The North Shore, I. all the islands in the North Channel of Lake Huron lying south of the geographic townships of Bright, Cobden, and the portion of Striker that is not part of the Township of The North Shore, and J. the mining locations known as Montreal Mining Southern Location, Montreal Mining Northern Location, A. McDonnell Mining Location, Kincaid Mining Locations 5, 6, 7 and 8 and Rankin Mining Location, and ii. in the Territorial District of Sudbury, A. The Township of Chapleau, and B. the geographic townships of Caverley, Chapleau, de Gaulle, Eisenhower, Gallagher, Genier, Halsey, Kaplan and Panet. 3. The area of jurisdiction of the Rainbow District School Board consists of, i. the Township of Sables-Spanish Rivers in the Territorial District of Algoma, ii. the Territorial District of Manitoulin, iii. in the Territorial District of Sudbury, A. the City of Greater Sudbury, B. the Town of Espanola, C. the Townships of Baldwin, Hagar and Sables-Spanish Rivers, D. the Township of Casimir, Jennings and Appleby, E. the Municipality of French River, F. the Municipality of Killarney, G. the Township of Nairn and Hyman, H. the Township of Ratter and Dunnet, I. the geographic townships of Allen, Awrey, Burwash, Cartier, Cascaden, Cox, Curtin, Davis, Foster, Foy, Hart, Harty, Hawley, Hendrie, Henry, Hess, Laura, Loughrin, Moncrieff, Mongowin, Roosevelt, Secord, Servos, Street and Truman, J. the portions of the geographic townships of Eden, Tilton and Trill that are not part of the City of Greater Sudbury, K. the portion of the geographic township of Janes that is not part of the Municipality of West Nipissing, and L. the portions of the geographic townships of Bigwood, Cherriman and Haddo that are not part of the Municipality of French River, and iv. the portion of the Municipality of Killarney that is in the Territorial District of Parry Sound. 4. The area of jurisdiction of the Near North District School Board consists of, i. in the Territorial District of Nipissing, A. the City of North Bay, B. the Towns of Kearney and Mattawa, C. the Townships of Bonfield, Calvin, Chisholm, East Ferris, Mattawan and Papineau-Cameron, D. the Municipality of West Nipissing, and E. the geographic townships of Blyth, Boyd, Clarkson, Commanda, Deacon, Eddy, French, Jocko, Lauder, Lyman, Merrick, Notman, Pentland, Phelps, Poitras and Wyse, ii. the portion of the Territorial District of Parry Sound that is not part of the Municipality of Killarney, iii. in The District Municipality of Muskoka, the Freeman Ward of the Township of Georgian Bay, and iv. in the Territorial District of Sudbury, the Municipality of West Nipissing. 5. The area of jurisdiction of the Keewatin-Patricia District School Board consists of, in the Territorial District of Kenora, i. the City of Dryden, i.1 the Municipality of Red Lake, ii. the Towns of Jaffray Melick, Keewatin, Kenora and Sioux Lookout, iii. the Townships of Ear Falls, Ignace, Machin and Sioux Narrows, iv. the geographic townships of Boys, Britton, Buller, Colenso, Dome, Eton, Hartman, Ilsley, Kirkup, Ladysmith, Melgund, Mutrie, Pellatt, Redditt, Redvers, Rowell, Rugby, Smellie, Southworth, Van Horne, Wabigoon, Wainwright and Zealand, iv.1 the portions of the geographic townships of Baird and Heyson that are not part of the Municipality of Red Lake, v. the portion of the geographic township of Aubrey that is not part of the Township of Machin, vi. all the lands in unsurveyed territory in the vicinity of the station house of the Canadian National Railways at Minaki described as follows: commencing at a point distant 4 kilometres measured east astronomically from the northeast corner of the said station house, thence north astronomically 4 kilometres, thence west astronomically 8 kilometres, thence south astronomically 8 kilometres, thence east astronomically 8 kilometres, thence north astronomically 4 kilometres to the point of commencement, vii. except for those parts of the mainland which are crossed by the said line, all lands lying north of a line extending from the southernmost extremity of the geographic Township of Boys to the southwest corner of the geographic Township of Kirkup and south of the southerly boundaries of the geographic townships of Boys and Pellatt, the Towns of Jaffray Melick, Keewatin and Kenora, viii. all lands within an area of 6.4 kilometres in width and lying on both sides of the centre line of tertiary road Number 804 and within 3.2 kilometres of the said centre line measured at right angles thereto, and not in the Township of Ear Falls, ix. all lands within an area of 6.4 kilometres in width and lying on both sides of the centre line of that part of the King’s Highway known as Number 105 and within 3.2 kilometres of and measured at right angles to that portion of the centre line of the said part of the highway extending in a generally northerly and northwesterly direction from its intersection with the centre line of Pickerel Creek to its intersection with the southerly limit of the Municipality of Red Lake, and not in the Township of Ear Falls or referred to in subparagraph viii, and x. all and singular that tract of land situate in the Territorial District of Kenora being within an area four miles in width lying on both sides of the centre line of secondary highway No. 599 and within two miles of and measured at right angles to that portion of the said centre line extending from the easterly boundary of the Township of Ignace northeasterly a distance of 45 miles. 6. The area of jurisdiction of the Rainy River District School Board consists of, i. in the Territorial District of Kenora, A. the Township of Lake of the Woods, A.1 the geographic townships of Godson, Phillips and Tweedsmuir, and B. all lands, other than the geographic townships of Godson, Phillips and Tweedsmuir and the Township of Lake of the Woods, within an area the boundary sides of which are as follows: 1. on the west side, the International Boundary between the point of intersection thereon of the 49th degree parallel of north latitude and the point of intersection of the production westerly of the north boundary of the geographic township of Tweedsmuir along the 4th base line, 2. on the south side, the line described as commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary, thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods, thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the south boundary of the geographic township of Godson, thence due east along the said south boundary of the said geographic Township and along their production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line, 3. on the east side, O.L.S. Alexander Niven’s 6th meridian line between the 24th mile post thereon and the point of intersection on the said meridian line of the production due east along the 4th base line of the north boundary of the geographic township of Tweedsmuir, and 4. on the north side, the production along the 4th base line westerly to the International Boundary and easterly to O.L.S. Alexander Niven’s 6th meridian line of the north boundary of the geographic township of Tweedsmuir, and ii. in the Territorial District of Rainy River, A. the Towns of Fort Frances and Rainy River, B. the Townships of Alberton, Atikokan, Chapple, Dawson, Emo, La Vallee, Lake of the Woods and Morley, C. Revoked: O. Reg. 213/98, s. 2 (10). D. the geographic townships of Asmussen, Baker, Bennett, Claxton, Croome, Dance, Dewart, Farrington, Fleming, Griesinger, Halkirk, Hutchinson, Kingsford, Mathieu, McCaul, McLarty, Menary, Miscampbell, Nelles, Pratt, Rowe, Senn, Sifton, Spohn, Sutherland, Tanner, Trottier and Watten, E. all the lands in unsurveyed territory described as follows: commencing at the southwest corner of the geographic township of Bennett, thence south astronomically 9.6 kilometres, thence east astronomically to a point distant 9.6 kilometres measured south astronomically from the southeast corner of the geographic township of Baker, thence north astronomically 9.6 kilometres more or less to the southeast corner of the geographic township of Baker, thence west astronomically to the point of commencement, F. all the lands in unsurveyed territory described as follows: commencing at the southwest corner of the geographic township of McCaul, thence south astronomically 9.6 kilometres, thence east astronomically to a point distant 9.6 kilometres measured south astronomically from the southeast corner of the geographic township of Trottier, thence north astronomically 9.6 kilometres more or less to the southeast corner of the geographic township of Trottier, thence west astronomically to the point of commencement, G. the Wild Land Reserve, and H. all lands in unsurveyed territory within an area the boundary sides of which are as follows: 1. on the north side, the northerly limit of the Territorial District of Rainy River commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary, thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods, thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the north boundaries of the geographic townships of Claxton and McLarty, thence due easterly along the said north boundaries of the said geographic townships and along their production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line, thence due south along the said meridian line 9.6 kilometres to the 18th mile post thereon in latitude 49º 0' 6\" north, thence due east to the point of intersection of the production north of the east boundary of the geographic township of Farrington, 2. on the east side, the line formed by the east boundary of the geographic township of Farrington, the production of the said east boundary due north to the north boundary of the Territorial District of Rainy River and the production due south of the said east boundary to the International Boundary, 3. on the south side, the International Boundary from the mouth of the Rainy River easterly to the point of intersection on the International Boundary of the production due south of the east boundary of the geographic township of Farrington, and 4. on the west side, the International Boundary from the mouth of the Rainy River northerly to the point of intersection on the International Boundary of the 49th degree parallel of north latitude. 7. The area of jurisdiction of the Lakehead District School Board consists of, in the Territorial District of Thunder Bay, i. the City of Thunder Bay, ii. the municipalities of Neebing and Oliver Paipoonge, ii.1 the Townships of Conmee, Gillies, O’Connor and Shuniah, iii. the geographic townships of Blackwell, Conacher, Devon, Forbes, Fraleigh, Goldie, Golding, Gorham, Hagey, Laurie, Lismore, Lybster, Marks, Michener, Robson, Sibley, Strange and Ware, iv. the Dawson Road Lots, v. the area bounded by the easterly boundary of Lot 1, Concessions 1 and 2 of the Dawson Road Lots; the southerly boundary of the geographic township of Forbes; the westerly shore of the Kaministiquia River (sometimes known as the Dog River) and the northerly shore of the Shebandowan River (sometimes known as the Matawin River), and vi. the area described as Public School Section Number One, Kashabowie, in the order made on May 17, 1927 by the public school inspector of the District of Thunder Bay, as set out below: The Western boundary shall be Ninety Degrees and Thirty Minutes West Longitude, and the Southern boundary shall be the continuation of the Southern boundary of the Township of Ames. Beginning at the point of junction of these two lines, the boundaries shall extend five miles eastward, thence five miles northward, thence five miles westward, and thence five miles southward to the starting point. Mining Claim X.L.1 shall be included, touching the North boundary; Mining Claims K.67, K.66, K.34, and J.1 shall be included, touching the West boundary; Mining Claims T.B.6213, X.832, X.523, X.530, and X.534 shall be included, touching the East boundary; and the South boundary of the School Section shall be in line with the South boundary of Mining Claim 539 X. 8. The area of jurisdiction of the Superior-Greenstone District School Board consists of, in the Territorial District of Thunder Bay, i. the Towns of Geraldton, Longlac and Marathon, ii. the Townships of Beardmore, Dorion, Manitouwadge, Nipigon, Red Rock, Schreiber and Terrace Bay, iii. the geographic townships of Atikameg, Ashmore, Bomby, Boothe, Brothers, Bryant, Byron, Cecil, Cecile, Coldwell, Corrigal, Cotte, Daley, Davies, Errington, Flood, Foote, Grain, Grenville, Herbert, Homer, Houck, Killraine, Knowles, Laberge, Lahontan, Lecours, Leduc, Lyon, McCron, McGill, Mikano, Nickle, Oakes, O’Neill, Pic, Priske, Roberta, Shabotik, Spooner, Stirling, Strey, Syine, Tuuri, Walsh, Wiggins and Yesno, iv. all lands in unsurveyed territory within an area described as follows: A. on the north side, the extension of the north side of the geographic township of Davies westerly to intersect with the boundary formed by extending the west side of the geographic township of Wiggins northerly until it meets the said extension, B. on the east side, the extension of the east side of the geographic township of Spooner southerly until the Canada-United States border, C. on the south side, the Canada-United States border, and D. on the west side, the extension of the west side of the geographic township of Wiggins southerly until the Canada-United States border, excluding St. Ignace Island, v. the geographic township of Kilkenny, excluding the lands comprising the Rocky Bay Indian Reserve Number 1, and vi. the portion of School Section No. 1 MacDiarmid that is not part of the geographic township of Kilkenny. 9. The area of jurisdiction of the Bluewater District School Board consists of the Counties of Bruce and Grey. 10. The area of jurisdiction of the Avon Maitland District School Board consists the Counties of Huron and Perth. 11. The area of jurisdiction of the Greater Essex County District School Board consists of the County of Essex, including the Township of Pelee. 12. The area of jurisdiction of the Lambton Kent District School Board consists of the Counties of Kent and Lambton. 13. The area of jurisdiction of the Thames Valley District School Board consists of the Counties of Elgin, Middlesex and Oxford. 14. The area of jurisdiction of the Toronto District School Board consists of the urban area of the City of Toronto incorporated by the City of Toronto Act, 1997. 15. The area of jurisdiction of the Durham District School Board consists of The Regional Municipality of Durham, except for the Municipality of Clarington. 16. The area of jurisdiction of the Kawartha Pine Ridge District School Board consists of the Counties of Northumberland (including that portion of the City of West Quinte which on January 1, 1997 was part of the County of Northumberland) and Peterborough and the Municipality of Clarington in The Regional Municipality of Durham. 17. The area of jurisdiction of the Trillium Lakelands District School Board consists of The District Municipality of Muskoka, except the Freeman Ward of the Township of Georgian Bay, and the Counties of Haliburton and Victoria. 18. The area of jurisdiction of the York Region District School Board consists of The Regional Municipality of York. 19. The area of jurisdiction of the Simcoe County District School Board consists of the County of Simcoe. 20. The area of jurisdiction of the Upper Grand District School Board consists of the Counties of Dufferin and Wellington. 21. The area of jurisdiction of the Peel District School Board consists of The Regional Municipality of Peel. 22. The area of jurisdiction of the Halton District School Board consists of The Regional Municipality of Halton. 23. The area of jurisdiction of the Hamilton-Wentworth District School Board consists of The Regional Municipality of Hamilton-Wentworth. 24. The area of jurisdiction of the District School Board of Niagara consists of The Regional Municipality of Niagara. 25. The area of jurisdiction of the Grand Erie District School Board consists of The Regional Municipality of Haldimand-Norfolk and the County of Brant. 26. The area of jurisdiction of the Waterloo Region District School Board consists of The Regional Municipality of Waterloo. 27. The area of jurisdiction of the Ottawa-Carleton District School Board consists of The Regional Municipality of Ottawa-Carleton. 28. The area of jurisdiction of the Upper Canada District School Board consists of the County of Lanark, the United Counties of Leeds and Grenville, the United Counties of Prescott and Russell and the United Counties of Stormont, Dundas and Glengarry. 29. The area of jurisdiction of the Limestone District School Board consists of the Counties of Frontenac and Lennox and Addington. 30. The area of jurisdiction of the Renfrew County District School Board consists of the County of Renfrew. 31. The area of jurisdiction of the Hastings and Prince Edward District School Board consists of the County of Hastings (including that portion of the City of West Quinte which on January 1, 1997 was part of the County of Hastings) and the County of Prince Edward. O. Reg. 185/97, s. 3; O. Reg. 278/97, s. 1; O. Reg. 80/98, s. 3; O. Reg. 213/98, ss. 2, 15, 19; O. Reg. 279/00, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The following are the areas of jurisdiction of the English-language public district school boards:</p> <p class=\"paragraph-e\">1. The area of jurisdiction of the District School Board Ontario North East consists of,</p> <p class=\"subpara-e\">i. in the Territorial District of Algoma, the geographic townships of Ebbs and Templeton, </p> <p class=\"subpara-e\">ii. in the Territorial District of Cochrane,</p> <p class=\"subsubpara-e\">A. the City of Timmins,</p> <p class=\"subsubpara-e\">B. the Towns of Cochrane, Hearst, Iroquois Falls, Kapuskasing and Smooth Rock Falls, </p> <p class=\"subsubpara-e\">C. the Townships of Fauquier-Strickland, Glackmeyer, Mattice-Val Cote, Moonbeam, Opasatika and Val Rita-Harty,</p> <p class=\"subsubpara-e\">D. the portion of the Township of Black River-Matheson that on December 31, 1996 was not part of the geographic townships of Barnet, Frecheville, Garrison, Harker, Holloway, Lamplugh, Marriott, McCool, Michaud, Rand or Stoughton,</p> <p class=\"subsubpara-e\">E. Revoked: O. Reg. 279/00, s. 1 (2).</p> <p class=\"subsubpara-e\">F. the geographic townships of Aurora, Barker, Blount, Brower, Calder, Casgrain, Clute, Colquhoun, Fournier, Fox, Hanlan, Hanna, Irish, Kendall, Kennedy, Lamarche, Landry, Leitch, Lowther, McCowan, Mortimer, Nansen, Newmarket, O’Brien, Ottaway, Pyne, St. John, Stimson, Stoddard, Studholme, Teefy and Way,</p> <p class=\"subsubpara-e\">G. the portion of the geographic township of Benoit that is not part of the Township of Black River-Matheson,</p> <p class=\"subsubpara-e\">H. the portion of the geographic township of Haggart that is not part of the Township of Fauquier-Strickland, and</p> <p class=\"subsubpara-e\">I. the portion of the geographic township of Owens that is not part of the Township of Val Rita-Harty,</p> <p class=\"subpara-e\">iii. in the Territorial District of Nipissing,</p> <p class=\"subsubpara-e\">A. the Municipality of Temagami, and</p> <p class=\"subsubpara-e\">B. the geographic townships of Eldridge, Flett, Gladman, Gooderham, Hammell, Hartle, Hobbs, Kenny, McCallum, McLaren and Thistle, and</p> <p class=\"subpara-e\">iv. in the Territorial District of Timiskaming,</p> <p class=\"subsubpara-e\">A. the Towns of Charlton, Cobalt, Englehart, Haileybury, Kirkland Lake, Latchford and New Liskeard,</p> <p class=\"subsubpara-e\">B. the Village of Thornloe,</p> <p class=\"subsubpara-e\">C. the Townships of Armstrong, Brethour, Casey, Chamberlain, Coleman, Dack, Dymond, Evanturel, Gauthier, Harley, Harris, Hilliard, Hudson, James, Kerns, Larder Lake, Matachewan and McGarry,</p> <p class=\"subsubpara-e\">D. the geographic townships of Auld, Barber, Barr, Bayly, Beauchamp, Boston, Brigstocke, Bryce, Cane, Catharine, Chown, Corkill, Davidson, Eby, Farr, Firstbrook, Grenfell, Haultain, Henwood, Ingram, Kittson, Lawson, Lebel, Lorrain, Lundy, Maisonville, Marquis, Marter, McElroy, Mickle, Milner, Mulligan, Nicol, Otto, Pacaud, Pense, Roadhouse, Robillard, Savard, Sharpe, Smyth, South Lorrain, Truax, Tudhope, Willet and Willison, and</p> <p class=\"subsubpara-e\">E. the portion of the geographic township of Gillies Limit that is not part of the Township of Coleman.</p> <p class=\"paragraph-e\">2. The area of jurisdiction of the Algoma District School Board<b> </b>consists of,</p> <p class=\"subpara-e\">i. in the Territorial District of Algoma, </p> <p class=\"subsubpara-e\">A. the Cities of Elliot Lake and Sault Ste. Marie,</p> <p class=\"subsubpara-e\">B. the Towns of Blind River, Bruce Mines and Thessalon,</p> <p class=\"subsubpara-e\">C. the Villages of Hilton Beach and Iron Bridge,</p> <p class=\"subsubpara-e\">D. the Townships of Day and Bright Additional, Dubreuilville, Hilton, Hornepayne, Jocelyn, Johnson, Laird, Michipicoten, Plummer Additional, Prince, Shedden, St. Joseph, The North Shore, Thessalon, Thompson and White River,</p> <p class=\"subsubpara-e\">E. the Township of MacDonald, Meredith and Aberdeen Additional,</p> <p class=\"subsubpara-e\">F. the Township of Tarbutt and Tarbutt Additional, </p> <p class=\"subsubpara-e\">G. the geographic townships of Aberdeen, Archibald, Aweres, Bridgland, Bright, Chenard, Cobden, Dennis, Deroche, Dunphy, Esquega, Fenwick, Fiddler, Finon, Fisher, Galbraith, Gaudette, Gladstone, Gould, Grasett, Haughton, Havilland, Herrick, Hodgins, Home, Huotari, Jarvis, Jogues, Juillette, Kamichisitit, Kars, Kincaid, Kirkwood, Ley, Mack, McMahon, Montgomery, Morin, Nouvel, Parkinson, Patton, Peever, Pennefather, Rix, Rose, Ryan, Scarfe, Shields, Slater, Tilley, Timmermans, Tupper, VanKoughnet and Wells,</p> <p class=\"subsubpara-e\">H. the portion of the geographic township of Striker not included in the Township of The North Shore, </p> <p class=\"subsubpara-e\">I. all the islands in the North Channel of Lake Huron lying south of the geographic townships of Bright, Cobden, and the portion of Striker that is not part of the Township of The North Shore, and</p> <p class=\"subsubpara-e\">J. the mining locations known as Montreal Mining Southern Location, Montreal Mining Northern Location, A. McDonnell Mining Location, Kincaid Mining Locations 5, 6, 7 and 8 and Rankin Mining Location, and</p> <p class=\"subpara-e\">ii. in the Territorial District of Sudbury, </p> <p class=\"subsubpara-e\">A. The Township of Chapleau, and</p> <p class=\"subsubpara-e\">B. the geographic townships of Caverley, Chapleau, de Gaulle, Eisenhower, Gallagher, Genier, Halsey, Kaplan and Panet.</p> <p class=\"paragraph-e\">3. The area of jurisdiction of the Rainbow District School Board consists of,</p> <p class=\"subpara-e\">i. the Township of Sables-Spanish Rivers in the Territorial District of Algoma,</p> <p class=\"subpara-e\">ii. the Territorial District of Manitoulin,</p> <p class=\"subpara-e\">iii. in the Territorial District of Sudbury,</p> <p class=\"subsubpara-e\">A. the City of Greater Sudbury,</p> <p class=\"subsubpara-e\">B. the Town of Espanola,</p> <p class=\"subsubpara-e\">C. the Townships of Baldwin, Hagar and Sables-Spanish Rivers,</p> <p class=\"subsubpara-e\">D. the Township of Casimir, Jennings and Appleby,</p> <p class=\"subsubpara-e\">E. the Municipality of French River,</p> <p class=\"subsubpara-e\">F. the Municipality of Killarney,</p> <p class=\"subsubpara-e\">G. the Township of Nairn and Hyman,</p> <p class=\"subsubpara-e\">H. the Township of Ratter and Dunnet,</p> <p class=\"subsubpara-e\">I. the geographic townships of Allen, Awrey, Burwash, Cartier, Cascaden, Cox, Curtin, Davis, Foster, Foy, Hart, Harty, Hawley, Hendrie, Henry, Hess, Laura, Loughrin, Moncrieff, Mongowin, Roosevelt, Secord, Servos, Street and Truman,</p> <p class=\"subsubpara-e\">J. the portions of the geographic townships of Eden, Tilton and Trill that are not part of the City of Greater Sudbury,</p> <p class=\"subsubpara-e\">K. the portion of the geographic township of Janes that is not part of the Municipality of West Nipissing, and</p> <p class=\"subsubpara-e\">L. the portions of the geographic townships of Bigwood, Cherriman and Haddo that are not part of the Municipality of French River, and</p> <p class=\"subpara-e\">iv. the portion of the Municipality of Killarney that is in the Territorial District of Parry Sound.</p> <p class=\"paragraph-e\">4. The area of jurisdiction of the Near North District School Board consists of,</p> <p class=\"subpara-e\">i. in the Territorial District of Nipissing, </p> <p class=\"subsubpara-e\">A. the City of North Bay,</p> <p class=\"subsubpara-e\">B. the Towns of Kearney and Mattawa,</p> <p class=\"subsubpara-e\">C. the Townships of Bonfield, Calvin, Chisholm, East Ferris, Mattawan and Papineau-Cameron,</p> <p class=\"subsubpara-e\">D. the Municipality of West Nipissing, and</p> <p class=\"subsubpara-e\">E. the geographic townships of Blyth, Boyd, Clarkson, Commanda, Deacon, Eddy, French, Jocko, Lauder, Lyman, Merrick, Notman, Pentland, Phelps, Poitras and Wyse,</p> <p class=\"subpara-e\">ii. the portion of the Territorial District of Parry Sound that is not part of the Municipality of Killarney,</p> <p class=\"subpara-e\">iii. in The District Municipality of Muskoka, the Freeman Ward of the Township of Georgian Bay, and</p> <p class=\"subpara-e\">iv. in the Territorial District of Sudbury, the Municipality of West Nipissing.</p> <p class=\"paragraph-e\">5. The area of jurisdiction of the Keewatin-Patricia District School Board consists of, in the Territorial District of Kenora, </p> <p class=\"subpara-e\">i. the City of Dryden,</p> <p class=\"subpara-e\">i.1 the Municipality of Red Lake,</p> <p class=\"subpara-e\">ii. the Towns of Jaffray Melick, Keewatin, Kenora and Sioux Lookout,</p> <p class=\"subpara-e\">iii. the Townships of Ear Falls, Ignace, Machin and Sioux Narrows,</p> <p class=\"subpara-e\">iv. the geographic townships of Boys, Britton, Buller, Colenso, Dome, Eton, Hartman, Ilsley, Kirkup, Ladysmith, Melgund, Mutrie, Pellatt, Redditt, Redvers, Rowell, Rugby, Smellie, Southworth, Van Horne, Wabigoon, Wainwright and Zealand,</p> <p class=\"subpara-e\">iv.1 the portions of the geographic townships of Baird and Heyson that are not part of the Municipality of Red Lake,</p> <p class=\"subpara-e\">v. the portion of the geographic township of Aubrey that is not part of the Township of Machin,</p> <p class=\"subpara-e\">vi. all the lands in unsurveyed territory in the vicinity of the station house of the Canadian National Railways at Minaki described as follows:</p> <p class=\"subsubpara-e\">commencing at a point distant 4 kilometres measured east astronomically from the northeast corner of the said station house,</p> <p class=\"subsubpara-e\">thence north astronomically 4 kilometres,</p> <p class=\"subsubpara-e\">thence west astronomically 8 kilometres,</p> <p class=\"subsubpara-e\">thence south astronomically 8 kilometres,</p> <p class=\"subsubpara-e\">thence east astronomically 8 kilometres,</p> <p class=\"subsubpara-e\">thence north astronomically 4 kilometres to the point of commencement,</p> <p class=\"subpara-e\">vii. except for those parts of the mainland which are crossed by the said line, all lands lying north of a line extending from the southernmost extremity of the geographic Township of Boys to the southwest corner of the geographic Township of Kirkup and south of the southerly boundaries of the geographic townships of Boys and Pellatt, the Towns of Jaffray Melick, Keewatin and Kenora,</p> <p class=\"subpara-e\">viii. all lands within an area of 6.4 kilometres in width and lying on both sides of the centre line of tertiary road Number 804 and within 3.2 kilometres of the said centre line measured at right angles thereto, and not in the Township of Ear Falls,</p> <p class=\"subpara-e\">ix. all lands within an area of 6.4 kilometres in width and lying on both sides of the centre line of that part of the King’s Highway known as Number 105 and within 3.2 kilometres of and measured at right angles to that portion of the centre line of the said part of the highway extending in a generally northerly and northwesterly direction from its intersection with the centre line of Pickerel Creek to its intersection with the southerly limit of the Municipality of Red Lake, and not in the Township of Ear Falls or referred to in subparagraph viii, and</p> <p class=\"subpara-e\">x. all and singular that tract of land situate in the Territorial District of Kenora being within an area four miles in width lying on both sides of the centre line of secondary highway No. 599 and within two miles of and measured at right angles to that portion of the said centre line extending from the easterly boundary of the Township of Ignace northeasterly a distance of 45 miles.</p> <p class=\"paragraph-e\">6. The area of jurisdiction of the Rainy River District School Board consists of,</p> <p class=\"subpara-e\">i. in the Territorial District of Kenora,</p> <p class=\"subsubpara-e\">A. the Township of Lake of the Woods,</p> <p class=\"subsubpara-e\">A.1 the geographic townships of Godson, Phillips and Tweedsmuir, and</p> <p class=\"subsubpara-e\">B. all lands, other than the geographic townships of Godson, Phillips and Tweedsmuir and the Township of Lake of the Woods, within an area the boundary sides of which are as follows:</p> <p class=\"subsubsubpara-e\">1. on the west side, the International Boundary between the point of intersection thereon of the 49th degree parallel of north latitude and the point of intersection of the production westerly of the north boundary of the geographic township of Tweedsmuir along the 4th base line,</p> <p class=\"subsubsubpara-e\">2. on the south side, the line described as commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary,</p> <p class=\"subsubsubpara-e\">thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods,</p> <p class=\"subsubsubpara-e\">thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the south boundary of the geographic township of Godson,</p> <p class=\"subsubsubpara-e\">thence due east along the said south boundary of the said geographic Township and along their production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line,</p> <p class=\"subsubsubpara-e\">3. on the east side, O.L.S. Alexander Niven’s 6th meridian line between the 24th mile post thereon and the point of intersection on the said meridian line of the production due east along the 4th base line of the north boundary of the geographic township of Tweedsmuir, and</p> <p class=\"subsubsubpara-e\">4. on the north side, the production along the 4th base line westerly to the International Boundary and easterly to O.L.S. Alexander Niven’s 6th meridian line of the north boundary of the geographic township of Tweedsmuir, and</p> <p class=\"subpara-e\">ii. in the Territorial District of Rainy River, </p> <p class=\"subsubpara-e\">A. the Towns of Fort Frances and Rainy River,</p> <p class=\"subsubpara-e\">B. the Townships of Alberton, Atikokan, Chapple, Dawson, Emo, La Vallee, Lake of the Woods and Morley,</p> <p class=\"subsubpara-e\">C. Revoked: O. Reg. 213/98, s. 2 (10).</p> <p class=\"subsubpara-e\">D. the geographic townships of Asmussen, Baker, Bennett, Claxton, Croome, Dance, Dewart, Farrington, Fleming, Griesinger, Halkirk, Hutchinson, Kingsford, Mathieu, McCaul, McLarty, Menary, Miscampbell, Nelles, Pratt, Rowe, Senn, Sifton, Spohn, Sutherland, Tanner, Trottier and Watten,</p> <p class=\"subsubpara-e\">E. all the lands in unsurveyed territory described as follows:</p> <p class=\"subsubsubpara-e\">commencing at the southwest corner of the geographic township of Bennett,</p> <p class=\"subsubsubpara-e\">thence south astronomically 9.6 kilometres,</p> <p class=\"subsubsubpara-e\">thence east astronomically to a point distant 9.6 kilometres measured south astronomically from the southeast corner of the geographic township of Baker,</p> <p class=\"subsubsubpara-e\">thence north astronomically 9.6 kilometres more or less to the southeast corner of the geographic township of Baker,</p> <p class=\"subsubsubpara-e\">thence west astronomically to the point of commencement,</p> <p class=\"subsubpara-e\">F. all the lands in unsurveyed territory described as follows:</p> <p class=\"subsubsubpara-e\">commencing at the southwest corner of the geographic township of McCaul,</p> <p class=\"subsubsubpara-e\">thence south astronomically 9.6 kilometres,</p> <p class=\"subsubsubpara-e\">thence east astronomically to a point distant 9.6 kilometres measured south astronomically from the southeast corner of the geographic township of Trottier,</p> <p class=\"subsubsubpara-e\">thence north astronomically 9.6 kilometres more or less to the southeast corner of the geographic township of Trottier,</p> <p class=\"subsubsubpara-e\">thence west astronomically to the point of commencement,</p> <p class=\"subsubpara-e\">G. the Wild Land Reserve, and</p> <p class=\"subsubpara-e\">H. all lands in unsurveyed territory within an area the boundary sides of which are as follows:</p> <p class=\"subsubsubpara-e\">1. on the north side, the northerly limit of the Territorial District of Rainy River commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary,</p> <p class=\"subsubsubpara-e\">thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods,</p> <p class=\"subsubsubpara-e\">thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the north boundaries of the geographic townships of Claxton and McLarty,</p> <p class=\"subsubsubpara-e\">thence due easterly along the said north boundaries of the said geographic townships and along their production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line,</p> <p class=\"subsubsubpara-e\">thence due south along the said meridian line 9.6 kilometres to the 18th mile post thereon in latitude 49º 0' 6\" north,</p> <p class=\"subsubsubpara-e\">thence due east to the point of intersection of the production north of the east boundary of the geographic township of Farrington,</p> <p class=\"subsubsubpara-e\">2. on the east side, the line formed by the east boundary of the geographic township of Farrington, the production of the said east boundary due north to the north boundary of the Territorial District of Rainy River and the production due south of the said east boundary to the International Boundary,</p> <p class=\"subsubsubpara-e\">3. on the south side, the International Boundary from the mouth of the Rainy River easterly to the point of intersection on the International Boundary of the production due south of the east boundary of the geographic township of Farrington, and</p> <p class=\"subsubsubpara-e\">4. on the west side, the International Boundary from the mouth of the Rainy River northerly to the point of intersection on the International Boundary of the 49th degree parallel of north latitude.</p> <p class=\"paragraph-e\">7. The area of jurisdiction of the Lakehead District School Board consists of, in the Territorial District of Thunder Bay,</p> <p class=\"subpara-e\">i. the City of Thunder Bay,</p> <p class=\"subpara-e\">ii. the municipalities of Neebing and Oliver Paipoonge,</p> <p class=\"subpara-e\">ii.1 the Townships of Conmee, Gillies, O’Connor and Shuniah,</p> <p class=\"subpara-e\">iii. the geographic townships of Blackwell, Conacher, Devon, Forbes, Fraleigh, Goldie, Golding, Gorham, Hagey, Laurie, Lismore, Lybster, Marks, Michener, Robson, Sibley, Strange and Ware,</p> <p class=\"subpara-e\">iv. the Dawson Road Lots,</p> <p class=\"subpara-e\">v. the area bounded by the easterly boundary of Lot 1, Concessions 1 and 2 of the Dawson Road Lots; the southerly boundary of the geographic township of Forbes; the westerly shore of the Kaministiquia River (sometimes known as the Dog River) and the northerly shore of the Shebandowan River (sometimes known as the Matawin River), and</p> <p class=\"subpara-e\">vi. the area described as Public School Section Number One, Kashabowie, in the order made on May 17, 1927 by the public school inspector of the District of Thunder Bay, as set out below:</p> <p class=\"subpara-e\">The Western boundary shall be Ninety Degrees and Thirty Minutes West Longitude, and the Southern boundary shall be the continuation of the Southern boundary of the Township of Ames. Beginning at the point of junction of these two lines, the boundaries shall extend five miles eastward, thence five miles northward, thence five miles westward, and thence five miles southward to the starting point. Mining Claim X.L.1 shall be included, touching the North boundary; Mining Claims K.67, K.66, K.34, and J.1 shall be included, touching the West boundary; Mining Claims T.B.6213, X.832, X.523, X.530, and X.534 shall be included, touching the East boundary; and the South boundary of the School Section shall be in line with the South boundary of Mining Claim 539 X.</p> <p class=\"paragraph-e\">8. The area of jurisdiction of the Superior-Greenstone District School Board consists of, in the Territorial District of Thunder Bay,</p> <p class=\"subpara-e\">i. the Towns of Geraldton, Longlac and Marathon,</p> <p class=\"subpara-e\">ii. the Townships of Beardmore, Dorion, Manitouwadge, Nipigon, Red Rock, Schreiber and Terrace Bay,</p> <p class=\"subpara-e\">iii. the geographic townships of Atikameg, Ashmore, Bomby, Boothe, Brothers, Bryant, Byron, Cecil, Cecile, Coldwell, Corrigal, Cotte, Daley, Davies, Errington, Flood, Foote, Grain, Grenville, Herbert, Homer, Houck, Killraine, Knowles, Laberge, Lahontan, Lecours, Leduc, Lyon, McCron, McGill, Mikano, Nickle, Oakes, O’Neill, Pic, Priske, Roberta, Shabotik, Spooner, Stirling, Strey, Syine, Tuuri, Walsh, Wiggins and Yesno,</p> <p class=\"subpara-e\">iv. all lands in unsurveyed territory within an area described as follows:</p> <p class=\"subsubpara-e\">A. on the north side, the extension of the north side of the geographic township of Davies westerly to intersect with the boundary formed by extending the west side of the geographic township of Wiggins northerly until it meets the said extension,</p> <p class=\"subsubpara-e\">B. on the east side, the extension of the east side of the geographic township of Spooner southerly until the Canada-United States border,</p> <p class=\"subsubpara-e\">C. on the south side, the Canada-United States border, and</p> <p class=\"subsubpara-e\">D. on the west side, the extension of the west side of the geographic township of Wiggins southerly until the Canada-United States border, excluding St. Ignace Island,</p> <p class=\"subpara-e\">v. the geographic township of Kilkenny, excluding the lands comprising the Rocky Bay Indian Reserve Number 1, and</p> <p class=\"subpara-e\">vi. the portion of School Section No. 1 MacDiarmid that is not part of the geographic township of Kilkenny.</p> <p class=\"paragraph-e\">9. The area of jurisdiction of the Bluewater District School Board consists of the Counties of Bruce and Grey.</p> <p class=\"paragraph-e\">10. The area of jurisdiction of the Avon Maitland District School Board consists the Counties of Huron and Perth.</p> <p class=\"paragraph-e\">11. The area of jurisdiction of the Greater Essex County District School Board consists of the County of Essex, including the Township of Pelee.</p> <p class=\"paragraph-e\">12. The area of jurisdiction of the Lambton Kent District School Board consists of the Counties of Kent and Lambton.</p> <p class=\"paragraph-e\">13. The area of jurisdiction of the Thames Valley District School Board consists of the Counties of Elgin, Middlesex and Oxford.</p> <p class=\"paragraph-e\">14. The area of jurisdiction of the Toronto District School Board<b> </b>consists of the urban area of the City of Toronto incorporated by the <i>City of Toronto Act, 1997</i>.</p> <p class=\"paragraph-e\">15. The area of jurisdiction of the Durham District School Board<b> </b>consists of The Regional Municipality of Durham, except for the Municipality of Clarington.</p> <p class=\"paragraph-e\">16. The area of jurisdiction of the Kawartha Pine Ridge District School Board consists of the Counties of Northumberland (including that portion of the City of West Quinte which on January 1, 1997 was part of the County of Northumberland) and Peterborough and the Municipality of Clarington in The Regional Municipality of Durham.</p> <p class=\"paragraph-e\">17. The area of jurisdiction of the Trillium Lakelands District School Board consists of The District Municipality of Muskoka, except the Freeman Ward of the Township of Georgian Bay, and the Counties of Haliburton and Victoria.</p> <p class=\"paragraph-e\">18. The area of jurisdiction of the York Region District School Board consists of The Regional Municipality of York.</p> <p class=\"paragraph-e\">19. The area of jurisdiction of the Simcoe County District School Board consists of the County of Simcoe.</p> <p class=\"paragraph-e\">20. The area of jurisdiction of the Upper Grand District School Board consists of the Counties of Dufferin and Wellington.</p> <p class=\"paragraph-e\">21. The area of jurisdiction of the Peel District School Board consists of The Regional Municipality of Peel.</p> <p class=\"paragraph-e\">22. The area of jurisdiction of the Halton District School Board consists of The Regional Municipality of Halton.</p> <p class=\"paragraph-e\">23. The area of jurisdiction of the Hamilton-Wentworth District School Board consists of The Regional Municipality of Hamilton-Wentworth.</p> <p class=\"paragraph-e\">24. The area of jurisdiction of the District School Board of Niagara consists of The Regional Municipality of Niagara.</p> <p class=\"paragraph-e\">25. The area of jurisdiction of the Grand Erie District School Board consists of The Regional Municipality of Haldimand-Norfolk and the County of Brant.</p> <p class=\"paragraph-e\">26. The area of jurisdiction of the Waterloo Region District School Board consists of The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">27. The area of jurisdiction of the Ottawa-Carleton District School Board consists of The Regional Municipality of Ottawa-Carleton.</p> <p class=\"paragraph-e\">28. The area of jurisdiction of the Upper Canada District School Board consists of the County of Lanark, the United Counties of Leeds and Grenville, the United Counties of Prescott and Russell and the United Counties of Stormont, Dundas and Glengarry.</p> <p class=\"paragraph-e\">29. The area of jurisdiction of the Limestone District School Board consists of the Counties of Frontenac and Lennox and Addington.</p> <p class=\"paragraph-e\">30. The area of jurisdiction of the Renfrew County District School Board consists of the County of Renfrew.</p> <p class=\"paragraph-e\">31. The area of jurisdiction of the Hastings and Prince Edward District School Board consists of the County of Hastings (including that portion of the City of West Quinte which on January 1, 1997 was part of the County of Hastings) and the County of Prince Edward. O. Reg. 185/97, s. 3; O. Reg. 278/97, s. 1; O. Reg. 80/98, s. 3; O. Reg. 213/98, ss. 2, 15, 19; O. Reg. 279/00, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Twenty-nine English-language separate district school boards are established. O. Reg. 185/97, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Twenty-nine English-language separate district school boards are established. O. Reg. 185/97, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. The name of each English-language separate district school board is “English-language Separate District School Board No. __” (inserting a number between 30 and 55 or a combination of numbers and letters as set out in each paragraph of section 6) unless otherwise specified in the Schedules. O. Reg. 185/97, s. 5; O. Reg. 80/98, s. 4; O. Reg. 213/98, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>The name of each English-language separate district school board is “English-language Separate District School Board No. __” (inserting a number between 30 and 55 or a combination of numbers and letters as set out in each paragraph of section 6) unless otherwise specified in the Schedules. O. Reg. 185/97, s. 5; O. Reg. 80/98, s. 4; O. Reg. 213/98, s. 3.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. The following are the areas of jurisdiction of the English-language separate district school boards:  1. The area of jurisdiction of the Northeastern Catholic District School Board consists of, i. in the Territorial District of Algoma, the geographic townships of Ebbs and Templeton, ii. in the Territorial District of Cochrane, A. the City of Timmins, B. the Towns of Cochrane, Hearst, Iroquois Falls, Kapuskasing and Smooth Rock Falls, C. the Townships of Fauquier-Strickland, Glackmeyer, Mattice-Val Cote, Moonbeam, Opasatika and Val Rita-Harty, D. the portion of the Township of Black River-Matheson that on December 31, 1996 was not part of the geographic townships of Barnet, Frecheville, Garrison, Harker, Holloway, Lamplugh, Marriott, McCool, Michaud, Rand or Stoughton, E. Revoked: O. Reg. 279/00, s. 2 (2). F. the geographic townships of Aurora, Barker, Blount, Brower, Calder, Casgrain, Clute, Colquhoun, Fournier, Fox, Hanlan, Hanna, Irish, Kendall, Kennedy, Landry, Lamarche, Leitch, Lowther, McCowan, Mortimer, Nansen, Newmarket, O’Brien, Ottaway, Pyne, St. John, Stimson Stoddard, Studholme, Teefy and Way, G. the portion of the geographic township of Benoit that is not part of the Township of Black River-Matheson, H. the portion of the geographic township of Haggart that is not part of the Township of Fauquier-Strickland, and I. the portion of the geographic township of Owens that is not part of the Township of Val Rita-Harty, iii. in the Territorial District of Nipissing, A. the Municipality of Temagami, and B. the geographic townships of Eldridge, Flett, Gladman, Gooderham, Hammell, Hartle, Hobbs, Kenny, McCallum, McLaren and Thistle, and iv. in the Territorial District of Timiskaming, A. the Towns of Charlton, Cobalt, Englehart, Haileybury, Kirkland Lake, Latchford and New Liskeard, B. the Village of Thornloe, C. the Townships of Armstrong, Brethour, Casey, Chamberlain, Coleman, Dack, Dymond, Evanturel, Gauthier, Harley, Harris, Hilliard, Hudson, James, Kerns, Larder Lake, Matachewan and McGarry, D. the geographic townships of Auld, Barber, Barr, Bayly, Beauchamp, Boston, Brigstocke, Bryce, Cane, Catharine, Chown, Corkill, Davidson, Eby, Farr, Firstbrook, Grenfell, Haultain, Henwood, Ingram, Kittson, Lawson, Lebel, Lorrain, Lundy, Maisonville, Marquis, Marter, McElroy, Mickle, Milner, Mulligan, Nichol, Otto, Pacaud, Pense, Roadhouse, Robillard, Savard, Sharpe, Smyth, South Lorrain, Truax, Tudhope, Willet and Willison, and E. the portion of the geographic township of Gillies Limit that is not part of the Township of Coleman. 2. The area of jurisdiction of the Nipissing-Parry Sound Catholic District School Board consists of, i. in the Territorial District of Nipissing, A. the City of North Bay, B. the Towns of Kearney and Mattawa, C. the Townships of Bonfield, Calvin, Chisholm, East Ferris, Mattawan and Papineau-Cameron, D. the Municipality of West Nipissing, and E. the geographic townships of Blyth, Boyd, Clarkson, Commanda, Deacon, Eddy, French, Jocko, Lauder, Lyman, Merrick, Notman, Pentland, Phelps, Poitras and Wyse, ii. in the Territorial District of Parry Sound, A. the Towns of Kearney, Powassan and Trout Creek, B. the Villages of Burk’s Falls, South River and Sundridge, C. the Townships of Armour, Joly, Machar, McMurrich/Monteith, Nipissing, North Himsworth, Perry, Ryerson, South Himsworth and Strong, D. Revoked: O. Reg. 279/00, s. 2 (6). E. the geographic townships of Laurier, Lount, Patterson and Pringle, and F. the portion of the Township of Magnetawan that was not formerly part of the geographic township of Croft, and iii. in the Territorial District of Sudbury, the Municipality of West Nipissing. 3. The area of jurisdiction of the Huron-Superior Catholic District School Board consists of, i. in the Territorial District of Algoma, A. the Cities of Elliot Lake and Sault Ste. Marie, B. the Town of Blind River, C. the Village of Iron Bridge, D. the Townships of Johnson, Laird, Michipicoten, The North Shore, Prince, Sables-Spanish Rivers, Shedden, Thompson and White River, E. the Township of Day and Bright Additional, F. the Township of Macdonald, Meredith and Aberdeen Additional, G. the Township of Tarbutt and Tarbutt Additional, H. the geographic townships of Archibald, Aweres, Bright, Cobden, Dennis, Deroche, Esquega Fenwick, Fiddler, Fisher, Gaudette, Gladstone, Grasett, Havilland, Herrick, Hodgins, Home, Jarvis, Jogues, Juillette, Kamichisitit, Kars, Kincaid, Ley, Mack, Montgomery, Nouvel, Parkinson, Patton, Peever, Pennefather, Rix, Ryan, Scarfe, Shields, Slater, Tilley, Timmermans, Tupper and VanKoughnet, I. the mining locations known as Montreal Mining Southern Location, Montreal Mining Northern Location, A. McDonnell Mining Location, Kincaid Mining Locations, 5, 6, 7 and 8 and Rankin Mining Location, J. the portion of the geographic Township of Striker that is not part of the Township of The North Shore, and K. all the islands of the North Channel of Lake Huron lying south of the geographic townships of Bright, Cobden and the portion of Striker that is not part of the Township of the North Shore, ii. in the Territorial District of Sudbury, A. the Town of Espanola, B. the Townships of Baldwin, Chapleau and Sables-Spanish Rivers, B.1 the Township of Nairn and Hyman, and C. the geographic townships of Caverley, Chapleau, Curtin, de Gaulle, Eisenhower, Foster, Gallagher, Genier, Halsey, Kaplan, Mongowin, Panet, Roosevelt and Truman, and ii.1 Revoked: O. Reg. 279/00, s. 2 (10). iii. in the Territorial District of Manitoulin, Ward No. 2 of the Town of Northeastern Manitoulin and the Islands. 4. The area of jurisdiction of the Sudbury Catholic District School Board consists of, i. in the Territorial District of Sudbury, A. the City of Greater Sudbury, B. the Township of Casimir, Jennings and Appleby, C. the Municipality of French River, C.1 the Municipality of Killarney, D. the Township of Hagar, E. the Township of Ratter and Dunnet, E.1 Revoked: O. Reg. 279/00, s. 2 (13). F. the geographic townships of Allen, Awrey, Burwash, Cartier, Cascaden, Cox, Davis, Foy, Hart, Harty, Hawley, Hendrie, Henry, Hess, Laura, Loughrin, Moncrieff, Secord, Servos and Street, G. the portions of the geographic townships of Eden and Tilton that are not part of the City of Greater Sudbury, H. Revoked: O. Reg. 279/00, s. 2 (15). I. the portion of the geographic township of Trill that is not part of the City of Greater Sudbury, J. the portion of the geographic township of Janes that is not part of the Municipality of West Nipissing, and K. the portions of the geographic townships of Bigwood, Cherriman and Haddo that are not part of the Municipality of French River, ii. in the Territorial District of Manitoulin, the Municipality of Killarney, and iii. in the Territorial District of Parry Sound, the geographic townships of Henvey and Wallbridge. 5. The area of jurisdiction of the Northwest Catholic District School Board is, i. in the Territorial District of Kenora, A. the City of Dryden, B. the Town of Sioux Lookout, C. the Townships of Lake of the Woods and Machin, D. the geographic townships of Britton, Buller, Colenso, Eton, Godson, Hartman, Ilsley, Ladysmith, Melgund, Mutrie, Phillips, Redvers, Rowell, Rugby, Smellie, Southworth, Tweedsmuir, Van Horne, Wabigoon, Wainwright and Zealand, E. the portion of the geographic township of Aubrey that is not part of the Township of Machin, and F. all lands, other than the geographic townships of Godson, Phillips and Tweedsmuir and the Township of Lake of the Woods, within an area the boundary sides of which are as follows: 1. on the west side, the International Boundary between the point of intersection thereon of the 49th degree parallel of north latitude and the point of intersection of the production westerly of the north boundary of the geographic township of Tweedsmuir along the 4th base line, 2. on the south side, the line described as commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary; thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods; thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the south boundary of the geographic township of Godson; thence due east along the said south boundary of the said geographic township and along its production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line, 3. on the east side, O.L.S. Alexander Niven’s 6th meridian line between the 24th mile post thereon and the point of intersection on the said meridian line of the production due east along the 4th base line of the north boundary of the geographic township of Tweedsmuir, and 4. on the north side, the production along the 4th base line westerly to the International Boundary and easterly to O.L.S. Alexander Niven’s 6th meridian line of the north boundary of the geographic township of Tweedsmuir, and ii. in the Territorial District of Rainy River, A. the Towns of Fort Frances and Rainy River, B. the Townships of Alberton, Chapple, Dawson, Emo, La Vallee, Lake of the Woods and Morley, C. Revoked: O. Reg. 213/98, s. 4 (14). D. the geographic townships of Claxton, Croome, Dance, Dewart, Farrington, Fleming, Griesinger, Halkirk, Kingsford, Mathieu, McLarty, Menary, Miscampbell, Nelles, Pratt, Rowe, Senn, Sifton, Spohn, Sutherland and Watten, E. the Wild Land Reserve, and F. all lands in unsurveyed territory within an area the boundary sides of which are as follows: 1. on the north side, the northerly limit of the Territorial District of Rainy River commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary; thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods; thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the north boundaries of the geographic townships of Claxton and McLarty; thence due easterly along the said north boundaries of the said geographic townships and along their production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line; thence due south along the said meridian line 9.6 kilometres to the 18th mile post thereon in latitude 49º 0' 6\" north; thence due east to the point of intersection of the production north of the east boundary of the geographic township of Farrington, 2. on the east side, the line formed by the east boundary of the geographic township of Farrington, the production of the said east boundary due north to the north boundary of the Territorial District of Rainy River and the production due south of the said east boundary to the International Boundary, 3. on the south side, the International Boundary from the mouth of the Rainy River easterly to the point of intersection on the International Boundary of the production due south of the east boundary of the geographic township of Farrington, and 4. on the west side, the International Boundary from the mouth of the Rainy River northerly to the point of intersection on the International Boundary of the 49th degree parallel of north latitude. 6. The area of jurisdiction of the Kenora Catholic District School Board consists of, in the Territorial District of Kenora, i. the Towns of Jaffray Melick, Keewatin and Kenora, ii. the Township of Sioux Narrows, iii. the geographic townships of Boys, Kirkup, Pellatt and Redditt, iv. all the lands in unsurveyed territory in the vicinity of the station house of the Canadian National Railways at Minaki described as follows: commencing at a point distant 4 kilometres measured east astronomically from the northeast corner of the said station house, thence north astronomically 4 kilometres, thence west astronomically 8 kilometres, thence south astronomically 8 kilometres, thence east astronomically 8 kilometres, thence north astronomically 4 kilometres to the point of commencement, and v. except for those parts of the mainland which are crossed by the said line, all lands lying north of a line extending from the southernmost extremity of the geographic township of Boys to the southwest corner of the geographic township of Kirkup and south of the southerly boundaries of the geographic townships of Boys and Pellatt, the Towns of Jaffray Melick, Keewatin and Kenora. 7. The area of jurisdiction of the Thunder Bay Catholic District School Board consists of, in the Territorial District of Thunder Bay, i. the City of Thunder Bay, ii. the municipalities of Neebing and Oliver Paipoonge, ii.1 the Townships of Conmee, Gillies, O’Connor and Shuniah, iii. the geographic townships of Blackwell, Conacher, Devon, Forbes, Fraleigh, Goldie, Golding, Gorham, Hagey, Laurie, Lismore, Lybster, Marks, Michener, Robson, Sibley, Strange and Ware, iv. the Dawson Road Lots, and v. the area bounded by the easterly boundary of Lot 1, Concessions 1 and 2 of the Dawson Road Lots; the southerly boundary of the geographic township of Forbes; the westerly shore of the Kaministiquia River (sometimes known as the Dog River) and the northerly shore of the Shebandowan River (sometimes known as the Matawin River). 8. The area of jurisdiction of the Superior North Catholic District School Board consists of, in the Territorial District of Thunder Bay, i. the Towns of Geraldton, Longlac and Marathon, ii. the Townships of Beardmore, Dorion, Manitouwadge, Nakina, Nipigon, Red Rock, Schreiber and Terrace Bay, iii. the geographic townships of Ashmore, Atikameg, Bomby, Boothe, Brothers, Bryant, Byron, Cecil, Cecile, Coldwell, Corrigal, Cotte, Daley, Davies, Errington, Flood, Foote, Grain, Grenville, Herbert, Homer, Houck, Killraine, Knowles, Laberge, Lahontan, Lecours, Leduc, Lyon, McCron, McGill, Mikano, Nickle, Oakes, O’Neill, Pic, Priske, Roberta, Shabotik, Spooner, Stirling, Strey, Syine, Tuuri, Walsh, Wiggins and Yesno, and iv. all lands, excluding St. Ignace Island, in unsurveyed territory within an area described as follows: A. on the north side, the extension of the north side of the geographic township of Davies westerly to intersect with the boundary formed by extending the west side of the geographic township of Wiggins northerly until it meets the said extension, B. on the east side, the extension of the east side of the geographic township of Spooner southerly until the Canada-United States border, C. on the south side, the Canada-United States border, and D. on the west side, the extension of the west side of the geographic township of Wiggins southerly until the Canada-United States border. 9. The area of jurisdiction of the Bruce-Grey Catholic District School Board consists of the Counties of Bruce and Grey. 10. The area of jurisdiction of the Huron Perth Catholic District School Board consists of the Counties of Huron and Perth. 11. The area of jurisdiction of the Windsor-Essex Catholic District School Board consists of the County of Essex, including the Township of Pelee. 12. The area of jurisdiction of English-language Separate District School Board No. 38 consists of the Counties of Elgin, Middlesex and Oxford. 13. The area of jurisdiction of the St. Clair Catholic District School Board consists of the Counties of Kent and Lambton. 14. The area of jurisdiction of the Toronto Catholic District School Board consists of the urban area of the City of Toronto incorporated by the City of Toronto Act, 1997. 15. The area of jurisdiction of the Peterborough Victoria Northumberland and Clarington Catholic District School Board consists of the Counties of Northumberland (including that portion of the City of West Quinte which on January 1, 1997 was part of the County of Northumberland), Peterborough and Victoria and the Municipality of Clarington in The Regional Municipality of Durham. 16. The area of jurisdiction of the York Catholic District School Board consists of The Regional Municipality of York. 17. The area of jurisdiction of the Dufferin-Peel Catholic District School Board consists of The Regional Municipality of Peel and the County of Dufferin. 18. The area of jurisdiction of the Simcoe Muskoka Catholic District School Board consists of The District Municipality of Muskoka and the County of Simcoe. 19. The area of jurisdiction of the Durham Catholic District School Board consists of The Regional Municipality of Durham, except for the Municipality of Clarington. 20. The area of jurisdiction of the Halton Catholic District School Board consists of The Regional Municipality of Halton. 21. The area of jurisdiction of the Hamilton-Wentworth Catholic District School Board consists of The Regional Municipality of Hamilton-Wentworth. 22. The area of jurisdiction of the Wellington Catholic District School Board consists of the County of Wellington. 23. The area of jurisdiction of the Waterloo Catholic District School Board consists of The Regional Municipality of Waterloo. 24. The area of jurisdiction of the Niagara Catholic District School Board consists of The Regional Municipality of Niagara. 25. The area of jurisdiction of the Brant/Haldimand-Norfolk Catholic District School Board consists of The Regional Municipality of Haldimand-Norfolk and the County of Brant. 26. The area of jurisdiction of the Catholic District School Board of Eastern Ontario consists of the County of Lanark, the United Counties of Leeds and Grenville, the United Counties of Prescott and Russell and the United Counties of Stormont, Dundas and Glengarry. 27. The area of jurisdiction of the Ottawa-Carleton Catholic District School Board consists of The Regional Municipality of Ottawa-Carleton. 28. The area of jurisdiction of the Renfrew County Catholic District School Board consists of the County of Renfrew. 29. The area of jurisdiction of the Algonquin and Lakeshore Catholic District School Board consists of the Counties of Frontenac, Lennox and Addington, Hastings (including that portion of the City of West Quinte which on January 1, 1997 was part of the County of Hastings) and Prince Edward, and, in the Territorial District of Nipissing, the Township of South Algonquin. O. Reg. 185/97, s. 6; O. Reg. 278/97, s. 2; O. Reg. 80/98, s. 5; O. Reg. 213/98, ss. 4, 13, 16, 20; O. Reg. 279/00, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The following are the areas of jurisdiction of the English-language separate district school boards: </p> <p class=\"paragraph-e\">1. The area of jurisdiction of the Northeastern Catholic District School Board consists of,</p> <p class=\"subpara-e\">i. in the Territorial District of Algoma, the geographic townships of Ebbs and Templeton,</p> <p class=\"subpara-e\">ii. in the Territorial District of Cochrane,</p> <p class=\"subsubpara-e\">A. the City of Timmins,</p> <p class=\"subsubpara-e\">B. the Towns of Cochrane, Hearst, Iroquois Falls, Kapuskasing and Smooth Rock Falls,</p> <p class=\"subsubpara-e\">C. the Townships of Fauquier-Strickland, Glackmeyer, Mattice-Val Cote, Moonbeam, Opasatika and Val Rita-Harty,</p> <p class=\"subsubpara-e\">D. the portion of the Township of Black River-Matheson that on December 31, 1996 was not part of the geographic townships of Barnet, Frecheville, Garrison, Harker, Holloway, Lamplugh, Marriott, McCool, Michaud, Rand or Stoughton,</p> <p class=\"subsubpara-e\">E. Revoked: O. Reg. 279/00, s. 2 (2).</p> <p class=\"subsubpara-e\">F. the geographic townships of Aurora, Barker, Blount, Brower, Calder, Casgrain, Clute, Colquhoun, Fournier, Fox, Hanlan, Hanna, Irish, Kendall, Kennedy, Landry, Lamarche, Leitch, Lowther, McCowan, Mortimer, Nansen, Newmarket, O’Brien, Ottaway, Pyne, St. John, Stimson Stoddard, Studholme, Teefy and Way,</p> <p class=\"subsubpara-e\">G. the portion of the geographic township of Benoit that is not part of the Township of Black River-Matheson,</p> <p class=\"subsubpara-e\">H. the portion of the geographic township of Haggart that is not part of the Township of Fauquier-Strickland, and</p> <p class=\"subsubpara-e\">I. the portion of the geographic township of Owens that is not part of the Township of Val Rita-Harty,</p> <p class=\"subpara-e\">iii. in the Territorial District of Nipissing,</p> <p class=\"subsubpara-e\">A. the Municipality of Temagami, and</p> <p class=\"subsubpara-e\">B. the geographic townships of Eldridge, Flett, Gladman, Gooderham, Hammell, Hartle, Hobbs, Kenny, McCallum, McLaren and Thistle, and</p> <p class=\"subpara-e\">iv. in the Territorial District of Timiskaming, </p> <p class=\"subsubpara-e\">A. the Towns of Charlton, Cobalt, Englehart, Haileybury, Kirkland Lake, Latchford and New Liskeard,</p> <p class=\"subsubpara-e\">B. the Village of Thornloe,</p> <p class=\"subsubpara-e\">C. the Townships of Armstrong, Brethour, Casey, Chamberlain, Coleman, Dack, Dymond, Evanturel, Gauthier, Harley, Harris, Hilliard, Hudson, James, Kerns, Larder Lake, Matachewan and McGarry,</p> <p class=\"subsubpara-e\">D. the geographic townships of Auld, Barber, Barr, Bayly, Beauchamp, Boston, Brigstocke, Bryce, Cane, Catharine, Chown, Corkill, Davidson, Eby, Farr, Firstbrook, Grenfell, Haultain, Henwood, Ingram, Kittson, Lawson, Lebel, Lorrain, Lundy, Maisonville, Marquis, Marter, McElroy, Mickle, Milner, Mulligan, Nichol, Otto, Pacaud, Pense, Roadhouse, Robillard, Savard, Sharpe, Smyth, South Lorrain, Truax, Tudhope, Willet and Willison, and</p> <p class=\"subsubpara-e\">E. the portion of the geographic township of Gillies Limit that is not part of the Township of Coleman.</p> <p class=\"paragraph-e\">2. The area of jurisdiction of the Nipissing-Parry Sound Catholic District School Board consists of,</p> <p class=\"subpara-e\">i. in the Territorial District of Nipissing,</p> <p class=\"subsubpara-e\">A. the City of North Bay,</p> <p class=\"subsubpara-e\">B. the Towns of Kearney and Mattawa,</p> <p class=\"subsubpara-e\">C. the Townships of Bonfield, Calvin, Chisholm, East Ferris, Mattawan and Papineau-Cameron,</p> <p class=\"subsubpara-e\">D. the Municipality of West Nipissing, and</p> <p class=\"subsubpara-e\">E. the geographic townships of Blyth, Boyd, Clarkson, Commanda, Deacon, Eddy, French, Jocko, Lauder, Lyman, Merrick, Notman, Pentland, Phelps, Poitras and Wyse,</p> <p class=\"subpara-e\">ii. in the Territorial District of Parry Sound,</p> <p class=\"subsubpara-e\">A. the Towns of Kearney, Powassan and Trout Creek,</p> <p class=\"subsubpara-e\">B. the Villages of Burk’s Falls, South River and Sundridge,</p> <p class=\"subsubpara-e\">C. the Townships of Armour, Joly, Machar, McMurrich/Monteith, Nipissing, North Himsworth, Perry, Ryerson, South Himsworth and Strong,</p> <p class=\"subsubpara-e\">D. Revoked: O. Reg. 279/00, s. 2 (6).</p> <p class=\"subsubpara-e\">E. the geographic townships of Laurier, Lount, Patterson and Pringle, and</p> <p class=\"subsubpara-e\">F. the portion of the Township of Magnetawan that was not formerly part of the geographic township of Croft, and</p> <p class=\"subpara-e\">iii. in the Territorial District of Sudbury, the Municipality of West Nipissing.</p> <p class=\"paragraph-e\">3. The area of jurisdiction of the Huron-Superior Catholic District School Board consists of, </p> <p class=\"subpara-e\">i. in the Territorial District of Algoma, </p> <p class=\"subsubpara-e\">A. the Cities of Elliot Lake and Sault Ste. Marie,</p> <p class=\"subsubpara-e\">B. the Town of Blind River,</p> <p class=\"subsubpara-e\">C. the Village of Iron Bridge,</p> <p class=\"subsubpara-e\">D. the Townships of Johnson, Laird, Michipicoten, The North Shore, Prince, Sables-Spanish Rivers, Shedden, Thompson and White River,</p> <p class=\"subsubpara-e\">E. the Township of Day and Bright Additional,</p> <p class=\"subsubpara-e\">F. the Township of Macdonald, Meredith and Aberdeen Additional,</p> <p class=\"subsubpara-e\">G. the Township of Tarbutt and Tarbutt Additional,</p> <p class=\"subsubpara-e\">H. the geographic townships of Archibald, Aweres, Bright, Cobden, Dennis, Deroche, Esquega Fenwick, Fiddler, Fisher, Gaudette, Gladstone, Grasett, Havilland, Herrick, Hodgins, Home, Jarvis, Jogues, Juillette, Kamichisitit, Kars, Kincaid, Ley, Mack, Montgomery, Nouvel, Parkinson, Patton, Peever, Pennefather, Rix, Ryan, Scarfe, Shields, Slater, Tilley, Timmermans, Tupper and VanKoughnet,</p> <p class=\"subsubpara-e\">I. the mining locations known as Montreal Mining Southern Location, Montreal Mining Northern Location, A. McDonnell Mining Location, Kincaid Mining Locations, 5, 6, 7 and 8 and Rankin Mining Location,</p> <p class=\"subsubpara-e\">J. the portion of the geographic Township of Striker that is not part of the Township of The North Shore, and</p> <p class=\"subsubpara-e\">K. all the islands of the North Channel of Lake Huron lying south of the geographic townships of Bright, Cobden and the portion of Striker that is not part of the Township of the North Shore,</p> <p class=\"subpara-e\">ii. in the Territorial District of Sudbury, </p> <p class=\"subsubpara-e\">A. the Town of Espanola,</p> <p class=\"subsubpara-e\">B. the Townships of Baldwin, Chapleau and Sables-Spanish Rivers,</p> <p class=\"subsubpara-e\">B.1 the Township of Nairn and Hyman, and</p> <p class=\"subsubpara-e\">C. the geographic townships of Caverley, Chapleau, Curtin, de Gaulle, Eisenhower, Foster, Gallagher, Genier, Halsey, Kaplan, Mongowin, Panet, Roosevelt and Truman, and</p> <p class=\"subpara-e\">ii.1 Revoked: O. Reg. 279/00, s. 2 (10).</p> <p class=\"subpara-e\">iii. in the Territorial District of Manitoulin, Ward No. 2 of the Town of Northeastern Manitoulin and the Islands.</p> <p class=\"paragraph-e\">4. The area of jurisdiction of the Sudbury Catholic District School Board consists of,  </p> <p class=\"subpara-e\">i. in the Territorial District of Sudbury, </p> <p class=\"subsubpara-e\">A. the City of Greater Sudbury,</p> <p class=\"subsubpara-e\">B. the Township of Casimir, Jennings and Appleby,</p> <p class=\"subsubpara-e\">C. the Municipality of French River,</p> <p class=\"subsubpara-e\">C.1 the Municipality of Killarney,</p> <p class=\"subsubpara-e\">D. the Township of Hagar,</p> <p class=\"subsubpara-e\">E. the Township of Ratter and Dunnet,</p> <p class=\"subsubpara-e\">E.1 Revoked: O. Reg. 279/00, s. 2 (13).</p> <p class=\"subsubpara-e\">F. the geographic townships of Allen, Awrey, Burwash, Cartier, Cascaden, Cox, Davis, Foy, Hart, Harty, Hawley, Hendrie, Henry, Hess, Laura, Loughrin, Moncrieff, Secord, Servos and Street,</p> <p class=\"subsubpara-e\">G. the portions of the geographic townships of Eden and Tilton that are not part of the City of Greater Sudbury,</p> <p class=\"subsubpara-e\">H. Revoked: O. Reg. 279/00, s. 2 (15). </p> <p class=\"subsubpara-e\">I. the portion of the geographic township of Trill that is not part of the City of Greater Sudbury,</p> <p class=\"subsubpara-e\">J. the portion of the geographic township of Janes that is not part of the Municipality of West Nipissing, and</p> <p class=\"subsubpara-e\">K. the portions of the geographic townships of Bigwood, Cherriman and Haddo that are not part of the Municipality of French River,</p> <p class=\"subpara-e\">ii. in the Territorial District of Manitoulin, the Municipality of Killarney, and</p> <p class=\"subpara-e\">iii. in the Territorial District of Parry Sound, the geographic townships of Henvey and Wallbridge.</p> <p class=\"paragraph-e\">5. The area of jurisdiction of the Northwest Catholic District School Board is,</p> <p class=\"subpara-e\">i. in the Territorial District of Kenora, </p> <p class=\"subsubpara-e\">A. the City of Dryden,</p> <p class=\"subsubpara-e\">B. the Town of Sioux Lookout,</p> <p class=\"subsubpara-e\">C. the Townships of Lake of the Woods and Machin,</p> <p class=\"subsubpara-e\">D. the geographic townships of Britton, Buller, Colenso, Eton, Godson, Hartman, Ilsley, Ladysmith, Melgund, Mutrie, Phillips, Redvers, Rowell, Rugby, Smellie, Southworth, Tweedsmuir, Van Horne, Wabigoon, Wainwright and Zealand,</p> <p class=\"subsubpara-e\">E. the portion of the geographic township of Aubrey that is not part of the Township of Machin, and</p> <p class=\"subsubpara-e\">F. all lands, other than the geographic townships of Godson, Phillips and Tweedsmuir and the Township of Lake of the Woods, within an area the boundary sides of which are as follows:</p> <p class=\"subsubsubpara-e\">1. on the west side, the International Boundary between the point of intersection thereon of the 49th degree parallel of north latitude and the point of intersection of the production westerly of the north boundary of the geographic township of Tweedsmuir along the 4th base line,</p> <p class=\"subsubsubpara-e\">2. on the south side, the line described as commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary; thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods; thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the south boundary of the geographic township of Godson; thence due east along the said south boundary of the said geographic township and along its production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line,</p> <p class=\"subsubsubpara-e\">3. on the east side, O.L.S. Alexander Niven’s 6th meridian line between the 24th mile post thereon and the point of intersection on the said meridian line of the production due east along the 4th base line of the north boundary of the geographic township of Tweedsmuir, and</p> <p class=\"subsubsubpara-e\">4. on the north side, the production along the 4th base line westerly to the International Boundary and easterly to O.L.S. Alexander Niven’s 6th meridian line of the north boundary of the geographic township of Tweedsmuir, and</p> <p class=\"subpara-e\">ii. in the Territorial District of Rainy River, </p> <p class=\"subsubpara-e\">A. the Towns of Fort Frances and Rainy River,</p> <p class=\"subsubpara-e\">B. the Townships of Alberton, Chapple, Dawson, Emo, La Vallee, Lake of the Woods and Morley,</p> <p class=\"subsubpara-e\">C. Revoked: O. Reg. 213/98, s. 4 (14).</p> <p class=\"subsubpara-e\">D. the geographic townships of Claxton, Croome, Dance, Dewart, Farrington, Fleming, Griesinger, Halkirk, Kingsford, Mathieu, McLarty, Menary, Miscampbell, Nelles, Pratt, Rowe, Senn, Sifton, Spohn, Sutherland and Watten,</p> <p class=\"subsubpara-e\">E. the Wild Land Reserve, and</p> <p class=\"subsubpara-e\">F. all lands in unsurveyed territory within an area the boundary sides of which are as follows:</p> <p class=\"subsubsubpara-e\">1. on the north side, the northerly limit of the Territorial District of Rainy River commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary; thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods; thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the north boundaries of the geographic townships of Claxton and McLarty; thence due easterly along the said north boundaries of the said geographic townships and along their production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line; thence due south along the said meridian line 9.6 kilometres to the 18th mile post thereon in latitude 49º 0' 6\" north; thence due east to the point of intersection of the production north of the east boundary of the geographic township of Farrington,</p> <p class=\"subsubsubpara-e\">2. on the east side, the line formed by the east boundary of the geographic township of Farrington, the production of the said east boundary due north to the north boundary of the Territorial District of Rainy River and the production due south of the said east boundary to the International Boundary,</p> <p class=\"subsubsubpara-e\">3. on the south side, the International Boundary from the mouth of the Rainy River easterly to the point of intersection on the International Boundary of the production due south of the east boundary of the geographic township of Farrington, and</p> <p class=\"subsubsubpara-e\">4. on the west side, the International Boundary from the mouth of the Rainy River northerly to the point of intersection on the International Boundary of the 49th degree parallel of north latitude.</p> <p class=\"paragraph-e\">6. The area of jurisdiction of the Kenora Catholic District School Board consists of, in the Territorial District of Kenora, </p> <p class=\"subpara-e\">i. the Towns of Jaffray Melick, Keewatin and Kenora, </p> <p class=\"subpara-e\">ii. the Township of Sioux Narrows,</p> <p class=\"subpara-e\">iii. the geographic townships of Boys, Kirkup, Pellatt and Redditt,</p> <p class=\"subpara-e\">iv. all the lands in unsurveyed territory in the vicinity of the station house of the Canadian National Railways at Minaki described as follows:</p> <p class=\"subsubpara-e\">commencing at a point distant 4 kilometres measured east astronomically from the northeast corner of the said station house,</p> <p class=\"subsubpara-e\">thence north astronomically 4 kilometres,</p> <p class=\"subsubpara-e\">thence west astronomically 8 kilometres,</p> <p class=\"subsubpara-e\">thence south astronomically 8 kilometres,</p> <p class=\"subsubpara-e\">thence east astronomically 8 kilometres,</p> <p class=\"subsubpara-e\">thence north astronomically 4 kilometres to the point of commencement, and</p> <p class=\"subpara-e\">v. except for those parts of the mainland which are crossed by the said line, all lands lying north of a line extending from the southernmost extremity of the geographic township of Boys to the southwest corner of the geographic township of Kirkup and south of the southerly boundaries of the geographic townships of Boys and Pellatt, the Towns of Jaffray Melick, Keewatin and Kenora.</p> <p class=\"paragraph-e\">7. The area of jurisdiction of the Thunder Bay Catholic District School Board consists of, in the Territorial District of Thunder Bay, </p> <p class=\"subpara-e\">i. the City of Thunder Bay,</p> <p class=\"subpara-e\">ii. the municipalities of Neebing and Oliver Paipoonge,</p> <p class=\"subpara-e\">ii.1 the Townships of Conmee, Gillies, O’Connor and Shuniah,</p> <p class=\"subpara-e\">iii. the geographic townships of Blackwell, Conacher, Devon, Forbes, Fraleigh, Goldie, Golding, Gorham, Hagey, Laurie, Lismore, Lybster, Marks, Michener, Robson, Sibley, Strange and Ware,</p> <p class=\"subpara-e\">iv. the Dawson Road Lots, and</p> <p class=\"subpara-e\">v. the area bounded by the easterly boundary of Lot 1, Concessions 1 and 2 of the Dawson Road Lots; the southerly boundary of the geographic township of Forbes; the westerly shore of the Kaministiquia River (sometimes known as the Dog River) and the northerly shore of the Shebandowan River (sometimes known as the Matawin River).</p> <p class=\"paragraph-e\">8. The area of jurisdiction of the Superior North Catholic District School Board consists of, in the Territorial District of Thunder Bay, </p> <p class=\"subpara-e\">i. the Towns of Geraldton, Longlac and Marathon,</p> <p class=\"subpara-e\">ii. the Townships of Beardmore, Dorion, Manitouwadge, Nakina, Nipigon, Red Rock, Schreiber and Terrace Bay,</p> <p class=\"subpara-e\">iii. the geographic townships of Ashmore, Atikameg, Bomby, Boothe, Brothers, Bryant, Byron, Cecil, Cecile, Coldwell, Corrigal, Cotte, Daley, Davies, Errington, Flood, Foote, Grain, Grenville, Herbert, Homer, Houck, Killraine, Knowles, Laberge, Lahontan, Lecours, Leduc, Lyon, McCron, McGill, Mikano, Nickle, Oakes, O’Neill, Pic, Priske, Roberta, Shabotik, Spooner, Stirling, Strey, Syine, Tuuri, Walsh, Wiggins and Yesno, and</p> <p class=\"subpara-e\">iv. all lands, excluding St. Ignace Island, in unsurveyed territory within an area described as follows:</p> <p class=\"subsubpara-e\">A. on the north side, the extension of the north side of the geographic township of Davies westerly to intersect with the boundary formed by extending the west side of the geographic township of Wiggins northerly until it meets the said extension,</p> <p class=\"subsubpara-e\">B. on the east side, the extension of the east side of the geographic township of Spooner southerly until the Canada-United States border,</p> <p class=\"subsubpara-e\">C. on the south side, the Canada-United States border, and</p> <p class=\"subsubpara-e\">D. on the west side, the extension of the west side of the geographic township of Wiggins southerly until the Canada-United States border.</p> <p class=\"paragraph-e\">9. The area of jurisdiction of the Bruce-Grey Catholic District School Board consists of the Counties of Bruce and Grey.</p> <p class=\"paragraph-e\">10. The area of jurisdiction of the Huron Perth Catholic District School Board consists of the Counties of Huron and Perth.</p> <p class=\"paragraph-e\">11. The area of jurisdiction of the Windsor-Essex Catholic District School Board consists of the County of Essex, including the Township of Pelee.</p> <p class=\"paragraph-e\">12. The area of jurisdiction of English-language Separate District School Board No. 38 consists of the Counties of Elgin, Middlesex and Oxford.</p> <p class=\"paragraph-e\">13. The area of jurisdiction of the St. Clair Catholic District School Board consists of the Counties of Kent and Lambton.</p> <p class=\"paragraph-e\">14. The area of jurisdiction of the Toronto Catholic District School Board consists of the urban area of the City of Toronto incorporated by the <i>City of Toronto Act, 1997</i>.</p> <p class=\"paragraph-e\">15. The area of jurisdiction of the Peterborough Victoria Northumberland and Clarington Catholic District School Board consists of the Counties of Northumberland (including that portion of the City of West Quinte which on January 1, 1997 was part of the County of Northumberland), Peterborough and Victoria and the Municipality of Clarington in The Regional Municipality of Durham.</p> <p class=\"paragraph-e\">16. The area of jurisdiction of the York Catholic District School Board consists of The Regional Municipality of York.</p> <p class=\"paragraph-e\">17. The area of jurisdiction of the Dufferin-Peel Catholic District School Board consists of The Regional Municipality of Peel and the County of Dufferin.</p> <p class=\"paragraph-e\">18. The area of jurisdiction of the Simcoe Muskoka Catholic District School Board consists of The District Municipality of Muskoka and the County of Simcoe.</p> <p class=\"paragraph-e\">19. The area of jurisdiction of the Durham Catholic District School Board consists of The Regional Municipality of Durham, except for the Municipality of Clarington.</p> <p class=\"paragraph-e\">20. The area of jurisdiction of the Halton Catholic District School Board consists of The Regional Municipality of Halton.</p> <p class=\"paragraph-e\">21. The area of jurisdiction of the Hamilton-Wentworth Catholic District School Board consists of The Regional Municipality of Hamilton-Wentworth.</p> <p class=\"paragraph-e\">22. The area of jurisdiction of the Wellington Catholic District School Board consists of the County of Wellington.</p> <p class=\"paragraph-e\">23. The area of jurisdiction of the Waterloo Catholic District School Board consists of The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">24. The area of jurisdiction of the Niagara Catholic District School Board consists of The Regional Municipality of Niagara.</p> <p class=\"paragraph-e\">25. The area of jurisdiction of the Brant/Haldimand-Norfolk Catholic District School Board consists of The Regional Municipality of Haldimand-Norfolk and the County of Brant.</p> <p class=\"paragraph-e\">26. The area of jurisdiction of the Catholic District School Board of Eastern Ontario consists of the County of Lanark, the United Counties of Leeds and Grenville, the United Counties of Prescott and Russell and the United Counties of Stormont, Dundas and Glengarry.</p> <p class=\"paragraph-e\">27. The area of jurisdiction of the Ottawa-Carleton Catholic District School Board consists of The Regional Municipality of Ottawa-Carleton.</p> <p class=\"paragraph-e\">28. The area of jurisdiction of the Renfrew County Catholic District School Board consists of the County of Renfrew.</p> <p class=\"paragraph-e\">29. The area of jurisdiction of the Algonquin and Lakeshore Catholic District School Board consists of the Counties of Frontenac, Lennox and Addington, Hastings (including that portion of the City of West Quinte which on January 1, 1997 was part of the County of Hastings) and Prince Edward, and, in the Territorial District of Nipissing, the Township of South Algonquin. O. Reg. 185/97, s. 6; O. Reg. 278/97, s. 2; O. Reg. 80/98, s. 5; O. Reg. 213/98, ss. 4, 13, 16, 20; O. Reg. 279/00, s. 2.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. Four French-language public district school boards are established. O. Reg. 185/97, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>Four French-language public district school boards are established. O. Reg. 185/97, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. The name of each French-language public district school board is “Conseil de district des écoles publiques de langue française no___” (inserting a number between 56 and 59) unless otherwise specified in the Schedules. O. Reg. 185/97, s. 8; O. Reg. 80/98, s. 6; O. Reg. 213/98, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>The name of each French-language public district school board is “Conseil de district des écoles publiques de langue française n<sup>o</sup>___” (inserting a number between 56 and 59) unless otherwise specified in the Schedules. O. Reg. 185/97, s. 8; O. Reg. 80/98, s. 6; O. Reg. 213/98, s. 5.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. The following are the areas of jurisdiction of the French-language public district school boards: 1. The area of jurisdiction of the Conseil scolaire de district du Nord-Est de l’Ontario consists of, i. in the Territorial District of Algoma, the Township of Hornepayne and the geographic townships of Ebbs and Templeton, ii. in the Territorial District of Cochrane, A. the City of Timmins, B. the Towns of Cochrane, Hearst, Iroquois Falls, Kapuskasing and Smooth Rock Falls, C. the Townships of Fauquier-Strickland, Glackmeyer, Mattice-Val Cote, Moonbeam, Opasatika and Val Rita-Harty, D. the portion of the Township of Black River-Matheson that on December 31, 1996 was not part of the geographic townships of Barnet, Frecheville, Garrison, Harker, Holloway, Lamplugh, Marriott, McCool, Michaud, Rand or Stoughton, E. Revoked: O. Reg. 279/00, s. 3 (3). F. the geographic townships of Aurora, Barker, Blount, Brower, Calder, Casgrain, Clute, Colquhoun, Fournier, Fox, Hanlan, Hanna, Irish, Kendall, Kennedy, Lamarche, Landry, Leitch, Lowther, McCowan, Mortimer, Nansen, Newmarket, O’Brien, Ottaway, Pyne, St. John, Stimson, Stoddard, Studholme, Teefy and Way, G. the portion of the geographic township of Benoit that is not part of the Township of Black River-Matheson, H. the portion of the geographic township of Haggart that is not part of the Township of Fauquier-Strickland, and I. the portion of the geographic township of Owens that is not part of the Township of Val Rita-Harty, iii. The District Municipality of Muskoka, iv. in the Territorial District of Nipissing, A. the City of North Bay, B. the Towns of Kearney and Mattawa, C. the Townships of Bonfield, Calvin, Chisholm, East Ferris, Mattawan and Papineau-Cameron, C.1 the Municipality of West Nipissing, D. the Municipality of Temagami, and E. the geographic townships of Blyth, Boyd, Clarkson, Commanda, Deacon, Eddy, Eldridge, Flett, French, Gladman, Gooderham, Hammell, Hartle, Hobbs, Jocko, Kenny, Lauder, Lyman, McCallum, McLaren, Merrick, Notman, Pentland, Phelps, Poitras, Thistle and Wyse, v. the portion of the Territorial District of Parry Sound that is not in the Municipality of Killarney, vi. in the Territorial District of Timiskaming, A. the Towns of Charlton, Cobalt, Englehart, Haileybury, Kirkland Lake, Latchford and New Liskeard, B. the Village of Thornloe, C. the Townships of Armstrong, Brethour, Casey, Chamberlain, Coleman, Dack, Dymond, Evanturel, Gauthier, Harley, Harris, Hilliard, Hudson, James, Kerns, Larder Lake, Matachewan and McGarry, D. the geographic townships of Auld, Barber, Barr, Bayly, Beauchamp, Boston, Brigstocke, Bryce, Cane, Catharine, Chown, Corkill, Davidson, Eby, Farr, Firstbrook, Grenfell, Haultain, Henwood, Ingram, Kittson, Lawson, Lebel, Lorrain, Lundy, Maisonville, Marquis, Marter, McElroy, Mickle, Milner, Mulligan, Nicol, Otto, Pacaud, Pense, Roadhouse, Robillard, Savard, Sharpe, Smyth, South Lorrain, Truax, Tudhope, Willet and Willison, and E. the portion of the geographic township of Gillies Limit that is not part of the Township of Coleman, and vii. in the Territorial District of Sudbury, the Municipality of West Nipissing. 2. The area of jurisdiction of the Conseil scolaire de district du Grand Nord de l’Ontario consists of, i. in the Territorial District of Algoma, A. the Cities of Elliot Lake and Sault Ste. Marie, B. the Towns of Blind River, Bruce Mines and Thessalon, C. the Villages of Hilton Beach and Iron Bridge, D. the Townships of Day and Bright Additional, Dubreuilville, Hilton, Jocelyn, Johnson, Laird, Michipicoten, Plummer Additional, Prince, Sables-Spanish Rivers, Shedden, St. Joseph, The North Shore, Thessalon, Thompson and White River, E. the Township of MacDonald, Meredith and Aberdeen Additional, F. the Township of Tarbutt and Tarbutt Additional, G. the geographic townships of Aberdeen, Archibald, Aweres, Bridgland, Bright, Chenard, Cobden, Dennis, Deroche, Dunphy, Esquega, Fenwick, Fiddler, Finon, Fisher, Galbraith, Gaudette, Gladstone, Gould, Grasett, Haughton, Havilland, Herrick, Hodgins, Home, Huotari, Jarvis, Jogues, Juillette, Kamichisitit, Kars, Kincaid, Kirkwood, Ley, Mack, McMahon, Montgomery, Morin, Nouvel, Parkinson, Patton, Peever, Pennefather, Rix, Rose, Ryan, Scarfe, Shields, Slater, Tilley, Timmermans, Tupper, VanKoughnet and Wells, H. the portion of the geographic township of Striker not included in the Township of The North Shore, I. all the islands in the North Channel of Lake Huron lying south of the geographic townships of Bright, Cobden, and the portion of Striker that is not part of the Township of The North Shore, and J. the mining locations known as Montreal Mining Southern Location, Montreal Mining Northern Location, A. McDonnell Mining Location, Kincaid Mining Locations 5, 6, 7 and 8 and Rankin Mining Location, ii. in the Territorial District of Kenora, A. the City of Dryden, A.1 the Municipality of Red Lake, B. the Towns of Jaffray Melick, Keewatin, Kenora and Sioux Lookout, C. the Townships of Ear Falls, Ignace, Lake of the Woods, Machin and Sioux Narrows, D. the geographic townships of Boys, Britton, Buller, Colenso, Dome, Eton, Godson, Hartman, Ilsley, Kirkup, Ladysmith, Melgund, Mutrie, Pellatt, Phillips, Redditt, Redvers, Rowell, Rugby, Smellie, Southworth, Tweedsmuir, Van Horne, Wabigoon, Wainwright and Zealand, D.1 the portions of the geographic Townships of Baird and Heyson that are not part of the Municipality of Red Lake, E. the portion of the geographic township of Aubrey that is not part of the Township of Machin, F. all the lands in unsurveyed territory in the vicinity of the station house of the Canadian National Railways at Minaki described as follows: commencing at a point distant 4 kilometres measured east astronomically from the northeast corner of the said station house, thence north astronomically 4 kilometres, thence west astronomically 8 kilometres, thence south astronomically 8 kilometres, thence east astronomically 8 kilometres, thence north astronomically 4 kilometres to the point of commencement, G. except for those parts of the mainland which are crossed by the said line, all lands lying north of a line extending from the southernmost extremity of the geographic township of Boys to the southwest corner of the geographic township of Kirkup and south of the southerly boundaries of the geographic townships of Boys and Pellatt, the towns of Jaffray Melick, Keewatin and Kenora, H. all lands within an area of 6.4 kilometres in width and lying on both sides of the centre line of tertiary road Number 804 and within 3.2 kilometres of the said centre line measured at right angles thereto, and not in the Township of Ear Falls, I. all lands within an area of 6.4 kilometres in width and lying on both sides of the centre line of that part of the King’s Highway known as Number 105 and within 3.2 kilometres of and measured at right angles to that portion of the centre line of the said part of the highway extending in a generally northerly and northwesterly direction from its intersection with the centre line of Pickerel Creek to its intersection with the southerly limit of the Municipality of Red Lake, and not in the Township of Ear Falls or referred to in subparagraph H, J. all lands, other than the geographic townships of Godson, Phillips and Tweedsmuir and the Township of Lake of the Woods, within an area the boundary sides of which are as follows: 1. on the west side, the International Boundary between the point of intersection thereon of the 49th degree parallel of north latitude and the point of intersection of the production westerly of the north boundary of the geographic Township of Tweedsmuir along the 4th base line, 2. on the south side, the line described as commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary, thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods, thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the south boundary of the geographic township of Godson, thence due east along the said south boundary of the said geographic Township and along their production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line, 3. on the east side, O.L.S. Alexander Niven’s 6th meridian line between the 24th mile post thereon and the point of intersection on the said meridian line of the production due east along the 4th base line of the north boundary of the geographic township of Tweedsmuir, and 4. on the north side, the production along the 4th base line westerly to the International Boundary and easterly to O.L.S. Alexander Niven’s 6th meridian line of the north boundary of the geographic township of Tweedsmuir, and K. all and singular that tract of land situate in the Territorial District of Kenora being within an area four miles in width lying on both sides of the centre line of secondary highway No. 599 and within two miles of and measured at right angles to that portion of the said centre line extending from the easterly boundary of the Township of Ignace northeasterly a distance of 45 miles, iii. the Territorial District of Manitoulin, iv. in the Territorial District of Rainy River, A. the Towns of Fort Frances and Rainy River, B. the Townships of Alberton, Atikokan, Chapple, Dawson, Emo, La Vallee, Lake of the Woods and Morley, C. Revoked: O. Reg. 213/98, s. 6 (8). D. the geographic townships of Asmussen, Baker, Bennett, Claxton, Croome, Dance, Dewart, Farrington, Fleming, Griesinger, Halkirk, Hutchinson, Kingsford, Mathieu, McCaul, McLarty, Menary, Miscampbell, Nelles, Pratt, Rowe, Senn, Sifton, Spohn, Sutherland, Tanner, Trottier and Watten, E. all the lands in unsurveyed territory described as follows: commencing at the southwest corner of the geographic township of Bennett, thence south astronomically 9.6 kilometres, thence east astronomically to a point distant 9.6 kilometres measured south astronomically from the southeast corner of the geographic township of Baker, thence north astronomically 9.6 kilometres more or less to the southeast corner of the geographic township of Baker, thence west astronomically to the point of commencement, F. all the lands in unsurveyed territory described as follows: commencing at the southwest corner of the geographic township of McCaul, thence south astronomically 9.6 kilometres, thence east astronomically to a point distant 9.6 kilometres measured south astronomically from the southeast corner of the geographic township of Trottier, thence north astronomically 9.6 kilometres more or less to the southeast corner of the geographic township of Trottier, thence west astronomically to the point of commencement, G. the Wild Land Reserve, and H. all lands in unsurveyed territory within an area the boundary sides of which are as follows: 1. on the north side, the northerly limit of the Territorial District of Rainy River commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary, thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods, thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the north boundaries of the geographic townships of Claxton and McLarty, thence due easterly along the said north boundaries of the said geographic townships and along their production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line, thence due south along the said meridian line 9.6 kilometres to the 18th mile post thereon in latitude 49° 0' 6\" north, thence due east to the point of intersection of the production north of the east boundary of the geographic township of Farrington, 2. on the east side, the line formed by the east boundary of the geographic township of Farrington, the production of the said east boundary due north to the north boundary of the Territorial District of Rainy River and the production due south of the said east boundary to the International Boundary, 3. on the south side, the International Boundary from the mouth of the Rainy River easterly to the point of intersection on the International Boundary of the production due south of the east boundary of the geographic township of Farrington, and 4. on the west side, the International Boundary from the mouth of the Rainy River northerly to the point of intersection on the International Boundary of the 49th degree parallel of north latitude, v. in the Territorial District of Sudbury, A. the City of Greater Sudbury, B. the Town of Espanola, C. the Townships of Chapleau, Baldwin, Hagar and Sables-Spanish Rivers, D. the Township of Casimir, Jennings and Appleby, E. the Municipality of French River, E.1 the Municipality of Killarney, F. the Township of Nairn and Hyman, G. the Township of Ratter and Dunnet, G.1 Revoked: O. Reg. 279/00, s. 3 (13). H. the geographic townships of Allen, Awrey, Burwash, Cartier, Cascaden, Caverley, Chapleau, Cox, Curtin, Davis, de Gaulle, Eisenhower, Foster, Foy, Gallagher, Genier, Halsey, Hart, Harty, Hawley, Hendrie, Henry, Hess, Kaplan, Laura, Loughrin, Moncrieff, Mongowin, Panet, Roosevelt, Secord, Servos, Street and Truman, I. the portions of the geographic townships of Eden, Tilton and Trill that are not part of the City of Greater Sudbury, J. the portion of the geographic township of Janes that is not part of the Municipality of West Nipissing, and K. the portions of the geographic townships of Bigwood, Cherriman and Haddo that are not part of the Municipality of French River, v.1 the portion of the Territorial District of Parry Sound that is in the Municipality of Killarney, and vi. in the Territorial District of Thunder Bay, A. the City of Thunder Bay, B. the Towns of Geraldton, Longlac and Marathon, B.1 the municipalities of Neebing and Oliver Paipoonge, C. the Townships of Beardmore, Conmee, Dorion, Gillies, Manitouwadge, Nipigon, O’Connor, Red Rock, Schreiber, Shuniah and Terrace Bay, D. the geographic townships of Atikameg, Ashmore, Blackwell, Bomby, Boothe, Brothers, Bryant, Byron, Cecil, Cecile, Coldwell, Conacher, Corrigal, Cotte, Daley, Davies, Devon, Errington, Flood, Foote, Forbes, Fraleigh, Goldie, Golding, Gorham, Grain, Grenville, Hagey, Herbert, Homer, Houck, Killraine, Knowles, Laberge, Lahontan, Laurie, Lecours, Leduc, Lismore, Lybster, Lyon, Marks, McCron, McGill, Michener, Mikano, Nickle, Oakes, O’Neill, Pic, Priske, Roberta, Robson, Shabotik, Sibley, Spooner, Stirling, Strange, Strey, Syine, Tuuri, Walsh, Ware, Wiggins and Yesno, E. the Dawson Road Lots, F. the area bounded by the easterly boundary of Lot 1, Concessions 1 and 2 of the Dawson Road Lots; the southerly boundary of the geographic township of Forbes; the westerly shore of the Kaministiquia River (sometimes known as the Dog River) and the northerly shore of the Shebandowan River (sometimes known as the Matawin River), G. all lands in unsurveyed territory within an area described as follows: 1. on the north side, the extension of the north side of the geographic township of Davies westerly to intersect with the boundary formed by extending the west side of the geographic township of Wiggins northerly until it meets the said extension, 2. on the east side, the extension of the east side of the geographic township of Spooner southerly until the Canada-United States border, 3. on the south side, the Canada-United States border, and 4. on the west side, the extension of the west side of the geographic township of Wiggins southerly until the Canada-United States border, excluding St. Ignace Island, H. the geographic township of Kilkenny, excluding the lands comprising the Rocky Bay Indian Reserve Number 1, I. the portion of School Section No. 1 MacDiarmid that is not part of the geographic township of Kilkenny, and J. the area described as Public School Section Number One, Kashabowie, in the order made on May 17, 1927 by the public school inspector of the District of Thunder Bay, as set out below: The Western boundary shall be Ninety Degrees and Thirty Minutes West Longitude, and the Southern boundary shall be the continuation of the Southern boundary of the Township of Ames. Beginning at the point of junction of these two lines, the boundaries shall extend five miles eastward, thence five miles northward, thence five miles westward, and thence five miles southward to the starting point. Mining Claim X.L.1 shall be included, touching the North boundary; Mining Claims K.67, K.66, K.34, and J.1 shall be included, touching the West boundary; Mining Claims T.B.6213, X.832, X.523, X.530, and X.534 shall be included, touching the East boundary; and the South boundary of the School Section shall be in line with the South boundary of Mining Claim 539 X, vii. Revoked: O. Reg. 279/00, s. 3 (18). 3. The area of jurisdiction of the Conseil scolaire de district du Centre Sud-Ouest consists of the urban area of the City of Toronto incorporated by the City of Toronto Act, 1997, the regional municipalities of Durham, Haldimand-Norfolk, Halton, Hamilton-Wentworth, Niagara, Peel, Waterloo and York and the Counties of Brant, Bruce, Dufferin, Elgin, Essex, including the Township of Pelee, Grey, Haliburton, Huron, Kent, Lambton, Middlesex, Northumberland (including that portion of the City of West Quinte which on January 1, 1997 was part of the County of Northumberland), Perth, Peterborough, Oxford, Simcoe, Victoria and Wellington. 4. The area of jurisdiction of French-language Public District School Board No. 59 consists of The Regional Municipality of Ottawa-Carleton and the Counties of Frontenac, Hastings (including that portion of the City of West Quinte which on January 1, 1997 was part of the County of Hastings), Lanark, Lennox and Addington, Prince Edward, Renfrew and The United Counties of Leeds and Grenville, The United Counties of Prescott and Russell and The United Counties of Stormont, Dundas and Glengarry. O. Reg. 185/97, s. 9; O. Reg. 278/97, s. 3; O. Reg. 80/98, s. 7; O. Reg. 213/98, ss. 6, 17, 21; O. Reg. 279/00, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>The following are the areas of jurisdiction of the French-language public district school boards:</p> <p class=\"paragraph-e\">1. The area of jurisdiction of the Conseil scolaire de district du Nord-Est de l’Ontario consists of,</p> <p class=\"subpara-e\">i. in the Territorial District of Algoma, the Township of Hornepayne and the geographic townships of Ebbs and Templeton, </p> <p class=\"subpara-e\">ii. in the Territorial District of Cochrane, </p> <p class=\"subsubpara-e\">A. the City of Timmins,</p> <p class=\"subsubpara-e\">B. the Towns of Cochrane, Hearst, Iroquois Falls, Kapuskasing and Smooth Rock Falls,</p> <p class=\"subsubpara-e\">C. the Townships of Fauquier-Strickland, Glackmeyer, Mattice-Val Cote, Moonbeam, Opasatika and Val Rita-Harty,</p> <p class=\"subsubpara-e\">D. the portion of the Township of Black River-Matheson that on December 31, 1996 was not part of the geographic townships of Barnet, Frecheville, Garrison, Harker, Holloway, Lamplugh, Marriott, McCool, Michaud, Rand or Stoughton,</p> <p class=\"subsubpara-e\">E. Revoked: O. Reg. 279/00, s. 3 (3).</p> <p class=\"subsubpara-e\">F. the geographic townships of Aurora, Barker, Blount, Brower, Calder, Casgrain, Clute, Colquhoun, Fournier, Fox, Hanlan, Hanna, Irish, Kendall, Kennedy, Lamarche, Landry, Leitch, Lowther, McCowan, Mortimer, Nansen, Newmarket, O’Brien, Ottaway, Pyne, St. John, Stimson, Stoddard, Studholme, Teefy and Way,</p> <p class=\"subsubpara-e\">G. the portion of the geographic township of Benoit that is not part of the Township of Black River-Matheson, </p> <p class=\"subsubpara-e\">H. the portion of the geographic township of Haggart that is not part of the Township of Fauquier-Strickland, and</p> <p class=\"subsubpara-e\">I. the portion of the geographic township of Owens that is not part of the Township of Val Rita-Harty,</p> <p class=\"subpara-e\">iii. The District Municipality of Muskoka,</p> <p class=\"subpara-e\">iv. in the Territorial District of Nipissing,</p> <p class=\"subsubpara-e\">A. the City of North Bay,</p> <p class=\"subsubpara-e\">B. the Towns of Kearney and Mattawa,</p> <p class=\"subsubpara-e\">C. the Townships of Bonfield, Calvin, Chisholm, East Ferris, Mattawan and Papineau-Cameron,</p> <p class=\"subsubpara-e\">C.1 the Municipality of West Nipissing,</p> <p class=\"subsubpara-e\">D. the Municipality of Temagami, and</p> <p class=\"subsubpara-e\">E. the geographic townships of Blyth, Boyd, Clarkson, Commanda, Deacon, Eddy, Eldridge, Flett, French, Gladman, Gooderham, Hammell, Hartle, Hobbs, Jocko, Kenny, Lauder, Lyman, McCallum, McLaren, Merrick, Notman, Pentland, Phelps, Poitras, Thistle and Wyse,</p> <p class=\"subpara-e\">v. the portion of the Territorial District of Parry Sound that is not in the Municipality of Killarney,</p> <p class=\"subpara-e\">vi. in the Territorial District of Timiskaming,</p> <p class=\"subsubpara-e\">A. the Towns of Charlton, Cobalt, Englehart, Haileybury, Kirkland Lake, Latchford and New Liskeard,</p> <p class=\"subsubpara-e\">B. the Village of Thornloe,</p> <p class=\"subsubpara-e\">C. the Townships of Armstrong, Brethour, Casey, Chamberlain, Coleman, Dack, Dymond, Evanturel, Gauthier, Harley, Harris, Hilliard, Hudson, James, Kerns, Larder Lake, Matachewan and McGarry,</p> <p class=\"subsubpara-e\">D. the geographic townships of Auld, Barber, Barr, Bayly, Beauchamp, Boston, Brigstocke, Bryce, Cane, Catharine, Chown, Corkill, Davidson, Eby, Farr, Firstbrook, Grenfell, Haultain, Henwood, Ingram, Kittson, Lawson, Lebel, Lorrain, Lundy, Maisonville, Marquis, Marter, McElroy, Mickle, Milner, Mulligan, Nicol, Otto, Pacaud, Pense, Roadhouse, Robillard, Savard, Sharpe, Smyth, South Lorrain, Truax, Tudhope, Willet and Willison, and</p> <p class=\"subsubpara-e\">E. the portion of the geographic township of Gillies Limit that is not part of the Township of Coleman, and</p> <p class=\"subpara-e\">vii. in the Territorial District of Sudbury, the Municipality of West Nipissing.</p> <p class=\"paragraph-e\">2. The area of jurisdiction of the Conseil scolaire de district du Grand Nord de l’Ontario consists of,</p> <p class=\"subpara-e\">i. in the Territorial District of Algoma, </p> <p class=\"subsubpara-e\">A. the Cities of Elliot Lake and Sault Ste. Marie,</p> <p class=\"subsubpara-e\">B. the Towns of Blind River, Bruce Mines and Thessalon,</p> <p class=\"subsubpara-e\">C. the Villages of Hilton Beach and Iron Bridge,</p> <p class=\"subsubpara-e\">D. the Townships of Day and Bright Additional, Dubreuilville, Hilton, Jocelyn, Johnson, Laird, Michipicoten, Plummer Additional, Prince, Sables-Spanish Rivers, Shedden, St. Joseph, The North Shore, Thessalon, Thompson and White River,</p> <p class=\"subsubpara-e\">E. the Township of MacDonald, Meredith and Aberdeen Additional,</p> <p class=\"subsubpara-e\">F. the Township of Tarbutt and Tarbutt Additional,</p> <p class=\"subsubpara-e\">G. the geographic townships of Aberdeen, Archibald, Aweres, Bridgland, Bright, Chenard, Cobden, Dennis, Deroche, Dunphy, Esquega, Fenwick, Fiddler, Finon, Fisher, Galbraith, Gaudette, Gladstone, Gould, Grasett, Haughton, Havilland, Herrick, Hodgins, Home, Huotari, Jarvis, Jogues, Juillette, Kamichisitit, Kars, Kincaid, Kirkwood, Ley, Mack, McMahon, Montgomery, Morin, Nouvel, Parkinson, Patton, Peever, Pennefather, Rix, Rose, Ryan, Scarfe, Shields, Slater, Tilley, Timmermans, Tupper, VanKoughnet and Wells,</p> <p class=\"subsubpara-e\">H. the portion of the geographic township of Striker not included in the Township of The North Shore, </p> <p class=\"subsubpara-e\">I. all the islands in the North Channel of Lake Huron lying south of the geographic townships of Bright, Cobden, and the portion of Striker that is not part of the Township of The North Shore, and</p> <p class=\"subsubpara-e\">J. the mining locations known as Montreal Mining Southern Location, Montreal Mining Northern Location, A. McDonnell Mining Location, Kincaid Mining Locations 5, 6, 7 and 8 and Rankin Mining Location,</p> <p class=\"subpara-e\">ii. in the Territorial District of Kenora, </p> <p class=\"subsubpara-e\">A. the City of Dryden,</p> <p class=\"subsubpara-e\">A.1 the Municipality of Red Lake,</p> <p class=\"subsubpara-e\">B. the Towns of Jaffray Melick, Keewatin, Kenora and Sioux Lookout,</p> <p class=\"subsubpara-e\">C. the Townships of Ear Falls, Ignace, Lake of the Woods, Machin and Sioux Narrows,</p> <p class=\"subsubpara-e\">D. the geographic townships of Boys, Britton, Buller, Colenso, Dome, Eton, Godson, Hartman, Ilsley, Kirkup, Ladysmith, Melgund, Mutrie, Pellatt, Phillips, Redditt, Redvers, Rowell, Rugby, Smellie, Southworth, Tweedsmuir, Van Horne, Wabigoon, Wainwright and Zealand,</p> <p class=\"subsubpara-e\">D.1 the portions of the geographic Townships of Baird and Heyson that are not part of the Municipality of Red Lake,</p> <p class=\"subsubpara-e\">E. the portion of the geographic township of Aubrey that is not part of the Township of Machin,</p> <p class=\"subsubpara-e\">F. all the lands in unsurveyed territory in the vicinity of the station house of the Canadian National Railways at Minaki described as follows:</p> <p class=\"subsubsubpara-e\">commencing at a point distant 4 kilometres measured east astronomically from the northeast corner of the said station house,</p> <p class=\"subsubsubpara-e\">thence north astronomically 4 kilometres,</p> <p class=\"subsubsubpara-e\">thence west astronomically 8 kilometres,</p> <p class=\"subsubsubpara-e\">thence south astronomically 8 kilometres,</p> <p class=\"subsubsubpara-e\">thence east astronomically 8 kilometres,</p> <p class=\"subsubsubpara-e\">thence north astronomically 4 kilometres to the point of commencement,</p> <p class=\"subsubpara-e\">G. except for those parts of the mainland which are crossed by the said line, all lands lying north of a line extending from the southernmost extremity of the geographic township of Boys to the southwest corner of the geographic township of Kirkup and south of the southerly boundaries of the geographic townships of Boys and Pellatt, the towns of Jaffray Melick, Keewatin and Kenora,</p> <p class=\"subsubpara-e\">H. all lands within an area of 6.4 kilometres in width and lying on both sides of the centre line of tertiary road Number 804 and within 3.2 kilometres of the said centre line measured at right angles thereto, and not in the Township of Ear Falls, </p> <p class=\"subsubpara-e\">I. all lands within an area of 6.4 kilometres in width and lying on both sides of the centre line of that part of the King’s Highway known as Number 105 and within 3.2 kilometres of and measured at right angles to that portion of the centre line of the said part of the highway extending in a generally northerly and northwesterly direction from its intersection with the centre line of Pickerel Creek to its intersection with the southerly limit of the Municipality of Red Lake, and not in the Township of Ear Falls or referred to in subparagraph H,</p> <p class=\"subsubpara-e\">J. all lands, other than the geographic townships of Godson, Phillips and Tweedsmuir and the Township of Lake of the Woods, within an area the boundary sides of which are as follows:</p> <p class=\"subsubsubpara-e\">1. on the west side, the International Boundary between the point of intersection thereon of the 49th degree parallel of north latitude and the point of intersection of the production westerly of the north boundary of the geographic Township of Tweedsmuir along the 4th base line,</p> <p class=\"subsubsubpara-e\">2. on the south side, the line described as commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary,</p> <p class=\"subsubsubpara-e\">thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods,</p> <p class=\"subsubsubpara-e\">thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the south boundary of the geographic township of Godson,</p> <p class=\"subsubsubpara-e\">thence due east along the said south boundary of the said geographic Township and along their production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line,</p> <p class=\"subsubsubpara-e\">3. on the east side, O.L.S. Alexander Niven’s 6th meridian line between the 24th mile post thereon and the point of intersection on the said meridian line of the production due east along the 4th base line of the north boundary of the geographic township of Tweedsmuir, and</p> <p class=\"subsubsubpara-e\">4. on the north side, the production along the 4th base line westerly to the International Boundary and easterly to O.L.S. Alexander Niven’s 6th meridian line of the north boundary of the geographic township of Tweedsmuir, and</p> <p class=\"subsubpara-e\">K. all and singular that tract of land situate in the Territorial District of Kenora being within an area four miles in width lying on both sides of the centre line of secondary highway No. 599 and within two miles of and measured at right angles to that portion of the said centre line extending from the easterly boundary of the Township of Ignace northeasterly a distance of 45 miles,</p> <p class=\"subpara-e\">iii. the Territorial District of Manitoulin,</p> <p class=\"subpara-e\">iv. in the Territorial District of Rainy River, </p> <p class=\"subsubpara-e\">A. the Towns of Fort Frances and Rainy River,</p> <p class=\"subsubpara-e\">B. the Townships of Alberton, Atikokan, Chapple, Dawson, Emo, La Vallee, Lake of the Woods and Morley,</p> <p class=\"subsubpara-e\">C. Revoked: O. Reg. 213/98, s. 6 (8).</p> <p class=\"subsubpara-e\">D. the geographic townships of Asmussen, Baker, Bennett, Claxton, Croome, Dance, Dewart, Farrington, Fleming, Griesinger, Halkirk, Hutchinson, Kingsford, Mathieu, McCaul, McLarty, Menary, Miscampbell, Nelles, Pratt, Rowe, Senn, Sifton, Spohn, Sutherland, Tanner, Trottier and Watten,</p> <p class=\"subsubpara-e\">E. all the lands in unsurveyed territory described as follows:</p> <p class=\"subsubsubpara-e\">commencing at the southwest corner of the geographic township of Bennett,</p> <p class=\"subsubsubpara-e\">thence south astronomically 9.6 kilometres,</p> <p class=\"subsubsubpara-e\">thence east astronomically to a point distant 9.6 kilometres measured south astronomically from the southeast corner of the geographic township of Baker,</p> <p class=\"subsubsubpara-e\">thence north astronomically 9.6 kilometres more or less to the southeast corner of the geographic township of Baker,</p> <p class=\"subsubsubpara-e\">thence west astronomically to the point of commencement,</p> <p class=\"subsubpara-e\">F. all the lands in unsurveyed territory described as follows:</p> <p class=\"subsubsubpara-e\">commencing at the southwest corner of the geographic township of McCaul,</p> <p class=\"subsubsubpara-e\">thence south astronomically 9.6 kilometres,</p> <p class=\"subsubsubpara-e\">thence east astronomically to a point distant 9.6 kilometres measured south astronomically from the southeast corner of the geographic township of Trottier,</p> <p class=\"subsubsubpara-e\">thence north astronomically 9.6 kilometres more or less to the southeast corner of the geographic township of Trottier,</p> <p class=\"subsubsubpara-e\">thence west astronomically to the point of commencement,</p> <p class=\"subsubpara-e\">G. the Wild Land Reserve, and</p> <p class=\"subsubpara-e\">H. all lands in unsurveyed territory within an area the boundary sides of which are as follows:</p> <p class=\"subsubsubpara-e\">1. on the north side, the northerly limit of the Territorial District of Rainy River commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary,</p> <p class=\"subsubsubpara-e\">thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods,</p> <p class=\"subsubsubpara-e\">thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the north boundaries of the geographic townships of Claxton and McLarty,</p> <p class=\"subsubsubpara-e\">thence due easterly along the said north boundaries of the said geographic townships and along their production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line,</p> <p class=\"subsubsubpara-e\">thence due south along the said meridian line 9.6 kilometres to the 18th mile post thereon in latitude 49° 0' 6\" north,</p> <p class=\"subsubsubpara-e\">thence due east to the point of intersection of the production north of the east boundary of the geographic township of Farrington,</p> <p class=\"subsubsubpara-e\">2. on the east side, the line formed by the east boundary of the geographic township of Farrington, the production of the said east boundary due north to the north boundary of the Territorial District of Rainy River and the production due south of the said east boundary to the International Boundary,</p> <p class=\"subsubsubpara-e\">3. on the south side, the International Boundary from the mouth of the Rainy River easterly to the point of intersection on the International Boundary of the production due south of the east boundary of the geographic township of Farrington, and</p> <p class=\"subsubsubpara-e\">4. on the west side, the International Boundary from the mouth of the Rainy River northerly to the point of intersection on the International Boundary of the 49th degree parallel of north latitude,</p> <p class=\"subpara-e\">v. in the Territorial District of Sudbury,</p> <p class=\"subsubpara-e\">A. the City of Greater Sudbury,</p> <p class=\"subsubpara-e\">B. the Town of Espanola,</p> <p class=\"subsubpara-e\">C. the Townships of Chapleau, Baldwin, Hagar and Sables-Spanish Rivers,</p> <p class=\"subsubpara-e\">D. the Township of Casimir, Jennings and Appleby,</p> <p class=\"subsubpara-e\">E. the Municipality of French River,</p> <p class=\"subsubpara-e\">E.1 the Municipality of Killarney,</p> <p class=\"subsubpara-e\">F. the Township of Nairn and Hyman,</p> <p class=\"subsubpara-e\">G. the Township of Ratter and Dunnet,</p> <p class=\"subsubpara-e\">G.1 Revoked: O. Reg. 279/00, s. 3 (13).</p> <p class=\"subsubpara-e\">H. the geographic townships of Allen, Awrey, Burwash, Cartier, Cascaden, Caverley, Chapleau, Cox, Curtin, Davis, de Gaulle, Eisenhower, Foster, Foy, Gallagher, Genier, Halsey, Hart, Harty, Hawley, Hendrie, Henry, Hess, Kaplan, Laura, Loughrin, Moncrieff, Mongowin, Panet, Roosevelt, Secord, Servos, Street and Truman,</p> <p class=\"subsubpara-e\">I. the portions of the geographic townships of Eden, Tilton and Trill that are not part of the City of Greater Sudbury,</p> <p class=\"subsubpara-e\">J. the portion of the geographic township of Janes that is not part of the Municipality of West Nipissing, and</p> <p class=\"subsubpara-e\">K. the portions of the geographic townships of Bigwood, Cherriman and Haddo that are not part of the Municipality of French River,</p> <p class=\"subpara-e\">v.1 the portion of the Territorial District of Parry Sound that is in the Municipality of Killarney, and</p> <p class=\"subpara-e\">vi. in the Territorial District of Thunder Bay,</p> <p class=\"subsubpara-e\">A. the City of Thunder Bay,</p> <p class=\"subsubpara-e\">B. the Towns of Geraldton, Longlac and Marathon,</p> <p class=\"subsubpara-e\">B.1 the municipalities of Neebing and Oliver Paipoonge,</p> <p class=\"subsubpara-e\">C. the Townships of Beardmore, Conmee, Dorion, Gillies, Manitouwadge, Nipigon, O’Connor, Red Rock, Schreiber, Shuniah and Terrace Bay,</p> <p class=\"subsubpara-e\">D. the geographic townships of Atikameg, Ashmore, Blackwell, Bomby, Boothe, Brothers, Bryant, Byron, Cecil, Cecile, Coldwell, Conacher, Corrigal, Cotte, Daley, Davies, Devon, Errington, Flood, Foote, Forbes, Fraleigh, Goldie, Golding, Gorham, Grain, Grenville, Hagey, Herbert, Homer, Houck, Killraine, Knowles, Laberge, Lahontan, Laurie, Lecours, Leduc, Lismore, Lybster, Lyon, Marks, McCron, McGill, Michener, Mikano, Nickle, Oakes, O’Neill, Pic, Priske, Roberta, Robson, Shabotik, Sibley, Spooner, Stirling, Strange, Strey, Syine, Tuuri, Walsh, Ware, Wiggins and Yesno, </p> <p class=\"subsubpara-e\">E. the Dawson Road Lots, </p> <p class=\"subsubpara-e\">F. the area bounded by the easterly boundary of Lot 1, Concessions 1 and 2 of the Dawson Road Lots; the southerly boundary of the geographic township of Forbes; the westerly shore of the Kaministiquia River (sometimes known as the Dog River) and the northerly shore of the Shebandowan River (sometimes known as the Matawin River),</p> <p class=\"subsubpara-e\">G. all lands in unsurveyed territory within an area described as follows:</p> <p class=\"subsubsubpara-e\">1. on the north side, the extension of the north side of the geographic township of Davies westerly to intersect with the boundary formed by extending the west side of the geographic township of Wiggins northerly until it meets the said extension,</p> <p class=\"subsubsubpara-e\">2. on the east side, the extension of the east side of the geographic township of Spooner southerly until the Canada-United States border,</p> <p class=\"subsubsubpara-e\">3. on the south side, the Canada-United States border, and</p> <p class=\"subsubsubpara-e\">4. on the west side, the extension of the west side of the geographic township of Wiggins southerly until the Canada-United States border, excluding St. Ignace Island,</p> <p class=\"subsubpara-e\">H. the geographic township of Kilkenny, excluding the lands comprising the Rocky Bay Indian Reserve Number 1,</p> <p class=\"subsubpara-e\">I. the portion of School Section No. 1 MacDiarmid that is not part of the geographic township of Kilkenny, and</p> <p class=\"subsubpara-e\">J. the area described as Public School Section Number One, Kashabowie, in the order made on May 17, 1927 by the public school inspector of the District of Thunder Bay, as set out below:</p> <p class=\"subsubpara-e\">The Western boundary shall be Ninety Degrees and Thirty Minutes West Longitude, and the Southern boundary shall be the continuation of the Southern boundary of the Township of Ames. Beginning at the point of junction of these two lines, the boundaries shall extend five miles eastward, thence five miles northward, thence five miles westward, and thence five miles southward to the starting point. Mining Claim X.L.1 shall be included, touching the North boundary; Mining Claims K.67, K.66, K.34, and J.1 shall be included, touching the West boundary; Mining Claims T.B.6213, X.832, X.523, X.530, and X.534 shall be included, touching the East boundary; and the South boundary of the School Section shall be in line with the South boundary of Mining Claim 539 X,</p> <p class=\"subpara-e\">vii. Revoked: O. Reg. 279/00, s. 3 (18).</p> <p class=\"paragraph-e\">3. The area of jurisdiction of the Conseil scolaire de district du Centre Sud-Ouest consists of the urban area of the City of Toronto incorporated by the <i>City of Toronto Act, 1997</i>, the regional municipalities of Durham, Haldimand-Norfolk, Halton, Hamilton-Wentworth, Niagara, Peel, Waterloo and York and the Counties of Brant, Bruce, Dufferin, Elgin, Essex, including the Township of Pelee, Grey, Haliburton, Huron, Kent, Lambton, Middlesex, Northumberland (including that portion of the City of West Quinte which on January 1, 1997 was part of the County of Northumberland), Perth, Peterborough, Oxford, Simcoe, Victoria and Wellington.</p> <p class=\"paragraph-e\">4. The area of jurisdiction of French-language Public District School Board No. 59 consists of The Regional Municipality of Ottawa-Carleton and the Counties of Frontenac, Hastings (including that portion of the City of West Quinte which on January 1, 1997 was part of the County of Hastings), Lanark, Lennox and Addington, Prince Edward, Renfrew and The United Counties of Leeds and Grenville, The United Counties of Prescott and Russell and The United Counties of Stormont, Dundas and Glengarry. O. Reg. 185/97, s. 9; O. Reg. 278/97, s. 3; O. Reg. 80/98, s. 7; O. Reg. 213/98, ss. 6, 17, 21; O. Reg. 279/00, s. 3.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. Eight French-language separate district school boards are established. O. Reg. 185/97, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>Eight French-language separate district school boards are established. O. Reg. 185/97, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. The name of each French-language separate district school board is “Conseil de district des écoles séparées de langue française no___” (inserting a number between 60 and 66 or a combination of numbers and letters as set out in each paragraph of section 12) unless otherwise specified in the Schedules. O. Reg. 185/97, s. 11; O. Reg. 80/98, s. 8; O. Reg. 213/98, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> The name of each French-language separate district school board is “Conseil de district des écoles séparées de langue française n<sup>o</sup>___” (inserting a number between 60 and 66 or a combination of numbers and letters as set out in each paragraph of section 12) unless otherwise specified in the Schedules. O. Reg. 185/97, s. 11; O. Reg. 80/98, s. 8; O. Reg. 213/98, s. 7.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. The following are the areas of jurisdiction of the French-language separate district school boards: 1. The area of jurisdiction of the Conseil scolaire de district catholique des Grandes Rivières consists of, i. in the Territorial District of Algoma, the geographic townships of Ebbs and Templeton, ii. in the Territorial District of Cochrane, A. the City of Timmins, B. the Towns of Cochrane, Hearst, Iroquois Falls, Kapuskasing and Smooth Rock Falls, C. the Townships of Fauquier-Strickland, Glackmeyer, Mattice-Val Cote, Moonbeam, Opasatika and Val Rita-Harty, D. the portion of the Township of Black River-Matheson that on December 31, 1996 was not part of the geographic townships of Barnet, Frecheville, Garrison, Harker, Holloway, Lamplugh, Marriott, McCool, Michaud, Rand or Stoughton, E. Revoked: O. Reg. 279/00, s. 4 (2). F. the geographic townships of Aurora, Barker, Blount, Brower, Calder, Casgrain, Clute, Colquhoun, Fournier, Fox, Hanlan, Hanna, Irish, Kendall, Kennedy, Landry, Lamarche, Leitch, Lowther, McCowan, Mortimer, Nansen, Newmarket, O’Brien, Ottaway, Pyne, St. John, Stimson, Stoddard, Studholme, Teefy and Way, G. the portion of the geographic township of Benoit that is not part of the Township of Black River-Matheson, H. the portion of the geographic township of Haggart that is not part of the Township of Fauquier-Strickland, and I. the portion of the geographic township of Owens that is not part of the Township of Val Rita-Harty, iii. in the Territorial District of Nipissing, A. the Municipality of Temagami, and B. the geographic townships of Eldridge, Flett, Gladman, Gooderham, Hammell, Hartle, Hobbs, Kenny, McCallum, McLaren and Thistle, and iv. in the Territorial District of Timiskaming, A. the Towns of Cobalt, Charlton, Englehart, Haileybury, Kirkland Lake, Latchford and New Liskeard, B. the Village of Thornloe, C. the Townships of Armstrong, Brethour, Casey, Chamberlain, Coleman, Dack, Dymond, Evanturel, Gauthier, Harley, Harris, Hilliard, Hudson, James, Kerns, Larder Lake, Matachewan and McGarry, D. the geographic townships of Auld, Barber, Barr, Bayly, Beauchamp, Boston, Brigstocke, Bryce, Cane, Catharine, Chown, Corkill, Davidson, Eby, Farr, Firstbrook, Grenfell, Haultain, Henwood, Ingram, Kittson, Lawson, Lebel, Lorrain, Lundy, Maisonville, Marquis, Marter, McElroy, Mickle, Milner, Mulligan, Nichol, Otto, Pacaud, Pense, Roadhouse, Robillard, Savard, Sharpe, Smyth, South Lorrain, Truax, Tudhope, Willet and Willison, and E. the portion of the geographic township of Gillies Limit that is not part of the Township of Coleman. 2. The area of jurisdiction of the Conseil scolaire de district catholique Franco-Nord consists of, i. in the Territorial District of Nipissing, A. the City of North Bay, B. the Municipality of West Nipissing, C. the Towns of Kearney and Mattawa, D. the Townships of Bonfield, Calvin, Chisholm, East Ferris, Mattawan and Papineau-Cameron, and E. the geographic townships of Blyth, Boyd, Clarkson, Commanda, Deacon, Eddy, French, Jocko, Lauder, Lyman, Merrick, Notman, Pentland, Phelps, Poitras and Wyse, ii. in the Territorial District of Parry Sound, A. the Towns of Kearney, Powassan and Trout Creek, B. the Villages of Burk’s Falls, South River and Sundridge, C. the Townships of Armour, Joly, Machar, McMurrich/Monteith, Nipissing, North Himsworth, Perry, Ryerson, South Himsworth and Strong, D. Revoked: O. Reg. 279/00, s. 4 (6). E. the geographic townships of Laurier, Lount, Patterson and Pringle, and F. the portion of the Township of Magnetawan that was not formerly part of the geographic township of Croft, and iii. in the Territorial District of Sudbury, the Municipality of West Nipissing. 3. The area of jurisdiction of the Conseil scolaire de district catholique du Nouvel-Ontario consists of, i. in the Territorial District of Algoma, A. the Cities of Elliot Lake and Sault Ste. Marie, B. the Town of Blind River, C. the Village of Iron Bridge, D. the Township of Day and Bright Additional, E. the Township of Macdonald, Meredith and Aberdeen Additional, F. the Township of Tarbutt and Tarbutt Additional, G. the Townships of Johnson, Laird, Michipicoten, The North Shore, Prince, Sables-Spanish Rivers, Shedden, Thompson and White River, H. the geographic townships of Archibald, Aweres, Bright, Cobden, Dennis, Deroche, Esquega, Fenwick, Fiddler, Fisher, Gaudette, Gladstone, Grasett, Havilland, Herrick, Hodgins, Home, Jarvis, Jogues, Juillette, Kamichisitit, Kars, Kincaid, Ley, Mack, Montgomery, Nouvel, Parkinson, Patton, Peever, Pennefather, Rix, Ryan, Scarfe, Shields, Slater, Tilley, Timmermans, Tupper and VanKoughnet, I. the mining locations known as Montreal Mining Southern Location, Montreal Mining Northern Location, A. McDonnell Mining Location, Kincaid Mining Locations, 5, 6, 7 and 8 and Rankin Mining Location, J. the portion of the geographic township of Striker that is not part of the Township of The North Shore, and K. all the islands of the North Channel of Lake Huron lying south of the geographic townships of Bright, Cobden and the portion of Striker that is not part of the Township of the North Shore, ii. in the Territorial District of Manitoulin, A. the Municipality of Killarney, and B. Ward No. 2 of the Town of Northeastern Manitoulin and the Islands, iii. in the Territorial District of Parry Sound, the geographic townships of Henvey and Wallbridge, and iv. in the Territorial District of Sudbury, A. the City of Greater Sudbury, B. the Town of Espanola, C. the Township of Casimir, Jennings and Appleby, D. the Municipality of French River, D.1 the Municipality of Killarney, E. the Township of Nairn and Hyman, F. the Township of Ratter and Dunnet, G. the Townships of Baldwin, Chapleau, Hagar and Sables-Spanish Rivers, G.1 Revoked: O. Reg. 279/00, s. 4 (13). H. the geographic townships of Allen, Awrey, Burwash, Cartier, Cascaden, Caverley, Chapleau, Cox, Curtin, Davis, de Gaulle, Eisenhower, Foster, Foy, Gallagher, Genier, Halsey, Hart, Harty, Hawley, Hendrie, Henry, Hess, Kaplan, Laura, Loughrin, Moncrieff, Mongowin, Panet, Roosevelt, Secord, Servos, Street and Truman, I. the portions of the geographic townships of Eden and Tilton that are not part of the City of Greater Sudbury, J. Revoked: O. Reg. 279/00, s. 4 (15). K. the portion of the geographic township of Trill that is not part of the City of Greater Sudbury, L. the portion of the geographic township of Janes that is not part of the Municipality of West Nipissing, and M. the portions of the geographic townships of Bigwood, Cherriman and Haddo that are not part of the Municipality of French River, v. Revoked: O. Reg. 279/00, s. 4 (17). 4. The area of jurisdiction of the Conseil scolaire de district catholique des Aurores boréales consists of, i. in the Territorial District of Kenora, A. the City of Dryden, B. the Towns of Jaffray Melick, Keewatin, Kenora and Sioux Lookout, C. the Townships of Lake of the Woods, Machin and Sioux Narrows, D. the geographic townships of Boys, Britton, Buller, Colenso, Eton, Godson, Hartman, Ilsley, Kirkup, Ladysmith, Melgund, Mutrie, Pellatt, Phillips, Redditt, Redvers, Rowell, Rugby, Smellie, Southworth, Tweedsmuir, Van Horne, Wabigoon, Wainwright and Zealand, E. the portion of the geographic township of Aubrey that is not part of the Township of Machin, F. all the lands in unsurveyed territory in the vicinity of the station house of the Canadian National Railways at Minaki described as follows: commencing at a point distant 4 kilometres measured east astronomically from the northeast corner of the said station house, thence north astronomically 4 kilometres, thence west astronomically 8 kilometres, thence south astronomically 8 kilometres, thence east astronomically 8 kilometres, thence north astronomically 4 kilometres to the point of commencement, G. except for those parts of the mainland which are crossed by the said line, all lands lying north of a line extending from the southernmost extremity of the geographic township of Boys to the southwest corner of the geographic township of Kirkup and south of the southerly boundaries of the geographic townships of Boys and Pellatt, the towns of Jaffray Melick, Keewatin and Kenora, and H. all lands, other than the geographic townships of Godson, Phillips and Tweedsmuir and the Township of Lake of the Woods, within an area the boundary sides of which are as follows: 1. on the west side, the International Boundary between the point of intersection thereon of the 49th degree parallel of north latitude and the point of intersection of the production westerly of the north boundary of the geographic township of Tweedsmuir along the 4th base line, 2. on the south side, the line described as commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary, thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods, thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the south boundary of the geographic township of Godson, thence due east along the said south boundary of the said geographic township and along its production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line, 3. on the east side, O.L.S. Alexander Niven’s 6th meridian line between the 24th mile post thereon and the point of intersection on the said meridian line of the production due east along the 4th base line of the north boundary of the geographic township of Tweedsmuir, and 4. on the north side, the production along the 4th base line westerly to the International Boundary and easterly to O.L.S. Alexander Niven’s 6th meridian line of the north boundary of the geographic township of Tweedsmuir, ii. in the Territorial District of Rainy River, A. the Towns of Fort Frances and Rainy River, B. the Townships of Alberton, Chapple, Dawson, Emo, La Vallee, Lake of the Woods and Morley, C. Revoked: O. Reg. 213/98, s. 8 (13). D. the geographic townships of Claxton, Croome, Dance, Dewart, Farrington, Fleming, Griesinger, Halkirk, Kingsford, Mathieu, McLarty, Menary, Miscampbell, Nelles, Pratt, Rowe, Senn, Sifton, Spohn, Sutherland and Watten, E. the Wild Land Reserve, and F. all lands in unsurveyed territory within an area the boundary sides of which are as follows: 1. on the north side, the northerly limit of the Territorial District of Rainy River commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary, thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods, thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the north boundaries of the geographic townships of Claxton and McLarty, thence due easterly along the said north boundaries of the said geographic townships and along their production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line, thence due south along the said meridian line 9.6 kilometres to the 18th mile post thereon in latitude 49° 0' 6\" north, thence due east to the point of intersection of the production north of the east boundary of the geographic township of Farrington, 2. on the east side, the line formed by the east boundary of the geographic township of Farrington, the production of the said east boundary due north to the north boundary of the Territorial District of Rainy River and the production due south of the said east boundary to the International Boundary, 3. on the south side, the International Boundary from the mouth of the Rainy River easterly to the point of intersection on the International Boundary of the production due south of the east boundary of the geographic township of Farrington, and 4. on the west side, the International Boundary from the mouth of the Rainy River northerly to the point of intersection on the International Boundary of the 49th degree parallel of north latitude, and iii. in the Territorial District of Thunder Bay, A. the City of Thunder Bay, B. the Towns of Geraldton, Longlac and Marathon, B.1 the municipalities of Neebing and Oliver Paipoonge, C. the Townships of Beardmore, Conmee, Dorion, Gillies, Manitouwadge, Nakina, Nipigon, O’Connor, Red Rock, Schreiber, Shuniah and Terrace Bay, D. the geographic townships of Ashmore, Atikameg, Blackwell, Bomby, Boothe, Brothers, Bryant, Byron, Cecil, Cecile, Coldwell, Conacher, Corrigal, Cotte, Daley, Davies, Devon, Errington, Flood, Foote, Forbes, Fraleigh, Goldie, Golding, Gorham, Grain, Grenville, Hagey, Herbert, Homer, Houck, Killraine, Knowles, Laberge, Lahontan, Laurie, Lecours, Leduc, Lismore, Lybster, Lyon, Marks, McCron, McGill, Michener, Mikano, Nickle, Oakes, O’Neill, Pic, Priske, Roberta, Robson, Shabotik, Sibley, Spooner, Stirling, Strange, Strey, Syine, Tuuri, Walsh, Ware, Wiggins and Yesno, E. the Dawson Road Lots, F. the area bounded by the easterly boundary of Lot 1, Concessions 1 and 2 of the Dawson Road Lots, the southerly boundary of the geographic township of Forbes, the westerly shore of the Kaministiquia River (sometimes known as the Dog River) and the northerly shore of the Shebandowan River (sometimes known as the Matawin River), and G. all lands, excluding St. Ignace Island, in unsurveyed territory within an area described as follows: 1. on the north side, the extension of the north side of the geographic township of Davies westerly to intersect with the boundary formed by extending the west side of the geographic township of Wiggins northerly until it meets the said extension, 2. on the east side, the extension of the east side of the geographic township of Spooner southerly until the Canada-United States border, 3. on the south side, the Canada-United States border, and 4. on the west side, the extension of the west side of the geographic township of Wiggins southerly until the Canada-United States border. 5. The area of jurisdiction of the Conseil scolaire de district des écoles catholiques du Sud-Ouest consists of the Counties of Bruce, Grey, Huron, Perth, Oxford, Middlesex, Elgin, Lambton, Kent and Essex (including the Township of Pelee). 6. The area of jurisdiction of the Conseil scolaire de district catholique Centre-Sud consists of, i. the urban area of the City of Toronto incorporated by the City of Toronto Act, 1997, ii. the regional municipalities of Durham, York, Peel, Haldimand-Norfolk, Halton, Hamilton-Wentworth, Niagara and Waterloo, iii. the Counties of Brant, Dufferin, Northumberland (including that portion of the City of West Quinte which on January 1, 1997 was part of the County of Northumberland), Peterborough, Simcoe, Victoria and Wellington, iv. The District Municipality of Muskoka, and v. in the Territorial District of Parry Sound, the Town of Parry Sound and the Townships of Carling, McDougall, McKellar and Seguin. 7. The area of jurisdiction of the Conseil scolaire de district catholique de l’Est ontarien consists of the United Counties of Stormont, Dundas and Glengarry and the United Counties of Prescott and Russell. 8. The area of jurisdiction of the Conseil scolaire de district catholique du Centre-Est de l’Ontario consists of The Regional Municipality of Ottawa-Carleton, the Counties of Frontenac, Hastings (including that portion of the City of West Quinte which on January 1, 1997 was part of the County of Hastings), Lanark, Lennox and Addington, Prince Edward, Renfrew and the United Counties of Leeds and Grenville, and, in the Territorial District of Nipissing, the Township of South Algonquin. O. Reg. 185/97, s. 12; O. Reg. 278/97, s. 4; O. Reg. 213/98, ss. 8, 14, 18, 22; O. Reg. 279/00, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> The following are the areas of jurisdiction of the French-language separate district school boards:</p> <p class=\"paragraph-e\">1. The area of jurisdiction of the Conseil scolaire de district catholique des Grandes Rivières consists of,</p> <p class=\"subpara-e\">i. in the Territorial District of Algoma, the geographic townships of Ebbs and Templeton,</p> <p class=\"subpara-e\">ii. in the Territorial District of Cochrane, </p> <p class=\"subsubpara-e\">A. the City of Timmins,</p> <p class=\"subsubpara-e\">B. the Towns of Cochrane, Hearst, Iroquois Falls, Kapuskasing and Smooth Rock Falls,</p> <p class=\"subsubpara-e\">C. the Townships of Fauquier-Strickland, Glackmeyer, Mattice-Val Cote, Moonbeam, Opasatika and Val Rita-Harty,</p> <p class=\"subsubpara-e\">D. the portion of the Township of Black River-Matheson that on December 31, 1996 was not part of the geographic townships of Barnet, Frecheville, Garrison, Harker, Holloway, Lamplugh, Marriott, McCool, Michaud, Rand or Stoughton,</p> <p class=\"subsubpara-e\">E. Revoked: O. Reg. 279/00, s. 4 (2).</p> <p class=\"subsubpara-e\">F. the geographic townships of Aurora, Barker, Blount, Brower, Calder, Casgrain, Clute, Colquhoun, Fournier, Fox, Hanlan, Hanna, Irish, Kendall, Kennedy, Landry, Lamarche, Leitch, Lowther, McCowan, Mortimer, Nansen, Newmarket, O’Brien, Ottaway, Pyne, St. John, Stimson, Stoddard, Studholme, Teefy and Way,</p> <p class=\"subsubpara-e\">G. the portion of the geographic township of Benoit that is not part of the Township of Black River-Matheson,</p> <p class=\"subsubpara-e\">H. the portion of the geographic township of Haggart that is not part of the Township of Fauquier-Strickland, and </p> <p class=\"subsubpara-e\">I. the portion of the geographic township of Owens that is not part of the Township of Val Rita-Harty,</p> <p class=\"subpara-e\">iii. in the Territorial District of Nipissing,</p> <p class=\"subsubpara-e\">A. the Municipality of Temagami, and</p> <p class=\"subsubpara-e\">B. the geographic townships of Eldridge, Flett, Gladman, Gooderham, Hammell, Hartle, Hobbs, Kenny, McCallum, McLaren and Thistle, and</p> <p class=\"subpara-e\">iv. in the Territorial District of Timiskaming, </p> <p class=\"subsubpara-e\">A. the Towns of Cobalt, Charlton, Englehart, Haileybury, Kirkland Lake, Latchford and New Liskeard,</p> <p class=\"subsubpara-e\">B. the Village of Thornloe,</p> <p class=\"subsubpara-e\">C. the Townships of Armstrong, Brethour, Casey, Chamberlain, Coleman, Dack, Dymond, Evanturel, Gauthier, Harley, Harris, Hilliard, Hudson, James, Kerns, Larder Lake, Matachewan and McGarry,</p> <p class=\"subsubpara-e\">D. the geographic townships of Auld, Barber, Barr, Bayly, Beauchamp, Boston, Brigstocke, Bryce, Cane, Catharine, Chown, Corkill, Davidson, Eby, Farr, Firstbrook, Grenfell, Haultain, Henwood, Ingram, Kittson, Lawson, Lebel, Lorrain, Lundy, Maisonville, Marquis, Marter, McElroy, Mickle, Milner, Mulligan, Nichol, Otto, Pacaud, Pense, Roadhouse, Robillard, Savard, Sharpe, Smyth, South Lorrain, Truax, Tudhope, Willet and Willison, and</p> <p class=\"subsubpara-e\">E. the portion of the geographic township of Gillies Limit that is not part of the Township of Coleman.</p> <p class=\"paragraph-e\">2. The area of jurisdiction of the Conseil scolaire de district catholique Franco-Nord consists of,</p> <p class=\"subpara-e\">i. in the Territorial District of Nipissing, </p> <p class=\"subsubpara-e\">A. the City of North Bay,</p> <p class=\"subsubpara-e\">B. the Municipality of West Nipissing,</p> <p class=\"subsubpara-e\">C. the Towns of Kearney and Mattawa,</p> <p class=\"subsubpara-e\">D. the Townships of Bonfield, Calvin, Chisholm, East Ferris, Mattawan and Papineau-Cameron, and</p> <p class=\"subsubpara-e\">E. the geographic townships of Blyth, Boyd, Clarkson, Commanda, Deacon, Eddy, French, Jocko, Lauder, Lyman, Merrick, Notman, Pentland, Phelps, Poitras and Wyse,</p> <p class=\"subpara-e\">ii. in the Territorial District of Parry Sound, </p> <p class=\"subsubpara-e\">A. the Towns of Kearney, Powassan and Trout Creek, </p> <p class=\"subsubpara-e\">B. the Villages of Burk’s Falls, South River and Sundridge,</p> <p class=\"subsubpara-e\">C. the Townships of Armour, Joly, Machar, McMurrich/Monteith, Nipissing, North Himsworth, Perry, Ryerson, South Himsworth and Strong,</p> <p class=\"subsubpara-e\">D. Revoked: O. Reg. 279/00, s. 4 (6).</p> <p class=\"subsubpara-e\">E. the geographic townships of Laurier, Lount, Patterson and Pringle, and</p> <p class=\"subsubpara-e\">F. the portion of the Township of Magnetawan that was not formerly part of the geographic township of Croft, and</p> <p class=\"subpara-e\">iii. in the Territorial District of Sudbury, the Municipality of West Nipissing.</p> <p class=\"paragraph-e\">3. The area of jurisdiction of the Conseil scolaire de district catholique du Nouvel-Ontario consists of,</p> <p class=\"subpara-e\">i. in the Territorial District of Algoma, </p> <p class=\"subsubpara-e\">A. the Cities of Elliot Lake and Sault Ste. Marie,</p> <p class=\"subsubpara-e\">B. the Town of Blind River,</p> <p class=\"subsubpara-e\">C. the Village of Iron Bridge,</p> <p class=\"subsubpara-e\">D. the Township of Day and Bright Additional,</p> <p class=\"subsubpara-e\">E. the Township of Macdonald, Meredith and Aberdeen Additional,</p> <p class=\"subsubpara-e\">F. the Township of Tarbutt and Tarbutt Additional,</p> <p class=\"subsubpara-e\">G. the Townships of Johnson, Laird, Michipicoten, The North Shore, Prince, Sables-Spanish Rivers, Shedden, Thompson and White River,</p> <p class=\"subsubpara-e\">H. the geographic townships of Archibald, Aweres, Bright, Cobden, Dennis, Deroche, Esquega, Fenwick, Fiddler, Fisher, Gaudette, Gladstone, Grasett, Havilland, Herrick, Hodgins, Home, Jarvis, Jogues, Juillette, Kamichisitit, Kars, Kincaid, Ley, Mack, Montgomery, Nouvel, Parkinson, Patton, Peever, Pennefather, Rix, Ryan, Scarfe, Shields, Slater, Tilley, Timmermans, Tupper and VanKoughnet,</p> <p class=\"subsubpara-e\">I. the mining locations known as Montreal Mining Southern Location, Montreal Mining Northern Location, A. McDonnell Mining Location, Kincaid Mining Locations, 5, 6, 7 and 8 and Rankin Mining Location,</p> <p class=\"subsubpara-e\">J. the portion of the geographic township of Striker that is not part of the Township of The North Shore, and</p> <p class=\"subsubpara-e\">K. all the islands of the North Channel of Lake Huron lying south of the geographic townships of Bright, Cobden and the portion of Striker that is not part of the Township of the North Shore,</p> <p class=\"subpara-e\">ii. in the Territorial District of Manitoulin, </p> <p class=\"subsubpara-e\">A. the Municipality of Killarney, and</p> <p class=\"subsubpara-e\">B. Ward No. 2 of the Town of Northeastern Manitoulin and the Islands, </p> <p class=\"subpara-e\">iii. in the Territorial District of Parry Sound, the geographic townships of Henvey and Wallbridge, and</p> <p class=\"subpara-e\">iv. in the Territorial District of Sudbury,</p> <p class=\"subsubpara-e\">A. the City of Greater Sudbury,</p> <p class=\"subsubpara-e\">B. the Town of Espanola,</p> <p class=\"subsubpara-e\">C. the Township of Casimir, Jennings and Appleby,</p> <p class=\"subsubpara-e\">D. the Municipality of French River,</p> <p class=\"subsubpara-e\">D.1 the Municipality of Killarney,</p> <p class=\"subsubpara-e\">E. the Township of Nairn and Hyman,</p> <p class=\"subsubpara-e\">F. the Township of Ratter and Dunnet,</p> <p class=\"subsubpara-e\">G. the Townships of Baldwin, Chapleau, Hagar and Sables-Spanish Rivers,</p> <p class=\"subsubpara-e\">G.1 Revoked: O. Reg. 279/00, s. 4 (13).</p> <p class=\"subsubpara-e\">H. the geographic townships of Allen, Awrey, Burwash, Cartier, Cascaden, Caverley, Chapleau, Cox, Curtin, Davis, de Gaulle, Eisenhower, Foster, Foy, Gallagher, Genier, Halsey, Hart, Harty, Hawley, Hendrie, Henry, Hess, Kaplan, Laura, Loughrin, Moncrieff, Mongowin, Panet, Roosevelt, Secord, Servos, Street and Truman,</p> <p class=\"subsubpara-e\">I. the portions of the geographic townships of Eden and Tilton that are not part of the City of Greater Sudbury,</p> <p class=\"subsubpara-e\">J. Revoked: O. Reg. 279/00, s. 4 (15).</p> <p class=\"subsubpara-e\">K. the portion of the geographic township of Trill that is not part of the City of Greater Sudbury,</p> <p class=\"subsubpara-e\">L. the portion of the geographic township of Janes that is not part of the Municipality of West Nipissing, and</p> <p class=\"subsubpara-e\">M. the portions of the geographic townships of Bigwood, Cherriman and Haddo that are not part of the Municipality of French River,</p> <p class=\"subpara-e\">v. Revoked: O. Reg. 279/00, s. 4 (17).</p> <p class=\"paragraph-e\">4. The area of jurisdiction of the Conseil scolaire de district catholique des Aurores boréales consists of,</p> <p class=\"subpara-e\">i. in the Territorial District of Kenora, </p> <p class=\"subsubpara-e\">A. the City of Dryden,</p> <p class=\"subsubpara-e\">B. the Towns of Jaffray Melick, Keewatin, Kenora and Sioux Lookout,</p> <p class=\"subsubpara-e\">C. the Townships of Lake of the Woods, Machin and Sioux Narrows,</p> <p class=\"subsubpara-e\">D. the geographic townships of Boys, Britton, Buller, Colenso, Eton, Godson, Hartman, Ilsley, Kirkup, Ladysmith, Melgund, Mutrie, Pellatt, Phillips, Redditt, Redvers, Rowell, Rugby, Smellie, Southworth, Tweedsmuir, Van Horne, Wabigoon, Wainwright and Zealand,</p> <p class=\"subsubpara-e\">E. the portion of the geographic township of Aubrey that is not part of the Township of Machin,</p> <p class=\"subsubpara-e\">F. all the lands in unsurveyed territory in the vicinity of the station house of the Canadian National Railways at Minaki described as follows:</p> <p class=\"subsubsubpara-e\">commencing at a point distant 4 kilometres measured east astronomically from the northeast corner of the said station house,</p> <p class=\"subsubsubpara-e\">thence north astronomically 4 kilometres,</p> <p class=\"subsubsubpara-e\">thence west astronomically 8 kilometres,</p> <p class=\"subsubsubpara-e\">thence south astronomically 8 kilometres,</p> <p class=\"subsubsubpara-e\">thence east astronomically 8 kilometres,</p> <p class=\"subsubsubpara-e\">thence north astronomically 4 kilometres to the point of commencement, </p> <p class=\"subsubpara-e\">G. except for those parts of the mainland which are crossed by the said line, all lands lying north of a line extending from the southernmost extremity of the geographic township of Boys to the southwest corner of the geographic township of Kirkup and south of the southerly boundaries of the geographic townships of Boys and Pellatt, the towns of Jaffray Melick, Keewatin and Kenora, and</p> <p class=\"subsubpara-e\">H. all lands, other than the geographic townships of Godson, Phillips and Tweedsmuir and the Township of Lake of the Woods, within an area the boundary sides of which are as follows:</p> <p class=\"subsubsubpara-e\">1. on the west side, the International Boundary between the point of intersection thereon of the 49th degree parallel of north latitude and the point of intersection of the production westerly of the north boundary of the geographic township of Tweedsmuir along the 4th base line,</p> <p class=\"subsubsubpara-e\">2. on the south side, the line described as commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary,</p> <p class=\"subsubsubpara-e\">thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods,</p> <p class=\"subsubsubpara-e\">thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the south boundary of the geographic township of Godson,</p> <p class=\"subsubsubpara-e\">thence due east along the said south boundary of the said geographic township and along its production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line,</p> <p class=\"subsubsubpara-e\">3. on the east side, O.L.S. Alexander Niven’s 6th meridian line between the 24th mile post thereon and the point of intersection on the said meridian line of the production due east along the 4th base line of the north boundary of the geographic township of Tweedsmuir, and</p> <p class=\"subsubsubpara-e\">4. on the north side, the production along the 4th base line westerly to the International Boundary and easterly to O.L.S. Alexander Niven’s 6th meridian line of the north boundary of the geographic township of Tweedsmuir,</p> <p class=\"subpara-e\">ii. in the Territorial District of Rainy River, </p> <p class=\"subsubpara-e\">A. the Towns of Fort Frances and Rainy River,</p> <p class=\"subsubpara-e\">B. the Townships of Alberton, Chapple, Dawson, Emo, La Vallee, Lake of the Woods and Morley,</p> <p class=\"subsubpara-e\">C. Revoked: O. Reg. 213/98, s. 8 (13).</p> <p class=\"subsubpara-e\">D. the geographic townships of Claxton, Croome, Dance, Dewart, Farrington, Fleming, Griesinger, Halkirk, Kingsford, Mathieu, McLarty, Menary, Miscampbell, Nelles, Pratt, Rowe, Senn, Sifton, Spohn, Sutherland and Watten,</p> <p class=\"subsubpara-e\">E. the Wild Land Reserve, and</p> <p class=\"subsubpara-e\">F. all lands in unsurveyed territory within an area the boundary sides of which are as follows:</p> <p class=\"subsubsubpara-e\">1. on the north side, the northerly limit of the Territorial District of Rainy River commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary,</p> <p class=\"subsubsubpara-e\">thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods,</p> <p class=\"subsubsubpara-e\">thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the north boundaries of the geographic townships of Claxton and McLarty,</p> <p class=\"subsubsubpara-e\">thence due easterly along the said north boundaries of the said geographic townships and along their production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line,</p> <p class=\"subsubsubpara-e\">thence due south along the said meridian line 9.6 kilometres to the 18th mile post thereon in latitude 49° 0' 6\" north,</p> <p class=\"subsubsubpara-e\">thence due east to the point of intersection of the production north of the east boundary of the geographic township of Farrington,</p> <p class=\"subsubsubpara-e\">2. on the east side, the line formed by the east boundary of the geographic township of Farrington, the production of the said east boundary due north to the north boundary of the Territorial District of Rainy River and the production due south of the said east boundary to the International Boundary,</p> <p class=\"subsubsubpara-e\">3. on the south side, the International Boundary from the mouth of the Rainy River easterly to the point of intersection on the International Boundary of the production due south of the east boundary of the geographic township of Farrington, and</p> <p class=\"subsubsubpara-e\">4. on the west side, the International Boundary from the mouth of the Rainy River northerly to the point of intersection on the International Boundary of the 49th degree parallel of north latitude, and</p> <p class=\"subpara-e\">iii. in the Territorial District of Thunder Bay, </p> <p class=\"subsubpara-e\">A. the City of Thunder Bay,</p> <p class=\"subsubpara-e\">B. the Towns of Geraldton, Longlac and Marathon,</p> <p class=\"subsubpara-e\">B.1 the municipalities of Neebing and Oliver Paipoonge,</p> <p class=\"subsubpara-e\">C. the Townships of Beardmore, Conmee, Dorion, Gillies, Manitouwadge, Nakina, Nipigon, O’Connor, Red Rock, Schreiber, Shuniah and Terrace Bay,</p> <p class=\"subsubpara-e\">D. the geographic townships of Ashmore, Atikameg, Blackwell, Bomby, Boothe, Brothers, Bryant, Byron, Cecil, Cecile, Coldwell, Conacher, Corrigal, Cotte, Daley, Davies, Devon, Errington, Flood, Foote, Forbes, Fraleigh, Goldie, Golding, Gorham, Grain, Grenville, Hagey, Herbert, Homer, Houck, Killraine, Knowles, Laberge, Lahontan, Laurie, Lecours, Leduc, Lismore, Lybster, Lyon, Marks, McCron, McGill, Michener, Mikano, Nickle, Oakes, O’Neill, Pic, Priske, Roberta, Robson, Shabotik, Sibley, Spooner, Stirling, Strange, Strey, Syine, Tuuri, Walsh, Ware, Wiggins and Yesno,</p> <p class=\"subsubpara-e\">E. the Dawson Road Lots,</p> <p class=\"subsubpara-e\">F. the area bounded by the easterly boundary of Lot 1, Concessions 1 and 2 of the Dawson Road Lots, the southerly boundary of the geographic township of Forbes, the westerly shore of the Kaministiquia River (sometimes known as the Dog River) and the northerly shore of the Shebandowan River (sometimes known as the Matawin River), and</p> <p class=\"subsubpara-e\">G. all lands, excluding St. Ignace Island, in unsurveyed territory within an area described as follows:</p> <p class=\"subsubsubpara-e\">1. on the north side, the extension of the north side of the geographic township of Davies westerly to intersect with the boundary formed by extending the west side of the geographic township of Wiggins northerly until it meets the said extension,</p> <p class=\"subsubsubpara-e\">2. on the east side, the extension of the east side of the geographic township of Spooner southerly until the Canada-United States border,</p> <p class=\"subsubsubpara-e\">3. on the south side, the Canada-United States border, and</p> <p class=\"subsubsubpara-e\">4. on the west side, the extension of the west side of the geographic township of Wiggins southerly until the Canada-United States border.</p> <p class=\"paragraph-e\">5. The area of jurisdiction of the Conseil scolaire de district des écoles catholiques du Sud-Ouest consists of the Counties of Bruce, Grey, Huron, Perth, Oxford, Middlesex, Elgin, Lambton, Kent and Essex (including the Township of Pelee).</p> <p class=\"paragraph-e\">6. The area of jurisdiction of the Conseil scolaire de district catholique Centre-Sud consists of,</p> <p class=\"subpara-e\">i. the urban area of the City of Toronto incorporated by the <i>City of Toronto Act, 1997</i>,</p> <p class=\"subpara-e\">ii. the regional municipalities of Durham, York, Peel, Haldimand-Norfolk, Halton, Hamilton-Wentworth, Niagara and Waterloo,</p> <p class=\"subpara-e\">iii. the Counties of Brant, Dufferin, Northumberland (including that portion of the City of West Quinte which on January 1, 1997 was part of the County of Northumberland), Peterborough, Simcoe, Victoria and Wellington,</p> <p class=\"subpara-e\">iv. The District Municipality of Muskoka, and</p> <p class=\"subpara-e\">v. in the Territorial District of Parry Sound, the Town of Parry Sound and the Townships of Carling, McDougall, McKellar and Seguin.</p> <p class=\"paragraph-e\">7. The area of jurisdiction of the Conseil scolaire de district catholique de l’Est ontarien consists of the United Counties of Stormont, Dundas and Glengarry and the United Counties of Prescott and Russell.</p> <p class=\"paragraph-e\">8. The area of jurisdiction of the Conseil scolaire de district catholique du Centre-Est de l’Ontario consists of The Regional Municipality of Ottawa-Carleton, the Counties of Frontenac, Hastings (including that portion of the City of West Quinte which on January 1, 1997 was part of the County of Hastings), Lanark, Lennox and Addington, Prince Edward, Renfrew and the United Counties of Leeds and Grenville, and, in the Territorial District of Nipissing, the Township of South Algonquin. O. Reg. 185/97, s. 12; O. Reg. 278/97, s. 4; O. Reg. 213/98, ss. 8, 14, 18, 22; O. Reg. 279/00, s. 4.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) The name of each district school board listed in Column 1 of Schedule 1 is changed to the name listed opposite in Column 2 of Schedule 1. O. Reg. 80/98, s. 9; O. Reg. 213/98, s. 9 (1). (2) The name of each district school board listed in Column 1 of Schedule 2 is changed to the name listed opposite in Column 2 of Schedule 2. O. Reg. 213/98, s. 9 (2). (3) Revoked: O. Reg. 213/98, s. 9 (2). (4) Revoked: O. Reg. 213/98, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) The name of each district school board listed in Column 1 of Schedule 1 is changed to the name listed opposite in Column 2 of Schedule 1. O. Reg. 80/98, s. 9; O. Reg. 213/98, s. 9 (1).</p> <p class=\"subsection-e\">(2) The name of each district school board listed in Column 1 of Schedule 2 is changed to the name listed opposite in Column 2 of Schedule 2. O. Reg. 213/98, s. 9 (2).</p> <p class=\"subsection-e\">(3) Revoked: O. Reg. 213/98, s. 9 (2).</p> <p class=\"subsection-e\">(4) Revoked: O. Reg. 213/98, s. 9 (2).</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. (1) A reference to a district school board using the name listed in Column 1 of a Schedule to this Regulation shall be construed as if it were a reference to the district school board using the name listed opposite in Column 2 of the Schedule. O. Reg. 213/98, s. 10. (2) Subsection (1) applies to a reference in any document of legal effect made before January 1, 1999, whether before or after the coming into force of this section. O. Reg. 213/98, s. 10. (3) For the purposes of subsection (2), a document includes but is not limited to a regulation, directive, order or agreement. O. Reg. 213/98, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) A reference to a district school board using the name listed in Column 1 of a Schedule to this Regulation shall be construed as if it were a reference to the district school board using the name listed opposite in Column 2 of the Schedule. O. Reg. 213/98, s. 10.</p> <p class=\"subsection-e\">(2) Subsection (1) applies to a reference in any document of legal effect made before January 1, 1999, whether before or after the coming into force of this section. O. Reg. 213/98, s. 10.</p> <p class=\"subsection-e\">(3) For the purposes of subsection (2), a document includes but is not limited to a regulation, directive, order or agreement. O. Reg. 213/98, s. 10.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. (1) A description set out in a paragraph of this Regulation of the area of jurisdiction of a district school board shall be interpreted as of the day the paragraph comes into force. O. Reg. 213/98, s. 10. (2) Subsection (1) applies regardless of changes in the boundaries, name or status of one or more municipal entities or geographical areas. O. Reg. 213/98, s. 10. (3) Despite subsections (1) and (2), where a paragraph or portion of a paragraph that sets out a description or a part of a description of the area of jurisdiction of a district school board is amended, the paragraph or portion of a paragraph as amended shall be interpreted as of the day the amendment comes into force. O. Reg. 213/98, s. 10. SCHEDULE 1  Column 1\n\nColumn 2\n\n\nOld Name\n\nNew Name\n\n\nEnglish-language Public District School Board No. 2\n\nAlgoma District School Board\n\n\nEnglish-language Public District School Board No. 4\n\nNear North District School Board\n\n\nEnglish-language Public District School Board No. 5A\n\nKeewatin-Patricia District School Board\n\n\nEnglish-language Public District School Board No. 5B\n\nRainy River District School Board\n\n\nEnglish-language Public District School Board No. 6A\n\nLakehead District School Board\n\n\nEnglish-language Public District School Board No. 6B\n\nSuperior-Greenstone District School Board\n\n\nEnglish-language Public District School Board No. 7\n\nBluewater District School Board\n\n\nEnglish-language Public District School Board No. 8\n\nAvon Maitland District School Board\n\n\nEnglish-language Public District School Board No. 9\n\nGreater Essex County District School Board\n\n\nEnglish-language Public District School Board No. 11\n\nThames Valley District School Board\n\n\nEnglish-language Public District School Board No. 12\n\nToronto District School Board\n\n\nEnglish-language Public District School Board No. 13\n\nDurham District School Board\n\n\nEnglish-language Public District School Board No. 17\n\nSimcoe County District School Board\n\n\nEnglish-language Public District School Board No. 19\n\nPeel District School Board\n\n\nEnglish-language Public District School Board No. 21\n\nHamilton-Wentworth District School Board\n\n\nEnglish-language Public District School Board No. 23\n\nGrand Erie District School Board\n\n\nEnglish-language Public District School Board No. 24\n\nWaterloo Region District School Board\n\n\nEnglish-language Public District School Board No. 25\n\nOttawa-Carleton District School Board\n\n\nEnglish-language Public District School Board No. 28\n\nRenfrew County District School Board\n\n\nEnglish-language Public District School Board No. 29\n\nHastings and Prince Edward District School Board\n\n\nEnglish-language Separate District School Board No. 30A\n\nNortheastern Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 30B\n\nNipissing-Parry Sound Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 31\n\nHuron-Superior Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 32\n\nSudbury Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 33A\n\nNorthwest Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 33B\n\nKenora Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 34A\n\nThunder Bay Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 34B\n\nSuperior North Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 35\n\nBruce-Grey Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 36\n\nHuron Perth Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 42\n\nYork Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 44\n\nSimcoe Muskoka Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 45\n\nDurham Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 47\n\nHamilton-Wentworth Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 48\n\nWellington Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 49\n\nWaterloo Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 50\n\nNiagara Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 51\n\nBrant/Haldimand-Norfolk Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 53\n\nOttawa-Carleton Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 54\n\nRenfrew County Catholic District School Board\n\n\nConseil de district des écoles publiques de langue française no 57\n\nConseil scolaire de district du Grand Nord de l’Ontario O. Reg. 80/98, s. 10; O. Reg. 213/98, s. 11. SCHEDULE 2  Column 1\n\nColumn 2\n\n\nOld Name\n\nNew Name\n\n\nEnglish-language Public District School Board No. 1\n\nDistrict School Board Ontario North East\n\n\nEnglish-language Public District School Board No. 3\n\nRainbow District School Board\n\n\nEnglish-language Public District School Board No. 10\n\nLambton Kent District School Board\n\n\nEnglish-language Public District School Board No. 14\n\nKawartha Pine Ridge District School Board\n\n\nEnglish-language Public District School Board No. 15\n\nTrillium Lakelands District School Board\n\n\nEnglish-language Public District School Board No. 16\n\nYork Region District School Board\n\n\nEnglish-language Public District School Board No. 18\n\nUpper Grand District School Board\n\n\nEnglish-language Public District School Board No. 20\n\nHalton District School Board\n\n\nEnglish-language Public District School Board No. 22\n\nDistrict School Board of Niagara\n\n\nEnglish-language Public District School Board No. 26\n\nUpper Canada District School Board\n\n\nEnglish-language Public District School Board No. 27\n\nLimestone District School Board\n\n\nEnglish-language Separate District School Board No. 37\n\nWindsor-Essex Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 39\n\nSt. Clair Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 40\n\nToronto Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 41\n\nPeterborough Victoria Northumberland and Clarington Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 43\n\nDufferin-Peel Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 46\n\nHalton Catholic District School Board\n\n\nEnglish-language Separate District School Board No. 52\n\nCatholic District School Board of Eastern Ontario\n\n\nEnglish-language Separate District School Board No. 55\n\nAlgonquin and Lakeshore Catholic District School Board\n\n\nConseil de district des écoles publiques de langue française no 56\n\nConseil scolaire de district du Nord-Est de l’Ontario\n\n\nConseil de district des écoles publiques de langue française no 58\n\nConseil scolaire de district du Centre Sud-Ouest\n\n\nConseil de district des écoles séparées de langue française no 60A\n\nConseil scolaire de district catholique des Grandes Rivières\n\n\nConseil de district des écoles séparées de langue française no 60B\n\nConseil scolaire de district catholique Franco-Nord\n\n\nConseil de district des écoles séparées de langue française no 61\n\nConseil scolaire de district catholique du Nouvel-Ontario\n\n\nConseil de district des écoles séparées de langue française no 62\n\nConseil scolaire de district catholique des Aurores boréales\n\n\nConseil de district des écoles séparées de langue française no 63\n\nConseil scolaire de district des écoles catholiques du Sud-Ouest\n\n\nConseil de district des écoles séparées de langue française no 64\n\nConseil scolaire de district catholique Centre-Sud\n\n\nConseil de district des écoles séparées de langue française no 65\n\nConseil scolaire de district catholique de l’Est ontarien\n\n\nConseil de district des écoles séparées de langue française no 66\n\nConseil scolaire de district catholique du Centre-Est de l’Ontario O. Reg. 213/98, s. 12. Note: For the purposes of representation and elections on district school boards, the amendments to this Regulation as set out in Ontario Regulation 279/00 shall be deemed to have come into force and taken effect on January 1, 2000 for all purposes related to representation on or elections to district school boards. See: O. Reg. 279/00, s. 5 (2). ",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) A description set out in a paragraph of this Regulation of the area of jurisdiction of a district school board shall be interpreted as of the day the paragraph comes into force. O. Reg. 213/98, s. 10.</p> <p class=\"subsection-e\">(2) Subsection (1) applies regardless of changes in the boundaries, name or status of one or more municipal entities or geographical areas. O. Reg. 213/98, s. 10.</p> <p class=\"subsection-e\">(3) Despite subsections (1) and (2), where a paragraph or portion of a paragraph that sets out a description or a part of a description of the area of jurisdiction of a district school board is amended, the paragraph or portion of a paragraph as amended shall be interpreted as of the day the amendment comes into force. O. Reg. 213/98, s. 10.</p> <p class=\"schedule-e\">SCHEDULE 1</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Column 2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Old Name</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">New Name</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 2</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Algoma District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 4</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Near North District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 5A</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Keewatin-Patricia District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 5B</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Rainy River District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 6A</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Lakehead District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 6B</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Superior-Greenstone District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 7</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Bluewater District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 8</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Avon Maitland District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 9</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Greater Essex County District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 11</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Thames Valley District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 12</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Toronto District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 13</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Durham District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 17</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Simcoe County District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 19</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Peel District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 21</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Hamilton-Wentworth District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 23</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Grand Erie District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 24</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Waterloo Region District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 25</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Ottawa-Carleton District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 28</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Renfrew County District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 29</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Hastings and Prince Edward District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 30A</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Northeastern Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 30B</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Nipissing-Parry Sound Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 31</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Huron-Superior Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 32</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Sudbury Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 33A</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Northwest Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 33B</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Kenora Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 34A</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Thunder Bay Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 34B</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Superior North Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 35</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Bruce-Grey Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 36</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Huron Perth Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 42</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">York Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 44</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Simcoe Muskoka Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 45</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Durham Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 47</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Hamilton-Wentworth Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 48</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Wellington Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 49</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Waterloo Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 50</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Niagara Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 51</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Brant/Haldimand-Norfolk Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 53</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Ottawa-Carleton Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 54</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Renfrew County Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil de district des écoles publiques de langue française n<sup>o</sup> 57</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil scolaire de district du Grand Nord de l’Ontario</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 80/98, s. 10; O. Reg. 213/98, s. 11.</p> <p class=\"schedule-e\">SCHEDULE<b> </b>2</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Column 2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Old Name</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">New Name</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 1</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">District School Board Ontario North East</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 3</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Rainbow District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 10</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Lambton Kent District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 14</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Kawartha Pine Ridge District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 15</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Trillium Lakelands District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 16</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">York Region District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 18</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Upper Grand District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 20</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Halton District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 22</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">District School Board of Niagara</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 26</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Upper Canada District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Public District School Board No. 27</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Limestone District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 37</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Windsor-Essex Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 39</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">St. Clair Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 40</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Toronto Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 41</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Peterborough Victoria Northumberland and Clarington Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 43</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Dufferin-Peel Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 46</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Halton Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 52</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Catholic District School Board of Eastern Ontario</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">English-language Separate District School Board No. 55</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Algonquin and Lakeshore Catholic District School Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil de district des écoles publiques de langue française n<sup>o</sup> 56</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil scolaire de district du Nord-Est de l’Ontario</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil de district des écoles publiques de langue française n<sup>o</sup> 58</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil scolaire de district du Centre Sud-Ouest</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil de district des écoles séparées de langue française n<sup>o</sup> 60A</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil scolaire de district catholique des Grandes Rivières</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil de district des écoles séparées de langue française n<sup>o</sup> 60B</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil scolaire de district catholique Franco-Nord</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil de district des écoles séparées de langue française n<sup>o</sup> 61</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil scolaire de district catholique du Nouvel-Ontario</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil de district des écoles séparées de langue française n<sup>o</sup> 62</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil scolaire de district catholique des Aurores boréales</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil de district des écoles séparées de langue française n<sup>o</sup> 63</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil scolaire de district des écoles catholiques du Sud-Ouest</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil de district des écoles séparées de langue française n<sup>o</sup> 64</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil scolaire de district catholique Centre-Sud</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil de district des écoles séparées de langue française n<sup>o</sup> 65</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil scolaire de district catholique de l’Est ontarien</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil de district des écoles séparées de langue française n<sup>o</sup> 66</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Conseil scolaire de district catholique du Centre-Est de l’Ontario</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 213/98, s. 12.</p> <p class=\"Pnote-e\"><b>Note: For the purposes of representation and elections on district school boards, the amendments to this Regulation as set out in Ontario Regulation 279/00 shall be deemed to have come into force and taken effect on January 1, 2000 for all purposes related to representation on or elections to district school boards. See: O. Reg. 279/00, s. 5 (2).</b></p> <p class=\"Normal\"></p>"
        }
    ]
}