{
    "reg_info": {
        "full_title": "O. Reg. 290/95: EXEMPTION - THE MUNICIPALITY OF  METROPOLITAN TORONTO AND  TORONTO TRANSIT COMMISSION",
        "reg_name_text": "EXEMPTION — THE MUNICIPALITY OF METROPOLITAN TORONTO AND TORONTO TRANSIT COMMISSION",
        "citation": "O. Reg. 290/95: EXEMPTION - THE MUNICIPALITY OF  METROPOLITAN TORONTO AND  TORONTO TRANSIT COMMISSION",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/950290",
        "date_scraped": "2023-12-21 14:04:33"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May 10, 1995",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from The Municipality of Metropolitan Toronto and Toronto Transit Commission that an undertaking, namely: the relocation of the Southern Terminus of the Bathurst Streetcar Route situated on the grounds of the Canadian National Exhibition (C.N.E), be exempt from the application of the Act pursuant to section 29; and",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from The Municipality of Metropolitan Toronto and Toronto Transit Commission that an undertaking, namely:</p> <p class=\"parawindt-e\">the relocation of the Southern Terminus of the Bathurst Streetcar Route situated on the grounds of the Canadian National Exhibition (C.N.E),</p> <p class=\"paranoindt-e\">be exempt from the application of the Act pursuant to section 29; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having been advised by the Toronto Transit Commission that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: A. lessening of service by replacing streetcars with buses (slower travel time, lower carrying capacity, long dead heading distances to bring buses into service); and B. increased air pollution, noise and cost due to use of buses.",
            "raw_html": "<p class=\"parawtab-e\">Having been advised by the Toronto Transit Commission that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"paragraph-e\">A. lessening of service by replacing streetcars with buses (slower travel time, lower carrying capacity, long dead heading distances to bring buses into service); and</p> <p class=\"paragraph-e\">B. increased air pollution, noise and cost due to use of buses.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. to avoid the above-noted injury, damage or interference, and that B. any adverse environmental effects can be addressed through the proposed terms and conditions.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. to avoid the above-noted injury, damage or interference, and that</p> <p class=\"paragraph-e\">B. any adverse environmental effects can be addressed through the proposed terms and conditions.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption is subject to the following terms and conditions: 1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order. 2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order. 3. The proponent will undertake a planning process to identify, (a) the need for the relocation; (b) the alternative alignments, if any, for the relocation; (c) the net environmental effects of the alternatives, including the preferred alternative (benefits and conflicts); (d) the relationship to the proposed Waterfront West Light Rail Transit; and (e) the public and agency consultation process to occur. 4. The proponent will prepare a report and related correspondence documenting the process described in condition 3, including Public/Agency concerns, if any, and how the concerns have been addressed. The report will be sent to the Director of the Environmental Assessment Branch of the Ministry of Environment and Energy for filing with the public records kept under section 31 of the Act by the Branch at the Ministry’s office located at 250 Davisville Avenue, Toronto, Ontario, M4S 1H2. O. Reg. 290/95. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. Where any activity which otherwise would be exempt under this order is being carried out as or is part of an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms or conditions in the approval to proceed as well as the conditions of this order.</p> <p class=\"paragraph-e\">2. Where any activity which is the subject of this order is being carried out as or is part of another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms or conditions in the other exemption order as well as the conditions in this order.</p> <p class=\"paragraph-e\">3. The proponent will undertake a planning process to identify,</p> <p class=\"subpara-e\">(a) the need for the relocation;</p> <p class=\"subpara-e\">(b) the alternative alignments, if any, for the relocation;</p> <p class=\"subpara-e\">(c) the net environmental effects of the alternatives, including the preferred alternative (benefits and conflicts);</p> <p class=\"subpara-e\">(d) the relationship to the proposed Waterfront West Light Rail Transit; and</p> <p class=\"subpara-e\">(e) the public and agency consultation process to occur.</p> <p class=\"paragraph-e\">4. The proponent will prepare a report and related correspondence documenting the process described in condition 3, including Public/Agency concerns, if any, and how the concerns have been addressed. The report will be sent to the Director of the Environmental Assessment Branch of the Ministry of Environment and Energy for filing with the public records kept under section 31 of the Act by the Branch at the Ministry’s office located at 250 Davisville Avenue, Toronto, Ontario, M4S 1H2. O. Reg. 290/95.</p> <p class=\"Normal\"></p>"
        }
    ]
}