{
    "reg_info": {
        "full_title": "O. Reg. 116/01: ELECTRICITY PROJECTS",
        "reg_name_text": "ELECTRICITY PROJECTS",
        "citation": "O. Reg. 116/01: ",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/010116",
        "date_scraped": "2023-12-18 15:19:17"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/010116/v11",
            "valid_from": "April 14, 2021",
            "valid_to": "June 30, 2021"
        },
        {
            "a_href": "/laws/regulation/010116/v10",
            "valid_from": "July  1, 2015",
            "valid_to": "April 13, 2021"
        },
        {
            "a_href": "/laws/regulation/010116/v9",
            "valid_from": "April  7, 2015",
            "valid_to": "June 30, 2015"
        },
        {
            "a_href": "/laws/regulation/010116/v8",
            "valid_from": "May  2, 2014",
            "valid_to": "April  6, 2015"
        },
        {
            "a_href": "/laws/regulation/010116/v7",
            "valid_from": "October 31, 2011",
            "valid_to": "May  1, 2014"
        },
        {
            "a_href": "/laws/regulation/010116/v6",
            "valid_from": "June 14, 2011",
            "valid_to": "October 30, 2011"
        },
        {
            "a_href": "/laws/regulation/010116/v5",
            "valid_from": "September 24, 2009",
            "valid_to": "June 13, 2011"
        },
        {
            "a_href": "/laws/regulation/010116/v4",
            "valid_from": "September 23, 2009",
            "valid_to": "September 23, 2009"
        },
        {
            "a_href": "/laws/regulation/010116/v3",
            "valid_from": "September 26, 2008",
            "valid_to": "September 22, 2009"
        },
        {
            "a_href": "/laws/regulation/010116/v2",
            "valid_from": "March 23, 2007",
            "valid_to": "September 25, 2008"
        },
        {
            "a_href": "/laws/regulation/010116/v1",
            "valid_from": "April 23, 2001",
            "valid_to": "March 22, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) In this Regulation, “biogas” means gas collected from the decomposition of organic materials in sewage sludge; “biomass” means, except in clause 2 (2) (e), (a) peat, (b) wood, other than woodwaste, or (c) organic materials that are grown or harvested for the purpose of being burned to generate electricity; “distributor” has the same meaning as in the Electricity Act, 1998; “Environmental Screening Process” means Part B of the Ministry of the Environment publication entitled “Guide to Environmental Assessment Requirements for Electricity Projects” and dated March 2001, as amended from time to time; “generation facility” has the same meaning as in the Electricity Act, 1998, subject to subsection (3); “generator” has the same meaning as in the Electricity Act, 1998; “hazardous waste” has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Environmental Protection Act; “IESO-administered markets” has the same meaning as in the Electricity Act, 1998; “IESO-controlled grid” has the same meaning as in the Electricity Act, 1998; “landfill gas” means gas collected from the decomposition of organic materials in a landfilling site; “liquid industrial waste” has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Environmental Protection Act; “municipal waste” has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Environmental Protection Act, except that it does not include waste biomass; “name plate capacity” means, with respect to a generation facility, the total of the design electricity generating capacities of all the generation units in the facility; “primary power source” means, with respect to a generation facility, the primary power source used by the facility to generate electricity, based on the annual energy input of the power sources used by the facility to generate electricity; “renewable energy generation facility” has the same meaning as in the Electricity Act, 1998; “renewable energy source” has the same meaning as in the Electricity Act, 1998; “significant modification” means, (a) with respect to a generation facility that does not use coal, hazardous waste, liquid industrial waste, municipal waste or oil as a power source, any expansion of or change in the facility that would result in the facility using coal, hazardous waste, liquid industrial waste, municipal waste or oil as a power source, (b) with respect to a generation facility that uses coal as its primary power source, any expansion of or change in the facility that would increase the name plate capacity of the facility, (c) with respect to a generation facility that uses oil as its primary power source, any expansion of or change in the facility that would increase the name plate capacity of the facility by one megawatt or more, (d) with respect to a generation facility that uses hazardous waste, liquid industrial waste, municipal waste or wind energy as its primary power source, any expansion of or change in the facility that would increase the name plate capacity of the facility by two megawatts or more, (e) with respect to a generation facility that uses biomass or natural gas as its primary power source, any expansion of or change in the facility that would increase the name plate capacity of the facility by five megawatts or more, (f) with respect to a generation facility that uses waste biomass as its primary power source, any expansion of or change in the facility that would increase the name plate capacity of the facility by 10 megawatts or more, (g) with respect to a generation facility that uses biogas or landfill gas as its primary power source, any expansion of or change in the facility that would increase the name plate capacity of the facility by 25 megawatts or more, (h) with respect to a generation facility that uses municipal waste as its primary power source, any expansion of or change in the facility that would increase the name plate capacity of the facility and would increase the capacity of the facility to burn municipal waste by five tonnes or more on any day, (i) with respect to a generation facility that uses water power as its primary power source, any expansion of or change in the facility that would increase the name plate capacity of the facility by 25 per cent or more, (j) with respect to a transmission line that is designed to operate at a nominal voltage of 115 kilovolts or more, any expansion of or change in the line that would include, (i) the replacement of a pole or tower, or (ii) a change in a right-of-way for the line, if, after the expansion of or change in the line, it would still be designed to operate at a nominal voltage of 115 kilovolts or more, and (k) with respect to a transformer or distribution station, any expansion of or change in the station that would include the installation of additional transformer equipment, if, (i) the installation of the additional equipment requires an extension of the site where the station is located and, after the installation of the additional equipment, the station would be capable of operating at a nominal voltage of 115 kilovolts or more, or (ii) the installation of the additional equipment would increase the nominal voltage at which the station is capable of operating from 230 kilovolts or less to more than 230 kilovolts; “waste biomass” means agricultural waste, sewage, woodwaste and gases generated from the decomposition of organic materials, but does not include biogas or landfill gas; “waste disposal site” has the same meaning as in Part V of the Environmental Protection Act; “woodwaste” has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Environmental Protection Act.  O. Reg. 116/01, s. 1 (1); O. Reg. 360/09, s. 1 (1-9); O. Reg. 130/14, s. 1. (2) Despite the definition of “Environmental Screening Process” in subsection (1), the Environmental Screening Process includes an amendment made to the Guide referred to in that definition only if, in addition to the publication of the notice referred to in subsection 42 (2) of the Act, a copy of the amendment or the amended Guide is made available to the public by the Ministry at no charge on the Internet.  O. Reg. 116/01, s. 1 (2). (3) Two or more generation facilities that function together as an integrated system for generating electricity shall be deemed to be a single generation facility for the purpose of this Regulation.  O. Reg. 116/01, s. 1 (3). (4) For the purpose of this Regulation, a transmission line is associated with a generation facility if the line is used to transmit electricity at the facility or from the facility to the IESO-controlled grid.  O. Reg. 116/01, s. 1 (4); O. Reg. 360/09, s. 1 (10). (5) For the purpose of this Regulation, a transformer station or distribution station is associated with a generation facility or a renewable energy generation facility that is not described in paragraph 3 of subsection 3 (1) if the station is used to transform the voltage of electricity at the facility or on a transmission line associated with the facility.  O. Reg. 116/01, s. 1 (5); O. Reg. 360/09, s. 1 (11).",
            "raw_html": "<p class=\"section-e\"> <b>1.</b><b> </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“biogas” means gas collected from the decomposition of organic materials in sewage sludge;</p> <p class=\"definition-e\">“biomass” means, except in clause 2 (2) (e),</p> <p class=\"defclause-e\">  (a) peat,</p> <p class=\"defclause-e\">  (b) wood, other than woodwaste, or</p> <p class=\"defclause-e\">  (c) organic materials that are grown or harvested for the purpose of being burned to generate electricity;</p> <p class=\"definition-e\">“distributor” has the same meaning as in the <i>Electricity Act, 1998</i>;</p> <p class=\"definition-e\">“Environmental Screening Process” means Part B of the Ministry of the Environment publication entitled “Guide to Environmental Assessment Requirements for Electricity Projects” and dated March 2001, as amended from time to time;</p> <p class=\"definition-e\">“generation facility” has the same meaning as in the <i>Electricity Act, 1998</i>, subject to subsection (3);</p> <p class=\"definition-e\">“generator” has the same meaning as in the <i>Electricity Act, 1998</i>;</p> <p class=\"definition-e\">“hazardous waste” has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the <i>Environmental Protection Act</i>;</p> <p class=\"definition-e\">“IESO-administered markets” has the same meaning as in the <i>Electricity Act, 1998</i>;</p> <p class=\"definition-e\">“IESO-controlled grid” has the same meaning as in the <i>Electricity Act, 1998</i>;</p> <p class=\"definition-e\">“landfill gas” means gas collected from the decomposition of organic materials in a landfilling site;</p> <p class=\"definition-e\">“liquid industrial waste” has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the <i>Environmental Protection Act</i>;</p> <p class=\"definition-e\">“municipal waste” has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the <i>Environmental Protection Act</i>, except that it does not include waste biomass;</p> <p class=\"definition-e\">“name plate capacity” means, with respect to a generation facility, the total of the design electricity generating capacities of all the generation units in the facility;</p> <p class=\"definition-e\">“primary power source” means, with respect to a generation facility, the primary power source used by the facility to generate electricity, based on the annual energy input of the power sources used by the facility to generate electricity;</p> <p class=\"definition-e\">“renewable energy generation facility” has the same meaning as in the <i>Electricity Act, 1998</i>;</p> <p class=\"definition-e\">“renewable energy source” has the same meaning as in the <i>Electricity Act, 1998</i>;</p> <p class=\"definition-e\">“significant modification” means,</p> <p class=\"defclause-e\">  (a) with respect to a generation facility that does not use coal, hazardous waste, liquid industrial waste, municipal waste or oil as a power source, any expansion of or change in the facility that would result in the facility using coal, hazardous waste, liquid industrial waste, municipal waste or oil as a power source,</p> <p class=\"defclause-e\">  (b) with respect to a generation facility that uses coal as its primary power source, any expansion of or change in the facility that would increase the name plate capacity of the facility,</p> <p class=\"defclause-e\">  (c) with respect to a generation facility that uses oil as its primary power source, any expansion of or change in the facility that would increase the name plate capacity of the facility by one megawatt or more,</p> <p class=\"defclause-e\">  (d) with respect to a generation facility that uses hazardous waste, liquid industrial waste, municipal waste or wind energy as its primary power source, any expansion of or change in the facility that would increase the name plate capacity of the facility by two megawatts or more,</p> <p class=\"defclause-e\">  (e) with respect to a generation facility that uses biomass or natural gas as its primary power source, any expansion of or change in the facility that would increase the name plate capacity of the facility by five megawatts or more,</p> <p class=\"defclause-e\">  (f) with respect to a generation facility that uses waste biomass as its primary power source, any expansion of or change in the facility that would increase the name plate capacity of the facility by 10 megawatts or more,</p> <p class=\"defclause-e\">  (g) with respect to a generation facility that uses biogas or landfill gas as its primary power source, any expansion of or change in the facility that would increase the name plate capacity of the facility by 25 megawatts or more,</p> <p class=\"defclause-e\">  (h) with respect to a generation facility that uses municipal waste as its primary power source, any expansion of or change in the facility that would increase the name plate capacity of the facility and would increase the capacity of the facility to burn municipal waste by five tonnes or more on any day,</p> <p class=\"defclause-e\">  (i) with respect to a generation facility that uses water power as its primary power source, any expansion of or change in the facility that would increase the name plate capacity of the facility by 25 per cent or more,</p> <p class=\"defclause-e\">  (j) with respect to a transmission line that is designed to operate at a nominal voltage of 115 kilovolts or more, any expansion of or change in the line that would include,</p> <p class=\"defsubclause-e\">  (i) the replacement of a pole or tower, or</p> <p class=\"defsubclause-e\">  (ii) a change in a right-of-way for the line,</p> <p class=\"Sdefclause-e\">if, after the expansion of or change in the line, it would still be designed to operate at a nominal voltage of 115 kilovolts or more, and</p> <p class=\"defclause-e\">  (k) with respect to a transformer or distribution station, any expansion of or change in the station that would include the installation of additional transformer equipment, if,</p> <p class=\"defsubclause-e\">  (i) the installation of the additional equipment requires an extension of the site where the station is located and, after the installation of the additional equipment, the station would be capable of operating at a nominal voltage of 115 kilovolts or more, or</p> <p class=\"defsubclause-e\">  (ii) the installation of the additional equipment would increase the nominal voltage at which the station is capable of operating from 230 kilovolts or less to more than 230 kilovolts;</p> <p class=\"definition-e\">“waste biomass” means agricultural waste, sewage, woodwaste and gases generated from the decomposition of organic materials, but does not include biogas or landfill gas;</p> <p class=\"definition-e\">“waste disposal site” has the same meaning as in Part V of the <i>Environmental Protection Act</i>;</p> <p class=\"definition-e\">“woodwaste” has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the <i>Environmental Protection Act</i>.  O. Reg. 116/01, s. 1 (1); O. Reg. 360/09, s. 1 (1-9); O. Reg. 130/14, s. 1.</p> <p class=\"subsection-e\">  (2) Despite the definition of “Environmental Screening Process” in subsection (1), the Environmental Screening Process includes an amendment made to the Guide referred to in that definition only if, in addition to the publication of the notice referred to in subsection 42 (2) of the Act, a copy of the amendment or the amended Guide is made available to the public by the Ministry at no charge on the Internet.  O. Reg. 116/01, s. 1 (2).</p> <p class=\"subsection-e\">  (3) Two or more generation facilities that function together as an integrated system for generating electricity shall be deemed to be a single generation facility for the purpose of this Regulation.  O. Reg. 116/01, s. 1 (3).</p> <p class=\"subsection-e\">  (4) For the purpose of this Regulation, a transmission line is associated with a generation facility if the line is used to transmit electricity at the facility or from the facility to the IESO-controlled grid.  O. Reg. 116/01, s. 1 (4); O. Reg. 360/09, s. 1 (10).</p> <p class=\"subsection-e\">  (5) For the purpose of this Regulation, a transformer station or distribution station is associated with a generation facility or a renewable energy generation facility that is not described in paragraph 3 of subsection 3 (1) if the station is used to transform the voltage of electricity at the facility or on a transmission line associated with the facility.  O. Reg. 116/01, s. 1 (5); O. Reg. 360/09, s. 1 (11).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) This Regulation does not apply to, (a) a generation facility that is constructed only for the purpose of providing electricity to the site where the generation facility is located in the event of a failure of a distributor to deliver electricity to the site; (b) a generation facility that uses biogas, biomass, landfill gas, natural gas or waste biomass as its primary power source, if the facility has a name plate capacity of 25 megawatts or less, and, (i) the ratio of the facility’s output energy to its input energy is more than 0.60, or (ii) none of the electricity generated by the facility is sold by the generator through the IESO-administered markets and none of the electricity generated by the facility is sold by the generator directly to persons who use the electricity at a location other than the site on which the facility is located; (c) a transmission line or transformer station associated with a generation facility described in clause (a) or (b); or (d) a renewable energy generation facility.  O. Reg. 116/01, s. 2; O. Reg. 360/09, s. 2 (1, 2). (2) Despite clause (1) (d), this Regulation applies to a renewable energy generation facility in respect of an undertaking that is designated under this Regulation if, (a) on a day before the day that subsection 4 (1) of Schedule G to the Green Energy and Green Economy Act, 2009 comes into force, (i) the proponent was authorized under Part II or II.1 of the Act to proceed with the undertaking, (ii) a notice of completion was issued or published by the proponent in respect of the undertaking and the proponent of the undertaking entered into a power purchase agreement with the Ontario Power Authority in respect of the supply of renewable energy from the undertaking, or (iii) a statement of completion was filed with the Director of the Environmental Assessment and Approvals Branch in respect of the undertaking and all of the approvals, permits and other instruments mentioned in subsection 47.3 (1) of the Environmental Protection Act that are required to construct, install, operate or use the facility have been obtained; (b) the facility uses water power as its primary power source; (c) the facility has a name plate capacity of less than or equal to 500 kW and on an annual basis, less than 90 per cent of the electricity generated at the facility is generated from a renewable energy source; (d) the facility has a name plate capacity of greater than 500 kW and on an annual basis, less than 95 per cent of the electricity generated at the facility is generated from a renewable energy source; (d.1) the facility is a thermal treatment facility as described in paragraph 12 of subsection 9 (1) of Ontario Regulation 359/09 (Renewable Energy Approvals under Part V.0.1 of the Act) made under the Environmental Protection Act; (e) the facility, (i) changes or was changed from a generation facility that uses or used coal as its primary power source, and (ii) has a name plate capacity of greater than 500 kW and on an annual basis, generates at least 95 per cent of its electricity from biomass within the meaning of Ontario Regulation 160/99 (Definitions and Exemptions) made under the Electricity Act, 1998; or (f) the undertaking consists of the changing, expanding or retiring of a renewable energy generation facility mentioned in clause (a), (b), (c), (d), (d.1) or (e). O. Reg. 360/09, s. 2 (3); O. Reg. 130/14, s. 2; O. Reg. 276/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b><b> </b>(1) This Regulation does not apply to,</p> <p class=\"clause-e\">  (a) a generation facility that is constructed only for the purpose of providing electricity to the site where the generation facility is located in the event of a failure of a distributor to deliver electricity to the site;</p> <p class=\"clause-e\">  (b) a generation facility that uses biogas, biomass, landfill gas, natural gas or waste biomass as its primary power source, if the facility has a name plate capacity of 25 megawatts or less, and,</p> <p class=\"subclause-e\">  (i) the ratio of the facility’s output energy to its input energy is more than 0.60, or</p> <p class=\"subclause-e\">  (ii) none of the electricity generated by the facility is sold by the generator through the IESO-administered markets and none of the electricity generated by the facility is sold by the generator directly to persons who use the electricity at a location other than the site on which the facility is located;</p> <p class=\"clause-e\">  (c) a transmission line or transformer station associated with a generation facility described in clause (a) or (b); or</p> <p class=\"clause-e\">  (d) a renewable energy generation facility.  O. Reg. 116/01, s. 2; O. Reg. 360/09, s. 2 (1, 2).</p> <p class=\"subsection-e\">  (2) Despite clause (1) (d), this Regulation applies to a renewable energy generation facility in respect of an undertaking that is designated under this Regulation if,</p> <p class=\"clause-e\">  (a) on a day before the day that subsection 4 (1) of Schedule G to the <i>Green Energy and Green Economy Act, 2009 </i>comes into force,</p> <p class=\"subclause-e\">  (i) the proponent was authorized under Part II or II.1 of the Act to proceed with the undertaking,</p> <p class=\"subclause-e\">  (ii) a notice of completion was issued or published by the proponent in respect of the undertaking and the proponent of the undertaking entered into a power purchase agreement with the Ontario Power Authority in respect of the supply of renewable energy from the undertaking, or</p> <p class=\"subclause-e\">  (iii) a statement of completion was filed with the Director of the Environmental Assessment and Approvals Branch in respect of the undertaking and all of the approvals, permits and other instruments mentioned in subsection 47.3 (1) of the <i>Environmental Protection Act </i>that are required to construct, install, operate or use the facility have been obtained;</p> <p class=\"clause-e\">  (b) the facility uses water power as its primary power source;</p> <p class=\"clause-e\">  (c) the facility has a name plate capacity of less than or equal to 500 kW and on an annual basis, less than 90 per cent of the electricity generated at the facility is generated from a renewable energy source;</p> <p class=\"clause-e\">  (d) the facility has a name plate capacity of greater than 500 kW and on an annual basis, less than 95 per cent of the electricity generated at the facility is generated from a renewable energy source;</p> <p class=\"clause-e\"> (d.1) the facility is a thermal treatment facility as described in paragraph 12 of subsection 9 (1) of Ontario Regulation 359/09 (Renewable Energy Approvals under Part V.0.1 of the Act) made under the <i>Environmental Protection Act</i>;</p> <p class=\"clause-e\">  (e) the facility,</p> <p class=\"subclause-e\">  (i) changes or was changed from a generation facility that uses or used coal as its primary power source, and</p> <p class=\"subclause-e\">  (ii) has a name plate capacity of greater than 500 kW and on an annual basis, generates at least 95 per cent of its electricity from biomass within the meaning of Ontario Regulation 160/99 (Definitions and Exemptions) made under the <i>Electricity Act, 1998</i>; or</p> <p class=\"clause-e\">  (f) the undertaking consists of the changing, expanding or retiring of a renewable energy generation facility mentioned in clause (a), (b), (c), (d), (d.1) or (e). O. Reg. 360/09, s. 2 (3); O. Reg. 130/14, s. 2; O. Reg. 276/21, s. 1.</p>"
        },
        {
            "id": "2.1",
            "section": null,
            "content": " 2.1 (1) This Regulation does not apply to the planning, designing, establishing, constructing, operating, changing or retiring of power supply infrastructure in relation to the electrification of a new or existing commuter rail corridor if the planning, designing, establishing, constructing, operating, changing or retiring is designated under Ontario Regulation 231/08 (Transit Projects and Metrolinx Undertakings) made under the Act as an undertaking to which the Act applies. O. Reg. 77/15, s. 1. (2) In this section, “power supply infrastructure” has the same meaning as in Ontario Regulation 231/08. O. Reg. 77/15, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2.1</b> (1) This Regulation does not apply to the planning, designing, establishing, constructing, operating, changing or retiring of power supply infrastructure in relation to the electrification of a new or existing commuter rail corridor if the planning, designing, establishing, constructing, operating, changing or retiring is designated under Ontario Regulation 231/08 (Transit Projects and Metrolinx Undertakings) made under the Act as an undertaking to which the Act applies. O. Reg. 77/15, s. 1.</p> <p class=\"subsection-e\">  (2) In this section, </p> <p class=\"firstdef-e\">“power supply infrastructure” has the same meaning as in Ontario Regulation 231/08. O. Reg. 77/15, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) The planning, designing, establishing, constructing, operating, changing, expanding or retiring of any of the following things is defined as a major commercial or business enterprise or activity and is designated as an undertaking to which the Act applies: 1. A\r\ngeneration facility that uses coal as its primary power source. 2. A\r\ngeneration facility that has a name plate capacity of five megawatts or more and that uses oil as its primary power source. 3. A generation facility that has a name plate capacity of 200 megawatts or more and that uses water power as its primary power source. 4. A transmission line that is more than two kilometres in length, is designed to operate at a nominal voltage of 115 kilovolts or more and is not associated with a generation facility described in paragraphs 1 to 7 of subsection 4 (1). 5. A transformer station or distribution station that is designed to operate at a nominal voltage of 115 kilovolts or more and is not associated with a generation facility described in paragraphs 1 to 7 of subsection 4 (1).  O. Reg. 116/01, s. 3 (1). (2) Revoked:  O. Reg. 273/11, s. 1. (3) Any expansion of or change in a generation facility, transmission line, transformer station or distribution station that would result in it becoming a thing described in subsection (1) is defined as a major commercial or business enterprise or activity and is designated as an undertaking to which the Act applies.  O. Reg. 116/01, s. 3 (3). (4) An undertaking that is designated under this section as an undertaking to which the Act applies is exempt from Part II of the Act if, (a) the undertaking is the expansion of or a change in a thing; (b) the undertaking is not a significant modification; and (c) the undertaking is carried out in accordance with the Environmental Screening Process.  O. Reg. 116/01, s. 3 (4); O. Reg. 360/09, s. 3. (5) If the proponent of an undertaking submitted an environmental assessment or proposed terms of reference in respect of the undertaking to the Ministry before this Regulation came into force, subsection (4) does not apply to the undertaking unless, not later than 60 days after this Regulation comes into force, the Director of the Ministry’s Environmental Assessment and Approvals Branch has received written notice from the proponent stating that the undertaking will be carried out in accordance with the procedure set out in the Environmental Screening Process.  O. Reg. 116/01, s. 3 (5). (6) Subsection (4) ceases to apply to an undertaking if, in accordance with the Environmental Screening Process, the Minister gives the proponent a notice to prepare an environmental assessment.  O. Reg. 116/01, s. 3 (6).",
            "raw_html": "<p class=\"section-e\"> <b>3.</b><b> </b>(1) The planning, designing, establishing, constructing, operating, changing, expanding or retiring of any of the following things is defined as a major commercial or business enterprise or activity and is designated as an undertaking to which the Act applies:</p> <p class=\"paragraph-e\"><b> </b>1. A\r\ngeneration facility that uses coal as its primary power source.</p> <p class=\"paragraph-e\"><b> </b>2. A\r\ngeneration facility that has a name plate capacity of five megawatts or more and that uses oil as its primary power source.</p> <p class=\"paragraph-e\">  3. A generation facility that has a name plate capacity of 200 megawatts or more and that uses water power as its primary power source.</p> <p class=\"paragraph-e\">  4. A transmission line that is more than two kilometres in length, is designed to operate at a nominal voltage of 115 kilovolts or more and is not associated with a generation facility described in paragraphs 1 to 7 of subsection 4 (1).</p> <p class=\"paragraph-e\">  5. A transformer station or distribution station that is designed to operate at a nominal voltage of 115 kilovolts or more and is not associated with a generation facility described in paragraphs 1 to 7 of subsection 4 (1).  O. Reg. 116/01, s. 3 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 273/11, s. 1.</p> <p class=\"subsection-e\">  (3) Any expansion of or change in a generation facility, transmission line, transformer station or distribution station that would result in it becoming a thing described in subsection (1) is defined as a major commercial or business enterprise or activity and is designated as an undertaking to which the Act applies.  O. Reg. 116/01, s. 3 (3).</p> <p class=\"subsection-e\">  (4) An undertaking that is designated under this section as an undertaking to which the Act applies is exempt from Part II of the Act if,</p> <p class=\"clause-e\">  (a) the undertaking is the expansion of or a change in a thing;</p> <p class=\"clause-e\">  (b) the undertaking is not a significant modification; and</p> <p class=\"clause-e\">  (c) the undertaking is carried out in accordance with the Environmental Screening Process.  O. Reg. 116/01, s. 3 (4); O. Reg. 360/09, s. 3.</p> <p class=\"subsection-e\">  (5) If the proponent of an undertaking submitted an environmental assessment or proposed terms of reference in respect of the undertaking to the Ministry before this Regulation came into force, subsection (4) does not apply to the undertaking unless, not later than 60 days after this Regulation comes into force, the Director of the Ministry’s Environmental Assessment and Approvals Branch has received written notice from the proponent stating that the undertaking will be carried out in accordance with the procedure set out in the Environmental Screening Process.  O. Reg. 116/01, s. 3 (5).</p> <p class=\"subsection-e\">  (6) Subsection (4) ceases to apply to an undertaking if, in accordance with the Environmental Screening Process, the Minister gives the proponent a notice to prepare an environmental assessment.  O. Reg. 116/01, s. 3 (6).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) The planning, designing, establishing, constructing, operating, changing, expanding or retiring of any of the following things is defined as a major commercial or business enterprise or activity and is designated as an undertaking to which the Act applies: 1. A generation facility that has a name plate capacity of one megawatt or more but less than five megawatts and that uses oil as its primary power source. 2. A generation facility that has a name plate capacity of less than 200 megawatts and that uses water power as its primary power source. 3. A generation facility that has a name plate capacity of two megawatts or more and that uses wind energy as its primary power source. 4. A generation facility that has a name plate capacity of five megawatts or more and that uses biomass or natural gas as its primary power source. 5. A generation facility that has a name plate capacity of 10 megawatts or more and that uses waste biomass as its primary power source. 6. A generation facility that has a name plate capacity of 25 megawatts or more and that uses biogas as its primary power source. 7. A generation facility that has a name plate capacity of 25 megawatts or more, uses landfill gas as its primary power source and is located at a waste disposal site the establishment of which does not or did not require approval under section 5 of the Act. 8. A transmission line that is designed to transmit electricity at a nominal voltage of 115 kilovolts or more and is associated with a generation facility described in this subsection. 9. A transformer station or distribution station that is designed to operate at a nominal voltage of 115 kilovolts or more and is associated with a generation facility described in this subsection.  O. Reg. 116/01, s. 4 (1). (2) Revoked:  O. Reg. 273/11, s. 2. (3) Any expansion of or change in a generation facility, transmission line, transformer station or distribution station that would result in it becoming a thing described in subsection (1) is defined as a major commercial or business enterprise or activity and is designated as an undertaking to which the Act applies.  O. Reg. 116/01, s. 4 (3). (4) An undertaking that is designated under this section as an undertaking to which the Act applies is exempt from Part II of the Act if the undertaking is carried out in accordance with the Environmental Screening Process.  O. Reg. 116/01, s. 4 (4); O. Reg. 360/09, s. 4. (5) If the proponent of an undertaking submitted an environmental assessment or proposed terms of reference in respect of the undertaking to the Ministry before this Regulation came into force, subsection (4) does not apply to the undertaking unless, not later than 60 days after this Regulation comes into force, the Director of the Ministry’s Environmental Assessment and Approvals Branch has received written notice from the proponent stating that the undertaking will be carried out in accordance with the procedure set out in the Environmental Screening Process.  O. Reg. 116/01, s. 4 (5). (6) Subsection (4) ceases to apply to an undertaking if, in accordance with the Environmental Screening Process, the Minister gives the proponent a notice to prepare an environmental assessment.  O. Reg. 116/01, s. 4 (6).",
            "raw_html": "<p class=\"section-e\"> <b>4.</b><b> </b>(1) The planning, designing, establishing, constructing, operating, changing, expanding or retiring of any of the following things is defined as a major commercial or business enterprise or activity and is designated as an undertaking to which the Act applies:</p> <p class=\"paragraph-e\">  1. A generation facility that has a name plate capacity of one megawatt or more but less than five megawatts and that uses oil as its primary power source.</p> <p class=\"paragraph-e\">  2. A generation facility that has a name plate capacity of less than 200 megawatts and that uses water power as its primary power source.</p> <p class=\"paragraph-e\">  3. A generation facility that has a name plate capacity of two megawatts or more and that uses wind energy as its primary power source.</p> <p class=\"paragraph-e\">  4. A generation facility that has a name plate capacity of five megawatts or more and that uses biomass or natural gas as its primary power source.</p> <p class=\"paragraph-e\">  5. A generation facility that has a name plate capacity of 10 megawatts or more and that uses waste biomass as its primary power source.</p> <p class=\"paragraph-e\">  6. A generation facility that has a name plate capacity of 25 megawatts or more and that uses biogas as its primary power source.</p> <p class=\"paragraph-e\">  7. A generation facility that has a name plate capacity of 25 megawatts or more, uses landfill gas as its primary power source and is located at a waste disposal site the establishment of which does not or did not require approval under section 5 of the Act.</p> <p class=\"paragraph-e\">  8. A transmission line that is designed to transmit electricity at a nominal voltage of 115 kilovolts or more and is associated with a generation facility described in this subsection.</p> <p class=\"paragraph-e\">  9. A transformer station or distribution station that is designed to operate at a nominal voltage of 115 kilovolts or more and is associated with a generation facility described in this subsection.  O. Reg. 116/01, s. 4 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 273/11, s. 2.</p> <p class=\"subsection-e\">  (3) Any expansion of or change in a generation facility, transmission line, transformer station or distribution station that would result in it becoming a thing described in subsection (1) is defined as a major commercial or business enterprise or activity and is designated as an undertaking to which the Act applies.  O. Reg. 116/01, s. 4 (3).</p> <p class=\"subsection-e\">  (4) An undertaking that is designated under this section as an undertaking to which the Act applies is exempt from Part II of the Act if the undertaking is carried out in accordance with the Environmental Screening Process.  O. Reg. 116/01, s. 4 (4); O. Reg. 360/09, s. 4.</p> <p class=\"subsection-e\">  (5) If the proponent of an undertaking submitted an environmental assessment or proposed terms of reference in respect of the undertaking to the Ministry before this Regulation came into force, subsection (4) does not apply to the undertaking unless, not later than 60 days after this Regulation comes into force, the Director of the Ministry’s Environmental Assessment and Approvals Branch has received written notice from the proponent stating that the undertaking will be carried out in accordance with the procedure set out in the Environmental Screening Process.  O. Reg. 116/01, s. 4 (5).</p> <p class=\"subsection-e\">  (6) Subsection (4) ceases to apply to an undertaking if, in accordance with the Environmental Screening Process, the Minister gives the proponent a notice to prepare an environmental assessment.  O. Reg. 116/01, s. 4 (6).</p>"
        },
        {
            "id": "4.1",
            "section": null,
            "content": " 4.1 (1) Subject to subsections (2) and (3), sections 3 and 4 do not affect the application of the Act to an undertaking by or on behalf of Her Majesty in right of Ontario or by a public body or public bodies or by a municipality or municipalities.  O. Reg. 360/09, s. 5. (2) Subsections 3 (4), (5) and (6) apply, with necessary modifications, to an undertaking by or on behalf of Her Majesty in right of Ontario or by a public body or public bodies or by a municipality or municipalities, if the undertaking would be designated under section 3 as an undertaking to which the Act applies were it not an undertaking by or on behalf of Her Majesty in right of Ontario or by a public body or public bodies or by a municipality or municipalities.  O. Reg. 360/09, s. 5. (3) Subsections 4 (4), (5) and (6) apply, with necessary modifications, to an undertaking by or on behalf of Her Majesty in right of Ontario or by a public body or public bodies or by a municipality or municipalities, if the undertaking would be designated under section 4 as an undertaking to which the Act applies were it not an undertaking by or on behalf of Her Majesty in right of Ontario or by a public body or public bodies or by a municipality or municipalities.  O. Reg. 360/09, s. 5. (4) Clause 5 (2) (a) of Regulation 334 of the Revised Regulations of Ontario, 1990 (General) made under the Act does not apply to an undertaking by a municipality or municipalities, if the undertaking would be designated under section 3 or 4 of this Regulation as an undertaking to which the Act applies were it not an undertaking by a municipality or municipalities.  O. Reg. 360/09, s. 5. (5) If an undertaking is designated under another regulation made under the Act as an undertaking to which the Act applies and is also designated under section 3 or 4 as an undertaking to which the Act applies, subsections 3 (4), (5) and (6) and 4 (4), (5) and (6) apply to the undertaking unless the undertaking is exempt from subsection 5 (1) of the Act under another regulation made under the Act.  O. Reg. 360/09, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>4.1 </b>(1) Subject to subsections (2) and (3), sections 3 and 4 do not affect the application of the Act to an undertaking by or on behalf of Her Majesty in right of Ontario or by a public body or public bodies or by a municipality or municipalities.  O. Reg. 360/09, s. 5.</p> <p class=\"subsection-e\">  (2) Subsections 3 (4), (5) and (6) apply, with necessary modifications, to an undertaking by or on behalf of Her Majesty in right of Ontario or by a public body or public bodies or by a municipality or municipalities, if the undertaking would be designated under section 3 as an undertaking to which the Act applies were it not an undertaking by or on behalf of Her Majesty in right of Ontario or by a public body or public bodies or by a municipality or municipalities.  O. Reg. 360/09, s. 5.</p> <p class=\"subsection-e\">  (3) Subsections 4 (4), (5) and (6) apply, with necessary modifications, to an undertaking by or on behalf of Her Majesty in right of Ontario or by a public body or public bodies or by a municipality or municipalities, if the undertaking would be designated under section 4 as an undertaking to which the Act applies were it not an undertaking by or on behalf of Her Majesty in right of Ontario or by a public body or public bodies or by a municipality or municipalities.  O. Reg. 360/09, s. 5.</p> <p class=\"subsection-e\">  (4) Clause 5 (2) (a) of Regulation 334 of the Revised Regulations of Ontario, 1990 (General) made under the Act does not apply to an undertaking by a municipality or municipalities, if the undertaking would be designated under section 3 or 4 of this Regulation as an undertaking to which the Act applies were it not an undertaking by a municipality or municipalities.  O. Reg. 360/09, s. 5.</p> <p class=\"subsection-e\">  (5) If an undertaking is designated under another regulation made under the Act as an undertaking to which the Act applies and is also designated under section 3 or 4 as an undertaking to which the Act applies, subsections 3 (4), (5) and (6) and 4 (4), (5) and (6) apply to the undertaking unless the undertaking is exempt from subsection 5 (1) of the Act under another regulation made under the Act.  O. Reg. 360/09, s. 5.</p>"
        },
        {
            "id": "4.2",
            "section": null,
            "content": "  4.2 Despite any provision of the Act or this Regulation, Part II of the Act does not apply to an undertaking in respect of a generation facility, transmission line, transmission station or distribution station by or on behalf of Her Majesty in right of Ontario or by a public body or public bodies or by a municipality or municipalities, unless, if the undertaking were not an undertaking by or on behalf of Her Majesty in right of Ontario or by a public body or public bodies or by a municipality or municipalities, the undertaking would be designated under section 3 or 4 as an undertaking to which the Act applies.  O. Reg. 360/09, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>  4.2 </b>Despite any provision of the Act or this Regulation, Part II of the Act does not apply to an undertaking in respect of a generation facility, transmission line, transmission station or distribution station by or on behalf of Her Majesty in right of Ontario or by a public body or public bodies or by a municipality or municipalities, unless, if the undertaking were not an undertaking by or on behalf of Her Majesty in right of Ontario or by a public body or public bodies or by a municipality or municipalities, the undertaking would be designated under section 3 or 4 as an undertaking to which the Act applies.  O. Reg. 360/09, s. 5.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) Despite sections 3 and 4, an undertaking is not defined as a major commercial or business enterprise or activity and is not designated as an undertaking to which the Act applies if, (a) the undertaking is the changing or expanding of a generation facility that uses coal, hazardous waste, liquid industrial waste, municipal waste or oil as its primary power source; (b) after completion of the undertaking, the facility will use less coal, hazardous waste, liquid industrial waste, municipal waste or oil and will not use more of any of those power sources; and (c) after the completion of the undertaking, the name plate capacity of the facility will be less than the maximum name plate capacity determined in accordance with the following formula: A = B + ((C - D) ´ 0.5) where, A = the maximum name plate capacity of the facility after the completion of the undertaking, B = the name plate capacity of the facility before the start of the undertaking, C = the capacity of the facility to generate electricity from coal, hazardous waste, liquid industrial waste, municipal waste and oil before the start of the undertaking, D = the capacity of the facility to generate electricity from coal, hazardous waste, liquid industrial waste, municipal waste and oil after the completion of the undertaking. O. Reg. 116/01, s. 5 (1). (2) An undertaking that is designated under this Regulation as an undertaking to which the Act applies and that is the operating, changing, expanding or retiring of a generation facility is exempt from Part II of the Act if, (a) the facility was changed or expanded and, pursuant to subsection (1), the undertaking to change or expand the facility was not defined as a major commercial or business enterprise or activity and was not designated as an undertaking to which the Act applies; and (b) as a result of the undertaking to change or expand the facility, the facility no longer uses coal, hazardous waste, liquid industrial waste, municipal waste or oil as its primary power source.  O. Reg. 116/01, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5.</b><b> </b>(1) Despite sections 3 and 4, an undertaking is not defined as a major commercial or business enterprise or activity and is not designated as an undertaking to which the Act applies if,</p> <p class=\"clause-e\">  (a) the undertaking is the changing or expanding of a generation facility that uses coal, hazardous waste, liquid industrial waste, municipal waste or oil as its primary power source;</p> <p class=\"clause-e\">  (b) after completion of the undertaking, the facility will use less coal, hazardous waste, liquid industrial waste, municipal waste or oil and will not use more of any of those power sources; and</p> <p class=\"clause-e\">  (c) after the completion of the undertaking, the name plate capacity of the facility will be less than the maximum name plate capacity determined in accordance with the following formula:</p> <p class=\"equation-e\">A = B + ((C - D) ´ 0.5)</p> <p class=\"Sclause-e\">where,</p> <p class=\"equationind2-e\">  A = the maximum name plate capacity of the facility after the completion of the undertaking,</p> <p class=\"equationind2-e\">  B = the name plate capacity of the facility before the start of the undertaking,</p> <p class=\"equationind2-e\">  C = the capacity of the facility to generate electricity from coal, hazardous waste, liquid industrial waste, municipal waste and oil before the start of the undertaking,</p> <p class=\"equationind2-e\">  D = the capacity of the facility to generate electricity from coal, hazardous waste, liquid industrial waste, municipal waste and oil after the completion of the undertaking.</p> <p class=\"footnote-e\">O. Reg. 116/01, s. 5 (1).</p> <p class=\"subsection-e\">  (2) An undertaking that is designated under this Regulation as an undertaking to which the Act applies and that is the operating, changing, expanding or retiring of a generation facility is exempt from Part II of the Act if,</p> <p class=\"clause-e\">  (a) the facility was changed or expanded and, pursuant to subsection (1), the undertaking to change or expand the facility was not defined as a major commercial or business enterprise or activity and was not designated as an undertaking to which the Act applies; and</p> <p class=\"clause-e\">  (b) as a result of the undertaking to change or expand the facility, the facility no longer uses coal, hazardous waste, liquid industrial waste, municipal waste or oil as its primary power source.  O. Reg. 116/01, s. 5 (2).</p>"
        },
        {
            "id": "5.1",
            "section": null,
            "content": "  5.1 (1) In this section, “municipal waste pilot project site” has the same meaning as in section 5.0.1 of Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Environmental Protection Act.  O. Reg. 104/07, s. 1. (2) An undertaking that is designated under this Regulation as an undertaking to which the Environmental Assessment Act applies and that is in respect of the processing or disposing of municipal waste on a municipal waste pilot project site is exempt from Part II of that Act if section 5.0.1 of Regulation 347 of the Revised Regulations of Ontario, 1990 applies to an application for an environmental compliance approval under section 20.2 of the Environmental Protection Act in respect of the use, operation, establishment, alteration, extension or enlargement of the site.  O. Reg. 273/11, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  5.1 </b>(1) In this section,</p> <p class=\"firstdef-e\">“municipal waste pilot project site” has the same meaning as in section 5.0.1 of Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the <i>Environmental Protection Act</i>.  O. Reg. 104/07, s. 1.</p> <p class=\"subsection-e\">  (2) An undertaking that is designated under this Regulation as an undertaking to which the <i>Environmental Assessment Act</i> applies and that is in respect of the processing or disposing of municipal waste on a municipal waste pilot project site is exempt from Part II of that Act if section 5.0.1 of Regulation 347 of the Revised Regulations of Ontario, 1990 applies to an application for an environmental compliance approval under section 20.2 of the <i>Environmental Protection Act</i> in respect of the use, operation, establishment, alteration, extension or enlargement of the site.  O. Reg. 273/11, s. 3.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) An undertaking that is designated under this Regulation as an undertaking to which the Act applies and that is the constructing, operating, changing, expanding or retiring of a thing is exempt from Part II of the Act if no approval was required under section 5 of the Act to construct the thing and, (a) construction of the thing began before this Regulation came into force; or (b) any approvals required to begin construction, and any approvals required under the Environmental Protection Act or the Ontario Water Resources Act\r\nto operate the thing, were obtained before this Regulation came into force.  O. Reg. 116/01, s. 6 (1). (2) For the purpose of clause (1) (a), construction shall be deemed to have begun, (a) on the date on which the first contract was awarded for carrying out part or all of the construction, if any contracts were awarded for that purpose; and (b) on the date on which construction started, if no contracts were awarded for carrying out part or all of the construction.  O. Reg. 116/01, s. 6 (2). (3) Subsection (1) ceases to apply to an undertaking on the fifth anniversary of the coming into force of this Regulation, unless construction of the thing is substantially completed before that date.  O. Reg. 116/01, s. 6 (3). (4) Subsection (1) does not apply to an undertaking that is the expansion, after January 1, 2001, of the generation facility at Atikokan, if coal is to be used as the primary power source of any part of the facility that is added by the expansion.  O. Reg. 116/01, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"> <b>6.</b><b> </b>(1) An undertaking that is designated under this Regulation as an undertaking to which the Act applies and that is the constructing, operating, changing, expanding or retiring of a thing is exempt from Part II of the Act if no approval was required under section 5 of the Act to construct the thing and,</p> <p class=\"clause-e\">  (a) construction of the thing began before this Regulation came into force; or</p> <p class=\"clause-e\">  (b) any approvals required to begin construction, and any approvals required under the <i>Environmental Protection Act</i> or the <i>Ontario Water Resources Act</i>\r\nto operate the thing, were obtained before this Regulation came into force.  O. Reg. 116/01, s. 6 (1).</p> <p class=\"subsection-e\">  (2) For the purpose of clause (1) (a), construction shall be deemed to have begun,</p> <p class=\"clause-e\">  (a) on the date on which the first contract was awarded for carrying out part or all of the construction, if any contracts were awarded for that purpose; and</p> <p class=\"clause-e\">  (b) on the date on which construction started, if no contracts were awarded for carrying out part or all of the construction.  O. Reg. 116/01, s. 6 (2).</p> <p class=\"subsection-e\">  (3) Subsection (1) ceases to apply to an undertaking on the fifth anniversary of the coming into force of this Regulation, unless construction of the thing is substantially completed before that date.  O. Reg. 116/01, s. 6 (3).</p> <p class=\"subsection-e\">  (4) Subsection (1) does not apply to an undertaking that is the expansion, after January 1, 2001, of the generation facility at Atikokan, if coal is to be used as the primary power source of any part of the facility that is added by the expansion.  O. Reg. 116/01, s. 6 (4).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. An undertaking that is designated under this Regulation as an undertaking to which the Act applies and that is the changing or expanding of a thing that was constructed before this Regulation came into force is exempt from Part II of the Act if, (a) no approval under section 5 of the Act was required to construct the thing; and (b) the change or expansion, together with any other change or expansion of the thing that occurred since the thing was constructed, is not a significant modification.  O. Reg. 116/01, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7.</b><b> </b>An undertaking that is designated under this Regulation as an undertaking to which the Act applies and that is the changing or expanding of a thing that was constructed before this Regulation came into force is exempt from Part II of the Act if,</p> <p class=\"clause-e\">  (a) no approval under section 5 of the Act was required to construct the thing; and</p> <p class=\"clause-e\">  (b) the change or expansion, together with any other change or expansion of the thing that occurred since the thing was constructed, is not a significant modification.  O. Reg. 116/01, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. (1) Despite subsections 3 (4), 4 (4) and 6 (1), Part II of the Act applies to an undertaking that is designated under this Regulation as an undertaking to which the Act applies if the undertaking is of a type that is subject to a class environmental assessment approved after January 1, 2001 or to the Class Environmental Assessment for Minor Transmission Facilities approved pursuant to Order in Council 1173/92.  O. Reg. 116/01, s. 8 (1). (2) If an undertaking that is designated under this Regulation as an undertaking to which the Act applies is of a type that is subject to a class environmental assessment referred to in subsection (1), the proponent shall proceed with the undertaking in accordance with the class environmental assessment, even if the proponent is not the applicant who obtained approval of the class environmental assessment.  O. Reg. 116/01, s. 8 (2). (3) Subsections (1) and (2) do not apply to an undertaking of a type that is subject to the Class Environmental Assessment for Minor Transmission Facilities approved pursuant to Order in Council 1173/92 if the undertaking is the planning, designing, establishing, constructing, operating, changing, expanding or retiring of a thing referred to in paragraph 8 or 9 of subsection 4 (1).  O. Reg. 116/01, s. 8 (3). (4) Subsections (1) and (2) do not apply to an undertaking that is a waterpower project if, (a) before the Class Environmental Assessment for Waterpower Projects is approved, a notice of commencement of a screening or a notice of commencement of an environmental review has been issued under the Environmental Screening Process for the undertaking; and (b) a notice of completion of a screening report or a notice of completion of an environmental review report is issued under the Environmental Screening Process for the undertaking no later than December 31, 2010.  O. Reg. 336/08, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>8.</b><b> </b>(1) Despite subsections 3 (4), 4 (4) and 6 (1), Part II of the Act applies to an undertaking that is designated under this Regulation as an undertaking to which the Act applies if the undertaking is of a type that is subject to a class environmental assessment approved after January 1, 2001 or to the Class Environmental Assessment for Minor Transmission Facilities approved pursuant to Order in Council 1173/92.  O. Reg. 116/01, s. 8 (1).</p> <p class=\"subsection-e\">  (2) If an undertaking that is designated under this Regulation as an undertaking to which the Act applies is of a type that is subject to a class environmental assessment referred to in subsection (1), the proponent shall proceed with the undertaking in accordance with the class environmental assessment, even if the proponent is not the applicant who obtained approval of the class environmental assessment.  O. Reg. 116/01, s. 8 (2).</p> <p class=\"subsection-e\">  (3) Subsections (1) and (2) do not apply to an undertaking of a type that is subject to the Class Environmental Assessment for Minor Transmission Facilities approved pursuant to Order in Council 1173/92 if the undertaking is the planning, designing, establishing, constructing, operating, changing, expanding or retiring of a thing referred to in paragraph 8 or 9 of subsection 4 (1).  O. Reg. 116/01, s. 8 (3).</p> <p class=\"subsection-e\">  (4) Subsections (1) and (2) do not apply to an undertaking that is a waterpower project if, </p> <p class=\"clause-e\">  (a) before the Class Environmental Assessment for Waterpower Projects is approved, a notice of commencement of a screening or a notice of commencement of an environmental review has been issued under the Environmental Screening Process for the undertaking; and</p> <p class=\"clause-e\">  (b) a notice of completion of a screening report or a notice of completion of an environmental review report is issued under the Environmental Screening Process for the undertaking no later than December 31, 2010.  O. Reg. 336/08, s. 1.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. Despite subsections 3 (4), 4 (4) and 6 (1), Part II of the Act applies to an undertaking that is designated under this Regulation as an undertaking to which the Act applies if the proponent applies to the Minister for approval to proceed with the undertaking.  O. Reg. 116/01, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9.</b><b> </b>Despite subsections 3 (4), 4 (4) and 6 (1), Part II of the Act applies to an undertaking that is designated under this Regulation as an undertaking to which the Act applies if the proponent applies to the Minister for approval to proceed with the undertaking.  O. Reg. 116/01, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "  10. (1) Despite subsections 3 (4), 4 (4) and 6 (1), Part II of the Act applies to an undertaking that is designated under this Regulation as an undertaking to which the Act applies if, before this Regulation came into force, an approval was issued for the undertaking under the Act.  O. Reg. 116/01, s. 10 (1). (2) If Part II of the Act applies to an undertaking under subsection (1), the proponent shall proceed with the undertaking in accordance with the approval.  O. Reg. 116/01, s. 10 (2).    ",
            "raw_html": "<p class=\"section-e\"><b>  10.</b><b> </b>(1) Despite subsections 3 (4), 4 (4) and 6 (1), Part II of the Act applies to an undertaking that is designated under this Regulation as an undertaking to which the Act applies if, before this Regulation came into force, an approval was issued for the undertaking under the Act.  O. Reg. 116/01, s. 10 (1).</p> <p class=\"subsection-e\">  (2) If Part II of the Act applies to an undertaking under subsection (1), the proponent shall proceed with the undertaking in accordance with the approval.  O. Reg. 116/01, s. 10 (2).</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}