{
    "reg_info": {
        "full_title": "O. Reg. 166/03: ORDERS UNDER SECTION 22.1 OF THE ACT",
        "reg_name_text": "ORDERS UNDER SECTION 22.1 OF THE ACT",
        "citation": "O. Reg. 166/03: ",
        "act_under": "Health Protection and Promotion Act   Loi sur la protection et la promotion de la santé",
        "url": "https://www.ontario.ca/laws/regulation/030166",
        "date_scraped": "2023-12-19 09:55:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/030166/v1",
            "valid_from": "September  8, 2003",
            "valid_to": "August 12, 2007"
        }
    ],
    "content": [
        {
            "id": "P47_753",
            "section": "Interpretation",
            "content": "1. (1) In this Regulation, “analyst” means a medical laboratory technologist at the Ministry of Health and Long-Term Care’s Central Public Health Laboratory; “applicant” means a person who submits an application to a medical officer of health for an order pursuant to section 22.1 of the Act; “Applicant Report” means an Applicant Report made in the form approved by the Minister; “applicant’s disclosure” means all information contained in sections “C” (Details of Occurrence) and “D” (Additional Information) of the Applicant Report and all information contained in section “C” (History of Exposure) of the Physician Report; “application” means a completed Applicant Report together with a completed Physician Report submitted to the medical officer of health of the board of health of the appropriate health unit; “appropriate health unit” for the purposes of submitting an application to a medical officer of health pursuant to section 22.1 of the Act, means the health unit for the area where the respondent resides; “Central Public Health Laboratory” means the Ministry of Health and Long-Term Care’s Central Public Health Laboratory; “crime” means an offence under the Criminal Code (Canada) committed in Ontario which results in physical injury to a victim and as a result of which the victim may have come into contact with a bodily substance of a respondent; “day” means Monday through Friday between the hours of 9 a.m. and 4 p.m. local time, but does not include Saturdays, Sundays or statutory holidays; “laboratory requisition” means a laboratory requisition made in the form approved by the Minister; “occurrence” means the events alleged by an applicant which cause him or her to come into contact with a bodily substance of a respondent; “Physician Report” means a Physician Report made in the form approved by the Minister and including the information specified in this Regulation; “prescribed communicable disease” means a disease prescribed under section 2; “report to police” means a report of the facts alleging a crime in Ontario made to local police authorities by a victim; “reporting physician” means a physician who is qualified to make a Physician Report pursuant to section 22.1 of the Act; “respondent” means a person who has been identified by an applicant as a person whose bodily substances the applicant may have come into contact with; “respondent blood analysis report” means a report on the results of the analysis of a blood sample taken from a respondent in accordance with an order made pursuant to section 22.1 of the Act; “Respondent Report” means a Respondent Report made in the form approved by the Minister; “respondent’s disclosure” means all information contained in sections “B” (Details of Occurrence) and “D” (Additional Information) of the Respondent Report; “victim” means a person who may have come into contact with a bodily substance of a respondent as a result of sustaining physical injury from any act or omission in Ontario of a respondent occurring in or resulting from the commission of a crime. O. Reg. 166/03, s. 1 (1); O. Reg. 375/03, s. 1. (2) A reference in this Regulation to a form is a reference to the form of that name that is approved by the Minister for the purposes of this Regulation, and that is available from the Ministry of Health and Long-Term Care or on a website of that Ministry, or both. O. Reg. 166/03, s. 1 (2). (3) For the purpose of calculating time under this Regulation, where there is a reference to a number of days between two events, they shall be counted by excluding the day on which the first event happens and including the day on which the second event happens. O. Reg. 166/03, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P47_753\"></a><a name=\"BK0\"></a>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“analyst” means a medical laboratory technologist at the Ministry of Health and Long-Term Care’s Central Public Health Laboratory;</p> <p class=\"definition-e\">“applicant” means a person who submits an application to a medical officer of health for an order pursuant to section 22.1 of the Act;</p> <p class=\"definition-e\">“Applicant Report” means an Applicant Report made in the form approved by the Minister;</p> <p class=\"definition-e\">“applicant’s disclosure” means all information contained in sections “C” (Details of Occurrence) and “D” (Additional Information) of the Applicant Report and all information contained in section “C” (History of Exposure) of the Physician Report;</p> <p class=\"definition-e\">“application” means a completed Applicant Report together with a completed Physician Report submitted to the medical officer of health of the board of health of the appropriate health unit;</p> <p class=\"definition-e\">“appropriate health unit” for the purposes of submitting an application to a medical officer of health pursuant to section 22.1 of the Act, means the health unit for the area where the respondent resides;</p> <p class=\"definition-e\">“Central Public Health Laboratory” means the Ministry of Health and Long-Term Care’s Central Public Health Laboratory;</p> <p class=\"definition-e\">“crime” means an offence under the <i>Criminal Code </i>(Canada) committed in Ontario which results in physical injury to a victim and as a result of which the victim may have come into contact with a bodily substance of a respondent;</p> <p class=\"definition-e\">“day” means Monday through Friday between the hours of 9 a.m. and 4 p.m. local time, but does not include Saturdays, Sundays or statutory holidays;</p> <p class=\"definition-e\">“laboratory requisition” means a laboratory requisition made in the form approved by the Minister;</p> <p class=\"definition-e\">“occurrence” means the events alleged by an applicant which cause him or her to come into contact with a bodily substance of a respondent;</p> <p class=\"definition-e\">“Physician Report” means a Physician Report made in the form approved by the Minister and including the information specified in this Regulation;</p> <p class=\"definition-e\">“prescribed communicable disease” means a disease prescribed under section 2;</p> <p class=\"definition-e\">“report to police” means a report of the facts alleging a crime in Ontario made to local police authorities by a victim;</p> <p class=\"definition-e\">“reporting physician” means a physician who is qualified to make a Physician Report pursuant to section 22.1 of the Act;</p> <p class=\"definition-e\">“respondent” means a person who has been identified by an applicant as a person whose bodily substances the applicant may have come into contact with;</p> <p class=\"definition-e\">“respondent blood analysis report” means a report on the results of the analysis of a blood sample taken from a respondent in accordance with an order made pursuant to section 22.1 of the Act;</p> <p class=\"definition-e\">“Respondent Report” means a Respondent Report made in the form approved by the Minister;</p> <p class=\"definition-e\">“respondent’s disclosure” means all information contained in sections “B” (Details of Occurrence) and “D” (Additional Information) of the Respondent Report;</p> <p class=\"definition-e\">“victim” means a person who may have come into contact with a bodily substance of a respondent as a result of sustaining physical injury from any act or omission in Ontario of a respondent occurring in or resulting from the commission of a crime. O. Reg. 166/03, s. 1 (1); O. Reg. 375/03, s. 1.</p> <p class=\"subsection-e\">(2) A reference in this Regulation to a form is a reference to the form of that name that is approved by the Minister for the purposes of this Regulation, and that is available from the Ministry of Health and Long-Term Care or on a website of that Ministry, or both. O. Reg. 166/03, s. 1 (2).</p> <p class=\"subsection-e\">(3) For the purpose of calculating time under this Regulation, where there is a reference to a number of days between two events, they shall be counted by excluding the day on which the first event happens and including the day on which the second event happens. O. Reg. 166/03, s. 1 (3).</p>"
        },
        {
            "id": "P71_4571",
            "section": "Diseases prescribed",
            "content": "2. For the purposes of subsections 22.1 (2) and (4) of the Act, Human Immunodeficiency Virus/Acquired Immunodeficiency Syndrome (HIV/AIDS), Hepatitis B and Hepatitis C are prescribed as communicable diseases. O. Reg. 166/03, s. 2.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P71_4571\"></a><a name=\"BK1\"></a>2. </b>For the purposes of subsections 22.1 (2) and (4) of the Act, Human Immunodeficiency Virus/Acquired Immunodeficiency Syndrome (HIV/AIDS), Hepatitis B and Hepatitis C are prescribed as communicable diseases. O. Reg. 166/03, s. 2.</p>"
        },
        {
            "id": "P73_4844",
            "section": "Role of the medical officer of health",
            "content": "3. (1) Nothing in this Regulation creates a physician-patient relationship or other relationship of trust between a medical officer of health and an applicant. O. Reg. 166/03, s. 3 (1). (2) Nothing in this Regulation creates a physician-patient relationship or other relationship of trust between a medical officer of health and a respondent. O. Reg. 166/03, s. 3 (2). (3) The medical officer of health may seek legal advice from an advisor independent from the applicant and the respondent for the purpose of determining an application. O. Reg. 166/03, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P73_4844\"></a><a name=\"BK2\"></a>3. </b>(1) Nothing in this Regulation creates a physician-patient relationship or other relationship of trust between a medical officer of health and an applicant. O. Reg. 166/03, s. 3 (1).</p> <p class=\"subsection-e\">(2) Nothing in this Regulation creates a physician-patient relationship or other relationship of trust between a medical officer of health and a respondent. O. Reg. 166/03, s. 3 (2).</p> <p class=\"subsection-e\">(3) The medical officer of health may seek legal advice from an advisor independent from the applicant and the respondent for the purpose of determining an application. O. Reg. 166/03, s. 3 (3).</p>"
        },
        {
            "id": "P77_5440",
            "section": "Application",
            "content": "4. (1) An application must be received by the office of the medical officer of health in the appropriate health unit no more than seven days after the occurrence. O. Reg. 166/03, s. 4 (1). (2) An application received more than seven days after the occurrence is invalid. O. Reg. 166/03, s. 4 (2). (3) In the event of conflicting information about the date of the occurrence, the medical officer of health shall determine the date of the occurrence based on the information provided in the physician report. O. Reg. 166/03, s. 4 (3). (4) Where the office of a medical officer of health receives an application, the office shall set out in writing the date and time the application was received by the office. O. Reg. 166/03, s. 4 (4). (5) A medical officer of health may request and receive further information from any person before determining an application if, in the opinion of the medical officer of health, it is appropriate to do so. O. Reg. 166/03, s. 4 (5). (6) Where an application is received by the office of a medical officer of health in a health unit other than the appropriate health unit, the office that receives the application shall forward the application to the office of the medical officer of health in the appropriate health unit. O. Reg. 166/03, s. 4 (6). (7) Where an application is forwarded to the office of the medical officer of health in the appropriate health unit pursuant to this section, the application is deemed received by the office of the medical officer of health in the appropriate health unit on the day it was received by the office of the medical officer of health that forwarded the application. O. Reg. 166/03, s. 4 (7). (8) The Chief Medical Officer of Health may, if in the opinion of the Chief Medical Officer of Health it is appropriate to do so, direct the medical officer of health in the appropriate health unit who receives the application to transfer the application to a medical officer of health in a health unit other than the appropriate health unit, and shall notify the receiving medical officer of health of the transfer of the application. O. Reg. 375/03, s. 2. (9) The Chief Medical Officer of Health may provide a direction under subsection (8) without providing reasons for his or her decision. O. Reg. 375/03, s. 2. (10) The medical officer of health who receives an application under the direction of the Chief Medical Officer of Health shall determine the application in accordance with the Act and this Regulation. O. Reg. 375/03, s. 2.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P77_5440\"></a><a name=\"BK3\"></a>4. </b>(1) An application must be received by the office of the medical officer of health in the appropriate health unit no more than seven days after the occurrence. O. Reg. 166/03, s. 4 (1).</p> <p class=\"subsection-e\">(2) An application received more than seven days after the occurrence is invalid. O. Reg. 166/03, s. 4 (2).</p> <p class=\"subsection-e\">(3) In the event of conflicting information about the date of the occurrence, the medical officer of health shall determine the date of the occurrence based on the information provided in the physician report. O. Reg. 166/03, s. 4 (3).</p> <p class=\"subsection-e\">(4) Where the office of a medical officer of health receives an application, the office shall set out in writing the date and time the application was received by the office. O. Reg. 166/03, s. 4 (4).</p> <p class=\"subsection-e\">(5) A medical officer of health may request and receive further information from any person before determining an application if, in the opinion of the medical officer of health, it is appropriate to do so. O. Reg. 166/03, s. 4 (5).</p> <p class=\"subsection-e\">(6) Where an application is received by the office of a medical officer of health in a health unit other than the appropriate health unit, the office that receives the application shall forward the application to the office of the medical officer of health in the appropriate health unit. O. Reg. 166/03, s. 4 (6).</p> <p class=\"subsection-e\">(7) Where an application is forwarded to the office of the medical officer of health in the appropriate health unit pursuant to this section, the application is deemed received by the office of the medical officer of health in the appropriate health unit on the day it was received by the office of the medical officer of health that forwarded the application. O. Reg. 166/03, s. 4 (7).</p> <p class=\"subsection-e\">(8) The Chief Medical Officer of Health may, if in the opinion of the Chief Medical Officer of Health it is appropriate to do so, direct the medical officer of health in the appropriate health unit who receives the application to transfer the application to a medical officer of health in a health unit other than the appropriate health unit, and shall notify the receiving medical officer of health of the transfer of the application. O. Reg. 375/03, s. 2.</p> <p class=\"subsection-e\">(9) The Chief Medical Officer of Health may provide a direction under subsection (8) without providing reasons for his or her decision. O. Reg. 375/03, s. 2.</p> <p class=\"subsection-e\">(10) The medical officer of health who receives an application under the direction of the Chief Medical Officer of Health shall determine the application in accordance with the Act and this Regulation. O. Reg. 375/03, s. 2.</p>"
        },
        {
            "id": "P88_8026",
            "section": "Base line testing",
            "content": "5. (1) The reporting physician shall order base line testing for the prescribed communicable diseases and the applicant must attend at a laboratory forthwith to have a blood sample taken and tested for the prescribed communicable diseases. O. Reg. 166/03, s. 5 (1). (2) The medical officer of health may consider and determine an application before receiving the applicant’s base line testing results. O. Reg. 166/03, s. 5 (2). (3) It is the responsibility of the applicant to ensure that a valid copy of his or her base line testing results is received by the office of the medical officer of health in the appropriate health unit no more than five days after the applicant receives the results. O. Reg. 166/03, s. 5 (3). (4) The medical officer of health shall determine the application as soon as practicable after the applicant’s base line testing results become available. O. Reg. 166/03, s. 5 (4). (5) When determining an application, the medical officer of health shall consider the applicant’s base line testing results if those results are available. O. Reg. 166/03, s. 5 (5). (6) If the medical officer of health makes an order but subsequently receives the applicant’s base line testing results which indicate that the applicant is positive for one or more of the prescribed communicable diseases, the medical officer of health shall rescind the order as a whole or any parts of the order that are no longer valid or shall make a new order if appropriate. O. Reg. 166/03, s. 5 (6).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P88_8026\"></a><a name=\"BK4\"></a>5. </b>(1) The reporting physician shall order base line testing for the prescribed communicable diseases and the applicant must attend at a laboratory forthwith to have a blood sample taken and tested for the prescribed communicable diseases. O. Reg. 166/03, s. 5 (1).</p> <p class=\"subsection-e\">(2) The medical officer of health may consider and determine an application before receiving the applicant’s base line testing results. O. Reg. 166/03, s. 5 (2).</p> <p class=\"subsection-e\">(3) It is the responsibility of the applicant to ensure that a valid copy of his or her base line testing results is received by the office of the medical officer of health in the appropriate health unit no more than five days after the applicant receives the results. O. Reg. 166/03, s. 5 (3).</p> <p class=\"subsection-e\">(4) The medical officer of health shall determine the application as soon as practicable after the applicant’s base line testing results become available. O. Reg. 166/03, s. 5 (4).</p> <p class=\"subsection-e\">(5) When determining an application, the medical officer of health shall consider the applicant’s base line testing results if those results are available. O. Reg. 166/03, s. 5 (5).</p> <p class=\"subsection-e\">(6) If the medical officer of health makes an order but subsequently receives the applicant’s base line testing results which indicate that the applicant is positive for one or more of the prescribed communicable diseases, the medical officer of health shall rescind the order as a whole or any parts of the order that are no longer valid or shall make a new order if appropriate. O. Reg. 166/03, s. 5 (6).</p>"
        },
        {
            "id": "P95_9588",
            "section": "Voluntary information ",
            "content": "6. (1) Upon receiving an application, the medical officer of health shall immediately designate an appropriate public health professional for the purpose of contacting the respondent about voluntarily providing information necessary to confirm his or her seropositivity respecting the prescribed communicable diseases and voluntarily providing a blood sample to be tested for the prescribed communicable diseases. O. Reg. 166/03, s. 6 (1). (2) The medical officer of health shall provide the person designated under this section with the name and address of the respondent and, if available, the telephone number of the respondent. O. Reg. 166/03, s. 6 (2). (3) The procedure for the voluntary process shall be informal, using standard public health practices and procedures. O. Reg. 166/03, s. 6 (3). (4) The person designated under this section shall not disclose the applicant’s name or any other personally identifying information about the applicant to the respondent but may disclose to the respondent that an application has been received by the medical officer of health and may describe the process governing the application. O. Reg. 166/03, s. 6 (4). (5) The medical officer of health who considers an application shall not take part in any investigation or receive information respecting the voluntary process involving the respondent or the applicant with the exception of receiving information about whether or not the voluntary process was successful. O. Reg. 166/03, s. 6 (5). (6) Where the designated person is satisfied that the respondent has voluntarily provided information necessary to confirm his or her seropositivity or has voluntarily provided a blood sample for testing, the voluntary process is successful. O. Reg. 166/03, s. 6 (6). (7) Where the designated person is not satisfied that the respondent has voluntarily provided information necessary to confirm his or her seropositivity or has voluntarily provided a blood sample for testing, the voluntary process is not successful. O. Reg. 166/03, s. 6 (7). (8) Where the medical officer of health receives information that the voluntary process was successful, the medical officer of health shall not consider the application. O. Reg. 166/03, s. 6 (8). (9) Where the medical officer of health receives information that the voluntary process was not successful, the medical officer of health shall proceed to consider the application. O. Reg. 166/03, s. 6 (9). (10) Where the medical officer of health is of the opinion that he or she has received information about the voluntary process outside the scope of what permitted in this section, the medical officer of health shall immediately contact the Chief Medical Officer of Health who shall designate another medical officer of health to consider the application. O. Reg. 166/03, s. 6 (10). (11) A medical officer of health designated by the Chief Medical Officer of Health under this section may continue the voluntary process if he or she is of the opinion that it is appropriate to do so. O. Reg. 166/03, s. 6 (11). (12) Where the person designated under this section has made reasonable attempts to contact the respondent but is unable to contact the respondent within seven days of being designated for that purpose by the medical officer of health, the person shall advise the medical officer of health that the voluntary process was unsuccessful. O. Reg. 166/03, s. 6 (12). (13) The voluntary process shall take no more than seven days to complete. O. Reg. 166/03, s. 6 (13).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P95_9588\"></a><a name=\"BK5\"></a>6. </b>(1) Upon receiving an application, the medical officer of health shall immediately designate an appropriate public health professional for the purpose of contacting the respondent about voluntarily providing information necessary to confirm his or her seropositivity respecting the prescribed communicable diseases and voluntarily providing a blood sample to be tested for the prescribed communicable diseases. O. Reg. 166/03, s. 6 (1).</p> <p class=\"subsection-e\">(2) The medical officer of health shall provide the person designated under this section with the name and address of the respondent and, if available, the telephone number of the respondent. O. Reg. 166/03, s. 6 (2).</p> <p class=\"subsection-e\">(3) The procedure for the voluntary process shall be informal, using standard public health practices and procedures. O. Reg. 166/03, s. 6 (3).</p> <p class=\"subsection-e\">(4) The person designated under this section shall not disclose the applicant’s name or any other personally identifying information about the applicant to the respondent but may disclose to the respondent that an application has been received by the medical officer of health and may describe the process governing the application. O. Reg. 166/03, s. 6 (4).</p> <p class=\"subsection-e\">(5) The medical officer of health who considers an application shall not take part in any investigation or receive information respecting the voluntary process involving the respondent or the applicant with the exception of receiving information about whether or not the voluntary process was successful. O. Reg. 166/03, s. 6 (5).</p> <p class=\"subsection-e\">(6) Where the designated person is satisfied that the respondent has voluntarily provided information necessary to confirm his or her seropositivity or has voluntarily provided a blood sample for testing, the voluntary process is successful. O. Reg. 166/03, s. 6 (6).</p> <p class=\"subsection-e\">(7) Where the designated person is not satisfied that the respondent has voluntarily provided information necessary to confirm his or her seropositivity or has voluntarily provided a blood sample for testing, the voluntary process is not successful. O. Reg. 166/03, s. 6 (7).</p> <p class=\"subsection-e\">(8) Where the medical officer of health receives information that the voluntary process was successful, the medical officer of health shall not consider the application. O. Reg. 166/03, s. 6 (8).</p> <p class=\"subsection-e\">(9) Where the medical officer of health receives information that the voluntary process was not successful, the medical officer of health shall proceed to consider the application. O. Reg. 166/03, s. 6 (9).</p> <p class=\"subsection-e\">(10) Where the medical officer of health is of the opinion that he or she has received information about the voluntary process outside the scope of what permitted in this section, the medical officer of health shall immediately contact the Chief Medical Officer of Health who shall designate another medical officer of health to consider the application. O. Reg. 166/03, s. 6 (10).</p> <p class=\"subsection-e\">(11) A medical officer of health designated by the Chief Medical Officer of Health under this section may continue the voluntary process if he or she is of the opinion that it is appropriate to do so. O. Reg. 166/03, s. 6 (11).</p> <p class=\"subsection-e\">(12) Where the person designated under this section has made reasonable attempts to contact the respondent but is unable to contact the respondent within seven days of being designated for that purpose by the medical officer of health, the person shall advise the medical officer of health that the voluntary process was unsuccessful. O. Reg. 166/03, s. 6 (12).</p> <p class=\"subsection-e\">(13) The voluntary process shall take no more than seven days to complete. O. Reg. 166/03, s. 6 (13).</p>"
        },
        {
            "id": "P109_13204",
            "section": "Mandatory conditions",
            "content": "7. (1) An applicant must meet each of the following mandatory conditions in making an application under section 22.1 of the Act: 1. The application must be received by the office of the medical officer of health no more than seven days after the occurrence. 2. The Applicant Report must be sworn or affirmed to by the applicant. 3. The Applicant Report must include the name and address of the respondent. 4. The Applicant Report must state that the applicant has provided his or her consent permitting the release of his or her personal health information relating to the application to the medical officer to health and to any other person that the medical officer of health considers necessary for the purposes of the application. 5. Where an application is brought under subclause 22.1 (2) (a) (i) of the Act, the Applicant Report must state that, i. the applicant has made a report to police, and ii. the applicant has provided his or her consent permitting the medical officer of health to request any information that the medical officer of health considers necessary from local police authorities respecting the applicant’s report to police. 6. The applicant must consent to examination, counselling, including counselling respecting recommended prophylaxis or treatment, and base line testing for the prescribed communicable diseases recommended by the reporting physician. However, while the applicant must consent to counselling respecting prophylaxis or treatment, if the applicant refuses to consent to prophylaxis or treatment, his or her application may still be considered. O. Reg. 166/03, s. 7 (1). (2) Where an applicant fails to meet one or more of the conditions listed in this section, the application is not valid and shall be dismissed by the medical officer of health. O. Reg. 166/03, s. 7 (2). (3) Where the medical officer of health dismisses an application, the medical officer of health shall make a written dismissal. O. Reg. 166/03, s. 7 (3). (4) A dismissal made pursuant to section 22.1 of the Act shall include, (a) the reasons for the dismissal; and (b) a statement that under subsection 22.1 (9) of the Act and this Regulation, the applicant may appeal the dismissal to the Chief Medical Officer of Health by filing a completed Form AP1 — Notice of Appeal of Dismissal or Refusal with the office of the Chief Medical Officer of Health within five days of the deemed receipt of the dismissal pursuant to subsection (6). O. Reg. 166/03, s. 7 (4). (5) Where the medical officer of health dismisses an application, he or she shall send a copy of the dismissal to the applicant by registered mail no more than two days after the dismissal is made. O. Reg. 166/03, s. 7 (5). (6) The applicant shall be deemed to have received a dismissal sent by registered mail on the fifth day after the dismissal is mailed. O. Reg. 166/03, s. 7 (6).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P109_13204\"></a><a name=\"BK6\"></a>7. </b>(1) An applicant must meet each of the following mandatory conditions in making an application under section 22.1 of the Act:</p> <p class=\"paragraph-e\">1. The application must be received by the office of the medical officer of health no more than seven days after the occurrence.</p> <p class=\"paragraph-e\">2. The Applicant Report must be sworn or affirmed to by the applicant.</p> <p class=\"paragraph-e\">3. The Applicant Report must include the name and address of the respondent.</p> <p class=\"paragraph-e\">4. The Applicant Report must state that the applicant has provided his or her consent permitting the release of his or her personal health information relating to the application to the medical officer to health and to any other person that the medical officer of health considers necessary for the purposes of the application.</p> <p class=\"paragraph-e\">5. Where an application is brought under subclause 22.1 (2) (a) (i) of the Act, the Applicant Report must state that,</p> <p class=\"subpara-e\">i. the applicant has made a report to police, and</p> <p class=\"subpara-e\">ii. the applicant has provided his or her consent permitting the medical officer of health to request any information that the medical officer of health considers necessary from local police authorities respecting the applicant’s report to police.</p> <p class=\"paragraph-e\">6. The applicant must consent to examination, counselling, including counselling respecting recommended prophylaxis or treatment, and base line testing for the prescribed communicable diseases recommended by the reporting physician. However, while the applicant must consent to counselling respecting prophylaxis or treatment, if the applicant refuses to consent to prophylaxis or treatment, his or her application may still be considered. O. Reg. 166/03, s. 7 (1).</p> <p class=\"subsection-e\">(2) Where an applicant fails to meet one or more of the conditions listed in this section, the application is not valid and shall be dismissed by the medical officer of health. O. Reg. 166/03, s. 7 (2).</p> <p class=\"subsection-e\">(3) Where the medical officer of health dismisses an application, the medical officer of health shall make a written dismissal. O. Reg. 166/03, s. 7 (3).</p> <p class=\"subsection-e\">(4) A dismissal made pursuant to section 22.1 of the Act shall include,</p> <p class=\"clause-e\">(a) the reasons for the dismissal; and</p> <p class=\"clause-e\">(b) a statement that under subsection 22.1 (9) of the Act and this Regulation, the applicant may appeal the dismissal to the Chief Medical Officer of Health by filing a completed Form AP1 — Notice of Appeal of Dismissal or Refusal with the office of the Chief Medical Officer of Health within five days of the deemed receipt of the dismissal pursuant to subsection (6). O. Reg. 166/03, s. 7 (4).</p> <p class=\"subsection-e\">(5) Where the medical officer of health dismisses an application, he or she shall send a copy of the dismissal to the applicant by registered mail no more than two days after the dismissal is made. O. Reg. 166/03, s. 7 (5).</p> <p class=\"subsection-e\">(6) The applicant shall be deemed to have received a dismissal sent by registered mail on the fifth day after the dismissal is mailed. O. Reg. 166/03, s. 7 (6).</p>"
        },
        {
            "id": "P126_16113",
            "section": "Receiving information",
            "content": "8. (1) Whether or not a hearing is held under subsection 22.1 (5) of the Act, the medical officer of health may at any time receive and consider any information from any person for the purposes of determining an application. O. Reg. 166/03, s. 8 (1). (2) Where the medical officer of health receives and considers information for the purpose of determining an application, the medical officer of health must retain a written record of that information. O. Reg. 166/03, s. 8 (2). (3) The medical officer of health shall determine whether or not to share information he or she receives for the purposes of an application with the applicant and the respondent. O. Reg. 166/03, s. 8 (3). (4) The medical officer of health shall not share information he or she receives for the purposes of an application with the applicant and not with the respondent. O. Reg. 166/03, s. 8 (4). (5) The medical officer of health shall not share information he or she receives for the purposes of an application with the respondent and not with the applicant. O. Reg. 166/03, s. 8 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P126_16113\"></a><a name=\"BK7\"></a>8. </b>(1) Whether or not a hearing is held under subsection 22.1 (5) of the Act, the medical officer of health may at any time receive and consider any information from any person for the purposes of determining an application. O. Reg. 166/03, s. 8 (1).</p> <p class=\"subsection-e\">(2) Where the medical officer of health receives and considers information for the purpose of determining an application, the medical officer of health must retain a written record of that information. O. Reg. 166/03, s. 8 (2).</p> <p class=\"subsection-e\">(3) The medical officer of health shall determine whether or not to share information he or she receives for the purposes of an application with the applicant and the respondent. O. Reg. 166/03, s. 8 (3).</p> <p class=\"subsection-e\">(4) The medical officer of health shall not share information he or she receives for the purposes of an application with the applicant and not with the respondent. O. Reg. 166/03, s. 8 (4).</p> <p class=\"subsection-e\">(5) The medical officer of health shall not share information he or she receives for the purposes of an application with the respondent and not with the applicant. O. Reg. 166/03, s. 8 (5).</p>"
        },
        {
            "id": "P132_17231",
            "section": "Where no hearing held",
            "content": "9. (1) This section applies where the medical officer of health receives an application and determines that a hearing is not necessary under subsection 22.1 (5) of the Act. O. Reg. 166/03, s. 9 (1). (2) Where a hearing is not held under subsection 22.1 (5) of the Act, the medical officer of health may at any time receive and consider any information from any person for the purposes of determining an application. O. Reg. 166/03, s. 9 (2). (3) Despite subsections 8 (4) and (5), where a hearing is not held under subsection 22.1 (5) of the Act, the medical officer of health may share information he or she receives for the purposes of an application with the applicant and not with the respondent. O. Reg. 166/03, s. 9 (3). (4) Upon determining that a hearing is not necessary under subsection 22.1 (5) of the Act, the medical officer of health shall proceed to consider and determine the application without notice to the respondent. O. Reg. 166/03, s. 9 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P132_17231\"></a><a name=\"BK8\"></a>9. </b>(1) This section applies where the medical officer of health receives an application and determines that a hearing is not necessary under subsection 22.1 (5) of the Act. O. Reg. 166/03, s. 9 (1).</p> <p class=\"subsection-e\">(2) Where a hearing is not held under subsection 22.1 (5) of the Act, the medical officer of health may at any time receive and consider any information from any person for the purposes of determining an application. O. Reg. 166/03, s. 9 (2).</p> <p class=\"subsection-e\">(3) Despite subsections 8 (4) and (5), where a hearing is not held under subsection 22.1 (5) of the Act, the medical officer of health may share information he or she receives for the purposes of an application with the applicant and not with the respondent. O. Reg. 166/03, s. 9 (3).</p> <p class=\"subsection-e\">(4) Upon determining that a hearing is not necessary under subsection 22.1 (5) of the Act, the medical officer of health shall proceed to consider and determine the application without notice to the respondent. O. Reg. 166/03, s. 9 (4).</p>"
        },
        {
            "id": "P137_18243",
            "section": "Where hearing is held",
            "content": "10. (1) This section applies where the medical officer of health receives an application and determines that a hearing is necessary under subsection 22.1 (5) of the Act. O. Reg. 166/03, s. 10 (1). (2) For the purposes of subsection 22.1 (5) of the Act, the medical officer of health may only hold hearings at which no oral evidence is presented. O. Reg. 166/03, s. 10 (2). (3) Where a hearing is held under subsection 22.1 (5) of the Act, the medical officer of health may at any time receive and consider any information from any person for the purposes of determining an application. O. Reg. 166/03, s. 10 (3). (4) The parties to a hearing held by a medical officer of health under subsection 22.1 (5) of the Act are the applicant, the respondent and any other person that the medical officer of health considers necessary. O. Reg. 166/03, s. 10 (4). (5) The medical officer of health shall determine the nature and extent of the participation in the hearing of all parties to a hearing held under subsection 22.1 (5) of the Act, other than the applicant and the respondent. O. Reg. 166/03, s. 10 (5). (6) The medical officer of health shall not provide the parties to a hearing held under subsection 22.1 (5) of the Act with any sections of the Physician Report, the Applicant Report or the Respondent Report with the exception of those sections included in the applicant’s disclosure and the respondent’s disclosure. O. Reg. 166/03, s. 10 (6). (7) Where the medical officer of health determines that a hearing is necessary under subsection 22.1 (5) of the Act, the medical officer of health shall make up to three attempts to personally deliver a blank Respondent Report and the applicant’s disclosure to the respondent within the first three days after the medical officer of health determines that a hearing is necessary. O. Reg. 166/03, s. 10 (7). (8) Where the medical officer of health attempts to personally deliver a blank Respondent Report and the applicant’s disclosure to a respondent but is unsuccessful, the medical officer of health shall, if practicable, leave information at the delivery address sufficient to permit the respondent to contact the medical officer of health respecting the application. O. Reg. 166/03, s. 10 (8). (9) The medical officer of health shall maintain a log of all attempts made to deliver a blank Respondent Report and the applicant’s disclosure to a respondent. O. Reg. 166/03, s. 10 (9). (10) Where the medical officer of health is unable to personally deliver a blank Respondent Report and the applicant’s disclosure to a respondent after making three attempts to do so, the medical officer of health shall proceed to consider and determine the application without holding a hearing under subsection 22.1 (5) of the Act. O. Reg. 166/03, s. 10 (10). (11) The medical officer of health may consider the inability to personally deliver a blank Respondent Report and the applicant’s disclosure to a respondent in determining whether or not to make an order under section 22.1 of the Act. O. Reg. 166/03, s. 10 (11). (12) A respondent shall deliver a completed Respondent Report to the medical officer of health no more than seven days after receiving a blank Respondent Report and the applicant’s disclosure from the medical officer of health. O. Reg. 166/03, s. 10 (12). (13) Where a blank Respondent Report and the applicant’s disclosure has been personally delivered to the respondent, the medical officer of health may proceed to consider the application seven days after the respondent received the blank Respondent Report and the applicant’s disclosure. O. Reg. 166/03, s. 10 (13). (14) Where the medical officer of health has not yet determined an application, the medical officer of health may accept a Respondent Report received more than seven days after the respondent received the blank Respondent Report and the applicant’s disclosure from the medical officer of health. O. Reg. 166/03, s. 10 (14).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P137_18243\"></a><a name=\"BK9\"></a>10. </b>(1) This section applies where the medical officer of health receives an application and determines that a hearing is necessary under subsection 22.1 (5) of the Act. O. Reg. 166/03, s. 10 (1).</p> <p class=\"subsection-e\">(2) For the purposes of subsection 22.1 (5) of the Act, the medical officer of health may only hold hearings at which no oral evidence is presented. O. Reg. 166/03, s. 10 (2).</p> <p class=\"subsection-e\">(3) Where a hearing is held under subsection 22.1 (5) of the Act, the medical officer of health may at any time receive and consider any information from any person for the purposes of determining an application. O. Reg. 166/03, s. 10 (3).</p> <p class=\"subsection-e\">(4) The parties to a hearing held by a medical officer of health under subsection 22.1 (5) of the Act are the applicant, the respondent and any other person that the medical officer of health considers necessary. O. Reg. 166/03, s. 10 (4).</p> <p class=\"subsection-e\">(5) The medical officer of health shall determine the nature and extent of the participation in the hearing of all parties to a hearing held under subsection 22.1 (5) of the Act, other than the applicant and the respondent. O. Reg. 166/03, s. 10 (5).</p> <p class=\"subsection-e\">(6) The medical officer of health shall not provide the parties to a hearing held under subsection 22.1 (5) of the Act with any sections of the Physician Report, the Applicant Report or the Respondent Report with the exception of those sections included in the applicant’s disclosure and the respondent’s disclosure. O. Reg. 166/03, s. 10 (6).</p> <p class=\"subsection-e\">(7) Where the medical officer of health determines that a hearing is necessary under subsection 22.1 (5) of the Act, the medical officer of health shall make up to three attempts to personally deliver a blank Respondent Report and the applicant’s disclosure to the respondent within the first three days after the medical officer of health determines that a hearing is necessary. O. Reg. 166/03, s. 10 (7).</p> <p class=\"subsection-e\">(8) Where the medical officer of health attempts to personally deliver a blank Respondent Report and the applicant’s disclosure to a respondent but is unsuccessful, the medical officer of health shall, if practicable, leave information at the delivery address sufficient to permit the respondent to contact the medical officer of health respecting the application. O. Reg. 166/03, s. 10 (8).</p> <p class=\"subsection-e\">(9) The medical officer of health shall maintain a log of all attempts made to deliver a blank Respondent Report and the applicant’s disclosure to a respondent. O. Reg. 166/03, s. 10 (9).</p> <p class=\"subsection-e\">(10) Where the medical officer of health is unable to personally deliver a blank Respondent Report and the applicant’s disclosure to a respondent after making three attempts to do so, the medical officer of health shall proceed to consider and determine the application without holding a hearing under subsection 22.1 (5) of the Act. O. Reg. 166/03, s. 10 (10).</p> <p class=\"subsection-e\">(11) The medical officer of health may consider the inability to personally deliver a blank Respondent Report and the applicant’s disclosure to a respondent in determining whether or not to make an order under section 22.1 of the Act. O. Reg. 166/03, s. 10 (11).</p> <p class=\"subsection-e\">(12) A respondent shall deliver a completed Respondent Report to the medical officer of health no more than seven days after receiving a blank Respondent Report and the applicant’s disclosure from the medical officer of health. O. Reg. 166/03, s. 10 (12).</p> <p class=\"subsection-e\">(13) Where a blank Respondent Report and the applicant’s disclosure has been personally delivered to the respondent, the medical officer of health may proceed to consider the application seven days after the respondent received the blank Respondent Report and the applicant’s disclosure. O. Reg. 166/03, s. 10 (13).</p> <p class=\"subsection-e\">(14) Where the medical officer of health has not yet determined an application, the medical officer of health may accept a Respondent Report received more than seven days after the respondent received the blank Respondent Report and the applicant’s disclosure from the medical officer of health. O. Reg. 166/03, s. 10 (14).</p>"
        },
        {
            "id": "P152_22327",
            "section": "Where order is made",
            "content": "11. (1) An order made by the medical officer of health pursuant to section 22.1 of the Act shall include, (a) the medical officer of health’s reasons for decision; (b) a statement that under section 44 of the Act, the respondent is entitled to a hearing by the Health Services Appeal and Review Board if, no more than 15 days after receiving the order, the respondent mails or delivers notice in writing requiring a hearing to the medical officer of health who made the order and to the Health Services Appeal and Review Board; (c) a statement that under section 44 of the Act, the order takes effect when the respondent receives it but that the respondent may apply to the Health Services Appeal and Review Board for a stay of the order pending the outcome of a hearing before the Health Services Appeal and Review Board; (d) a statement that the respondent must have a blood sample taken in accordance with the order no more than seven days after receiving the order; and (e) the name of a person or a class of persons to take the blood sample from the respondent. O. Reg. 166/03, s. 11 (1). (2) Where the medical officer of health makes an order pursuant to section 22.1 of the Act, the medical officer of health shall send a notice stating that the order has been made and setting out the date of the order to the applicant by registered mail no more than two days after the order is made. O. Reg. 166/03, s. 11 (2). (3) An applicant shall be deemed to have received a notice sent by registered mail on the fifth day after the notice is mailed. O. Reg. 166/03, s. 11 (3). (4) Where the medical officer of health makes an order pursuant to section 22.1 of the Act, the medical officer of health shall make up to three attempts to personally deliver a copy of the order to the respondent within the first three days after the order is made. O. Reg. 166/03, s. 11 (4). (5) Where the medical officer of health attempts to personally deliver an order to a respondent but is unsuccessful, the medical officer of health shall, if practicable, leave information at the delivery address sufficient to permit the respondent to contact the medical officer of health respecting the order. O. Reg. 166/03, s. 11 (5). (6) The medical officer of health shall maintain a log of all attempts made to deliver an order to a respondent. O. Reg. 166/03, s. 11 (6). (7) Where the medical officer of health is unable to personally deliver an order to a respondent after making three attempts to do so, the order shall be considered non-deliverable. O. Reg. 166/03, s. 11 (7). (8) Where the medical officer of health makes an order pursuant to section 22.1 of the Act, the order takes effect, (a) as against the respondent, when the respondent receives the order; (b) as against the person named in the order to take the blood sample from the respondent, when the respondent presents him or herself to the person to have the blood sample taken; and (c) as against the Central Public Health Laboratory, when the blood sample taken from the respondent arrives at the Central Public Health Laboratory. O. Reg. 166/03, s. 11 (8). (9) Where the medical officer of health makes an order pursuant to section 22.1 of the Act, the respondent must have a blood sample taken in accordance with the order no more than seven days after the respondent receives the order. O. Reg. 166/03, s. 11 (9).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P152_22327\"></a><a name=\"BK10\"></a>11. </b>(1) An order made by the medical officer of health pursuant to section 22.1 of the Act shall include,</p> <p class=\"clause-e\">(a) the medical officer of health’s reasons for decision;</p> <p class=\"clause-e\">(b) a statement that under section 44 of the Act, the respondent is entitled to a hearing by the Health Services Appeal and Review Board if, no more than 15 days after receiving the order, the respondent mails or delivers notice in writing requiring a hearing to the medical officer of health who made the order and to the Health Services Appeal and Review Board; </p> <p class=\"clause-e\">(c) a statement that under section 44 of the Act, the order takes effect when the respondent receives it but that the respondent may apply to the Health Services Appeal and Review Board for a stay of the order pending the outcome of a hearing before the Health Services Appeal and Review Board; </p> <p class=\"clause-e\">(d) a statement that the respondent must have a blood sample taken in accordance with the order no more than seven days after receiving the order; and  </p> <p class=\"clause-e\">(e) the name of a person or a class of persons to take the blood sample from the respondent. O. Reg. 166/03, s. 11 (1).</p> <p class=\"subsection-e\">(2) Where the medical officer of health makes an order pursuant to section 22.1 of the Act, the medical officer of health shall send a notice stating that the order has been made and setting out the date of the order to the applicant by registered mail no more than two days after the order is made. O. Reg. 166/03, s. 11 (2).</p> <p class=\"subsection-e\">(3) An applicant shall be deemed to have received a notice sent by registered mail on the fifth day after the notice is mailed. O. Reg. 166/03, s. 11 (3).</p> <p class=\"subsection-e\">(4) Where the medical officer of health makes an order pursuant to section 22.1 of the Act, the medical officer of health shall make up to three attempts to personally deliver a copy of the order to the respondent within the first three days after the order is made. O. Reg. 166/03, s. 11 (4).</p> <p class=\"subsection-e\">(5) Where the medical officer of health attempts to personally deliver an order to a respondent but is unsuccessful, the medical officer of health shall, if practicable, leave information at the delivery address sufficient to permit the respondent to contact the medical officer of health respecting the order. O. Reg. 166/03, s. 11 (5).</p> <p class=\"subsection-e\">(6) The medical officer of health shall maintain a log of all attempts made to deliver an order to a respondent. O. Reg. 166/03, s. 11 (6).</p> <p class=\"subsection-e\">(7) Where the medical officer of health is unable to personally deliver an order to a respondent after making three attempts to do so, the order shall be considered non-deliverable. O. Reg. 166/03, s. 11 (7).</p> <p class=\"subsection-e\">(8) Where the medical officer of health makes an order pursuant to section 22.1 of the Act, the order takes effect,</p> <p class=\"clause-e\">(a) as against the respondent, when the respondent receives the order;</p> <p class=\"clause-e\">(b) as against the person named in the order to take the blood sample from the respondent, when the respondent presents him or herself to the person to have the blood sample taken; and</p> <p class=\"clause-e\">(c) as against the Central Public Health Laboratory, when the blood sample taken from the respondent arrives at the Central Public Health Laboratory. O. Reg. 166/03, s. 11 (8).</p> <p class=\"subsection-e\">(9) Where the medical officer of health makes an order pursuant to section 22.1 of the Act, the respondent must have a blood sample taken in accordance with the order no more than seven days after the respondent receives the order. O. Reg. 166/03, s. 11 (9).</p>"
        },
        {
            "id": "P170_25758",
            "section": "Where order refused",
            "content": "12. (1) Where the medical officer of health refuses to make an order pursuant to section 22.1 of the Act, the medical officer of health shall make a written refusal. O. Reg. 166/03, s. 12 (1). (2) A refusal made pursuant to section 22.1 of the Act shall include, (a) reasons for the decision; and (b) a statement that under subsection 22.1 (9) of the Act and this Regulation, the applicant may appeal the refusal to the Chief Medical Officer of Health by personally serving the respondent with a completed Form AP1 and filing the Form AP1, with proof of personal service of the form on the respondent, with the office of the Chief Medical Officer of Health within five days of the deemed receipt of the refusal pursuant to subsection (4). O. Reg. 166/03, s. 12 (2). (3) Where the medical officer of health makes a refusal, the medical officer of health shall send a copy of the refusal to the applicant by registered mail no more than two days after the refusal is made. O. Reg. 166/03, s. 12 (3). (4) The applicant shall be deemed to have received a refusal sent by registered mail on the fifth day after the refusal is mailed. O. Reg. 166/03, s. 12 (4).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P170_25758\"></a><a name=\"BK11\"></a>12. </b>(1) Where the medical officer of health refuses to make an order pursuant to section 22.1 of the Act, the medical officer of health shall make a written refusal. O. Reg. 166/03, s. 12 (1).</p> <p class=\"subsection-e\">(2) A refusal made pursuant to section 22.1 of the Act shall include,</p> <p class=\"clause-e\">(a) reasons for the decision; and</p> <p class=\"clause-e\">(b) a statement that under subsection 22.1 (9) of the Act and this Regulation, the applicant may appeal the refusal to the Chief Medical Officer of Health by personally serving the respondent with a completed Form AP1 and filing the Form AP1, with proof of personal service of the form on the respondent, with the office of the Chief Medical Officer of Health within five days of the deemed receipt of the refusal pursuant to subsection (4). O. Reg. 166/03, s. 12 (2).</p> <p class=\"subsection-e\">(3) Where the medical officer of health makes a refusal, the medical officer of health shall send a copy of the refusal to the applicant by registered mail no more than two days after the refusal is made. O. Reg. 166/03, s. 12 (3).</p> <p class=\"subsection-e\">(4) The applicant shall be deemed to have received a refusal sent by registered mail on the fifth day after the refusal is mailed. O. Reg. 166/03, s. 12 (4).</p>"
        },
        {
            "id": "P177_26970",
            "section": "Taking and analyzing blood sample",
            "content": "13. (1) The provisions of this section apply to blood samples taken from a respondent in accordance with an order made pursuant to section 22.1 of the Act. O. Reg. 166/03, s. 13 (1). (2) All blood samples taken from a respondent shall be taken by, (a) a physician named in the order by the medical officer of health; or (b) any other health care provider who is authorized or has been delegated to take the blood sample. O. Reg. 166/03, s. 13 (2). (3) Before taking a blood sample from a respondent, the person who is to take the sample shall verify the identity of the respondent by inspecting photo identification produced by the respondent. O. Reg. 166/03, s. 13 (3). (4) Where a respondent does not produce photo identification or where the person who is to take the sample is not satisfied that the photo identification produced by the respondent verifies the respondent’s identity, the person taking the sample shall, (a) not take any blood samples from the respondent pursuant to the order; (b) indicate on the laboratory requisition that the respondent did not produce photo identification or that the person who was to take the sample was not satisfied that the photo identification produced by the respondent verified the respondent’s identity and that no blood samples were taken from the respondent pursuant to the order; and (c) deliver the completed laboratory requisition to the office of the medical officer of health who made the order. O. Reg. 166/03, s. 13 (4). (5) Where the office of the medical officer of health receives a laboratory requisition which indicates that the respondent did not produce photo identification or that the person who was to take the sample was not satisfied that the photo identification produced by the respondent verified the respondent’s identity and that no blood samples were taken from the respondent pursuant to the order, the order shall be considered breached. O. Reg. 166/03, s. 13 (5). (6) A person who takes a blood sample from a respondent shall, (a) attach a label that lists the respondent’s name, date of birth and the date on which the specimen was collected to each of the vacutainers; (b) immediately put all vacutainers containing blood samples taken from the respondent into the biohazard bag; (c) attach a seal to the biohazard bag; (d) write the respondent’s full name and date of birth on the seal attached to the biohazard bag; (e) attach a unique number identifier to each of the three copies of the laboratory requisition; (f) indicate on the laboratory requisition that the identity of the respondent was verified in accordance with subsection (3); (g) write his or her own full name and sign and date the laboratory requisition; (h) provide the respondent from whom the blood sample was taken with a copy of the completed laboratory requisition; and (i) retain one copy of the completed laboratory requisition for his or her records. O. Reg. 166/03, s. 13 (6). (7) All analysis of blood samples taken from a respondent shall be done at the Central Public Health Laboratory. O. Reg. 166/03, s. 13 (7). (8) A person who takes a blood sample from a respondent shall immediately deliver the blood sample and a copy of the laboratory requisition by courier to the Central Public Health Laboratory. O. Reg. 166/03, s. 13 (8). (9) Before any analysis is performed on a blood sample taken from a respondent, an official of the Central Public Health Laboratory shall verify that, (a) the seal on the biohazard bag containing the blood sample is intact; and (b) the vacutainer containing the blood sample is not damaged. O. Reg. 166/03, s. 13 (9). (10) No analysis shall be performed on blood samples taken from a respondent which are contained in biohazard bags that arrive at the Central Public Health Laboratory with broken seals or which are contained in damaged vacutainers. O. Reg. 166/03, s. 13 (10). (11) Where the biohazard bag containing the blood samples taken from a respondent arrives at the Central Public Health Laboratory with a broken seal or where all vacutainers containing blood samples taken from a respondent are damaged, (a) no analysis of the respondent’s blood samples shall be performed; (b) an official of the Central Public Health Laboratory shall indicate on the laboratory requisition that the biohazard bag containing the blood samples taken from the respondent arrived at the Central Public Health Laboratory with a broken seal or that all vacutainers containing blood samples taken from the respondent were damaged and that no analysis of the respondent’s blood samples was performed; and (c) an official of the Central Public Health Laboratory shall deliver the laboratory requisition to the office of the medical officer of health who made the order. O. Reg. 166/03, s. 13 (11). (12) Where the medical officer of health receives a laboratory requisition which indicates that the biohazard bag containing the blood samples taken from a respondent arrived at the Central Public Health Laboratory with a broken seal or that all vacutainers containing blood samples taken from a respondent were damaged and that no analysis of the respondent’s blood samples was performed, the medical officer of health may make a new order pursuant to section 22.1 of the Act. O. Reg. 166/03, s. 13 (12). (13) Blood samples taken from a respondent shall be analyzed in accordance with the requirements specified on the laboratory requisition and in accordance with standard laboratory protocol. O. Reg. 166/03, s. 13 (13). (14) The signature of an analyst on a respondent blood analysis report indicates that blood samples taken from a respondent were analyzed in accordance with the requirements specified on the laboratory requisition and in accordance with standard laboratory protocol. O. Reg. 166/03, s. 13 (14). (15) The Central Public Health Laboratory shall deliver a respondent blood analysis report to the office of the medical officer of health named on the laboratory requisition. O. Reg. 166/03, s. 13 (15). (16) The Central Public Health Laboratory shall make reasonable attempts to deliver a respondent blood analysis report to the respondent’s physician named on the laboratory requisition. O. Reg. 166/03, s. 13 (16). (17) Where the respondent’s physician is not named on the laboratory requisition, the Central Public Health Laboratory shall make no attempts to deliver a respondent blood analysis report to the respondent’s physician. O. Reg. 166/03, s. 13 (17). (18) If a respondent blood analysis report has been delivered to the respondent’s physician, the Central Public Health Laboratory shall make reasonable attempts to deliver to the respondent named on the laboratory requisition, (a) a notice that the Central Public Health Laboratory has delivered a respondent blood analysis report to the respondent’s physician; and (b) a recommendation that the respondent consult his or her physician for a proper interpretation of the respondent blood analysis report. O. Reg. 166/03, s. 13 (18). (19) The Central Public Health Laboratory shall make reasonable attempts to deliver a respondent blood analysis report to the applicant’s physician named on the laboratory requisition. O. Reg. 166/03, s. 13 (19). (20) The Central Public Health Laboratory shall make reasonable attempts to deliver to the applicant named on the laboratory requisition, (a) a notice that the Central Public Health Laboratory has made reasonable attempts to deliver a respondent blood analysis report to the applicant’s physician; and (b) a recommendation that the applicant consult his or her physician for a proper interpretation of the respondent blood analysis report. O. Reg. 166/03, s. 13 (20).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P177_26970\"></a><a name=\"BK12\"></a>13. </b>(1) The provisions of this section apply to blood samples taken from a respondent in accordance with an order made pursuant to section 22.1 of the Act. O. Reg. 166/03, s. 13 (1).</p> <p class=\"subsection-e\">(2) All blood samples taken from a respondent shall be taken by,</p> <p class=\"clause-e\">(a) a physician named in the order by the medical officer of health; or </p> <p class=\"clause-e\">(b) any other health care provider who is authorized or has been delegated to take the blood sample. O. Reg. 166/03, s. 13 (2).</p> <p class=\"subsection-e\">(3) Before taking a blood sample from a respondent, the person who is to take the sample shall verify the identity of the respondent by inspecting photo identification produced by the respondent. O. Reg. 166/03, s. 13 (3).</p> <p class=\"subsection-e\">(4) Where a respondent does not produce photo identification or where the person who is to take the sample is not satisfied that the photo identification produced by the respondent verifies the respondent’s identity, the person taking the sample shall,</p> <p class=\"clause-e\">(a) not take any blood samples from the respondent pursuant to the order;</p> <p class=\"clause-e\">(b) indicate on the laboratory requisition that the respondent did not produce photo identification or that the person who was to take the sample was not satisfied that the photo identification produced by the respondent verified the respondent’s identity and that no blood samples were taken from the respondent pursuant to the order; and</p> <p class=\"clause-e\">(c) deliver the completed laboratory requisition to the office of the medical officer of health who made the order. O. Reg. 166/03, s. 13 (4).</p> <p class=\"subsection-e\">(5) Where the office of the medical officer of health receives a laboratory requisition which indicates that the respondent did not produce photo identification or that the person who was to take the sample was not satisfied that the photo identification produced by the respondent verified the respondent’s identity and that no blood samples were taken from the respondent pursuant to the order, the order shall be considered breached. O. Reg. 166/03, s. 13 (5).</p> <p class=\"subsection-e\">(6) A person who takes a blood sample from a respondent shall,</p> <p class=\"clause-e\">(a) attach a label that lists the respondent’s name, date of birth and the date on which the specimen was collected to each of the vacutainers;</p> <p class=\"clause-e\">(b) immediately put all vacutainers containing blood samples taken from the respondent into the biohazard bag;</p> <p class=\"clause-e\">(c) attach a seal to the biohazard bag;</p> <p class=\"clause-e\">(d) write the respondent’s full name and date of birth on the seal attached to the biohazard bag;</p> <p class=\"clause-e\">(e) attach a unique number identifier to each of the three copies of the laboratory requisition;</p> <p class=\"clause-e\">(f) indicate on the laboratory requisition that the identity of the respondent was verified in accordance with subsection (3);</p> <p class=\"clause-e\">(g) write his or her own full name and sign and date the laboratory requisition;</p> <p class=\"clause-e\">(h) provide the respondent from whom the blood sample was taken with a copy of the completed laboratory requisition; and</p> <p class=\"clause-e\">(i) retain one copy of the completed laboratory requisition for his or her records. O. Reg. 166/03, s. 13 (6).</p> <p class=\"subsection-e\">(7) All analysis of blood samples taken from a respondent shall be done at the Central Public Health Laboratory. O. Reg. 166/03, s. 13 (7).</p> <p class=\"subsection-e\">(8) A person who takes a blood sample from a respondent shall immediately deliver the blood sample and a copy of the laboratory requisition by courier to the Central Public Health Laboratory. O. Reg. 166/03, s. 13 (8).</p> <p class=\"subsection-e\">(9) Before any analysis is performed on a blood sample taken from a respondent, an official of the Central Public Health Laboratory shall verify that,</p> <p class=\"clause-e\">(a) the seal on the biohazard bag containing the blood sample is intact; and</p> <p class=\"clause-e\">(b) the vacutainer containing the blood sample is not damaged. O. Reg. 166/03, s. 13 (9).</p> <p class=\"subsection-e\">(10) No analysis shall be performed on blood samples taken from a respondent which are contained in biohazard bags that arrive at the Central Public Health Laboratory with broken seals or which are contained in damaged vacutainers. O. Reg. 166/03, s. 13 (10).</p> <p class=\"subsection-e\">(11) Where the biohazard bag containing the blood samples taken from a respondent arrives at the Central Public Health Laboratory with a broken seal or where all vacutainers containing blood samples taken from a respondent are damaged,</p> <p class=\"clause-e\">(a) no analysis of the respondent’s blood samples shall be performed;</p> <p class=\"clause-e\">(b) an official of the Central Public Health Laboratory shall indicate on the laboratory requisition that the biohazard bag containing the blood samples taken from the respondent arrived at the Central Public Health Laboratory with a broken seal or that all vacutainers containing blood samples taken from the respondent were damaged and that no analysis of the respondent’s blood samples was performed; and</p> <p class=\"clause-e\">(c) an official of the Central Public Health Laboratory shall deliver the laboratory requisition to the office of the medical officer of health who made the order. O. Reg. 166/03, s. 13 (11).</p> <p class=\"subsection-e\">(12) Where the medical officer of health receives a laboratory requisition which indicates that the biohazard bag containing the blood samples taken from a respondent arrived at the Central Public Health Laboratory with a broken seal or that all vacutainers containing blood samples taken from a respondent were damaged and that no analysis of the respondent’s blood samples was performed, the medical officer of health may make a new order pursuant to section 22.1 of the Act. O. Reg. 166/03, s. 13 (12).</p> <p class=\"subsection-e\">(13) Blood samples taken from a respondent shall be analyzed in accordance with the requirements specified on the laboratory requisition and in accordance with standard laboratory protocol. O. Reg. 166/03, s. 13 (13).</p> <p class=\"subsection-e\">(14) The signature of an analyst on a respondent blood analysis report indicates that blood samples taken from a respondent were analyzed in accordance with the requirements specified on the laboratory requisition and in accordance with standard laboratory protocol. O. Reg. 166/03, s. 13 (14).</p> <p class=\"subsection-e\">(15) The Central Public Health Laboratory shall deliver a respondent blood analysis report to the office of the medical officer of health named on the laboratory requisition. O. Reg. 166/03, s. 13 (15).</p> <p class=\"subsection-e\">(16) The Central Public Health Laboratory shall make reasonable attempts to deliver a respondent blood analysis report to the respondent’s physician named on the laboratory requisition. O. Reg. 166/03, s. 13 (16).</p> <p class=\"subsection-e\">(17) Where the respondent’s physician is not named on the laboratory requisition, the Central Public Health Laboratory shall make no attempts to deliver a respondent blood analysis report to the respondent’s physician. O. Reg. 166/03, s. 13 (17).</p> <p class=\"subsection-e\">(18) If a respondent blood analysis report has been delivered to the respondent’s physician, the Central Public Health Laboratory shall make reasonable attempts to deliver to the respondent named on the laboratory requisition,</p> <p class=\"clause-e\">(a) a notice that the Central Public Health Laboratory has delivered a respondent blood analysis report to the respondent’s physician; and</p> <p class=\"clause-e\">(b) a recommendation that the respondent consult his or her physician for a proper interpretation of the respondent blood analysis report. O. Reg. 166/03, s. 13 (18).</p> <p class=\"subsection-e\">(19) The Central Public Health Laboratory shall make reasonable attempts to deliver a respondent blood analysis report to the applicant’s physician named on the laboratory requisition. O. Reg. 166/03, s. 13 (19).</p> <p class=\"subsection-e\">(20) The Central Public Health Laboratory shall make reasonable attempts to deliver to the applicant named on the laboratory requisition,</p> <p class=\"clause-e\">(a) a notice that the Central Public Health Laboratory has made reasonable attempts to deliver a respondent blood analysis report to the applicant’s physician; and</p> <p class=\"clause-e\">(b) a recommendation that the applicant consult his or her physician for a proper interpretation of the respondent blood analysis report. O. Reg. 166/03, s. 13 (20).</p>"
        },
        {
            "id": "P221_34793",
            "section": "Use of blood samples and test results",
            "content": "14. (1) This section applies to blood samples taken from a respondent in accordance with an order made pursuant to section 22.1 of the Act. O. Reg. 166/03, s. 14 (1). (2) Blood samples taken from a respondent shall not be used for any purpose other than for analysis and reporting of results in accordance with section 22.1 of the Act and this Regulation. O. Reg. 166/03, s. 14 (2). (3) Blood samples taken from a respondent shall not be released to any person except in accordance with section 22.1 of the Act and this Regulation. O. Reg. 166/03, s. 14 (3). (4) The results of the analysis of blood samples taken from a respondent shall not be released or disclosed to any person except in accordance with section 22.1 of the Act and this Regulation. O. Reg. 166/03, s. 14 (4). (5) The results of the analysis of blood samples taken from a respondent shall not be used for any purpose other than for analysis and reporting of results in accordance with section 22.1 of the Act and this Regulation. O. Reg. 166/03, s. 14 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P221_34793\"></a><a name=\"BK13\"></a>14. </b>(1) This section applies to blood samples taken from a respondent in accordance with an order made pursuant to section 22.1 of the Act. O. Reg. 166/03, s. 14 (1).</p> <p class=\"subsection-e\">(2) Blood samples taken from a respondent shall not be used for any purpose other than for analysis and reporting of results in accordance with section 22.1 of the Act and this Regulation. O. Reg. 166/03, s. 14 (2).</p> <p class=\"subsection-e\">(3) Blood samples taken from a respondent shall not be released to any person except in accordance with section 22.1 of the Act and this Regulation. O. Reg. 166/03, s. 14 (3).</p> <p class=\"subsection-e\">(4) The results of the analysis of blood samples taken from a respondent shall not be released or disclosed to any person except in accordance with section 22.1 of the Act and this Regulation. O. Reg. 166/03, s. 14 (4).</p> <p class=\"subsection-e\">(5) The results of the analysis of blood samples taken from a respondent shall not be used for any purpose other than for analysis and reporting of results in accordance with section 22.1 of the Act and this Regulation. O. Reg. 166/03, s. 14 (5).</p>"
        },
        {
            "id": "P227_35868",
            "section": "Physician Report",
            "content": "15. A Physician Report shall include, at a minimum, (a) the name, office address, office telephone number and office facsimile number of the reporting physician; (b) personal information respecting the applicant, including the applicant’s full name, full address, telephone number, OHIP number, sex, age and date of birth; (c) the name, office address and office telephone number of the applicant’s family physician, if different from the reporting physician; (d) a description of the occurrence as reported to the reporting physician by the applicant, including the date and time of the occurrence; (e) a statement regarding the type of exposure the applicant experienced and the type of bodily fluid with which the applicant had contact; (f) the reporting physician’s findings of examinations related to the occurrence, including an assessment of any injuries sustained by the applicant; (g) the applicant’s immunization history and serostatus for the prescribed communicable diseases, if known; (h) a description of all base line testing for the prescribed communicable diseases recommended by the reporting physician, including a statement regarding whether the applicant consented or refused to comply with these recommendations; (i) a description of all post-exposure prophylaxis and treatment recommended by the reporting physician, including a statement regarding whether the applicant consented or refused to comply with these recommendations; (j) a statement regarding whether the applicant was counselled respecting the occurrence, including a statement regarding whether the applicant refused counselling; (k) the name, office address, office telephone number and office facsimile number of the physician to whom the reporting physician referred the applicant for post-exposure follow up and care, if applicable; (l) the reporting physician’s assessment of the applicant’s risk of exposure to the prescribed communicable diseases as potentially significant, non-significant or indeterminate; (m) a statement that the reporting physician is qualified to complete a Physician Report under section 22.1 of the Act; (n) the dated signature of the reporting physician; and (o) the following statements: (i) “If the applicant submits an application to the medical officer of health under section 22.1 of the Health Protection and Promotion Act (HPPA), (A) information contained in this form will be disclosed to the medical officer of health and to such other persons the medical officer of health considers necessary for the purpose of the application, and (B) information contained in section “C” (History of Exposure) of this form may be disclosed to the respondent (source)* for the purpose of the application. * The respondent is the person whose bodily substances the applicant may have come into contact with.” (ii) “The applicant must consent to examination, counselling, including counselling respecting prophylaxis or treatment, and base line testing for HIV/AIDS, Hepatitis B and Hepatitis C. Otherwise, the application is invalid and may not be considered by the medical officer of health under section 22.1 of the HPPA. Thus you must order base line testing for the applicant in accordance with this form’s instructions.” (iii) “While the applicant must consent to counselling respecting prophylaxis or treatment, if the applicant refuses to consent to prophylaxis or treatment, his or her application may still be considered by the medical officer of health.” (iv) “Once completed, please give two copies of this Physician Report to the applicant and retain one copy for your records.” (v) “The applicant must provide one copy of this form, together with a completed Applicant Report, to the medical officer of health no more than seven days after he or she came into contact with the bodily substance of the respondent. Otherwise, the application is invalid and may not be considered by the medical officer of health under section 22.1 of the HPPA.” (vi) “Applicant’s base line testing requisition is to be marked “STAT”. A copy of the applicant’s base line testing results must also be sent to the applicant’s physician named in section “B” above.” O. Reg. 166/03, s. 15.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P227_35868\"></a><a name=\"BK14\"></a>15. </b>A Physician Report shall include, at a minimum,</p> <p class=\"clause-e\">(a) the name, office address, office telephone number and office facsimile number of the reporting physician; </p> <p class=\"clause-e\">(b) personal information respecting the applicant, including the applicant’s full name, full address, telephone number, OHIP number, sex, age and date of birth;</p> <p class=\"clause-e\">(c) the name, office address and office telephone number of the applicant’s family physician, if different from the reporting physician;</p> <p class=\"clause-e\">(d) a description of the occurrence as reported to the reporting physician by the applicant, including the date and time of the occurrence; </p> <p class=\"clause-e\">(e) a statement regarding the type of exposure the applicant experienced and the type of bodily fluid with which the applicant had contact;</p> <p class=\"clause-e\">(f) the reporting physician’s findings of examinations related to the occurrence, including an assessment of any injuries sustained by the applicant;</p> <p class=\"clause-e\">(g) the applicant’s immunization history and serostatus for the prescribed communicable diseases, if known; </p> <p class=\"clause-e\">(h) a description of all base line testing for the prescribed communicable diseases recommended by the reporting physician, including a statement regarding whether the applicant consented or refused to comply with these recommendations; </p> <p class=\"clause-e\">(i) a description of all post-exposure prophylaxis and treatment recommended by the reporting physician, including a statement regarding whether the applicant consented or refused to comply with these recommendations;</p> <p class=\"clause-e\">(j) a statement regarding whether the applicant was counselled respecting the occurrence, including a statement regarding whether the applicant refused counselling;</p> <p class=\"clause-e\">(k) the name, office address, office telephone number and office facsimile number of the physician to whom the reporting physician referred the applicant for post-exposure follow up and care, if applicable;</p> <p class=\"clause-e\">(l) the reporting physician’s assessment of the applicant’s risk of exposure to the prescribed communicable diseases as potentially significant, non-significant or indeterminate;</p> <p class=\"clause-e\">(m) a statement that the reporting physician is qualified to complete a Physician Report under section 22.1 of the Act;</p> <p class=\"clause-e\">(n) the dated signature of the reporting physician; and</p> <p class=\"clause-e\">(o) the following statements:</p> <p class=\"subclause-e\">(i) “If the applicant submits an application to the medical officer of health under section 22.1 of the <i>Health Protection and Promotion Act</i> (HPPA),</p> <p class=\"subsubclause-e\">(A) information contained in this form will be disclosed to the medical officer of health and to such other persons the medical officer of health considers necessary for the purpose of the application, and</p> <p class=\"subsubclause-e\">(B) information contained in section “C” (History of Exposure) of this form may be disclosed to the respondent (source)* for the purpose of the application.</p> <p class=\"subsubclause-e\">* The respondent is the person whose bodily substances the applicant may have come into contact with.”</p> <p class=\"subclause-e\">(ii) “The applicant must consent to examination, counselling, including counselling respecting prophylaxis or treatment, and base line testing for HIV/AIDS, Hepatitis B and Hepatitis C. Otherwise, the application is invalid and may not be considered by the medical officer of health under section 22.1 of the HPPA. Thus you must order base line testing for the applicant in accordance with this form’s instructions.”</p> <p class=\"subclause-e\">(iii) “While the applicant must consent to counselling respecting prophylaxis or treatment, if the applicant refuses to consent to prophylaxis or treatment, his or her application may still be considered by the medical officer of health.”</p> <p class=\"subclause-e\">(iv) “Once completed, please give two copies of this Physician Report to the applicant and retain one copy for your records.”</p> <p class=\"subclause-e\">(v) “The applicant must provide one copy of this form, together with a completed Applicant Report, to the medical officer of health no more than seven days after he or she came into contact with the bodily substance of the respondent. Otherwise, the application is invalid and may not be considered by the medical officer of health under section 22.1 of the HPPA.”</p> <p class=\"subclause-e\">(vi) “Applicant’s base line testing requisition is to be marked “STAT”. A copy of the applicant’s base line testing results must also be sent to the applicant’s physician named in section “B” above.” O. Reg. 166/03, s. 15.</p>"
        },
        {
            "id": "P253_40125",
            "section": "Appeal to Chief Medical Officer of Health",
            "content": "16. (1) In this section, “dismissal appeal record” means the documents prepared in accordance with subsection (7) by the office of the medical officer of health who dismissed the application and includes, (a) the Physician Report, (b) the Applicant Report, (c) the dismissal made by the medical officer of health pursuant to section 7, and (d) the written record of any other information received and considered by the medical officer of health in dismissing the application; “file” means delivery of a document to the office of the Chief Medical Officer of Health by way of personal service, service by pre-paid registered mail or service by fax; “Form AP1 — Notice of Appeal of Dismissal or Refusal” means Form AP1 — Notice of Appeal of Dismissal or Refusal made in the form approved by the Minister; “Form AP2 — Response to Applicant’s Appeal” means Form AP2 — Response to Applicant’s Appeal made in the form approved by the Minister; “refusal appeal record” means the documents prepared in accordance with subsection (14) by the office of the medical officer of health who refused the order and includes, (a) the Physician Report, (b) the Applicant Report, (c) the Respondent Report, in cases where the medical officer of health held a hearing, (d) the refusal made by the medical officer of health pursuant to section 12, and (e) the written record of any other information received and considered by the medical officer of health in refusing the order; “respondent appeal record” means the documents prepared in accordance with subsection (14) by the office of the medical officer of health who refused the order and includes, (a) Section “C” (History of Exposure) of the Physician Report, (b) Sections “C” (Details of Occurrence) and “D” (Additional Information) of the Applicant Report, (c) the refusal made by the medical officer of health pursuant to section 12, and (d) the written record of any other information received and considered by the medical officer of health in refusing the order. O. Reg. 166/03, s. 16 (1). (2) An applicant’s appeal pursuant to subsection 22.1 (9) of the Act shall be considered and determined in accordance with the procedure provided in this section. O. Reg. 166/03, s. 16 (2). (3) The Chief Medical Officer of Health may seek legal advice from an advisor independent from the applicant and the respondent for the purpose of determining an appeal under subsection 22.1 (9) of the Act. O. Reg. 166/03, s. 16 (3). (4) Revoked: O. Reg. 375/03, s. 3 (1). (5) The time for filing an appeal of a dismissal or a refusal is mandatory and shall not be extended by the Chief Medical Officer of Health. O. Reg. 166/03, s. 16 (5). (6) An applicant may commence an appeal of a dismissal by filing a completed Form AP1 — Notice of Appeal of Dismissal or Refusal with the office of the Chief Medical Officer of Health within five days of the deemed receipt of the dismissal pursuant to section 7. O. Reg. 166/03, s. 16 (6). (7) In the case of an appeal of a dismissal, within two days of receiving Form AP1, the office of the Chief Medical Officer of Health shall request that the office of the medical officer of health who dismissed the application file the dismissal appeal record with the office of the Chief Medical Officer of Health, and the office of the medical officer of health shall file the dismissal appeal record within two days of receiving the request. O. Reg. 166/03, s. 16 (7). (8) Within seven days of receiving the dismissal appeal record or as soon after seven days of receiving the dismissal appeal record as is reasonably practicable, the Chief Medical Officer of Health, without notice to the respondent, shall review the applicant’s Form AP1 and the dismissal appeal record and determine whether the applicant has or has not met the mandatory conditions in section 7. O. Reg. 166/03, s. 16 (8). (9) If the Chief Medical Officer of Health determines that the applicant has not met one or more of the mandatory conditions in section 7, the Chief Medical Officer of Health shall confirm the dismissal made by the medical officer of health. O. Reg. 166/03, s. 16 (9). (9.1) A decision of the Chief Medical Officer of Health made under subsection (9) is final and not subject to further review or appeal. O. Reg. 375/03, s. 3 (2). (10) The Chief Medical Officer of Health’s confirmation of the dismissal shall be in writing and be delivered by fax or pre-paid registered mail to the applicant. O. Reg. 166/03, s. 16 (10). (11) If the Chief Medical Officer of Health determines that the applicant has met all of the mandatory conditions in section 7, the Chief Medical Officer of Health shall refer the applicant’s application back to the medical officer of health who dismissed the application, with a direction that the medical officer of health consider and determine the application in accordance with this Regulation. O. Reg. 166/03, s. 16 (11). (11.1) A decision of the Chief Medical Officer of Health made under subsection (11) is final and not subject to further review or appeal. O. Reg. 375/03, s. 3 (3). (12) Upon referring an application back to a medical officer of health under subsection (11), the Chief Medical Officer of Health shall deliver a notice that the application has been referred back to the medical officer of health for consideration and determination to the applicant by fax or pre-paid registered mail. O. Reg. 166/03, s. 16 (12). (13) An applicant may commence an appeal of a refusal by filing a completed Form AP1 with the office of the Chief Medical Officer of Health within five days of the deemed receipt of the refusal pursuant to section 12. O. Reg. 166/03, s. 16 (13). (14) In the case of an appeal of a refusal, within two days of receiving Form AP1, the office of the Chief Medical Officer of Health shall request that the office of the medical officer of health who refused the order file the refusal appeal record and the respondent appeal record with the office of the Chief Medical Officer of Health, and the office of the medical officer of health shall file the refusal appeal record and the respondent appeal record within two days of receiving the request. O. Reg. 166/03, s. 16 (14). (15) The Chief Medical Officer of Health shall, within two days of receiving the refusal appeal record from the office of the medical officer of health, deliver to the respondent by personal service, service by fax or service by pre-paid registered mail, a copy of the respondent appeal record, a blank Form AP2 — Response to Applicant’s Appeal and a copy of Section “D” (Reason why Decision is not Correct) and Section “E” (Additional Information that the Chief Medical Officer of Health Should Consider) of Part 2 of the Form AP1. O. Reg. 166/03, s. 16 (15). (16) For the purposes of subsection (15), (a) service by registered mail is effective on the fifth day following the day on which the document was sent by pre-paid registered mail; and (b) service by fax is effective on the next business day if the document is faxed after 4 p.m. O. Reg. 166/03, s. 16 (16). (17) Within seven days of the day on which the respondent is deemed to have received the Form AP2, the respondent may file the Form AP2 with the office of the Chief Medical Officer of Health. O. Reg. 166/03, s. 16 (17). (18) The Chief Medical Officer of Health shall, within two days of receiving Form AP2, deliver to the appellant by personal service, service by fax or service by pre-paid registered mail, a copy of Section “B” (Response to Applicant’s Submissions in Form AP1) and Section “C” (Additional Information That the Chief Medical Officer of Health Should Consider) of the Form AP2. O. Reg. 166/03, s. 16 (18). (19) The Chief Medical Officer of Health may, but is not required to, request and receive additional information from any person that is, in the opinion of the Chief Medical Officer of Health, necessary to determine the applicant’s appeal. O. Reg. 166/03, s. 16 (19). (20) Where the Chief Medical Officer of Health receives additional information, the applicant and respondent shall be provided with the additional information and be given an opportunity to make written submissions on the additional information to the Chief Medical Officer of Health. O. Reg. 166/03, s. 16 (20). (21) The process for the disclosure and written submissions shall be determined by the Chief Medical Officer of Health. O. Reg. 166/03, s. 16 (21). (22) Within 14 days, or as soon after 14 days as is reasonable practicable, of the date when the respondent was required to file his or her Form AP2, the Chief Medical Officer of Health shall consider the refusal appeal record, the appeal submissions, and any additional information received by the Chief Medical Officer of Health pursuant to subsection (19) and determine the applicant’s appeal of the refusal. O. Reg. 166/03, s. 16 (22). (23) The decision of the Chief Medical Officer of Health shall be in writing and include reasons for the decision. O. Reg. 166/03, s. 16 (23). (24) In cases where the Chief Medical Officer of Health considers the same information that was considered by the medical officer of health in refusing the order, the Chief Medical Officer of Health shall determine if the refusal made by the medical officer of health is clearly wrong. O. Reg. 166/03, s. 16 (24). (25) If the Chief Medical Officer of Health determines that the refusal is not clearly wrong, the Chief Medical Officer of Health shall confirm the refusal made by the medical officer of health. O. Reg. 166/03, s. 16 (25). (26) The Chief Medical Officer of Health’s confirmation of the refusal shall be in writing and be delivered by fax or pre-paid registered mail to the applicant. O. Reg. 166/03, s. 16 (26). (27) If the Chief Medical Officer of Health determines that the refusal is clearly wrong, the Chief Medical Officer of Health shall substitute his or her own decision for the decision of the medical officer of health who refused the order and direct the medical officer of health to make the order sought by the applicant in accordance with section 11. O. Reg. 375/03, s. 3 (4). (28) In cases where the Chief Medical Officer of Health considers information that was not considered by the medical officer of health in refusing the order, the Chief Medical Officer of Health shall determine if, based on all of the information, including the new information, the refusal made by the medical officer of health remains correct. O. Reg. 166/03, s. 16 (28). (29) If the Chief Medical Officer of Health determines that the refusal remains correct, the Chief Medical Officer of Health shall confirm the refusal made by the medical officer of health. O. Reg. 166/03, s. 16 (29). (30) The Chief Medical Officer of Health’s confirmation of the refusal shall be in writing and be delivered by fax or pre-paid registered mail to the applicant. O. Reg. 166/03, s. 16 (30). (31) If the Chief Medical Officer of Health determines that the refusal is no longer correct, the Chief Medical Officer of Health shall substitute his or her own decision for the decision of the medical officer of health who refused the order and direct the medical officer of health to make the order sought by the applicant in accordance with section 11. O. Reg. 375/03, s. 3 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P253_40125\"></a><a name=\"BK15\"></a>16. </b>(1) In this section,</p> <p class=\"firstdef-e\">“dismissal appeal record” means the documents prepared in accordance with subsection (7) by the office of the medical officer of health who dismissed the application and includes,</p> <p class=\"defclause-e\">(a) the Physician Report,</p> <p class=\"defclause-e\">(b) the Applicant Report,</p> <p class=\"defclause-e\">(c) the dismissal made by the medical officer of health pursuant to section 7, and</p> <p class=\"defclause-e\">(d) the written record of any other information received and considered by the medical officer of health in dismissing the application;</p> <p class=\"definition-e\">“file” means delivery of a document to the office of the Chief Medical Officer of Health by way of personal service, service by pre-paid registered mail or service by fax;</p> <p class=\"definition-e\">“Form AP1 — Notice of Appeal of Dismissal or Refusal” means Form AP1 — Notice of Appeal of Dismissal or Refusal made in the form approved by the Minister;</p> <p class=\"definition-e\">“Form AP2 — Response to Applicant’s Appeal” means Form AP2 — Response to Applicant’s Appeal made in the form approved by the Minister;</p> <p class=\"definition-e\">“refusal appeal record” means the documents prepared in accordance with subsection (14) by the office of the medical officer of health who refused the order and includes,</p> <p class=\"defclause-e\">(a) the Physician Report,</p> <p class=\"defclause-e\">(b) the Applicant Report,</p> <p class=\"defclause-e\">(c) the Respondent Report, in cases where the medical officer of health held a hearing,</p> <p class=\"defclause-e\">(d) the refusal made by the medical officer of health pursuant to section 12, and</p> <p class=\"defclause-e\">(e) the written record of any other information received and considered by the medical officer of health in refusing the order;</p> <p class=\"definition-e\">“respondent appeal record” means the documents prepared in accordance with subsection (14) by the office of the medical officer of health who refused the order and includes,</p> <p class=\"defclause-e\">(a) Section “C” (History of Exposure) of the Physician Report,</p> <p class=\"defclause-e\">(b) Sections “C” (Details of Occurrence) and “D” (Additional Information) of the Applicant Report,</p> <p class=\"defclause-e\">(c) the refusal made by the medical officer of health pursuant to section 12, and</p> <p class=\"defclause-e\">(d) the written record of any other information received and considered by the medical officer of health in refusing the order. O. Reg. 166/03, s. 16 (1).</p> <p class=\"subsection-e\">(2) An applicant’s appeal pursuant to subsection 22.1 (9) of the Act shall be considered and determined in accordance with the procedure provided in this section. O. Reg. 166/03, s. 16 (2).</p> <p class=\"subsection-e\">(3) The Chief Medical Officer of Health may seek legal advice from an advisor independent from the applicant and the respondent for the purpose of determining an appeal under subsection 22.1 (9) of the Act. O. Reg. 166/03, s. 16 (3).</p> <p class=\"subsection-e\">(4) Revoked: O. Reg. 375/03, s. 3 (1).</p> <p class=\"subsection-e\">(5) The time for filing an appeal of a dismissal or a refusal<b> </b>is mandatory and shall not be extended by the Chief Medical Officer of Health. O. Reg. 166/03, s. 16 (5).</p> <p class=\"subsection-e\">(6) An applicant may commence an appeal of a dismissal by filing a completed Form AP1 — Notice of Appeal of Dismissal or Refusal with the office of the Chief Medical Officer of Health within five days of the deemed receipt of the dismissal pursuant to section 7. O. Reg. 166/03, s. 16 (6).</p> <p class=\"subsection-e\">(7) In the case of an appeal of a dismissal, within two days of receiving Form AP1, the office of the Chief Medical Officer of Health shall request that the office of the medical officer of health who dismissed the application file the dismissal appeal record with the office of the Chief Medical Officer of Health, and the office of the medical officer of health shall file the dismissal appeal record within two days of receiving the request. O. Reg. 166/03, s. 16 (7).</p> <p class=\"subsection-e\">(8) Within seven days of receiving the dismissal appeal record or as soon after seven days of receiving the dismissal appeal record as is reasonably practicable, the Chief Medical Officer of Health, without notice to the respondent, shall review the applicant’s Form AP1 and the dismissal appeal record and determine whether the applicant has or has not met the mandatory conditions in section 7. O. Reg. 166/03, s. 16 (8).</p> <p class=\"subsection-e\">(9) If the Chief Medical Officer of Health determines that the applicant has not met one or more of the mandatory conditions in section 7, the Chief Medical Officer of Health shall confirm the dismissal made by the medical officer of health. O. Reg. 166/03, s. 16 (9).</p> <p class=\"subsection-e\">(9.1) A decision of the Chief Medical Officer of Health made under subsection (9) is final and not subject to further review or appeal. O. Reg. 375/03, s. 3 (2).</p> <p class=\"subsection-e\">(10) The Chief Medical Officer of Health’s confirmation of the dismissal shall be in writing and be delivered by fax or pre-paid registered mail to the applicant. O. Reg. 166/03, s. 16 (10).</p> <p class=\"subsection-e\">(11) If the Chief Medical Officer of Health determines that the applicant has met all of the mandatory conditions in section 7, the Chief Medical Officer of Health shall refer the applicant’s application back to the medical officer of health who dismissed the application, with a direction that the medical officer of health consider and determine the application in accordance with this Regulation. O. Reg. 166/03, s. 16 (11).</p> <p class=\"subsection-e\">(11.1) A decision of the Chief Medical Officer of Health made under subsection (11) is final and not subject to further review or appeal. O. Reg. 375/03, s. 3 (3).</p> <p class=\"subsection-e\">(12) Upon referring an application back to a medical officer of health under subsection (11), the Chief Medical Officer of Health shall deliver a notice that the application has been referred back to the medical officer of health for consideration and determination to the applicant by fax or pre-paid registered mail. O. Reg. 166/03, s. 16 (12).</p> <p class=\"subsection-e\">(13) An applicant may commence an appeal of a refusal by filing a completed Form AP1 with the office of the Chief Medical Officer of Health within five days of the deemed receipt of the refusal pursuant to section 12. O. Reg. 166/03, s. 16 (13).</p> <p class=\"subsection-e\">(14) In the case of an appeal of a refusal, within two days of receiving Form AP1, the office of the Chief Medical Officer of Health shall request that the office of the medical officer of health who refused the order file the refusal appeal record and the respondent appeal record with the office of the Chief Medical Officer of Health, and the office of the medical officer of health shall file the refusal appeal record and the respondent appeal record within two days of receiving the request. O. Reg. 166/03, s. 16 (14).</p> <p class=\"subsection-e\">(15) The Chief Medical Officer of Health shall, within two days of receiving the refusal appeal record from the office of the medical officer of health, deliver to the respondent by personal service, service by fax or service by pre-paid registered mail, a copy of the respondent appeal record, a blank Form AP2 — Response to Applicant’s Appeal and a copy of Section “D” (Reason why Decision is not Correct) and Section “E” (Additional Information that the Chief Medical Officer of Health Should Consider) of Part 2 of the Form AP1. O. Reg. 166/03, s. 16 (15).</p> <p class=\"subsection-e\">(16) For the purposes of subsection (15),</p> <p class=\"clause-e\">(a) service by registered mail is effective on the fifth day following the day on which the document was sent by pre-paid registered mail; and</p> <p class=\"clause-e\">(b) service by fax is effective on the next business day if the document is faxed after 4 p.m. O. Reg. 166/03, s. 16 (16).</p> <p class=\"subsection-e\">(17) Within seven days of the day on which the respondent is deemed to have received the Form AP2, the respondent may file the Form AP2 with the office of the Chief Medical Officer of Health. O. Reg. 166/03, s. 16 (17).</p> <p class=\"subsection-e\">(18) The Chief Medical Officer of Health shall, within two days of receiving Form AP2, deliver to the appellant by personal service, service by fax or service by pre-paid registered mail, a copy of Section “B” (Response to Applicant’s Submissions in Form AP1) and Section “C” (Additional Information That the Chief Medical Officer of Health Should Consider) of the Form AP2. O. Reg. 166/03, s. 16 (18).</p> <p class=\"subsection-e\">(19) The Chief Medical Officer of Health may, but is not required to, request and receive additional information from any person that is, in the opinion of the Chief Medical Officer of Health, necessary to determine the applicant’s appeal. O. Reg. 166/03, s. 16 (19).</p> <p class=\"subsection-e\">(20) Where the Chief Medical Officer of Health receives additional information, the applicant and respondent shall be provided with the additional information and be given an opportunity to make written submissions on the additional information to the Chief Medical Officer of Health. O. Reg. 166/03, s. 16 (20).</p> <p class=\"subsection-e\">(21) The process for the disclosure and written submissions shall be determined by the Chief Medical Officer of Health. O. Reg. 166/03, s. 16 (21).</p> <p class=\"subsection-e\">(22) Within 14 days, or as soon after 14 days as is reasonable practicable, of the date when the respondent was required to file his or her Form AP2, the Chief Medical Officer of Health shall consider the refusal appeal record, the appeal submissions, and any additional information received by the Chief Medical Officer of Health pursuant to subsection (19) and determine the applicant’s appeal of the refusal. O. Reg. 166/03, s. 16 (22).</p> <p class=\"subsection-e\">(23) The decision of the Chief Medical Officer of Health shall be in writing and include reasons for the decision. O. Reg. 166/03, s. 16 (23).</p> <p class=\"subsection-e\">(24) In cases where the Chief Medical Officer of Health considers the same information that was considered by the medical officer of health in refusing the order, the Chief Medical Officer of Health shall determine if the refusal made by the medical officer of health is clearly wrong. O. Reg. 166/03, s. 16 (24).</p> <p class=\"subsection-e\">(25) If the Chief Medical Officer of Health determines that the refusal is not clearly wrong, the Chief Medical Officer of Health shall confirm the refusal made by the medical officer of health. O. Reg. 166/03, s. 16 (25).</p> <p class=\"subsection-e\">(26) The Chief Medical Officer of Health’s confirmation of the refusal shall be in writing and be delivered by fax or pre-paid registered mail to the applicant. O. Reg. 166/03, s. 16 (26).</p> <p class=\"subsection-e\">(27) If the Chief Medical Officer of Health determines that the refusal is clearly wrong, the Chief Medical Officer of Health shall substitute his or her own decision for the decision of the medical officer of health who refused the order and direct the medical officer of health to make the order sought by the applicant in accordance with section 11. O. Reg. 375/03, s. 3 (4).</p> <p class=\"subsection-e\">(28) In cases where the Chief Medical Officer of Health considers information that was not considered by the medical officer of health in refusing the order, the Chief Medical Officer of Health shall determine if, based on all of the information, including the new information, the refusal made by the medical officer of health remains correct. O. Reg. 166/03, s. 16 (28).</p> <p class=\"subsection-e\">(29) If the Chief Medical Officer of Health determines that the refusal remains correct, the Chief Medical Officer of Health shall confirm the refusal made by the medical officer of health. O. Reg. 166/03, s. 16 (29).</p> <p class=\"subsection-e\">(30) The Chief Medical Officer of Health’s confirmation of the refusal shall be in writing and be delivered by fax or pre-paid registered mail to the applicant. O. Reg. 166/03, s. 16 (30).</p> <p class=\"subsection-e\">(31) If the Chief Medical Officer of Health determines that the refusal is no longer correct, the Chief Medical Officer of Health shall substitute his or her own decision for the decision of the medical officer of health who refused the order and direct the medical officer of health to make the order sought by the applicant in accordance with section 11. O. Reg. 375/03, s. 3 (5).</p>"
        },
        {
            "id": "17.",
            "section": "Appeal to Chief Medical Officer of Health",
            "content": "17. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 166/03, s. 17. ",
            "raw_html": "<p class=\"section-e\"><b>17.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 166/03, s. 17.</p> <p class=\"Normal\"></p>"
        }
    ]
}