{
    "reg_info": {
        "full_title": "O. Reg. 682/94: EXEMPTION - MINISTRY OF NATURAL RESOURCES - MNR-61",
        "reg_name_text": "EXEMPTION — MINISTRY OF NATURAL RESOURCES — MNR-61",
        "citation": "O. Reg. 682/94: EXEMPTION - MINISTRY OF NATURAL RESOURCES - MNR-61",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/940682",
        "date_scraped": "2023-12-21 14:22:37"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/940682/v1",
            "valid_from": "October 31, 1994",
            "valid_to": "November 24, 2009"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from the Minister of Natural Resources that an undertaking, namely: The activities of, (a) designating, by regulation under the Provincial Parks Act, areas in Ontario as provincial parks; and (b) designating, under the Public Lands Act, areas in Ontario as conservation reserves, in respect of recommended provincial parks and conservation reserves, listed in Condition9 below, be exempt from the application of the Act pursuant to section 29; and having been advised that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property will occur: A. The Government of Ontario and the Ministry of Natural Resources (MNR) will be damaged by the interference with their commitment to the Keep It Wild campaign, a program aimed at completing the province’s system of provincial parks and protected areas by the year 2000. B. Protection offered by the Provincial Parks Act to the recommended provincial park areas will be delayed. C. Protection offered by the Public Lands Act to the recommended conservation reserves will be delayed. D. The public will be damaged by the loss of anticipated benefits associated with resource protection, scientific research and education opportunities, and the provision of outdoor recreation opportunities and associated tourism benefits. E. The MNR is preparing an Environmental Assessment for Provincial Park Management, the completion and pre-submission consultation for which would be hampered by the requirement to seek separate approval for those activities in respect of provincial parks specified within this undertaking.",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from the Minister of Natural Resources that an undertaking, namely:</p> <p class=\"parawindt-e\">The activities of,</p> <p class=\"subpara-e\">(a) designating, by regulation under the <i>Provincial Parks Act</i>, areas in Ontario as provincial parks; and</p> <p class=\"subpara-e\">(b) designating, under the <i>Public Lands Act</i>, areas in Ontario as conservation reserves,</p> <p class=\"parawindt-e\">in respect of recommended provincial parks and conservation reserves, listed in Condition9 below,</p> <p class=\"paranoindt-e\">be exempt from the application of the Act pursuant to section 29; and having been advised that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property will occur:</p> <p class=\"paragraph-e\">A. The Government of Ontario and the Ministry of Natural Resources (MNR) will be damaged by the interference with their commitment to the Keep It Wild campaign, a program aimed at completing the province’s system of provincial parks and protected areas by the year 2000.</p> <p class=\"paragraph-e\">B. Protection offered by the <i>Provincial Parks Act</i> to the recommended provincial park areas will be delayed.</p> <p class=\"paragraph-e\">C. Protection offered by the <i>Public Lands Act</i> to the recommended conservation reserves will be delayed.</p> <p class=\"paragraph-e\">D. The public will be damaged by the loss of anticipated benefits associated with resource protection, scientific research and education opportunities, and the provision of outdoor recreation opportunities and associated tourism benefits.</p> <p class=\"paragraph-e\">E. The MNR is preparing an Environmental Assessment for Provincial Park Management, the completion and pre-submission consultation for which would be hampered by the requirement to seek separate approval for those activities in respect of provincial parks specified within this undertaking.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. The objectives of the Keep It Wild campaign and the provincial parks program are consistent with the conservation, protection and wise management of the environment. B. The establishment of new provincial parks and conservation reserves and the completion of the system of provincial parks and protected areas by the year 2000 has generated strong public interest. C. The establishment and management of new provincial parks and conservation reserves will protect outstanding natural, cultural and recreational features and environments. D. Upon regulation, provincial parks will become subject to Exemption Order MNR-59/2, filed as O. Reg. 83/94 and its successors. E. MNR has advised me that, with the exception of the proposed Westplain Mud Lake Fen, which will remain in private ownership, to be managed under agreement by the Ministry of Natural Resources as a Nature Reserve Provincial Park, all of the sites subject to this order have been subject to a process of public notification and consultation.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. The objectives of the Keep It Wild campaign and the provincial parks program are consistent with the conservation, protection and wise management of the environment.</p> <p class=\"paragraph-e\">B. The establishment of new provincial parks and conservation reserves and the completion of the system of provincial parks and protected areas by the year 2000 has generated strong public interest.</p> <p class=\"paragraph-e\">C. The establishment and management of new provincial parks and conservation reserves will protect outstanding natural, cultural and recreational features and environments.</p> <p class=\"paragraph-e\">D. Upon regulation, provincial parks will become subject to Exemption Order MNR-59/2, filed as O. Reg. 83/94 and its successors.</p> <p class=\"paragraph-e\">E. MNR has advised me that, with the exception of the proposed Westplain Mud Lake Fen, which will remain in private ownership, to be managed under agreement by the Ministry of Natural Resources as a Nature Reserve Provincial Park, all of the sites subject to this order have been subject to a process of public notification and consultation.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption is subject to the following terms and conditions: 1. Where any activity which otherwise would be exempt under this order is being carried out as, or is part of, an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms and conditions in the approval to proceed as well as the conditions of this order. 2. Where any activity which is the subject of this order is being carried out as, or is part of, another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms and conditions in the other exemption order as well as the conditions in this order. 3. The MNR shall notify, individually, each landowner whose property would abut or would be surrounded by a provincial park or conservation reserve. Such notification shall occur prior to designation of the area, either by regulation of the area under the Provincial Parks Act or designation of the conservation reserve under the Public Lands Act. 4. The Ministry of Natural Resources shall develop policies and guidelines for the planning and management of conservation reserves within six months of the date of this exemption order. The undertaking of management of conservation reserves will require a separate approval under the Environmental Assessment Act. 5. Until the undertaking of management of conservation reserves receives approval under the Environmental Assessment Act, conservation reserves may be managed on an interim basis as Crown land to maintain the integrity of natural resources. 6. Immediately upon designation of a conservation reserve, MNR will prohibit commercial timber management activities, mining, hydroelectric development and other industrial uses within the reserve. 7. MNR shall provide opportunity for involvement of interested and affected parties in the development of guidelines and policies for the planning and management of conservation reserves. 8. Where an emergency situation exists by reason of danger to the health or safety of any person or the injury, damage or impairment or immediate risk of injury, damage or impairment to property, plant or animal life or the environment, the MNR District Manager may determine, where possible in consultation with the MOEE District Officer, and carry out a course of action to address the situation. The MNR District Manager shall, after the emergency situation has been dealt with, notify the Director of the EA Branch, MOEE and the appropriate MOEE Regional Director of the actions carried out, why the actions were necessary, any required future actions and how MNR intends to comply with the requirements of the Act for those future actions. 9. The following are the recommended provincial parks and conservation reserves to which this order relates:  Area Name\n\nMNR Region\n\nProposed Status\n\nArea (Hectares)\n\n\nAlexander Lake Forest\n\nCentral\n\nProvincial Park\n\n1,924\n\n\nBig Sand Lake Old Growth\n\nNorthwest\n\nConservation Reserve\n\n260\n\n\nBlue Jay Creek\n\nCentral\n\nProvincial Park\n\n240\n\n\nBurnt Lands Alvar\n\nSouthern\n\nConservation Reserve\n\n358\n\n\nCharleston Lake Provincial Park Addition\n\nSouthern\n\nProvincial Park\n\n1,521\n\n\nClay Lake Old Growth\n\nNorthwest\n\nConservation Reserve\n\n89\n\n\nHicks-Oke Township Bog\n\nNortheast\n\nProvincial Park\n\n5,900\n\n\nHolland Landing Prairie\n\nSouthern\n\nProvincial Park\n\n32\n\n\nJog Lake Wetlands\n\nNortheast\n\nProvincial Park\n\n42,750\n\n\nKaladar Jack Pine Barrens\n\nSouthern\n\nConservation Reserve\n\n1,100\n\n\nKenny Forest\n\nCentral\n\nProvincial Park\n\n2,237\n\n\nMaynard Lake Old Growth\n\nNorthwest\n\nConservation Reserve\n\n27\n\n\nNottawasaga Lookout\n\nSouthern\n\nProvincial Park\n\n115\n\n\nOxtongue River Bog Forest\n\nCentral\n\nConservation Reserve\n\n140\n\n\nPoilu-Upper Twin\n\nNorthwest\n\nProvincial Park\n\n5,100\n\n\nRanger North\n\nCentral\n\nConservation Reserve\n\n6,000\n\n\nReaney Peatlands\n\nNortheast\n\nProvincial Park\n\n3,750\n\n\nScotty Lake Old Growth\n\nNorthwest\n\nConservation Reserve\n\n62\n\n\nTide Lake Old Growth\n\nNorthwest\n\nConservation Reserve\n\n58\n\n\nTikanaganda Lake\n\nCentral\n\nConservation Reserve\n\n1,906\n\n\nWainfleet Bog\n\nSouthern\n\nProvincial Park\n\n230\n\n\nWakami Lake Provincial Park Addition\n\nNortheast\n\nProvincial Park\n\n1,120\n\n\nWestplain Mud Lake Fen\n\nSouthern\n\nProvincial Park\n\n540\n\n\nWest Sandy Island\n\nCentral\n\nProvincial Park\n\n266\n\n\nWhite Lake Peatlands\n\nNortheast\n\nProvincial Park\n\n575\n\n\nWillow Lake Old Growth\n\nNorthwest\n\nConservation Reserve\n\n53 O. Reg. 682/94. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. Where any activity which otherwise would be exempt under this order is being carried out as, or is part of, an undertaking for which an environmental assessment has been accepted and approval to proceed received, the activity shall be carried out in accordance with any terms and conditions in the approval to proceed as well as the conditions of this order.</p> <p class=\"paragraph-e\">2. Where any activity which is the subject of this order is being carried out as, or is part of, another undertaking which is the subject of an exemption order under the Act, the activity exempt under this order shall be carried out in accordance with any terms and conditions in the other exemption order as well as the conditions in this order.</p> <p class=\"paragraph-e\">3. The MNR shall notify, individually, each landowner whose property would abut or would be surrounded by a provincial park or conservation reserve. Such notification shall occur prior to designation of the area, either by regulation of the area under the <i>Provincial Parks Act</i> or designation of the conservation reserve under the <i>Public Lands Act</i>.</p> <p class=\"paragraph-e\">4. The Ministry of Natural Resources shall develop policies and guidelines for the planning and management of conservation reserves within six months of the date of this exemption order. The undertaking of management of conservation reserves will require a separate approval under the <i>Environmental Assessment Act</i>.</p> <p class=\"paragraph-e\">5. Until the undertaking of management of conservation reserves receives approval under the <i>Environmental Assessment Act</i>, conservation reserves may be managed on an interim basis as Crown land to maintain the integrity of natural resources.</p> <p class=\"paragraph-e\">6. Immediately upon designation of a conservation reserve, MNR will prohibit commercial timber management activities, mining, hydroelectric development and other industrial uses within the reserve.</p> <p class=\"paragraph-e\">7. MNR shall provide opportunity for involvement of interested and affected parties in the development of guidelines and policies for the planning and management of conservation reserves.</p> <p class=\"paragraph-e\">8. Where an emergency situation exists by reason of danger to the health or safety of any person or the injury, damage or impairment or immediate risk of injury, damage or impairment to property, plant or animal life or the environment, the MNR District Manager may determine, where possible in consultation with the MOEE District Officer, and carry out a course of action to address the situation. The MNR District Manager shall, after the emergency situation has been dealt with, notify the Director of the EA Branch, MOEE and the appropriate MOEE Regional Director of the actions carried out, why the actions were necessary, any required future actions and how MNR intends to comply with the requirements of the Act for those future actions.</p> <p class=\"paragraph-e\">9. The following are the recommended provincial parks and conservation reserves to which this order relates:</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Area Name</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">MNR Region</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Proposed Status</p>\n</td>\n<td valign=\"top\" width=\"87\"><p class=\"table-e\">Area (Hectares)</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Alexander Lake Forest</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Central</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Provincial Park</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">1,924</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Big Sand Lake Old Growth</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Northwest</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Conservation Reserve</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">260</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Blue Jay Creek</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Central</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Provincial Park</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">240</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Burnt Lands Alvar</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Southern</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Conservation Reserve</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">358</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Charleston Lake Provincial Park Addition</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Southern</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Provincial Park</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">1,521</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Clay Lake Old Growth</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Northwest</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Conservation Reserve</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">89</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Hicks-Oke Township Bog</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Northeast</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Provincial Park</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">5,900</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Holland Landing Prairie</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Southern</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Provincial Park</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">32</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Jog Lake Wetlands</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Northeast</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Provincial Park</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">42,750</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Kaladar Jack Pine Barrens</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Southern</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Conservation Reserve</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">1,100</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Kenny Forest</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Central</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Provincial Park</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">2,237</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Maynard Lake Old Growth</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Northwest</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Conservation Reserve</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">27</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Nottawasaga Lookout</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Southern</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Provincial Park</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">115</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Oxtongue River Bog Forest</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Central</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Conservation Reserve</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">140</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Poilu-Upper Twin</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Northwest</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Provincial Park</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">5,100</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Ranger North</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Central</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Conservation Reserve</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">6,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Reaney Peatlands</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Northeast</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Provincial Park</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">3,750</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Scotty Lake Old Growth</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Northwest</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Conservation Reserve</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">62</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Tide Lake Old Growth</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Northwest</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Conservation Reserve</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">58</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Tikanaganda Lake</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Central</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Conservation Reserve</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">1,906</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Wainfleet Bog</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Southern</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Provincial Park</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">230</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Wakami Lake Provincial Park Addition</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Northeast</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Provincial Park</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">1,120</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Westplain Mud Lake Fen</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Southern</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Provincial Park</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">540</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">West Sandy Island</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Central</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Provincial Park</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">266</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">White Lake Peatlands</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Northeast</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Provincial Park</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">575</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"243\"><p class=\"table-e\">Willow Lake Old Growth</p>\n</td>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Northwest</p>\n</td>\n<td valign=\"top\" width=\"194\"><p class=\"table-e\">Conservation Reserve</p>\n</td>\n<td valign=\"top\" width=\"87\"><p align=\"right\" class=\"table-e\">53</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 682/94.</p> <p class=\"Normal\"></p>"
        }
    ]
}