{
    "reg_info": {
        "full_title": "O. Reg. 8/18: REQUIREMENTS FOR DIRECT AGREEMENTS SUBJECT TO SECTION 43.1 OF ACT",
        "reg_name_text": "REQUIREMENTS FOR DIRECT AGREEMENTS SUBJECT TO SECTION 43.1 OF ACT",
        "citation": "O. Reg. 8/18: ",
        "act_under": "Consumer Protection Act, 2002",
        "url": "https://www.ontario.ca/laws/regulation/180008",
        "date_scraped": "2023-12-18 23:58:44"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May  1, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180008/v3",
            "valid_from": "March  1, 2018",
            "valid_to": "April 30, 2018"
        },
        {
            "a_href": "/laws/regulation/180008/v2",
            "valid_from": "February 28, 2018",
            "valid_to": "February 28, 2018"
        },
        {
            "a_href": "/laws/regulation/180008/v1",
            "valid_from": "January 26, 2018",
            "valid_to": "February 27, 2018"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "BK54",
            "section": null,
            "content": " 0.1, 0.2 Revoked: O. Reg. 49/18, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK54\"></a><b>0.1, 0.2 </b>R<span class=\"ovsmallcap\">evoked</span>: O. Reg. 49/18, s. 2.</p>"
        },
        {
            "id": "1.",
            "section": "Requirements for direct agreements subject to section 43.1 of Act",
            "content": " 1. (1) For the purpose of subsection 42 (1) of the Act, a direct agreement that requires the supplier to supply to a consumer a good or service that is prescribed for the purpose of subsection 43.1 (1) of the Act shall be signed by the consumer and the supplier, each page of the agreement shall be numbered consecutively, and the agreement shall set out the following information: 1. The disclosure statement that is entitled “Important: What You Need to Know About Your Legal Rights” and dated January 16, 2018 in English or “Important: Ce que vous devez savoir sur vos droits juridiques” and dated January 16, 2018 in French as it appears on a website of the Government of Ontario related to prescribed goods or service contracts, which shall appear on the first page of the agreement. 2. The name and address of the consumer. 3. If the parties have previously entered into another written consumer agreement for a good or service that is prescribed for the purpose of subsection 43.1 (1) of the Act and if the other agreement is in effect, a description of that agreement, the date that the parties entered into it and the date that it terminates. 4. The name of the supplier and, if different, the name under which the supplier carries on business. 5. The telephone number of the supplier, the address of the premises from which the supplier conducts business and information respecting other ways, if any, in which the consumer can contact the supplier, such as a fax number and an e-mail address. 6. The names of, i. the persons, if any, who solicited the consumer in connection with the agreement, ii. the persons, if any, who negotiated the agreement with the consumer, and iii. the persons who entered into the agreement with the consumer. 7. The date on which and the address where the parties entered into the agreement. 8. A fair and accurate description of the prescribed good or service to be supplied to the consumer, including the technical requirements, if any, related to its use. 9. A statement as to whether the prescribed good is used or reconditioned. 10. If the consumer under the present agreement is already leasing a good or service that is prescribed for the purpose of subsection 43.1 (1) of the Act from a different supplier under another consumer agreement, i. the name of the different supplier, ii. the serial number or other unique identifier for the leased good or service, and iii. if the supplier under the present agreement is to remove the leased good or service under the other agreement, a statement as to whether the consumer, the supplier under the present agreement or another person is responsible for any costs associated with the removal. 11. If the agreement is a lease for the prescribed good, i. a reasonable estimate of the retail price of the prescribed good, and ii. the total amount payable by the consumer under the lease, based on an average useful life of the prescribed good, regardless of the actual term of the lease. 12. An itemized list of any one-time or additional charges to the consumer, such as charges for delivery, installation, removal or late payment, and the amount of those charges, including taxes and interest. 13. The terms of payment including for all of the charges listed in paragraph 12. 14. The total amount payable by the consumer under the agreement or, if there is more than one payment under the agreement, the amount of each payment. 15. If the agreement includes a trade-in arrangement, a description of the trade-in arrangement and the amount of the trade-in allowance. 16. The term of the agreement. 17. Contact information for terminating the agreement, if different from the information set out in paragraph 5. 18. A list of any charges to the consumer for terminating the agreement, such as charges for early termination, and if the charges vary over time, a schedule of the amounts chargeable, including taxes. 19. All guarantees given in respect of money payable under the agreement. 20. All security given by the consumer or a guarantor in respect of money payable under the agreement. 21. All credit agreements, as defined in Part VII of the Act, and other payment instruments, including promissory notes related to the agreement. 22. A list of all agreements, other than an agreement for providing a guarantee described in paragraph 19 or security described in paragraph 20 or a credit agreement or a payment instrument described in paragraph 21, if any, that are related to the direct agreement and that were entered into at the time the parties entered into the direct agreement. 23. A statement that the supplier warrants that the prescribed good or service will work for the term of the agreement. 24. As applicable, the dates on which delivery, installation, commencement of performance, ongoing performance and completion of performance are to occur under the agreement. 25. The rights, if any, that the supplier agrees the consumer will have in addition to the rights under the Act and the obligations, if any, by which the supplier agrees to be bound in addition to the obligations under the Act, in relation to cancellation, returns, exchanges and refunds in connection with the agreement. 26. Any other restrictions, limitations and conditions that are imposed by the supplier with respect to the agreement, including the consumer’s responsibilities under the agreement, if any, or the consumer`s responsibilities if the consumer ceases to own the property where the prescribed good or service is installed. 27. The currency in which amounts mentioned in this subsection are expressed, if it is not Canadian currency. 28. A statement in the language of the agreement containing the text set out in subsection (3) and, if applicable, the additional text set out in subsection (4), i. which shall be in at least 10 point type, except for the heading which shall be in at least 12 point bold type, and ii. which shall appear on the first page of the agreement after the disclosure described in paragraph 1 of this subsection and information in subsection (2), unless there is a notice on the first page of the agreement after the disclosure statement described in paragraph 1 of this subsection in at least 12 point bold type indicating where in the agreement the statement appears. (2) The information required under paragraphs 12 and 14 and, if applicable, subparagraphs 11 i and ii of subsection (1) shall appear in 12 point font on the first page of the agreement following the disclosure statements required in paragraph 1 of that subsection. (3) The statement mentioned in paragraph 28 of subsection (1) shall set out the following: Your Rights under the Consumer Protection Act, 2002 You may cancel this agreement at any time during the period that ends ten (10) days after the day you receive a written copy of the agreement. You do not need to give the supplier a reason for cancelling during this 10-day period. If the supplier does not make delivery within 30 days after the delivery date specified in this agreement or if the supplier does not begin performance of his, her or its obligations within 30 days after the commencement date specified in this agreement, you may cancel this agreement at any time before delivery or commencement of performance. You lose the right to cancel if, after the 30-day period has expired, you agree to accept delivery or authorize commencement of performance. If the delivery date or commencement date is not specified in this agreement and the supplier does not deliver or commence performance within 30 days after the date this agreement is entered into, you may cancel this agreement at any time before delivery or commencement of performance. You lose the right to cancel if, after the 30-day period has expired, you agree to accept delivery or authorize commencement of performance. In addition, there are other grounds that allow you to cancel this agreement. You may also have other rights, duties and remedies at law. For more information, you may contact the Ministry of Government and Consumer Services. To cancel this agreement, you must give notice of cancellation to the supplier, at the address set out in the agreement, by any means that allows you to prove the date on which you gave notice. If no address is set out in the agreement, use any address of the supplier that is on record with the Government of Ontario or the Government of Canada or is known by you. If you cancel this agreement, the supplier has fifteen (15) days to refund any payment you have made and return to you all goods delivered under a trade-in arrangement (or refund an amount equal to the trade-in allowance). However, if you cancel this agreement after having solicited the goods or services from the supplier and having requested that delivery be made or performance be commenced within ten (10) days after the date this agreement is entered into, the supplier is entitled to reasonable compensation for the goods and services that you received before the earlier of the 11th day after the date this agreement was entered into and the date on which you gave notice of cancellation to the supplier, except goods that can be repossessed by or returned to the supplier. (4) If the consumer is to receive goods under the agreement, the statement mentioned in paragraph 28 of subsection (1) shall also set out the following: If the supplier requests in writing repossession of any goods that came into your possession under the agreement, you must return the goods to the supplier’s address, or allow one of the following persons to repossess the goods at your address: The supplier. A person designated in writing by the supplier. If you cancel this agreement, you must take reasonable care of any goods that came into your possession under the agreement until one of the following happens: The supplier repossesses the goods. The supplier has been given a reasonable opportunity to repossess the goods and twenty-one (21) days have passed since the agreement was cancelled. You return the goods. The supplier directs you in writing to destroy the goods and you do so in accordance with the supplier’s instructions.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) For the purpose of subsection 42 (1) of the Act, a direct agreement that requires the supplier to supply to a consumer a good or service that is prescribed for the purpose of subsection 43.1 (1) of the Act shall be signed by the consumer and the supplier, each page of the agreement shall be numbered consecutively, and the agreement shall set out the following information:</p> <p class=\"paragraph-e\">  1. The disclosure statement that is entitled “Important: What You Need to Know About Your Legal Rights” and dated January 16, 2018 in English or “Important: Ce que vous devez savoir sur vos droits juridiques” and dated January 16, 2018 in French as it appears on a website of the Government of Ontario related to prescribed goods or service contracts, which shall appear on the first page of the agreement.</p> <p class=\"paragraph-e\">  2. The name and address of the consumer.</p> <p class=\"paragraph-e\">  3. If the parties have previously entered into another written consumer agreement for a good or service that is prescribed for the purpose of subsection 43.1 (1) of the Act and if the other agreement is in effect, a description of that agreement, the date that the parties entered into it and the date that it terminates.</p> <p class=\"paragraph-e\">  4. The name of the supplier and, if different, the name under which the supplier carries on business.</p> <p class=\"paragraph-e\">  5. The telephone number of the supplier, the address of the premises from which the supplier conducts business and information respecting other ways, if any, in which the consumer can contact the supplier, such as a fax number and an e-mail address.</p> <p class=\"paragraph-e\">  6. The names of,</p> <p class=\"subpara-e\">  i. the persons, if any, who solicited the consumer in connection with the agreement,</p> <p class=\"subpara-e\">  ii. the persons, if any, who negotiated the agreement with the consumer, and</p> <p class=\"subpara-e\">  iii. the persons who entered into the agreement with the consumer.</p> <p class=\"paragraph-e\">  7. The date on which and the address where the parties entered into the agreement.</p> <p class=\"paragraph-e\">  8. A fair and accurate description of the prescribed good or service to be supplied to the consumer, including the technical requirements, if any, related to its use.</p> <p class=\"paragraph-e\">  9. A statement as to whether the prescribed good is used or reconditioned.</p> <p class=\"paragraph-e\">  10. If the consumer under the present agreement is already leasing a good or service that is prescribed for the purpose of subsection 43.1 (1) of the Act from a different supplier under another consumer agreement,</p> <p class=\"subpara-e\">  i. the name of the different supplier,</p> <p class=\"subpara-e\">  ii. the serial number or other unique identifier for the leased good or service, and</p> <p class=\"subpara-e\">  iii. if the supplier under the present agreement is to remove the leased good or service under the other agreement, a statement as to whether the consumer, the supplier under the present agreement or another person is responsible for any costs associated with the removal.</p> <p class=\"paragraph-e\">  11. If the agreement is a lease for the prescribed good,</p> <p class=\"subpara-e\">  i. a reasonable estimate of the retail price of the prescribed good, and</p> <p class=\"subpara-e\">  ii. the total amount payable by the consumer under the lease, based on an average useful life of the prescribed good, regardless of the actual term of the lease.</p> <p class=\"paragraph-e\">  12. An itemized list of any one-time or additional charges to the consumer, such as charges for delivery, installation, removal or late payment, and the amount of those charges, including taxes and interest.</p> <p class=\"paragraph-e\">  13. The terms of payment including for all of the charges listed in paragraph 12.</p> <p class=\"paragraph-e\">  14. The total amount payable by the consumer under the agreement or, if there is more than one payment under the agreement, the amount of each payment.</p> <p class=\"paragraph-e\">  15. If the agreement includes a trade-in arrangement, a description of the trade-in arrangement and the amount of the trade-in allowance.</p> <p class=\"paragraph-e\">  16. The term of the agreement.</p> <p class=\"paragraph-e\">  17. Contact information for terminating the agreement, if different from the information set out in paragraph 5.</p> <p class=\"paragraph-e\">  18. A list of any charges to the consumer for terminating the agreement, such as charges for early termination, and if the charges vary over time, a schedule of the amounts chargeable, including taxes.</p> <p class=\"paragraph-e\">  19. All guarantees given in respect of money payable under the agreement.</p> <p class=\"paragraph-e\">  20. All security given by the consumer or a guarantor in respect of money payable under the agreement.</p> <p class=\"paragraph-e\">  21. All credit agreements, as defined in Part VII of the Act, and other payment instruments, including promissory notes related to the agreement.</p> <p class=\"paragraph-e\">  22. A list of all agreements, other than an agreement for providing a guarantee described in paragraph 19 or security described in paragraph 20 or a credit agreement or a payment instrument described in paragraph 21, if any, that are related to the direct agreement and that were entered into at the time the parties entered into the direct agreement.</p> <p class=\"paragraph-e\">  23. A statement that the supplier warrants that the prescribed good or service will work for the term of the agreement.</p> <p class=\"paragraph-e\">  24. As applicable, the dates on which delivery, installation, commencement of performance, ongoing performance and completion of performance are to occur under the agreement.</p> <p class=\"paragraph-e\">  25. The rights, if any, that the supplier agrees the consumer will have in addition to the rights under the Act and the obligations, if any, by which the supplier agrees to be bound in addition to the obligations under the Act, in relation to cancellation, returns, exchanges and refunds in connection with the agreement.</p> <p class=\"paragraph-e\">  26. Any other restrictions, limitations and conditions that are imposed by the supplier with respect to the agreement, including the consumer’s responsibilities under the agreement, if any, or the consumer`s responsibilities if the consumer ceases to own the property where the prescribed good or service is installed.</p> <p class=\"paragraph-e\">  27. The currency in which amounts mentioned in this subsection are expressed, if it is not Canadian currency.</p> <p class=\"paragraph-e\">  28. A statement in the language of the agreement containing the text set out in subsection (3) and, if applicable, the additional text set out in subsection (4),</p> <p class=\"subpara-e\">  i. which shall be in at least 10 point type, except for the heading which shall be in at least 12 point bold type, and</p> <p class=\"subpara-e\">  ii. which shall appear on the first page of the agreement after the disclosure described in paragraph 1 of this subsection and information in subsection (2), unless there is a notice on the first page of the agreement after the disclosure statement described in paragraph 1 of this subsection in at least 12 point bold type indicating where in the agreement the statement appears.</p> <p class=\"subsection-e\">  (2) The information required under paragraphs 12 and 14 and, if applicable, subparagraphs 11 i and ii of subsection (1) shall appear in 12 point font on the first page of the agreement following the disclosure statements required in paragraph 1 of that subsection.</p> <p class=\"subsection-e\">  (3) The statement mentioned in paragraph 28 of subsection (1) shall set out the following:</p> <p class=\"heading3-e\"><b>Your Rights under the <span class=\"ovitalicbold\">Consumer Protection Act, 2002</span></b></p> <p class=\"paranoindt-e\">You may cancel this agreement at any time during the period that ends ten (10) days after the day you receive a written copy of the agreement. You do not need to give the supplier a reason for cancelling during this 10-day period.</p> <p class=\"paranoindt-e\">If the supplier does not make delivery within 30 days after the delivery date specified in this agreement or if the supplier does not begin performance of his, her or its obligations within 30 days after the commencement date specified in this agreement, you may cancel this agreement at any time before delivery or commencement of performance. You lose the right to cancel if, after the 30-day period has expired, you agree to accept delivery or authorize commencement of performance.</p> <p class=\"paranoindt-e\">If the delivery date or commencement date is not specified in this agreement and the supplier does not deliver or commence performance within 30 days after the date this agreement is entered into, you may cancel this agreement at any time before delivery or commencement of performance. You lose the right to cancel if, after the 30-day period has expired, you agree to accept delivery or authorize commencement of performance.</p> <p class=\"paranoindt-e\">In addition, there are other grounds that allow you to cancel this agreement. You may also have other rights, duties and remedies at law. For more information, you may contact the Ministry of Government and Consumer Services.</p> <p class=\"paranoindt-e\">To cancel this agreement, you must give notice of cancellation to the supplier, at the address set out in the agreement, by any means that allows you to prove the date on which you gave notice. If no address is set out in the agreement, use any address of the supplier that is on record with the Government of Ontario or the Government of Canada or is known by you.</p> <p class=\"paranoindt-e\">If you cancel this agreement, the supplier has fifteen (15) days to refund any payment you have made and return to you all goods delivered under a trade-in arrangement (or refund an amount equal to the trade-in allowance).</p> <p class=\"paranoindt-e\">However, if you cancel this agreement after having solicited the goods or services from the supplier and having requested that delivery be made or performance be commenced within ten (10) days after the date this agreement is entered into, the supplier is entitled to reasonable compensation for the goods and services that you received before the earlier of the 11th day after the date this agreement was entered into and the date on which you gave notice of cancellation to the supplier, except goods that can be repossessed by or returned to the supplier.</p> <p class=\"subsection-e\">  (4) If the consumer is to receive goods under the agreement, the statement mentioned in paragraph 28 of subsection (1) shall also set out the following:</p> <p class=\"paranoindt-e\">If the supplier requests in writing repossession of any goods that came into your possession under the agreement, you must return the goods to the supplier’s address, or allow one of the following persons to repossess the goods at your address:</p> <p class=\"parawindt-e\">The supplier.</p> <p class=\"parawindt-e\">A person designated in writing by the supplier.</p> <p class=\"paranoindt-e\">If you cancel this agreement, you must take reasonable care of any goods that came into your possession under the agreement until one of the following happens:</p> <p class=\"parawindt-e\">The supplier repossesses the goods.</p> <p class=\"parawindt-e\">The supplier has been given a reasonable opportunity to repossess the goods and twenty-one (21) days have passed since the agreement was cancelled.</p> <p class=\"parawindt-e\">You return the goods.</p> <p class=\"parawindt-e\">The supplier directs you in writing to destroy the goods and you do so in accordance with the supplier’s instructions.</p>"
        },
        {
            "id": "2.",
            "section": "Requirements for direct agreements subject to section 43.1 of Act",
            "content": " 2. Omitted (revokes other Regulations).",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).</p>"
        },
        {
            "id": "3.",
            "section": "Requirements for direct agreements subject to section 43.1 of Act",
            "content": " 3. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 49/18, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>). O. Reg. 49/18, s. 3.</p>"
        },
        {
            "id": null,
            "section": "Requirements for direct agreements subject to section 43.1 of Act",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180008\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}