{
    "reg_info": {
        "full_title": "O. Reg. 222/07: ENVIRONMENTAL PENALTIES",
        "reg_name_text": "environmental penalties",
        "citation": "O. Reg. 222/07: ENVIRONMENTAL PENALTIES",
        "act_under": "Environmental Protection Act",
        "url": "https://www.ontario.ca/laws/regulation/070222",
        "date_scraped": "2023-12-18 02:49:50"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November  9, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070222/v11",
            "valid_from": "April 26, 2022",
            "valid_to": "November  8, 2023"
        },
        {
            "a_href": "/laws/regulation/070222/v9",
            "valid_from": "February 25, 2022",
            "valid_to": "April 25, 2022"
        },
        {
            "a_href": "/laws/regulation/070222/v8",
            "valid_from": "July  1, 2021",
            "valid_to": "February 24, 2022"
        },
        {
            "a_href": "/laws/regulation/070222/v7",
            "valid_from": "June 11, 2021",
            "valid_to": "June 30, 2021"
        },
        {
            "a_href": "/laws/regulation/070222/v6",
            "valid_from": "December 21, 2018",
            "valid_to": "June 10, 2021"
        },
        {
            "a_href": "/laws/regulation/070222/v5",
            "valid_from": "July 28, 2017",
            "valid_to": "December 20, 2018"
        },
        {
            "a_href": "/laws/regulation/070222/v4",
            "valid_from": "October 31, 2011",
            "valid_to": "July 27, 2017"
        },
        {
            "a_href": "/laws/regulation/070222/v3",
            "valid_from": "June 14, 2011",
            "valid_to": "October 30, 2011"
        },
        {
            "a_href": "/laws/regulation/070222/v2",
            "valid_from": "August  1, 2007",
            "valid_to": "June 13, 2011"
        },
        {
            "a_href": "/laws/regulation/070222/v1",
            "valid_from": "June  6, 2007",
            "valid_to": "July 31, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Purpose",
            "content": " 1. The purpose of this Regulation is to provide for the assessment of environmental penalties in a manner that encourages regulated persons to,  (a)  take steps to prevent contraventions; (b)  take steps to mitigate the effects of contraventions and to prevent their recurrence; (c)  implement environmental management systems; and (d)  enter into agreements under subsection 182.1 (9) of the Act to take steps for the protection of the natural environment beyond the measures required by an Act of Ontario or Canada, by a regulation or instrument under an Act of Ontario or Canada, or by a public body.  O. Reg. 222/07, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK0\"></a><b>1. </b>The purpose of this Regulation is to provide for the assessment of environmental penalties in a manner that encourages regulated persons to, </p> <p class=\"clause-e\">  (a)  take steps to prevent contraventions;</p> <p class=\"clause-e\">  (b)  take steps to mitigate the effects of contraventions and to prevent their recurrence;</p> <p class=\"clause-e\">  (c)  implement environmental management systems; and</p> <p class=\"clause-e\">  (d)  enter into agreements under subsection 182.1 (9) of the Act to take steps for the protection of the natural environment beyond the measures required by an Act of Ontario or Canada, by a regulation or instrument under an Act of Ontario or Canada, or by a public body.  O. Reg. 222/07, s. 1.</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": " 2. (1) In this Regulation, “closed landfilling site” means a landfilling site, (a)  that has had final cover material applied to it in accordance with the applicable closure requirements under the Act and in which further landfilling is not permitted by an environmental compliance approval, or (b)  that has reached its approved capacity under its environmental compliance approval; (“lieu d’enfouissement désaffecté”) “contravention” means a contravention or failure in respect of which a person may be required to pay an environmental penalty under section 182.1 of the Act; (“contravention”) “Director” means a Director appointed in respect of section 182.1 of the Act; (“directeur”) “landfilling” has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Act; (“enfouissement”) “landfilling site” means a waste disposal site at which landfilling occurs and that has, in respect of the landfilling, an approved capacity of 40,000 cubic metres or more under an environmental compliance approval; (“lieu d’enfouissement”) “plant” means an industrial facility and the real property, waste disposal sites and wastewater treatment facilities associated with it; (“usine”) “public body” means a municipality, local board, conservation authority, ministry, department, board, commission, or agency or official of a provincial or federal government; (“organisme public”) “sewage” has the same meaning as in subsection 1 (1) of the Ontario Water Resources Act; (“eaux d’égout”) “toxic substance” means a substance listed in Table 1 of the Ministry of the Environment publication entitled “Environmental Penalties – Code of Toxic Substances”, as amended from time to time. (“substance toxique”) “waste disposal site” has the same meaning as in Part V of the Act. (“lieu d’élimination des déchets”) O. Reg. 222/07, s. 2; O. Reg. 254/11; s. 1. O. Reg. 338/23, s. 1 (1). (2) For the purposes of Table 2, (a)  a reference to a discharge or spill is a reference to a discharge or spill from a plant; (b)  a reference to an environmental compliance approval or an order is a reference to an environmental compliance approval or an order in respect of a plant; and (c)  a reference to a regulated person is a reference to a regulated person described in section 3. O. Reg. 338/23, s. 1 (2). (3) For the purposes of Table 3, (a)  a reference to a discharge or spill is a reference to a discharge or spill from a landfilling site; (b)  a reference to an environmental compliance approval or an order is a reference to an environmental compliance approval or an order in respect of a landfilling site; and (c)  a reference to a regulated person is a reference to a regulated person described in section 3.1. O. Reg. 338/23, s. 1 (2). (4) In this Regulation, a reference to a landfilling site includes a reference to a closed landfilling site. O. Reg. 338/23, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>2. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“closed landfilling site” means a landfilling site,</p> <p class=\"defclause-e\">  (a)  that has had final cover material applied to it in accordance with the applicable closure requirements under the Act and in which further landfilling is not permitted by an environmental compliance approval, or</p> <p class=\"defclause-e\">  (b)  that has reached its approved capacity under its environmental compliance approval; (“lieu d’enfouissement désaffecté”) </p> <p class=\"firstdef-e\">“contravention” means a contravention or failure in respect of which a person may be required to pay an environmental penalty under section 182.1 of the Act; (“contravention”)</p> <p class=\"definition-e\">“Director” means a Director appointed in respect of section 182.1 of the Act; (“directeur”)</p> <p class=\"definition-e\">“landfilling” has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Act; (“<span>enfouissement</span>”)</p> <p class=\"definition-e\">“landfilling site” means a waste disposal site at which landfilling occurs and that has, in respect of the landfilling, an approved capacity of 40,000 cubic metres or more under an environmental compliance approval; (“lieu d’enfouissement”)</p> <p class=\"definition-e\">“plant” means an industrial facility and the real property, waste disposal sites and wastewater treatment facilities associated with it; (“usine”)</p> <p class=\"definition-e\">“public body” means a municipality, local board, conservation authority, ministry, department, board, commission, or agency or official of a provincial or federal government; (“organisme public”)</p> <p class=\"definition-e\">“sewage” has the same meaning as in subsection 1 (1) of the <i>Ontario Water Resources Act</i>; (“eaux d’égout”)</p> <p class=\"definition-e\">“toxic substance” means a substance listed in Table 1 of the Ministry of the Environment publication entitled “Environmental Penalties – Code of Toxic Substances”, as amended from time to time. (“substance toxique”)</p> <p class=\"definition-e\">“waste disposal site” has the same meaning as in Part V of the Act. (“lieu d’élimination des déchets”) O. Reg. 222/07, s. 2; O. Reg. 254/11; s. 1. O. Reg. 338/23, s. 1 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of Table 2,</p> <p class=\"clause-e\">  (a)  a reference to a discharge or spill is a reference to a discharge or spill from a plant;</p> <p class=\"clause-e\">  (b)  a reference to an environmental compliance approval or an order is a reference to an environmental compliance approval or an order in respect of a plant; and</p> <p class=\"clause-e\">  (c)  a reference to a regulated person is a reference to a regulated person described in section 3. O. Reg. 338/23, s. 1 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of Table 3,</p> <p class=\"clause-e\">  (a)  a reference to a discharge or spill is a reference to a discharge or spill from a landfilling site;</p> <p class=\"clause-e\">  (b)  a reference to an environmental compliance approval or an order is a reference to an environmental compliance approval or an order in respect of a landfilling site; and</p> <p class=\"clause-e\">  (c)  a reference to a regulated person is a reference to a regulated person described in section 3.1. O. Reg. 338/23, s. 1 (2).</p> <p class=\"subsection-e\">  (4) In this Regulation, a reference to a landfilling site includes a reference to a closed landfilling site. O. Reg. 338/23, s. 1 (2).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Regulated person, industrial plants",
            "content": " 3. (1) For the purposes of clause (a) of the definition of “regulated person” in subsection 1 (1) of the Act, a prescribed class of persons is persons who own or operate a plant that, (a)  is listed in Table 1; (b)  was described in section 3 of Ontario Regulation 560/94 (Effluent Monitoring and Effluent Limits — Metal Mining Sector), made under the Act, as it read immediately before it was revoked, as a plant to which that regulation applied; (c)  discharges sewage, other than storm water, to a surface watercourse or to a sewage works that is privately owned, and, (i)  processes chemicals into organic chemicals, plastics, or synthetic fibres (organic chemical manufacturing sector), (ii)  processes, manufactures, packages or blends inorganic chemicals (inorganic chemical sector), (iii)  mines, excavates, extracts or processes as a product graphite, gypsum, silica (quartzite), salt, talc, nepheline syenite or trap rock (industrial minerals sector), (iv)  mines, excavates, extracts or processes limestone, dolomite, or sandstone on real property, and manufactures products on the real property using the limestone, dolomite, or sandstone (industrial minerals sector), (v)  produces portland clinker, cement, lime or magnesium (industrial minerals sector), (vi)  produces electricity through fossil-fuelled thermal generation, nuclear-powered thermal generation, and plants associated with nuclear plants including heavy water plants and nuclear complex services (electric power generation sector), (vii)  produces newsprint, fine papers, coated papers, paperboard, kraft pulp, linerboard, corrugating medium, kraft paper, tissue, groundwood paper, boxboard, or container board (pulp and paper sector), (viii)  refines crude oil to produce petroleum products (petroleum sector), (ix)  manufactures metallic objects by cooling molten metal in a mould or die (metal casting sector), or (x)  uses iron ore or recycled material to produce steel (iron and steel manufacturing sector); or (d)  is a plant described in clause (c) that has temporarily suspended the operations or the discharge referred to in that clause. O. Reg. 222/07, s. 3 (1); O. Reg. 466/21, s. 1. (2) A plant does not manufacture a product using limestone, dolomite or sandstone for the purpose of subclause (1) (c) (iv) if it engages only in aggregate crushing and screening of those minerals. O. Reg. 222/07, s. 3 (2). (3) Despite subsection (1), a person who owns or operates a plant described in subsection (1) is not a regulated person during any periods where any of the following circumstances apply to the plant and the person notifies the Director of it in writing: 1.  The plant’s sewage works for sewage other than storm water are exempt under clause 53 (6) (a) or (b) of the Ontario Water Resources Act from the prohibition under subsection 53 (1) of that Act. 2.  If the plant is listed in Table 1, the person permanently ceases all operations and activities described in clause (1) (c). O. Reg. 222/07, s. 3 (3); O. Reg. 254/11, s. 2. (4) In this section, “sewage” has the same meaning as in subsection 1 (1) of the Ontario Water Resources Act; (“eaux d’égout”) “sewage works” has the same meaning as in subsection 1 (1) of the Ontario Water Resources Act; (“station d’épuration des eaux d’égout”) “surface watercourse” means any lake, river, pond, stream, reservoir, swamp, marsh or surface drainage works. (“cours d’eau de surface”) O. Reg. 222/07, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK2\"></a>3. </b>(1) For the purposes of clause (a) of the definition of “regulated person” in subsection 1 (1) of the Act, a prescribed class of persons is persons who own or operate a plant that,</p> <p class=\"clause-e\">  (a)  is listed in Table 1;</p> <p class=\"clause-e\">  (b)  was described in section 3 of Ontario Regulation 560/94 (Effluent Monitoring and Effluent Limits — Metal Mining Sector), made under the Act, as it read immediately before it was revoked, as a plant to which that regulation applied;</p> <p class=\"clause-e\">  (c)  discharges sewage, other than storm water, to a surface watercourse or to a sewage works that is privately owned, and,</p> <p class=\"subclause-e\">  (i)  processes chemicals into organic chemicals, plastics, or synthetic fibres (organic chemical manufacturing sector),</p> <p class=\"subclause-e\">  (ii)  processes, manufactures, packages or blends inorganic chemicals (inorganic chemical sector),</p> <p class=\"subclause-e\">  (iii)  mines, excavates, extracts or processes as a product graphite, gypsum, silica (quartzite), salt, talc, nepheline syenite or trap rock (industrial minerals sector),</p> <p class=\"subclause-e\">  (iv)  mines, excavates, extracts or processes limestone, dolomite, or sandstone on real property, and manufactures products on the real property using the limestone, dolomite, or sandstone (industrial minerals sector),</p> <p class=\"subclause-e\">  (v)  produces portland clinker, cement, lime or magnesium (industrial minerals sector),</p> <p class=\"subclause-e\">  (vi)  produces electricity through fossil-fuelled thermal generation, nuclear-powered thermal generation, and plants associated with nuclear plants including heavy water plants and nuclear complex services (electric power generation sector),</p> <p class=\"subclause-e\">  (vii)  produces newsprint, fine papers, coated papers, paperboard, kraft pulp, linerboard, corrugating medium, kraft paper, tissue, groundwood paper, boxboard, or container board (pulp and paper sector),</p> <p class=\"subclause-e\">  (viii)  refines crude oil to produce petroleum products (petroleum sector),</p> <p class=\"subclause-e\">  (ix)  manufactures metallic objects by cooling molten metal in a mould or die (metal casting sector), or</p> <p class=\"subclause-e\">  (x)  uses iron ore or recycled material to produce steel (iron and steel manufacturing sector); or</p> <p class=\"clause-e\">  (d)  is a plant described in clause (c) that has temporarily suspended the operations or the discharge referred to in that clause. O. Reg. 222/07, s. 3 (1); O. Reg. 466/21, s. 1.</p> <p class=\"subsection-e\">  (2) A plant does not manufacture a product using limestone, dolomite or sandstone for the purpose of subclause (1) (c) (iv) if it engages only in aggregate crushing and screening of those minerals. O. Reg. 222/07, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (1), a person who owns or operates a plant described in subsection (1) is not a regulated person during any periods where any of the following circumstances apply to the plant and the person notifies the Director of it in writing:</p> <p class=\"paragraph-e\">  1.  The plant’s sewage works for sewage other than storm water are exempt under clause 53 (6) (a) or (b) of the <i>Ontario Water Resources Act</i> from the prohibition under subsection 53 (1) of that Act.</p> <p class=\"paragraph-e\">  2.  If the plant is listed in Table 1, the person permanently ceases all operations and activities described in clause (1) (c). O. Reg. 222/07, s. 3 (3); O. Reg. 254/11, s. 2.</p> <p class=\"subsection-e\">  (4) In this section,</p> <p class=\"firstdef-e\">“sewage” has the same meaning as in subsection 1 (1) of the <i>Ontario Water Resources Act</i>; (“eaux d’égout”)</p> <p class=\"definition-e\">“sewage works” has the same meaning as in subsection 1 (1) of the <i>Ontario Water Resources Act</i>; (“station d’épuration des eaux d’égout”)</p> <p class=\"definition-e\">“surface watercourse” means any lake, river, pond, stream, reservoir, swamp, marsh or surface drainage works. (“cours d’eau de surface”) O. Reg. 222/07, s. 3 (4).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.1",
            "part_id": null,
            "part_type": null,
            "section": "Regulated person, landfills",
            "content": " 3.1 For the purposes of clause (a) of the definition of “regulated person” in subsection 1 (1) of the Act, a prescribed class of persons is persons who own or operate a landfilling site. O. Reg. 338/23, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3.1 </b>For the purposes of clause (a) of the definition of “regulated person” in subsection 1 (1) of the Act, a prescribed class of persons is persons who own or operate a landfilling site. O. Reg. 338/23, s. 2.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Contraventions",
            "content": " 4. (1) An order under subsection 182.1 (1) of the Act to pay an environmental penalty shall not be issued for any contravention referred to in that subsection except as set out in this Regulation.  O. Reg. 222/07, s. 4 (1). (2) An order under subsection 182.1 (1) of the Act to pay an environmental penalty may only be issued, (a)  to a regulated person; and (b)  for a contravention that, (i)  occurs at, (A)  a plant described in subsection 3 (1) or relates to the operations of the plant, or (B)  a landfilling site or relates to the operations of the landfilling site; (ii)  is described in Column 2 of Table 2 or 3, if the circumstances, if any, set out in Column 3 of the applicable Table for the contravention apply, and (iii)  occurs or continues on or after the date specified in Column 4 of Table 2 or 3 in respect of the contravention.  O. Reg. 222/07, s. 4 (2); O. Reg. 338/23, s. 3.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK4\"></a>4. </b>(1) An order under subsection 182.1 (1) of the Act to pay an environmental penalty shall not be issued for any contravention referred to in that subsection except as set out in this Regulation.  O. Reg. 222/07, s. 4 (1).</p> <p class=\"subsection-e\">  (2) An order under subsection 182.1 (1) of the Act to pay an environmental penalty may only be issued,</p> <p class=\"clause-e\">  (a)  to a regulated person; and</p> <p class=\"clause-e\">  (b)  for a contravention that,</p> <p class=\"subclause-e\">  (i)  occurs at,</p> <p class=\"subsubclause-e\">  (A)  a plant described in subsection 3 (1) or relates to the operations of the plant, or</p> <p class=\"subsubclause-e\">  (B)  a landfilling site or relates to the operations of the landfilling site;</p> <p class=\"subclause-e\">  (ii)  is described in Column 2 of Table 2 or 3, if the circumstances, if any, set out in Column 3 of the applicable Table for the contravention apply, and</p> <p class=\"subclause-e\">  (iii)  occurs or continues on or after the date specified in Column 4 of Table 2 or 3 in respect of the contravention.  O. Reg. 222/07, s. 4 (2); O. Reg. 338/23, s. 3.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of intention to issue penalty",
            "content": " 5. (1) Before issuing an order to a regulated person under subsection 182.1 (1) of the Act, the Director shall give the regulated person a written notice of intention to issue the order that includes the following information: 1.  A statement of the Director’s intention to issue an order under subsection 182.1 (1) of the Act. 2.  The item number in Table 2 or 3 of the contravention to which the proposed order will relate. 3.  The classification of the contravention as a Type 1, 2 or 3 contravention in accordance with Table 2 or 3, the classification of the contravention as a less serious, serious or very serious contravention in accordance with sections 10 to 15, and the cell of Table 4 that corresponds to the classifications. 4.  A statement of which factors listed under paragraph 3 of subsection 9 (1) the Director will consider in determining the amount of the gravity component from the range set out in the cell of Table 4 identified under paragraph 3 of this subsection. 5.  In the case of a contravention specified in item 1 of Table 2 or 3, i.  a description of the adverse effects that were caused or that may be caused by the contravention, and ii.  a statement as to whether the discharge contained a toxic substance. 6.  A description of the days or parts of days on which the contravention occurred or continued in respect of which the Director intends to issue the order, where a day is a 24-hour period. 7.  If appropriate, the location of the contravention. 8.  If the Director is of the opinion that as a result of the contravention, a monetary benefit described in paragraph 1 or 2 of subsection 8 (1) was acquired by the regulated person, the estimated monetary benefit and a summary of how the Director determined the monetary benefit, including the time frame that was used in the estimate. 9.  Information about the regulated person’s right under section 6 to request a reduction to the amount of the environmental penalty and the grounds on which such a reduction may be requested.  O. Reg. 222/07, s. 5 (1); O. Reg. 338/23, s. 4. (2) A notice of intention given under subsection (1) may apply to one or more contraventions.  O. Reg. 222/07, s. 5 (2). (3) The Director may amend a notice of intention after it has been issued by giving the regulated person a written amendment.  O. Reg. 222/07, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>5. </b>(1) Before issuing an order to a regulated person under subsection 182.1 (1) of the Act, the Director shall give the regulated person a written notice of intention to issue the order that includes the following information:</p> <p class=\"paragraph-e\">  1.  A statement of the Director’s intention to issue an order under subsection 182.1 (1) of the Act.</p> <p class=\"paragraph-e\">  2.  The item number in Table 2 or 3 of the contravention to which the proposed order will relate.</p> <p class=\"paragraph-e\">  3.  The classification of the contravention as a Type 1, 2 or 3 contravention in accordance with Table 2 or 3, the classification of the contravention as a less serious, serious or very serious contravention in accordance with sections 10 to 15, and the cell of Table 4 that corresponds to the classifications.</p> <p class=\"paragraph-e\">  4.  A statement of which factors listed under paragraph 3 of subsection 9 (1) the Director will consider in determining the amount of the gravity component from the range set out in the cell of Table 4 identified under paragraph 3 of this subsection.</p> <p class=\"paragraph-e\">  5.  In the case of a contravention specified in item 1 of Table 2 or 3,</p> <p class=\"subpara-e\">  i.  a description of the adverse effects that were caused or that may be caused by the contravention, and</p> <p class=\"subpara-e\">  ii.  a statement as to whether the discharge contained a toxic substance.</p> <p class=\"paragraph-e\">  6.  A description of the days or parts of days on which the contravention occurred or continued in respect of which the Director intends to issue the order, where a day is a 24-hour period.</p> <p class=\"paragraph-e\">  7.  If appropriate, the location of the contravention.</p> <p class=\"paragraph-e\">  8.  If the Director is of the opinion that as a result of the contravention, a monetary benefit described in paragraph 1 or 2 of subsection 8 (1) was acquired by the regulated person, the estimated monetary benefit and a summary of how the Director determined the monetary benefit, including the time frame that was used in the estimate.</p> <p class=\"paragraph-e\">  9.  Information about the regulated person’s right under section 6 to request a reduction to the amount of the environmental penalty and the grounds on which such a reduction may be requested.  O. Reg. 222/07, s. 5 (1); O. Reg. 338/23, s. 4.</p> <p class=\"subsection-e\">  (2) A notice of intention given under subsection (1) may apply to one or more contraventions.  O. Reg. 222/07, s. 5 (2).</p> <p class=\"subsection-e\">  (3) The Director may amend a notice of intention after it has been issued by giving the regulated person a written amendment.  O. Reg. 222/07, s. 5 (3).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Request for review of penalty",
            "content": " 6. (1) A regulated person who receives a notice of intention under subsection 5 (1), or an amendment under subsection 5 (3), may make any one or more of the following requests in writing, within 15 days after the date indicated on the notice of intention or on the amendment, if any, or within such longer period as the Director agrees to in writing: 1.  If the notice of intention or amendment includes an estimate of monetary benefit, a request that the Director consider the information included with the request and redetermine the monetary benefit. 2.  If the notice of intention or amendment relates to a contravention specified in item 1 or 2 of Table 2 or item 1 or 2 of Table 3 and includes a statement that the discharge contained a toxic substance, a request that the Director consider any information included with the request demonstrating that the toxic substance or its concentration did not result from the operation or activities of the plant or landfilling site. 3.  A request that the Director consider any information included with the request before determining the gravity component of the penalty under section 9. 4.  A request that the Director, after determining the gravity component of the penalty under section 9, grant a reduction to the component in accordance with section 16 on the grounds that the regulated person took steps to prevent the contravention or mitigate its effects. 5.  A request that the Director, after determining the gravity component of the penalty under section 9, grant a reduction to the component in accordance with section 17 on the grounds that at the time of the contravention, the regulated person had in place an environmental management system described in section 17.  O. Reg. 222/07, s. 6 (1); O. Reg. 338/23, s. 5. (2) If the notice of intention or amendment applies to more than one contravention, a request under subsection (1) may be made in respect of any one or more of the contraventions.  O. Reg. 222/07, s. 6 (2). (3) A request made under subsection (1) shall include the following information: 1.  For a request under paragraph 4 of subsection (1), the grounds on which the reduction is requested and a specific description of the steps taken. 2.  For a request under paragraph 5 of subsection (1), any document demonstrating that, at the time of the contravention, the regulated person had in place an environmental management system described in section 17. 3.  For any request under subsection (1), all information and submissions that the regulated person wants the Director to consider with respect to the request.  O. Reg. 222/07, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>6. </b>(1) A regulated person who receives a notice of intention under subsection 5 (1), or an amendment under subsection 5 (3), may make any one or more of the following requests in writing, within 15 days after the date indicated on the notice of intention or on the amendment, if any, or within such longer period as the Director agrees to in writing:</p> <p class=\"paragraph-e\">  1.  If the notice of intention or amendment includes an estimate of monetary benefit, a request that the Director consider the information included with the request and redetermine the monetary benefit.</p> <p class=\"paragraph-e\">  2.  If the notice of intention or amendment relates to a contravention specified in item 1 or 2 of Table 2 or item 1 or 2 of Table 3 and includes a statement that the discharge contained a toxic substance, a request that the Director consider any information included with the request demonstrating that the toxic substance or its concentration did not result from the operation or activities of the plant or landfilling site.</p> <p class=\"paragraph-e\">  3.  A request that the Director consider any information included with the request before determining the gravity component of the penalty under section 9.</p> <p class=\"paragraph-e\">  4.  A request that the Director, after determining the gravity component of the penalty under section 9, grant a reduction to the component in accordance with section 16 on the grounds that the regulated person took steps to prevent the contravention or mitigate its effects.</p> <p class=\"paragraph-e\">  5.  A request that the Director, after determining the gravity component of the penalty under section 9, grant a reduction to the component in accordance with section 17 on the grounds that at the time of the contravention, the regulated person had in place an <span>environmental management system described in section 17.  </span>O. Reg. 222/07, s. 6 (1); O. Reg. 338/23, s. 5.</p> <p class=\"subsection-e\">  (2) If the notice of intention or amendment applies to more than one contravention, a request under subsection (1) may be made in respect of any one or more of the contraventions.  O. Reg. 222/07, s. 6 (2).</p> <p class=\"subsection-e\">  (3) A request made under subsection (1) shall include the following information:</p> <p class=\"paragraph-e\">  1.  For a request under paragraph 4 of subsection (1), the grounds on which the reduction is requested and a specific description of the steps taken.</p> <p class=\"paragraph-e\">  2.  For a request under paragraph 5 of subsection (1), any document demonstrating that, at the time of the contravention, the regulated person had in place an environmental management system described in section 17.</p> <p class=\"paragraph-e\">  3.  For any request under subsection (1), all information and submissions that the regulated person wants the Director to consider with respect to the request.  O. Reg. 222/07, s. 6 (3).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Amount of environmental penalty",
            "content": " 7. (1) The amount of the environmental penalty for a contravention is, A + (B – C – D – E) in which, “A”  is the monetary benefit received by the regulated person as a result of the contravention, as determined under section 8, “B”  is the gravity component for the contravention, as determined under section 9, “C”  is the reduction, if any, to the gravity component determined under section 16 (reductions for prevention or mitigation), “D”  is the reduction, if any, to the gravity component determined under section 17 (reduction for environmental management system), and “E”  is the reduction, if any, to the gravity component determined under subsection 18 (2) or (3), as the case may be (reduction for agreement with the Director). O. Reg. 222/07, s. 7 (1). (2) If, after determining the environmental penalty for the contravention, the Director determines that the amount of the environmental penalty is, by its magnitude, punitive in nature having regard to all the circumstances, the Director shall reduce the amount of the environmental penalty to an amount that is consistent with promoting internal discipline among regulated persons to comply with the requirements under the Act.  O. Reg. 222/07, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>7. </b>(1) The amount of the environmental penalty for a contravention is,</p> <p class=\"equation-e\">A + (B – C – D – E)</p> <p class=\"Ssection-e\">in which,</p> <p class=\"equationind1-e\">  “A”  is the monetary benefit received by the regulated person as a result of the contravention, as determined under section 8,</p> <p class=\"equationind1-e\">  “B”  is the gravity component for the contravention, as determined under section 9,</p> <p class=\"equationind1-e\">  “C”  is the reduction, if any, to the gravity component determined under section 16 (reductions for prevention or mitigation),</p> <p class=\"equationind1-e\">  “D”  is the reduction, if any, to the gravity component determined under section 17 (reduction for environmental management system), and</p> <p class=\"equationind1-e\">  “E”  is the reduction, if any, to the gravity component determined under subsection 18 (2) or (3), as the case may be (reduction for agreement with the Director).</p> <p class=\"footnote-e\">O. Reg. 222/07, s. 7 (1).</p> <p class=\"subsection-e\">  (2) If, after determining the environmental penalty for the contravention, the Director determines that the amount of the environmental penalty is, by its magnitude, punitive in nature having regard to all the circumstances, the Director shall reduce the amount of the environmental penalty to an amount that is consistent with promoting internal discipline among regulated persons to comply with the requirements under the Act.  O. Reg. 222/07, s. 7 (2).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Monetary benefit",
            "content": " 8. (1) The following monetary benefits are prescribed for the purpose of paragraph 3 of subsection 182.1 (17) of the Act: 1.  Avoided costs, which are costs that the regulated person avoided incurring by failing to comply with a provision described in Table 2 or 3. Avoided costs apply in respect of provisions that must be complied with on or by a certain date and that, once that date has passed, cannot be complied with on a future date. 2.  Delayed costs, which are costs that the regulated person delayed incurring by delaying compliance with a provision described in Table 2 or 3.  O. Reg. 222/07, s. 8 (1); O. Reg. 338/23, s. 6. (2) If the Director is of the opinion that a regulated person acquired a monetary benefit described in subsection (1), the Director shall, (a)  determine the time frame during which the regulated person acquired the monetary benefit; and (b)  determine the amount of the monetary benefit in accordance with the Ministry of the Environment publication entitled “Procedure for the Calculation of the Monetary Benefit Component of Environmental Penalties”, as amended from time to time. The document is available at the Ministry’s Public Information Centre and on the Ministry’s website.  O. Reg. 222/07, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>8. </b>(1) The following monetary benefits are prescribed for the purpose of paragraph 3 of subsection 182.1 (17) of the Act:</p> <p class=\"paragraph-e\">  1.  Avoided costs, which are costs that the regulated person avoided incurring by failing to comply with a provision described in Table 2 or 3. Avoided costs apply in respect of provisions that must be complied with on or by a certain date and that, once that date has passed, cannot be complied with on a future date.</p> <p class=\"paragraph-e\">  2.  Delayed costs, which are costs that the regulated person delayed incurring by delaying compliance with a provision described in Table 2 or 3.  O. Reg. 222/07, s. 8 (1); O. Reg. 338/23, s. 6.</p> <p class=\"subsection-e\">  (2) If the Director is of the opinion that a regulated person acquired a monetary benefit described in subsection (1), the Director shall,</p> <p class=\"clause-e\">  (a)  determine the time frame during which the regulated person acquired the monetary benefit; and </p> <p class=\"clause-e\">  (b)  determine the amount of the monetary benefit in accordance with the Ministry of the Environment publication entitled “Procedure for the Calculation of the Monetary Benefit Component of Environmental Penalties”, as amended from time to time. The document is available at the Ministry’s Public Information Centre and on the Ministry’s website.  O. Reg. 222/07, s. 8 (2).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Gravity component",
            "content": " 9. (1) The gravity component for the first day on which a contravention occurs is determined as follows:  1.  The Director classifies the contravention as a Type 1, 2 or 3 contravention as indicated in Column 5 of Table 2 or 3, and as a less serious, serious, or very serious contravention in accordance with sections 10 to 15. 2.  The Director determines the cell of Table 4 that corresponds to the classifications determined under paragraph 1. 3.  The Director determines an amount that is within the range set out in the cell, taking into consideration those of the following factors that were indicated under paragraph 4 of subsection 5 (1) in the notice of intention: i.  The history of contraventions, if any, that resulted in convictions of the regulated person under the Act or the Ontario Water Resources Act or in orders issued to the regulated person under section 182.1 of the Act or section 106.1 of the Ontario Water Resources Act. ii.  Revoked: O. Reg. 466/21, s. 2 (1). iii.  The extent of the delay in complying with the requirement that was contravened. iv.  Whether the extent of the deviation from the requirement that was contravened is in the lower or upper part of the range for the seriousness classification for the contravention, as set out in sections 10 to 15. 4.  For a contravention specified in item 1 or 2 of Table 2 or item 1 or 2 of Table 3, the Director shall multiply the amount determined under paragraph 3 by 1.35 if the discharge contains a toxic substance, unless the information submitted under paragraph 2 of subsection 6 (1) demonstrates that the toxic substance or its concentration did not result from the operations or activities of the plant or landfilling site. 5.  For a contravention specified in item 3.1 to 4.1 of Table 2 or item 3 or 4 of Table 3, the Director shall multiply the amount determined under paragraph 3 by 1.35, if the contravention relates to a contaminant that is a toxic substance. O. Reg. 222/07, s. 9 (1); O. Reg. 254/11, s. 3 (1); O. Reg. 466/21, s. 2 (1, 2); O. Reg. 338/23, s. 7 (1-3). (2) If a contravention specified in item 1 to 4.1, 9.4, 12.1 or 13 of Table 2 or item 1, 2, 3, 4 or 10 of Table 3 occurs on or continues for more than one day, the gravity component for the contravention is the amount obtained by multiplying the amount determined under subsection (1) by the number of days on which the contravention occurs or continues. O. Reg. 222/07, s. 9 (2); O. Reg. 254/11, s. 3 (2); O. Reg. 466/21, s. 2 (3); O. Reg. 91/22, s. 1 (1); O. Reg. 338/23, s. 7 (4). (3) If a contravention specified in item 5, 9.1 to 9.3, 9.5 to 10 or 12.3 of Table 2 or item 5 of Table 3 occurs on or continues for more than one day, the gravity component for the contravention is the lesser of the following: 1.  $100,000. 2.  The amount obtained by multiplying the amount determined under subsection (1) by the number of days on which the contravention occurs or continues. O. Reg. 222/07, s. 9 (3); O. Reg. 254/11, s. 3 (3); O. Reg. 466/21, s. 2 (4); O. Reg. 91/22, s. 1 (2); O. Reg. 338/23, s. 7 (5). (4) If a contravention specified in item 9, 11, 12 or 12.2 of Table 2 or item 6, 7, 8 or 9 of Table 3 occurs on or continues for more than one day, the gravity component for the contravention is the lesser of the following: 1.  $60,000. 2.  The sum of the following amounts: i.  The amount determined under subsection (1) for the first day of the contravention. ii.  50 per cent of the amount determined under subsection (1) for each of the second to the seventh days on which the contravention occurs or continues. iii.  25 per cent of the amount determined under subsection (1) for each of the eighth to the 30th days on which the contravention occurs or continues. iv.  10 per cent of the amount determined under subsection (1) for each of the 31st to the 90th days on which the contravention occurs or continues. v.  5 per cent of the amount determined under subsection (1) for each of the 91st day to the 180th days on which the contravention occurs or continues. vi.  Nothing, for any days after the 180th day on which the contravention occurs or continues. O. Reg. 222/07, s. 9 (4); O. Reg. 254/11, s. 3 (4); O. Reg. 466/21, s. 2 (5); O. Reg. 338/23, s. 7 (6). (5) In this section, a day is a 24-hour period and a contravention occurs on or continues for more than one day if it occurs on or continues for more than one 24-hour period. O. Reg. 222/07, s. 9 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>9. </b>(1) The gravity component for the first day on which a contravention occurs is determined as follows: </p> <p class=\"paragraph-e\">  1.  The Director classifies the contravention as a Type 1, 2 or 3 contravention as indicated in Column 5 of Table 2 or 3, and as a less serious, serious, or very serious contravention in accordance with sections 10 to 15.</p> <p class=\"paragraph-e\">  2.  The Director determines the cell of Table 4 that corresponds to the classifications determined under paragraph 1.</p> <p class=\"paragraph-e\">  3.  The Director determines an amount that is within the range set out in the cell, taking into consideration those of the following factors that were indicated under paragraph 4 of subsection 5 (1) in the notice of intention:</p> <p class=\"subpara-e\">  i.  The history of contraventions, if any, that resulted in convictions of the regulated person under the Act or the <i>Ontario Water Resources Act</i> or in orders issued to the regulated person under section 182.1 of the Act or section 106.1 of the <i>Ontario Water Resources Act</i>.</p> <p class=\"subpara-e\">  ii.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 466/21, s. 2 (1).</p> <p class=\"subpara-e\">  iii.  The extent of the delay in complying with the requirement that was contravened.</p> <p class=\"subpara-e\">  iv.  Whether the extent of the deviation from the requirement that was contravened is in the lower or upper part of the range for the seriousness classification for the contravention, as set out in sections 10 to 15. </p> <p class=\"paragraph-e\">  4.  For a contravention specified in item 1 or 2 of Table 2 or item 1 or 2 of Table 3, the Director shall multiply the amount determined under paragraph 3 by 1.35 if the discharge contains a toxic substance, unless the information submitted under paragraph 2 of subsection 6 (1) demonstrates that the toxic substance or its concentration did not result from the operations or activities of the plant or landfilling site.</p> <p class=\"paragraph-e\">  5.  For a contravention specified in item 3.1 to 4.1 of Table 2 or item 3 or 4 of Table 3, the Director shall multiply the amount determined under paragraph 3 by 1.35, if the contravention relates to a contaminant that is a toxic substance. O. Reg. 222/07, s. 9 (1); O. Reg. 254/11, s. 3 (1); O. Reg. 466/21, s. 2 (1, 2); O. Reg. 338/23, s. 7 (1-3).</p> <p class=\"subsection-e\">  (2) If a contravention specified in item 1 to 4.1, 9.4, 12.1 or 13 of Table 2 or item 1, 2, 3, 4 or 10 of Table 3 occurs on or continues for more than one day, the gravity component for the contravention is the amount obtained by multiplying the amount determined under subsection (1) by the number of days on which the contravention occurs or continues. O. Reg. 222/07, s. 9 (2); O. Reg. 254/11, s. 3 (2); O. Reg. 466/21, s. 2 (3); O. Reg. 91/22, s. 1 (1); O. Reg. 338/23, s. 7 (4).</p> <p class=\"subsection-e\">  (3) If a contravention specified in item 5, 9.1 to 9.3, 9.5 to 10 or 12.3 of Table 2 or item 5 of Table 3 occurs on or continues for more than one day, the gravity component for the contravention is the lesser of the following:</p> <p class=\"paragraph-e\">  1.  $100,000.</p> <p class=\"paragraph-e\">  2.  The amount obtained by multiplying the amount determined under subsection (1) by the number of days on which the contravention occurs or continues. O. Reg. 222/07, s. 9 (3); O. Reg. 254/11, s. 3 (3); O. Reg. 466/21, s. 2 (4); O. Reg. 91/22, s. 1 (2); O. Reg. 338/23, s. 7 (5).</p> <p class=\"subsection-e\">  (4) If a contravention specified in item 9, 11, 12 or 12.2 of Table 2 or item 6, 7, 8 or 9 of Table 3 occurs on or continues for more than one day, the gravity component for the contravention is the lesser of the following:</p> <p class=\"paragraph-e\">  1.  $60,000.</p> <p class=\"paragraph-e\">  2.  The sum of the following amounts:</p> <p class=\"subpara-e\">  i.  The amount determined under subsection (1) for the first day of the contravention.</p> <p class=\"subpara-e\">  ii.  50 per cent of the amount determined under subsection (1) for each of the second to the seventh days on which the contravention occurs or continues.</p> <p class=\"subpara-e\">  iii.  25 per cent of the amount determined under subsection (1) for each of the eighth to the 30th days on which the contravention occurs or continues.</p> <p class=\"subpara-e\">  iv.  10 per cent of the amount determined under subsection (1) for each of the 31st to the 90th days on which the contravention occurs or continues.</p> <p class=\"subpara-e\">  v.  5 per cent of the amount determined under subsection (1) for each of the 91st day to the 180th days on which the contravention occurs or continues.</p> <p class=\"subpara-e\">  vi.  Nothing, for any days after the 180th day on which the contravention occurs or continues. O. Reg. 222/07, s. 9 (4); O. Reg. 254/11, s. 3 (4); O. Reg. 466/21, s. 2 (5); O. Reg. 338/23, s. 7 (6).</p> <p class=\"subsection-e\">  (5) In this section, a day is a 24-hour period and a contravention occurs on or continues for more than one day if it occurs on or continues for more than one 24-hour period. O. Reg. 222/07, s. 9 (5).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Seriousness of contravention, contravention of s. 14 of the Act",
            "content": " 10. (1) The seriousness of a contravention specified in item 1 of Table 2 or item 1 of Table 3 is classified under this section.  O. Reg. 222/07, s. 10 (1); O. Reg. 338/23, s. 8. (2) A contravention is less serious if it is not classified as serious or very serious.  O. Reg. 222/07, s. 10 (2). (3) A contravention is serious if the contravention causes or may cause one or more of the following effects: 1.  Localized injury or damage to any animal life. 2.  Widespread or long-term interference with the normal conduct of business. 3.  Widespread or long-term loss of enjoyment of the normal use of property. 4.  Widespread damage to property, other than plant or animal life. 5.  Damage to property, other than plant or animal life, such that the property cannot be restored, within a reasonable time, to the condition that existed immediately before the discharge occurred.  O. Reg. 222/07, s. 10 (3). (4) A contravention is very serious if the contravention causes or may cause one or more of the following effects: 1.  Widespread injury or damage to plant or animal life. 2.  Harm or material discomfort to any person. 3.  An adverse effect on the health of any person. 4.  The impairment of the safety of any person.  O. Reg. 222/07, s. 10 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>10. </b>(1) The seriousness of a contravention specified in item 1 of Table 2 or item 1 of Table 3 is classified under this section.  O. Reg. 222/07, s. 10 (1); O. Reg. 338/23, s. 8.</p> <p class=\"subsection-e\">  (2) A contravention is less serious if it is not classified as serious or very serious.  O. Reg. 222/07, s. 10 (2).</p> <p class=\"subsection-e\">  (3) A contravention is serious if the contravention causes or may cause one or more of the following effects: </p> <p class=\"paragraph-e\">  1.  Localized injury or damage to any animal life.</p> <p class=\"paragraph-e\">  2.  Widespread or long-term interference with the normal conduct of business.</p> <p class=\"paragraph-e\">  3.  Widespread or long-term loss of enjoyment of the normal use of property. </p> <p class=\"paragraph-e\">  4.  Widespread damage to property, other than plant or animal life.</p> <p class=\"paragraph-e\">  5.  Damage to property, other than plant or animal life, such that the property cannot be restored, within a reasonable time, to the condition that existed immediately before the discharge occurred.  O. Reg. 222/07, s. 10 (3).</p> <p class=\"subsection-e\">  (4) A contravention is very serious if the contravention causes or may cause one or more of the following effects:</p> <p class=\"paragraph-e\">  1.  Widespread injury or damage to plant or animal life.</p> <p class=\"paragraph-e\">  2.  Harm or material discomfort to any person.</p> <p class=\"paragraph-e\">  3.  An adverse effect on the health of any person.</p> <p class=\"paragraph-e\">  4.  The impairment of the safety of any person.  O. Reg. 222/07, s. 10 (4).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Seriousness of contravention, contravention of s. 93 of the Act",
            "content": " 11. (1) The seriousness of a contravention specified in item 2 of Table 2 or item 2 of Table 3 is classified under this section.  O. Reg. 222/07, s. 11 (1); O. Reg. 338/23, s. 9. (2) A contravention is classified as less serious if the regulated person did everything practicable to prevent, eliminate and ameliorate the adverse effects resulting from the spill and to restore the natural environment, but did not do so forthwith.  O. Reg. 222/07, s. 11 (2). (3) A contravention is classified as serious if the regulated person took steps that had some effect in preventing, eliminating and ameliorating the adverse effects resulting from the spill or in restoring the natural environment.  O. Reg. 222/07, s. 11 (3). (4) A contravention is classified as very serious if the regulated person failed to take any effective steps to prevent, eliminate and ameliorate the adverse effects resulting from the spill or to restore the natural environment.  O. Reg. 222/07, s. 11 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>11. </b>(1) The seriousness of a contravention specified in item 2 of Table 2 or item 2 of Table 3 is classified under this section.  O. Reg. 222/07, s. 11 (1); O. Reg. 338/23, s. 9.</p> <p class=\"subsection-e\">  (2) A contravention is classified as less serious if the regulated person did everything practicable to prevent, eliminate and ameliorate the adverse effects resulting from the spill and to restore the natural environment, but did not do so forthwith.  O. Reg. 222/07, s. 11 (2).</p> <p class=\"subsection-e\">  (3) A contravention is classified as serious if the regulated person took steps that had some effect in preventing, eliminating and ameliorating the adverse effects resulting from the spill or in restoring the natural environment.  O. Reg. 222/07, s. 11 (3).</p> <p class=\"subsection-e\">  (4) A contravention is classified as very serious if the regulated person failed to take any effective steps to prevent, eliminate and ameliorate the adverse effects resulting from the spill or to restore the natural environment.  O. Reg. 222/07, s. 11 (4).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Seriousness of contravention, contravention of discharge limit",
            "content": " 12. (1) The seriousness of a contravention specified in item 3.1 to 4.1 of Table 2 or item 3 or 4 of Table 3 is classified under this section. O. Reg. 222/07, s. 12 (1); O. Reg. 254/11, s. 4 (1); O. Reg. 466/21, s. 3; O. Reg. 338/23, s. 10. (2) Where the limit specified in the regulation, order or environmental compliance approval requires a discharge to have a pH value, (a)  the contravention is classified as less serious if the discharge deviates from the pH value by less than 0.5; (b)  the contravention is classified as serious if the discharge deviates from the pH value by 0.5 or more but less than 1.0; and (c)  the contravention is classified as very serious if the discharge deviates from the pH value by 1.0 or more. O. Reg. 222/07, s. 12 (2); O. Reg. 254/11, s. 4 (2). (3) Where the limit specified in the regulation, order or environmental compliance approval does not relate to pH, (a)  the contravention is classified as less serious if the limit is exceeded by less than 50 per cent; (b)  the contravention is classified as serious if the limit is exceeded by 50 per cent or more but less than 100 per cent; and (c)  the contravention is classified as very serious if the limit is exceeded by 100 per cent or more. O. Reg. 222/07, s. 12 (3); O. Reg. 254/11, s. 4 (3). (4) Despite subsection (3), in respect of a contravention specified in item 3.1 or 3.3 of Table 2, (a)  the contravention is classified as less serious if the total discharge is less than 450 kilograms; (b)  the contravention is classified as serious if the total discharge is greater than or equal to 450 kilograms but less than 900 kilograms; and (c)  the contravention is classified as very serious if the total discharge is greater than or equal to 900 kilograms. O. Reg. 531/18, s. 1; O. Reg. 91/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>12. </b>(1) The seriousness of a contravention specified in item 3.1 to 4.1 of Table 2 or item 3 or 4 of Table 3 is classified under this section. O. Reg. 222/07, s. 12 (1); O. Reg. 254/11, s. 4 (1); O. Reg. 466/21, s. 3; O. Reg. 338/23, s. 10.</p> <p class=\"subsection-e\">  (2) Where the limit specified in the regulation, order or environmental compliance approval requires a discharge to have a pH value,</p> <p class=\"clause-e\">  (a)  the contravention is classified as less serious if the discharge deviates from the pH value by less than 0.5; </p> <p class=\"clause-e\">  (b)  the contravention is classified as serious if the discharge deviates from the pH value by 0.5 or more but less than 1.0; and </p> <p class=\"clause-e\">  (c)  the contravention is classified as very serious if the discharge deviates from the pH value by 1.0 or more. O. Reg. 222/07, s. 12 (2); O. Reg. 254/11, s. 4 (2).</p> <p class=\"subsection-e\">  (3) Where the limit specified in the regulation, order or environmental compliance approval does not relate to pH,</p> <p class=\"clause-e\">  (a)  the contravention is classified as less serious if the limit is exceeded by less than 50 per cent; </p> <p class=\"clause-e\">  (b)  the contravention is classified as serious if the limit is exceeded by 50 per cent or more but less than 100 per cent; and</p> <p class=\"clause-e\">  (c)  the contravention is classified as very serious if the limit is exceeded by 100 per cent or more. O. Reg. 222/07, s. 12 (3); O. Reg. 254/11, s. 4 (3).</p> <p class=\"subsection-e\">  (4) Despite subsection (3), in respect of a contravention specified in item 3.1 or 3.3 of Table 2,</p> <p class=\"clause-e\">  (a)  the contravention is classified as less serious if the total discharge is less than 450 kilograms;</p> <p class=\"clause-e\">  (b)  the contravention is classified as serious if the total discharge is greater than or equal to 450 kilograms but less than 900 kilograms; and</p> <p class=\"clause-e\">  (c)  the contravention is classified as very serious if the total discharge is greater than or equal to 900 kilograms. O. Reg. 531/18, s. 1; O. Reg. 91/22, s. 2.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Seriousness of contravention, failure of acute lethality test",
            "content": " 13. A contravention specified in item 12.1 of Table 2 is classified as less serious. O. Reg. 222/07, s. 13; O. Reg. 254/11, s. 5; O. Reg. 466/21, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>13. </b>A contravention specified in item 12.1 of Table 2 is classified as less serious. O. Reg. 222/07, s. 13; O. Reg. 254/11, s. 5; O. Reg. 466/21, s. 4.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Seriousness of contravention, contravention of settlement agreement",
            "content": " 14. (1) For a contravention specified in item 13 of Table 2 or item 10 of Table 3, the seriousness of the contravention is classified under this section if the provision of the agreement that was contravened required the regulated person to take steps to prevent, eliminate or reduce the discharge of a contaminant into the natural environment beyond those required by an Act of Ontario or Canada, by a regulation or instrument under an Act of Ontario or Canada, or by a public body.  O. Reg. 222/07, s. 14 (1); O. Reg. 338/23, s. 11. (2) A contravention is classified as less serious if the regulated person took steps to implement all of the provisions of the agreement mentioned in subsection (1), but not within the time specified in the agreement.  O. Reg. 222/07, s. 14 (2). (3) A contravention is classified as serious if the regulated person took steps to implement the provisions of the agreement mentioned in subsection (1), and those steps had some effect in preventing, eliminating or reducing the discharge of a material into the natural environment.  O. Reg. 222/07, s. 14 (3). (4) A contravention is classified as very serious if the regulated person failed to take any steps to implement the provisions of the agreement mentioned in subsection (1) that would have had some effect in preventing, eliminating or reducing the discharge of a material into the natural environment.  O. Reg. 222/07, s. 14 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>14. </b>(1) For a contravention specified in item 13 of Table 2 or item 10 of Table 3, the seriousness of the contravention is classified under this section if the provision of the agreement that was contravened required the regulated person to take steps to prevent, eliminate or reduce the discharge of a contaminant into the natural environment beyond those required by an Act of Ontario or Canada, by a regulation or instrument under an Act of Ontario or Canada, or by a public body.  O. Reg. 222/07, s. 14 (1); O. Reg. 338/23, s. 11.</p> <p class=\"subsection-e\">  (2) A contravention is classified as less serious if the regulated person took steps to implement all of the provisions of the agreement mentioned in subsection (1), but not within the time specified in the agreement.  O. Reg. 222/07, s. 14 (2).</p> <p class=\"subsection-e\">  (3) A contravention is classified as serious if the regulated person took steps to implement the provisions of the agreement mentioned in subsection (1), and those steps had some effect in preventing, eliminating or reducing the discharge of a material into the natural environment.  O. Reg. 222/07, s. 14 (3).</p> <p class=\"subsection-e\">  (4) A contravention is classified as very serious if the regulated person failed to take any steps to implement the provisions of the agreement mentioned in subsection (1) that would have had some effect in preventing, eliminating or reducing the discharge of a material into the natural environment.  O. Reg. 222/07, s. 14 (4).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Seriousness of contravention, other contravention",
            "content": " 15. (1) The seriousness of any contravention not specifically mentioned in sections 10 to 14 is classified under this section.  O. Reg. 222/07, s. 15 (1). (2) A contravention is less serious if the contravention does not result in an adverse effect or interfere with the Ministry’s capacity to protect and conserve the natural environment, or have the potential to do either.  O. Reg. 222/07, s. 15 (2). (3) A contravention is serious if the contravention, (a)  interferes with the Ministry’s capacity to protect and conserve the natural environment or has the potential to do so; and (b)  does not result in an adverse effect and does not have the potential to do so.  O. Reg. 222/07, s. 15 (3). (4) A contravention is very serious if the contravention results in an adverse effect or has the potential to do so.  O. Reg. 222/07, s. 15 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>15. </b>(1) The seriousness of any contravention not specifically mentioned in sections 10 to 14 is classified under this section.  O. Reg. 222/07, s. 15 (1).</p> <p class=\"subsection-e\">  (2) A contravention is less serious if the contravention does not result in an adverse effect or interfere with the Ministry’s capacity to protect and conserve the natural environment, or have the potential to do either.  O. Reg. 222/07, s. 15 (2).</p> <p class=\"subsection-e\">  (3) A contravention is serious if the contravention,</p> <p class=\"clause-e\">  (a)  interferes with the Ministry’s capacity to protect and conserve the natural environment or has the potential to do so; and</p> <p class=\"clause-e\">  (b)  does not result in an adverse effect and does not have the potential to do so.  O. Reg. 222/07, s. 15 (3).</p> <p class=\"subsection-e\">  (4) A contravention is very serious if the contravention results in an adverse effect or has the potential to do so.  O. Reg. 222/07, s. 15 (4).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Reductions for prevention or mitigation",
            "content": " 16. (1) A regulated person who made a request under paragraph 4 of subsection 6 (1) in respect of a contravention specified in item 1, 3.1 to 4.1 or 9.4 of Table 2 or item 1, 3 or 4 of Table 3 is entitled to a reduction to the gravity component in an amount determined by the Director that does not exceed 20 per cent of the gravity component if, before the contravention occurred, the regulated person took one or more of the following steps to prevent it: 1.  Analysed in writing the likelihood of the contravention to occur and the potential impacts if it occurred. 2.  Developed strategies to prevent the contravention based on the analysis referred to in paragraph 1, and documented the implementation of the strategies. 3.  If the contravention occurred at a plant, established monitoring and maintenance programs for structures, equipment and mechanisms at the plant for the purpose of preventing the contravention. 3.1  If the contravention occurred at a landfilling site, established monitoring and maintenance programs for facilities, equipment and operations at the site for the purpose of preventing the contravention. 4.  Constructed or installed containment structures for the purpose of preventing the contravention. 5.  Installed and maintained an alarm system or other notification system to alert operators of the plant or landfilling site when the contravention is imminent, and documented procedures for operating the system. 6.  If the contravention occurred at a plant, altered or redesigned industrial processes used at the plant for the purpose of preventing the contravention, or installed equipment for the purpose. 6.1  If the contravention occurred at a landfilling site, altered or redesigned operations used at the site for the purpose of preventing the contravention, or installed equipment for the purpose. 7.  If the contravention occurred at a plant, trained personnel in the construction, installation, maintenance or operation of any relevant structures, equipment or mechanisms, and in the implementation of any other measures relating to preventing the contravention. 8.  If the contravention occurred at a landfilling site, trained personnel in the construction, installation, maintenance or operation of any relevant facilities or equipment and in the implementation of any other measures relating to preventing the contravention.  O. Reg. 222/07, s. 16 (1); O. Reg. 254/11, s. 6 (1); O. Reg. 466/21, s. 5 (1); O. Reg. 91/22, s. 3 (1); O. Reg. 338/23, s. 12 (1-4). (2) A regulated person who made a request under paragraph 4 of subsection 6 (1) in respect of a contravention specified in item 1, 3.1 to 4.1 or 9.4 of Table 2 or item 1, 3 or 4 of Table 3 is entitled to a reduction to the gravity component in an amount determined by the Director that does not exceed 10 per cent of the gravity component, if the regulated person took one or more of the following steps to mitigate the effects of the contravention: 1.  Before the contravention occurred, the regulated person, i.  installed and maintained an alarm system or other notification system to alert operators of the plant or landfilling site when the contravention occurs, ii.  developed and implemented written procedures to ensure that, in the event the contravention occurred, appropriate personnel, equipment and material would be available at the plant or landfilling site to respond to the contravention, iii.  if the contravention is specified in item 3.1 to 4.1 of Table 2 or item 3 or 4 of Table 3, developed and implemented written procedures specifying steps to be taken to identify the contravention and to ensure an appropriate response is taken if the contravention occurs, iv.  developed written procedures specifying steps to be taken by personnel when responding to the contravention, or v.  trained personnel in the construction, installation, maintenance or operation of any relevant structures, equipment or mechanisms, and in the implementation of any other measures relating to mitigating the effects of the contravention. 2.  After the contravention occurred, the regulated person, i.  promptly deployed appropriate personnel, equipment and material at the plant or landfilling site to respond to the contravention in such a manner as to prevent, eliminate or ameliorate any adverse effects of the contravention to the extent possible, ii.  established on-site and off-site monitoring and sampling to minimize risk to the environment and human health, iii.  conducted an analysis to determine the cause of the contravention, or iv.  if the contravention is specified in item 3.1 to 4.1 of Table 2 or item 3 or 4 of Table 3, revised the steps described in subsection (1) to better prevent the contravention from occurring again. O. Reg. 222/07, s. 16 (2); O. Reg. 254/11, s. 6 (2-4); O. Reg. 466/21, s. 5 (2); O. Reg. 91/22, s. 3 (2); O. Reg. 338/23, s. 12 (5-7). (3) A regulated person who made a request under paragraph 4 of subsection 6 (1) in respect of a contravention specified in item 2 of Table 2 or item 2 of Table 3 is entitled to a reduction to the gravity component in an amount determined by the Director that does not exceed 30 per cent of the gravity component if the regulated person took one or more of the following steps to prevent the contravention or to mitigate its effects: 1.  Before the contravention occurred, the regulated person, i.  installed and maintained an alarm system or other notification system to alert operators of the plant or landfilling site when the contravention occurs, ii.  developed and implemented procedures to ensure that, in the event of a contravention, appropriate personnel, equipment and material would be available at the plant or landfilling site to respond to the contravention, iii.  developed and implemented written procedures specifying steps to be taken by personnel when responding to the contravention, or iv.  trained personnel in the construction, installation, maintenance or operation of any relevant structures, equipment or mechanisms, and in the implementation of any other measures relating to mitigating the effects of the contravention. 2.  After the contravention occurred, the regulated person, i.  promptly deployed appropriate personnel, equipment and material at the plant or landfilling site to respond to the contravention in such a manner as to prevent, eliminate or ameliorate any adverse effects of the contravention to the extent possible, or ii.  established on-site and off-site monitoring and sampling to minimize risk to the environment and human health. O. Reg. 222/07, s. 16 (3); O. Reg. 338/23, s. 12 (8). (4) A regulated person who made a request under paragraph 4 of subsection 6 (1) in respect of a contravention specified in items 5 to 9.3 or 9.5 to 13 of Table 2 or items 5 to 10 of Table 3 is entitled to a reduction to the gravity component in an amount determined by the Director that does not exceed 30 per cent of the gravity component, if the regulated person took one or more steps to prevent the contravention or to mitigate its effects. O. Reg. 222/07, s. 16 (4); O. Reg. 91/22, s. 3 (3); O. Reg. 338/23, s. 12 (9). (5) When the Director makes a determination under subsection (1), (2), (3) or (4) as to the amount of the reduction to grant, he or she may consider, in addition to the steps set out in those subsections, any other steps that the regulated person took to prevent or reduce the risk of a contravention occurring or to mitigate its effects. O. Reg. 222/07, s. 16 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>16. </b>(1) A regulated person who made a request under paragraph 4 of subsection 6 (1) in respect of a contravention specified in item 1, 3.1 to 4.1 or 9.4 of Table 2 or item 1, 3 or 4 of Table 3 is entitled to a reduction to the gravity component in an amount determined by the Director that does not exceed 20 per cent of the gravity component if, before the contravention occurred, the regulated person took one or more of the following steps to prevent it:</p> <p class=\"paragraph-e\">  1.  Analysed in writing the likelihood of the contravention to occur and the potential impacts if it occurred.</p> <p class=\"paragraph-e\">  2.  Developed strategies to prevent the contravention based on the analysis referred to in paragraph 1, and documented the implementation of the strategies.</p> <p class=\"paragraph-e\"><b> </b>3.<b>  </b>If the contravention occurred at a plant, established monitoring and maintenance programs for structures, equipment and mechanisms at the plant for the purpose of preventing the contravention.</p> <p class=\"paragraph-e\"><b> </b>3.1<b>  </b>If the contravention occurred at a landfilling site, established monitoring and maintenance programs for facilities, equipment and operations at the site for the purpose of preventing the contravention.</p> <p class=\"paragraph-e\">  4.  Constructed or installed containment structures for the purpose of preventing the contravention.</p> <p class=\"paragraph-e\">  5.  Installed and maintained an alarm system or other notification system to alert operators of the plant or landfilling site when the contravention is imminent, and documented procedures for operating the system.</p> <p class=\"paragraph-e\">  6.  If the contravention occurred at a plant, altered or redesigned industrial processes used at the plant for the purpose of preventing the contravention, or installed equipment for the purpose.</p> <p class=\"paragraph-e\">  6.1  If the contravention occurred at a landfilling site, altered or redesigned operations used at the site for the purpose of preventing the contravention, or installed equipment for the purpose.</p> <p class=\"paragraph-e\">  7.  If the contravention occurred at a plant, trained personnel in the construction, installation, maintenance or operation of any relevant structures, equipment or mechanisms, and in the implementation of any other measures relating to preventing the contravention.</p> <p class=\"paragraph-e\">  8.  If the contravention occurred at a landfilling site, trained personnel in the construction, installation, maintenance or operation of any relevant facilities or equipment and in the implementation of any other measures relating to preventing the contravention.  O. Reg. 222/07, s. 16 (1); O. Reg. 254/11, s. 6 (1); O. Reg. 466/21, s. 5 (1); O. Reg. 91/22, s. 3 (1); O. Reg. 338/23, s. 12 (1-4).</p> <p class=\"subsection-e\">  (2) A regulated person who made a request under paragraph 4 of subsection 6 (1) in respect of a contravention specified in item 1, 3.1 to 4.1 or 9.4 of Table 2 or item 1, 3 or 4 of Table 3 is entitled to a reduction to the gravity component in an amount determined by the Director that does not exceed 10 per cent of the gravity component, if the regulated person took one or more of the following steps to mitigate the effects of the contravention:</p> <p class=\"paragraph-e\">  1.  Before the contravention occurred, the regulated person,</p> <p class=\"subpara-e\">  i.  installed and maintained an alarm system or other notification system to alert operators of the plant or landfilling site when the contravention occurs,</p> <p class=\"subpara-e\">  ii.  developed and implemented written procedures to ensure that, in the event the contravention occurred, appropriate personnel, equipment and material would be available at the plant or landfilling site to respond to the contravention,</p> <p class=\"subpara-e\">  iii.  if the contravention is specified in item 3.1 to 4.1 of Table 2 or item 3 or 4 of Table 3, developed and implemented written procedures specifying steps to be taken to identify the contravention and to ensure an appropriate response is taken if the contravention occurs,</p> <p class=\"subpara-e\">  iv.  developed written procedures specifying steps to be taken by personnel when responding to the contravention, or</p> <p class=\"subpara-e\">  v.  trained personnel in the construction, installation, maintenance or operation of any relevant structures, equipment or mechanisms, and in the implementation of any other measures relating to mitigating the effects of the contravention.</p> <p class=\"paragraph-e\">  2.  After the contravention occurred, the regulated person,</p> <p class=\"subpara-e\">  i.  promptly deployed appropriate personnel, equipment and material at the plant or landfilling site to respond to the contravention in such a manner as to prevent, eliminate or ameliorate any adverse effects of the contravention to the extent possible,</p> <p class=\"subpara-e\">  ii.  established on-site and off-site monitoring and sampling to minimize risk to the environment and human health,</p> <p class=\"subpara-e\">  iii.  conducted an analysis to determine the cause of the contravention, or</p> <p class=\"subpara-e\">  iv.  if the contravention is specified in item 3.1 to 4.1 of Table 2 or item 3 or 4 of Table 3, revised the steps described in subsection (1) to better prevent the contravention from occurring again. O. Reg. 222/07, s. 16 (2); O. Reg. 254/11, s. 6 (2-4); O. Reg. 466/21, s. 5 (2); O. Reg. 91/22, s. 3 (2); O. Reg. 338/23, s. 12 (5-7).</p> <p class=\"subsection-e\">  (3) A regulated person who made a request under paragraph 4 of subsection 6 (1) in respect of a contravention specified in item 2 of Table 2 or item 2 of Table 3 is entitled to a reduction to the gravity component in an amount determined by the Director that does not exceed 30 per cent of the gravity component if the regulated person took one or more of the following steps to prevent the contravention or to mitigate its effects:</p> <p class=\"paragraph-e\">  1.  Before the contravention occurred, the regulated person,</p> <p class=\"subpara-e\">  i.  installed and maintained an alarm system or other notification system to alert operators of the plant or landfilling site when the contravention occurs,</p> <p class=\"subpara-e\">  ii.  developed and implemented procedures to ensure that, in the event of a contravention, appropriate personnel, equipment and material would be available at the plant or landfilling site to respond to the contravention,</p> <p class=\"subpara-e\">  iii.  developed and implemented written procedures specifying steps to be taken by personnel when responding to the contravention, or</p> <p class=\"subpara-e\">  iv.  trained personnel in the construction, installation, maintenance or operation of any relevant structures, equipment or mechanisms, and in the implementation of any other measures relating to mitigating the effects of the contravention.</p> <p class=\"paragraph-e\">  2.  After the contravention occurred, the regulated person,</p> <p class=\"subpara-e\">  i.  promptly deployed appropriate personnel, equipment and material at the plant or landfilling site to respond to the contravention in such a manner as to prevent, eliminate or ameliorate any adverse effects of the contravention to the extent possible, or</p> <p class=\"subpara-e\">  ii.  established on-site and off-site monitoring and sampling to minimize risk to the environment and human health. O. Reg. 222/07, s. 16 (3); O. Reg. 338/23, s. 12 (8).</p> <p class=\"subsection-e\">  (4) A regulated person who made a request under paragraph 4 of subsection 6 (1) in respect of a contravention specified in items 5 to 9.3 or 9.5 to 13 of Table 2 or items 5 to 10 of Table 3 is entitled to a reduction to the gravity component in an amount determined by the Director that does not exceed 30 per cent of the gravity component, if the regulated person took one or more steps to prevent the contravention or to mitigate its effects. O. Reg. 222/07, s. 16 (4); O. Reg. 91/22, s. 3 (3); O. Reg. 338/23, s. 12 (9).</p> <p class=\"subsection-e\">  (5) When the Director makes a determination under subsection (1), (2), (3) or (4) as to the amount of the reduction to grant, he or she may consider, in addition to the steps set out in those subsections, any other steps that the regulated person took to prevent or reduce the risk of a contravention occurring or to mitigate its effects. O. Reg. 222/07, s. 16 (5).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Reduction for environmental management system",
            "content": " 17. The Director shall grant a reduction to the gravity component equal to 5 per cent of the gravity component if, at the time of the contravention, the regulated person had in place an environmental management system for the plant or landfilling site that was audited within three years before the contravention, and the audit confirmed one of the following: 1.  That at the time of the audit, i.  the environmental management system was certified as meeting the standard set out in the document entitled “Environmental management systems –Requirements with guidance for use” and designated as CAN/CSA-ISO 14001:04, published by the Canadian Standards Association, as amended from time to time, by an environmental management systems registrar that has been accredited by, A.  the Standards Council of Canada, or B.  an accreditation body outside of Canada that is a signatory to the International Accreditation Forum Multilateral Recognition Arrangement, and ii.  the certification is recorded in a registry maintained by the registrar. 2.  That at the time of the audit, the environmental management system was determined to be compliant with the standard set out in the document referred to in paragraph 1 by a person who, i.  is not an employee at the plant or landfilling site or a contractor who routinely works at the plant or landfilling site, ii.  audits according to a code of practice that conforms with the document entitled “Guidelines for quality and/or environmental management systems auditing” and designated as CSA/ISO 19011:2003, published by the Canadian Standards Association, as amended from time to time, and iii.  is certified by, A.  an auditing certification body that has been accredited by the Standards Council of Canada, including the Canadian Environmental Certification Approvals Board, or B.  a body outside of Canada that is a signatory to the International Accreditation Forum Multilateral Recognition Arrangement. 3.  That at the time of the audit, the environmental management system was verified as meeting the requirements set out in the documents entitled “Ethic and Codes of Practice of Responsible Care: Commitment Package – Part I” and “The Responsible Care Way of Life... expectations of member and partner companies: Commitment Package – Part II” published by the Canadian Chemical Producers’ Association, as amended from time to time, by a person authorized by the Canadian Chemical Producers’ Association to audit environmental management systems.  O. Reg. 222/07, s. 17; O. Reg. 338/23, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>17. </b>The Director shall grant a reduction to the gravity component equal to 5 per cent of the gravity component if, at the time of the contravention, the regulated person had in place an environmental management system for the plant or landfilling site that was audited within three years before the contravention, and the audit confirmed one of the following:</p> <p class=\"paragraph-e\">  1.  That at the time of the audit,</p> <p class=\"subpara-e\">  i.  the environmental management system was certified as meeting the standard set out in the document entitled “Environmental management systems –Requirements with guidance for use” and designated as CAN/CSA-ISO 14001:04, published by the Canadian Standards Association, as amended from time to time, by an environmental management systems registrar that has been accredited by, </p> <p class=\"subsubpara-e\">  A.  the Standards Council of Canada, or</p> <p class=\"subsubpara-e\">  B.  an accreditation body outside of Canada that is a signatory to the International Accreditation Forum Multilateral Recognition Arrangement, and</p> <p class=\"subpara-e\">  ii.  the certification is recorded in a registry maintained by the registrar.</p> <p class=\"paragraph-e\">  2.  That at the time of the audit, the <span>environmental management system</span> was determined to be compliant with the standard <span>set out in the document </span>referred to in paragraph 1<span> </span>by a person who, </p> <p class=\"subpara-e\">  i.  is not an employee at the plant or landfilling site or a contractor who routinely works at the plant or landfilling site,</p> <p class=\"subpara-e\">  ii.  audits according to a code of practice that conforms with the document entitled “Guidelines for quality and/or environmental management systems auditing” and designated as CSA/ISO 19011:2003, published by the Canadian Standards Association, as amended from time to time, and</p> <p class=\"subpara-e\">  iii.  is certified by,</p> <p class=\"subsubpara-e\">  A.  an auditing certification body that has been accredited by the Standards Council of Canada, including the Canadian Environmental Certification Approvals Board, or</p> <p class=\"subsubpara-e\">  B.  a body outside of Canada that is a signatory to the International Accreditation Forum Multilateral Recognition Arrangement.</p> <p class=\"paragraph-e\">  3.  That at the time of the audit, the <span>environmental management system </span>was verified as meeting the requirements set out in the documents entitled “Ethic and Codes of Practice of Responsible Care: Commitment Package – Part I” and “The Responsible Care Way of Life... expectations of member and partner companies: Commitment Package – Part II” published by the Canadian Chemical Producers’ Association, as amended from time to time, by a person authorized by the Canadian Chemical Producers’ Association to audit environmental management systems.  O. Reg. 222/07, s. 17; O. Reg. 338/23, s. 13.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Reduction for agreement with the Director",
            "content": " 18. (1) In this section,  “B”, “C”, “D” and “E” have the same meanings as in subsection 7 (1); “F” is 0.75 × (B – C – D). O. Reg. 222/07, s. 18 (1). (2) If a regulated person enters into an agreement described in subsection (4) in respect of a contravention specified in item 9, 11, 12 or 12.2 of Table 2 or item 7, 8 or 9 of Table 3, the Director may grant a reduction to the gravity component that is less than or equal to the following amount: B – C – D O. Reg. 222/07, s. 18 (2); O. Reg. 254/11, s. 7 (1); O. Reg. 466/21, s. 6 (1); O. Reg. 338/23, s. 14. (3) If a regulated person enters into an agreement described in subsection (4) in respect of any other contravention, the Director may grant a reduction to the gravity component that is less than or equal to the following amount: 0.75 × (B – C – D) O. Reg. 222/07, s. 18 (3). (4) An agreement referred to in subsections (2) and (3) is an agreement with the Director under subsection 182.1 (9) of the Act that requires the regulated person to take steps to prevent, eliminate or reduce the discharge of a contaminant into the natural environment beyond those required by an Act of Ontario or Canada, by a regulation or instrument under an Act of Ontario or Canada, or by a public body. O. Reg. 222/07, s. 18 (4). (5) If the agreement described in subsection (4) is in respect of a contravention specified in item 9, 11, 12 or 12.2 of Table 2 or item 7, 8 or 9 of Table 3, the agreement is deemed to include a provision stating that the regulated person will spend on the implementation of the steps described in the agreement, (a)  an amount equal to (3 × E), if E is less than or equal to F; or (b)  an amount equal to (3 × F) + [5 × (E – F)], if E is greater than F. O. Reg. 222/07, s. 18 (5); O. Reg. 254/11, s. 7 (2); O. Reg. 466/21, s. 6 (2); O. Reg. 338/23, s. 14. (6) If the agreement described in subsection (4) is in respect of any other contravention, the agreement is deemed to include a provision stating that the regulated person will spend on the implementation of the steps described in the agreement, an amount equal to (3 × E). O. Reg. 222/07, s. 18 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>18. </b>(1) In this section, </p> <p class=\"firstdef-e\">“B”, “C”, “D” and “E” have the same meanings as in subsection 7 (1); </p> <p class=\"definition-e\">“F” is 0.75 × (B – C – D). O. Reg. 222/07, s. 18 (1).</p> <p class=\"subsection-e\">  (2) If a regulated person enters into an agreement described in subsection (4) in respect of a contravention specified in item 9, 11, 12 or 12.2 of Table 2 or item 7, 8 or 9 of Table 3, the Director may grant a reduction to the gravity component that is less than or equal to the following amount:</p> <p class=\"equation-e\">B – C – D</p> <p class=\"footnote-e\">O. Reg. 222/07, s. 18 (2); O. Reg. 254/11, s. 7 (1); O. Reg. 466/21, s. 6 (1); O. Reg. 338/23, s. 14.</p> <p class=\"subsection-e\">  (3) If a regulated person enters into an agreement described in subsection (4) in respect of any other contravention, the Director may grant a reduction to the gravity component that is less than or equal to the following amount:</p> <p class=\"equation-e\">0.75 × (B – C – D)</p> <p class=\"footnote-e\">O. Reg. 222/07, s. 18 (3).</p> <p class=\"subsection-e\">  (4) An agreement referred to in subsections (2) and (3) is an agreement with the Director under subsection 182.1 (9) of the Act that requires the regulated person to take steps to prevent, eliminate or reduce the discharge of a contaminant into the natural environment beyond those required by an Act of Ontario or Canada, by a regulation or instrument under an Act of Ontario or Canada, or by a public body. O. Reg. 222/07, s. 18 (4).</p> <p class=\"subsection-e\">  (5) If the agreement described in subsection (4) is in respect of a contravention specified in item 9, 11, 12 or 12.2 of Table 2 or item 7, 8 or 9 of Table 3, the agreement is deemed to include a provision stating that the regulated person will spend on the implementation of the steps described in the agreement,</p> <p class=\"clause-e\">  (a)  an amount equal to (3 × E), if E is less than or equal to F; or</p> <p class=\"clause-e\">  (b)  an amount equal to (3 × F) + [5 × (E – F)], if E is greater than F. O. Reg. 222/07, s. 18 (5); O. Reg. 254/11, s. 7 (2); O. Reg. 466/21, s. 6 (2); O. Reg. 338/23, s. 14.</p> <p class=\"subsection-e\">  (6) If the agreement described in subsection (4) is in respect of any other contravention, the agreement is deemed to include a provision stating that the regulated person will spend on the implementation of the steps described in the agreement, an amount equal to (3 × E). O. Reg. 222/07, s. 18 (6).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Special purpose account",
            "content": " 19. The following are prescribed purposes for the purpose of paragraph 3 of subsection 182.2 (3) of the Act: 1.  To provide financial assistance to persons or bodies who undertake research, education or outreach activities that relate to, i.  spill prevention and response, ii.  pollution prevention, iii.  adverse effects that are caused or may be caused as a result of the discharge of contaminants into the natural environment, or iv.  remediation and restoration of the natural environment. 2.  To provide financial assistance to persons or bodies who undertake measures to provide assistance to communities in building capacity for spill preparedness and response.  O. Reg. 222/07, s. 19. 20. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 222/07, s. 20. Table 1   Plants Item   Column 1   Sector   Column 2   Plant   Column 3   Location \n\n  1.   Electric Power Generation   Atikokan Generating Station   Atikokan \n\n  2.   Electric Power Generation   Bruce Bulk Steam System   Tiverton \n\n  3.   Electric Power Generation   Bruce Nuclear Generating Station – A   Tiverton \n\n  4.   Electric Power Generation   Bruce Nuclear Generating Station – B   Tiverton \n\n  5.   Electric Power Generation   Bruce Nuclear Power Development Service –A & B   Tiverton \n\n  6.   Electric Power Generation   CM Greenfield Power Corp, as General Partner on behalf of Greenfield Energy Centre L.P., Greenfield Energy Centre   St. Clair Township \n\n  7.   Electric Power Generation   Darlington Nuclear Generating Station   Darlington \n\n  8.   Electric Power Generation   Lambton Generating Station   Courtright \n\n  9.   Electric Power Generation   Lennox Generating Station   Bath \n\n  10.   Electric Power Generation   Nanticoke Generating Station   Nanticoke \n\n  11.   Electric Power Generation   Pickering Nuclear Generating Station – A & B   Pickering \n\n  12.   Electric Power Generation   Thunder Bay Generating Station   Thunder Bay \n\n  13.   Electric Power Generation   TransAlta Energy Corporation, North and South Powerhouse Blocks and Power Island   Sarnia \n\n  14.   Industrial Minerals   Carmeuse Lime (Canada) – Centre Plant   Beachville \n\n  15.   Industrial Minerals   Carmeuse Lime (Canada) – East Plant   Beachville \n\n  16.   Industrial Minerals   Carmeuse Lime (Canada) – West Plant   Ingersoll \n\n  17.   Industrial Minerals   Carmeuse Lime (Dundas)    Dundas \n\n  18.   Industrial Minerals   CGC Inc.   Hagersville \n\n  19.   Industrial Minerals   Drain Bros. Excavating Limited    Havelock \n\n  20.   Industrial Minerals   Dynatec Corporation    Madoc \n\n  21.   Industrial Minerals   Essroc Canada Inc.    Picton \n\n  22.   Industrial Minerals   Georgia-Pacific   Caledonia \n\n  23.   Industrial Minerals   Lafarge Canada Inc.   Woodstock \n\n  24.   Industrial Minerals   Lafarge Canada Inc.   Bath \n\n  25.   Industrial Minerals   Luzenac Inc.   Timmins \n\n  26.   Industrial Minerals   Sifto Canada Inc. (Evaporator Plant)   Goderich \n\n  27.   Industrial Minerals   St. Lawrence Cement Inc.   Mississauga \n\n  28.   Industrial Minerals   St. Marys Cement Inc.   Bowmanville \n\n  29.   Industrial Minerals   St. Marys Cement Inc.   St. Marys \n\n  30.   Industrial Minerals   The Canadian Salt Company Ltd. – Evaporator Plant   Windsor \n\n  31.   Industrial Minerals   The Canadian Salt Company Ltd. – Ojibway Mine   Windsor \n\n  32.   Industrial Minerals   Timminco Limited   Haley \n\n  33.   Industrial Minerals   Unimin Canada Limited   Badgeley Island \n\n  34.   Industrial Minerals   Unimin Canada Limited    Blue Mountain \n\n  35.   Industrial Minerals   Unimin Canada Limited   Nephton \n\n  36.   Inorganic Chemical   Air Liquide Canada Inc. (Courtright)   St. Clair Township \n\n  37.   Inorganic Chemical   Air Products Canada Ltd.   Sarnia \n\n  38.   Inorganic Chemical   Cabot Canada Ltd.   Sarnia \n\n  39.   Inorganic Chemical   Columbian Chemicals Canada Ltd.   Hamilton \n\n  40.   Inorganic Chemical   Cytec Canada Inc.   Niagara Falls \n\n  41.   Inorganic Chemical   Dyno Nobel Canada Inc.   North Bay \n\n  42.   Inorganic Chemical   Dyno Nobel Nitrogen Inc.   Maitland \n\n  43.   Inorganic Chemical   Honeywell ASCA Inc. Plant   Amherstburg \n\n  44.   Inorganic Chemical   Nitrous Oxide of Canada Limited    Maitland \n\n  45.   Inorganic Chemical   Nu-gro Technologies Inc.    Courtright \n\n  46.   Inorganic Chemical   Praxair Canada Inc.    Maitland \n\n  47.   Inorganic Chemical   Praxair Canada Inc.    Mooretown \n\n  48.   Inorganic Chemical   Praxair Canada Inc.    Sault Ste. Marie \n\n  49.   Inorganic Chemical   Praxair Canada Inc., Carbon Dioxide Gas Purification Facility   St. Clair Township \n\n  50.   Inorganic Chemical   Praxair Canada Inc., Sarnia Air Separation Plant   Sarnia \n\n  51.   Inorganic Chemical   Saint-Gobain Ceramic Materials Canada Inc.   Niagara Falls \n\n  52.   Inorganic Chemical   Sulco Chemicals Limited   Elmira \n\n  53.   Inorganic Chemical   Terra International (Canada) Ltd.   Courtright \n\n  54.   Inorganic Chemical   Washington Mills Electro Minerals Corp.   Niagara Falls \n\n  55.   Inorganic Chemical   Washington Mills Limited   Niagara Falls \n\n  56.   Iron & Steel   Algoma Steel Ltd.   Sault Ste. Marie \n\n  57.   Iron & Steel   Algoma Tubes Inc.   Sault Ste. Marie \n\n  58.   Iron & Steel   Dofasco    Hamilton \n\n  59.   Iron & Steel   Gerdau Ameristeel Corporation     Whitby \n\n  60.   Iron & Steel   Hamilton Steel GP Inc.   Hamilton \n\n  61.   Iron & Steel   Heico 2004 Member Inc.   L’Orignal \n\n  62.   Iron & Steel   Lake Erie Steel   Nanticoke \n\n  63.   Metal Casting   Kubota Metal Corp., Fahramet Division   Orillia \n\n  64.   Metal Casting   Magellan Aerospace Corporation   Haley \n\n  65.   Organic Chemical   Basell Canada Inc.   St. Clair Township \n\n  66.   Organic Chemical   BP Canada Energy Company   Sarnia \n\n  67.   Organic Chemical   Canada Commercial Services L.P.   Maitland \n\n  68.   Organic Chemical   Canada Commercial Services L.P.   St. Clair Township \n\n  69.   Organic Chemical   Chemtura Canada Co.   Elmira \n\n  70.   Organic Chemical   Chinook Group Limited   Sombra \n\n  71.   Organic Chemical   Dow Chemical Canada Inc., LaSalle Rd.    St. Clair Township \n\n  72.   Organic Chemical   Dow Chemical Canada Inc., Sarnia Site   Sarnia \n\n  73.   Organic Chemical   Durez Canada Company Ltd.   Fort Erie \n\n  74.   Organic Chemical   Ethyl Canada Inc., Sarnia Plant   St. Clair Township \n\n  75.   Organic Chemical   GE Plastics Canada Ltd.   Cobourg \n\n  76.   Organic Chemical   Goodyear Canada Inc.   Bowmanville \n\n  77.   Organic Chemical   Imperial Oil Chemicals Division   Sarnia \n\n  78.   Organic Chemical   Invista Canada Company – Kingston Site   Kingston \n\n  79.   Organic Chemical   Invista Canada Company – Maitland Site   Maitland \n\n  80.   Organic Chemical   Invista Canada Company – Millhaven Site   Millhaven \n\n  81.   Organic Chemical   Lanxess Inc.   Sarnia \n\n  82.   Organic Chemical   Liqui-Box Canada Inc.    Whitby \n\n  83.   Organic Chemical   Morbern Inc.   Cornwall \n\n  84.   Organic Chemical   NOVA Chemicals (Canada) Ltd., Moore Site   Moore Township \n\n  85.   Organic Chemical   NOVA Chemicals (Canada) Ltd., St. Clair River Site   St. Clair Township \n\n  86.   Organic Chemical   NOVA Chemicals (Canada) Ltd., Styrene II Site   Sarnia  \n\n  87.   Organic Chemical   OxyVinyls Canada Inc.   Niagara Falls \n\n  88.   Organic Chemical   RohMax Canada – Morrisburg Plant    Morrisburg \n\n  89.   Organic Chemical   Royal Polymers Ltd.    Sarnia \n\n  90.   Organic Chemical   Stepan Canada Inc., Longford Mills   Longford Mills \n\n  91.   Organic Chemical   Suncor Energy Products Inc.   St. Clair Township \n\n  92.   Petroleum   Imperial Oil Ltd., Nanticoke Refinery   Nanticoke \n\n  93.   Petroleum   Imperial Oil Ltd., Sarnia Refinery   Sarnia \n\n  94.   Petroleum   NOVA Chemicals (Canada) Ltd., Corunna Site.     St. Clair Township \n\n  95.   Petroleum   Petro-Canada Products Lubricants Centre   Mississauga \n\n  96.   Petroleum   Shell Canada Ltd.   Sarnia \n\n  97.   Petroleum   Suncor Energy Products Inc.   Sarnia \n\n  98.   Pulp & Paper   Abitibi-Consolidated Company of Canada, Fort Frances Division   Fort Frances \n\n  99.   Pulp & Paper   Abitibi-Consolidated, Fort William Business Unit   Thunder Bay \n\n  100.   Pulp & Paper   Abitibi-Consolidated, Iroquois Falls Division   Iroquois Falls \n\n  101.   Pulp & Paper   Abitibi-Consolidated, Thorold Division   Thorold \n\n  102.   Pulp & Paper   Bowater Pulp and Paper Canada Ltd.   Thunder Bay \n\n  103.   Pulp & Paper   Domtar   Espanola \n\n  104.   Pulp & Paper   Georgia-Pacific Canada Inc.   Thorold \n\n  105.   Pulp & Paper   Interlake Acquisition Corporation Inc.   St. Catharines \n\n  106.   Pulp & Paper   Marathon Pulp   Marathon \n\n  107.   Pulp & Paper   Neenah Paper Company of Canada   Terrace Bay \n\n  108.   Pulp & Paper   Norampac Inc., Containerboard Division, Red Rock   Red Rock \n\n  109.   Pulp & Paper   Norampac Inc., Containerboard Division, Trenton     Trenton \n\n  110.   Pulp & Paper   Sonoco Canada Corporation   Quinte West City \n\n  111.   Pulp & Paper   St. Marys Paper   Sault Ste. Marie \n\n  112.   Pulp & Paper   Strathcona Paper Company   Napanee \n\n  113.   Pulp & Paper   Tembec Industries, Pulp Group, Smooth Rock Falls Division   Smooth Rock Falls \n\n  114.   Pulp & Paper   Tembec Industries, Pulp Group, Spruce Falls Division   Kapuskasing \n\n  115.   Pulp & Paper   Weyerhauser Canada Ltd.   Dryden O. Reg. 222/07, Table 1. TABLE 2   CONTRAVENTIONS — INDUSTRIAL PLANTS Item   Column 1   Provision of the Act   Column 2   Description of the contravention   Column 3   Circumstances   Column 4   First date on which an environmental penalty may be ordered for the contravention   Column 5   Type of contravention   Column 6   Section of this Regulation that specifies the type of consequence \n\n  1.   Subclause 182.1 (1) (a) (i)   Contravention of section 14 of the Act (prohibits discharge of a contaminant into the natural environment that causes or may cause an adverse effect)   1. The discharge is to land or water.   2. The discharge is of a pollutant as defined under Part X of the Act.   August 1, 2007   Type 3   10 \n\n  2.   Subclause 182.1 (1) (a) (ii)   Contravention of section 93 of the Act (duty to mitigate and restore where pollutant is spilled that causes or is likely to cause an adverse effect)   The spill is to land or water.   August 1, 2007   Type 3   11 \n\n  3.   Revoked: O. Reg. 466/21, s. 7. \n\n  3.1   Subclause 182.1 (1) (a) (iii)   Contravention of a provision of the regulations that establishes or has the effect of establishing a numerical limit, including a limit of zero, on the amount, concentration or level of anything that may be discharged to the natural environment.   1. The contravention is of subsection 5 (1) of Ontario Regulation 530/18 (Air Pollution - Discharge of Sulphur Dioxide from Petroleum Facilities Before 2029).   2. No order under the Act has been issued to the regulated person in respect of the contravention referred to in paragraph 1.   3. The discharges giving rise to the contravention have not been previously subject to an order under subclause 182.1 (1) (a) (iii).   July 1, 2019   Type 3   12 \n\n  3.2   Subclause 182.1 (1) (a) (iii)   Contravention of a provision of the regulations that establishes or has the effect of establishing a numerical limit, including a limit of zero, on the amount, concentration or level of anything that may be discharged to the natural environment.   1. The contravention is of section 8, 9, 10, 11, 12, 14, 15, 16 or 17 of Ontario Regulation 88/22 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities).   2. No order under the Act has been issued to the regulated person in respect of the contravention referred to in paragraph 1.   3. The discharges giving rise to the contravention have not been previously subject to an order under subclause 182.1 (1) (a) (iii).   July 1, 2024   Type 3   12 \n\n  3.3   Subclause 182.1 (1) (a) (iii)   Contravention of a provision of the regulations that establishes or has the effect of establishing a numerical limit, including a limit of zero, on the amount, concentration or level of anything that may be discharged to the natural environment.   1. The contravention is of section 13 of Ontario Regulation 88/22 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities).   2. No order under the Act has been issued to the regulated person in respect of the contravention referred to in paragraph 1.   3. The discharges giving rise to the contravention have not been previously subject to an order under subclause 182.1 (1) (a) (iii).   January 1, 2027   Type 3   12 \n\n  4.   Subclause 182.1 (1) (a) (iv)   Contravention of a provision of an order under the Act that establishes or has the effect of establishing a numerical limit, including a limit of zero, on the amount, concentration or level of anything that may be discharged to the natural environment.   The discharge is to land or water.   August 1, 2007   Type 1   12 \n\n  4.1   Subclause 182.1 (1) (a) (v)   Contravention of a provision of an environmental compliance approval, certificate of property use, renewable energy approval, licence or permit under the Act that establishes or has the effect of establishing a numerical limit, including a limit of zero, on the amount, concentration or level of anything that may be discharged to the natural environment.   The contravention is of a provision of an environmental compliance approval issued in respect of an activity mentioned in subsection 53 (1) of the Ontario Water Resources Act.   The day subsection 2 (79) of Schedule 7 to the Open for Business Act, 2010 comes into force.   Type 1   12 \n\n  5.   Subclause 182.1 (1) (b) (i)   Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.   1. The spill is to land or water.   2. The contravention is of section 92 of the Act.   August 1, 2007   Type 2   15 \n\n  6.-8.   Revoked: O. Reg. 466/21, s. 7. \n\n  9.   Subclause 182.1 (1) (b) (i)   Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.   The contravention is of section 91.1 of the Act.   December 1, 2008   Type 2   15 \n\n  9.1   Subclause 182.1 (1) (b) (i)   Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.   The contravention is of subsections 5 (3), 5 (4), 5 (5), 6 (4), 6 (6), 7 (7), 7 (9), 7 (11), 8 (5) or 8 (6) or section 9 or 10 of Ontario Regulation 530/18 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities Before 2029).   April 26, 2022   Type 1   15 \n\n  9.2   Subclause 182.1 (1) (b) (i)   Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.   The contravention is of subsection 6 (3), 7 (1), 7 (6) or 7 (8) of Ontario Regulation 530/18 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities Before 2029).   April 26, 2022   Type 2   15 \n\n  9.3   Subclause 182.1 (1) (b) (i)   Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.   The contravention is of subsection 8 (1) or (2) of Ontario Regulation 530/18 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities Before 2029).   April 26, 2022   Type 3   15 \n\n  9.4   Subclause 182.1 (1) (b) (i)   Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.   The contravention is of section 18 of Ontario Regulation 88/22 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities).   April 26, 2022   Type 3   15 \n\n  9.5   Subclause 182.1 (1) (b) (i)   Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.   The contravention is of section 19, 22, 23, 24, 25, 26 or 28 of Ontario Regulation 88/22 (Air Pollution  —Discharge of Sulphur Dioxide from Petroleum Facilities).   July 1, 2024   Type 2   15 \n\n  9.6   Subclause 182.1 (1) (b) (i)   Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.   The contravention is of section 20, 21, 27, 29, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43 or 45 of Ontario Regulation 88/22 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities).   October 25, 2022   Type 1   15 \n\n  10.   Subclause 182.1 (1) (b) (ii)   Contravention of a provision of an order under the Act, other than an order under section 99.1, 100.1 or 150 of the Act, an order of a court or a provision referred to in subclause 182.1 (1) (a) (iv) of the Act.   The provision of the order requires the regulated person to report a failure to comply with another provision of the order that has the effect of establishing a numerical limit, including a limit of zero, on the amount, concentration or level of anything that may be discharged to the natural environment.   August 1, 2007   Type 1   15 \n\n  11.   Subclause 182.1 (1) (b) (ii)   Contravention of a provision of an order under the Act, other than an order under section 99.1, 100.1 or 150 of the Act, an order of a court or a provision referred to in subclause 182.1 (1) (a) (iv) of the Act.   1. The order is issued under section 7, 8, 17, 18, 97, 157 or 157.1 of the Act.   2. In the case of an order issued under section 7, 8, 17, 18, 97 or 157.1, the circumstances giving rise to the order relate to a discharge or a potential discharge to land or water.   3. In the case of an order issued under section 157, the order is issued in response to a contravention specified in this Table.   4. The provision of the order that is contravened relates to,   i. preventing, eliminating or ameliorating an adverse effect, or   ii. the construction, installation or modification of any thing.   December 1, 2008   Type 2   15 \n\n  12.   Subclause 182.1 (1) (b) (ii)   Contravention of a provision of an order under the Act, other than an order under section 99.1, 100.1 or 150 of the Act, an order of a court or a provision referred to in subclause 182.1 (1) (a) (iv) of the Act.   1. The order is issued under section 7, 8, 17, 18, 97, 157 or 157.1 of the Act.   2. In the case of an order issued under section 7, 8, 17, 18, 97 or 157.1, the circumstances giving rise to the order relate to a discharge or a potential discharge to land or water.   3. In the case of an order issued under section 157, the order is issued in response to a contravention specified in this Table.   4. The provision of the order that was contravened is not a provision of an order described in item 4, 10 or 11 of this Table.   December 1, 2008   Type 1   15 \n\n  12.1   Subclause 182.1 (1) (b) (iii)   Contravention of a provision of an environmental compliance approval, certificate of property use, renewable energy approval, licence or permit under the Act.   1. The contravention is of a provision of an environmental compliance approval issued in respect of an activity mentioned in subsection 53 (1) of the Ontario Water Resources Act.   2. The provision of the environmental compliance approval that is contravened requires the regulated person to conduct an acute lethality test on contaminated or potentially contaminated sewage.   The day subsection 2 (79) of Schedule 7 to the Open for Business Act, 2010 comes into force.   Type 2   13 \n\n  12.2   Subclause 182.1 (1) (b) (iii)   Contravention of a provision of an environmental compliance approval, certificate of property use, renewable energy approval, licence or permit under the Act.   1. The contravention is of a provision of an environmental compliance approval issued in respect of an activity mentioned in subsection 53 (1) of the Ontario Water Resources Act.   2. The provision of the environmental compliance approval that is contravened is not a provision of an approval described in item 4.1, 12.1 or 12.3 of this Table.   The day subsection 2 (79) of Schedule 7 to the Open for Business Act, 2010 comes into force.   Type 1   15 \n\n  12.3   Subclause 182.1 (1) (b) (iii)   Contravention of a provision of an environmental compliance approval, certificate of property use, renewable energy approval, licence or permit under the Act.   The environmental compliance approval issued in respect of an activity mentioned in section 53 of the Ontario Water Resources Act requires the regulated person to report a failure to comply with a provision of the approval that has the effect of establishing a numerical limit, including a limit of zero, on the amount, concentration or level of anything that may be discharged to the natural environment.   The day subsection 2 (79) of Schedule 7 to the Open for Business Act, 2010 comes into force.   Type 1   15 \n\n  13.   Subclause 182.1 (1) (b) (v)   Contravention of a provision of an agreement under subsection 182.1 (9) of the Act.   N/A   August 1, 2007   Type 2   14, 15 O. Reg. 222/07, Table 2; O. Reg. 254/11, s. 8; O. Reg. 531/18, s. 2; O. Reg. 466/21, s. 7; O. Reg. 91/22, s. 4; CTR 12 AU 22 - 8. TABLE 3   Contraventions — LANDFILLS Item   Column 1   Provision of the Act   Column 2   Description of the contravention   Column 3   Circumstances   Column 4   First date on which an environmental penalty may be ordered for the contravention   Column 5   Type of contravention   Column 6   Section of this Regulation that specifies the type of consequence \n\n  1.   Subclause 182.1 (1) (a) (i)   Contravention of section 14 of the Act (prohibits discharge of a contaminant into the natural environment that causes or may cause an adverse effect)   The discharge is of a pollutant as defined under Part X of the Act.   The day on which O. Reg. 338/23 comes into force.   Type 3   10 \n\n  2.   Subclause 182.1 (1) (a) (ii)   Contravention of section 93 of the Act (duty to mitigate and restore where pollutant is spilled that causes or is likely to cause an adverse effect)   The spill is to the natural environment.   The day on which O. Reg. 338/23 comes into force.   Type 3   11 \n\n  3.   Subclause 182.1 (1) (a) (iv)   Contravention of a provision of an order under the Act that establishes or has the effect of establishing a numerical limit, including a limit of zero, on the amount, concentration or level of anything that may be discharged to the natural environment.   The discharge is to the natural environment.   The day on which O. Reg. 338/23 comes into force.   Type 1   12 \n\n  4.   Subclause 182.1 (1) (a) (v)   Contravention of a provision of an environmental compliance approval, certificate of property use, renewable energy approval, licence or permit under the Act that establishes or has the effect of establishing a numerical limit, including a limit of zero, on the amount, concentration or level of anything that may be discharged to the natural environment.   The contravention is of a provision of an environmental compliance approval.   The day on which O. Reg. 338/23 comes into force.   Type 1   12 \n\n  5.   Subclause 182.1 (1) (b) (i)   Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.   1.  The spill is to the natural environment.   2.  The contravention is of section 92 of the Act.   The day on which O. Reg. 338/23 comes into force.   Type 2   15 \n\n  6.   Subclause 182.1 (1) (b) (i)   Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.   The contravention is of sections 27, 40 or 41 of the Act.   The day on which O. Reg. 338/23 comes into force.   Type 1   15 \n\n  7.   Subclause 182.1 (1) (b) (ii)   Contravention of a provision of an order under the Act, other than an order under section 99.1, 100.1 or 150 of the Act, an order of a court or a provision referred to in subclause 182.1 (1) (a) (iv) of the Act.   1.  The order is issued under section 7, 8, 17, 18, 97, 157 or 157.1 of the Act.   2.  In the case of an order issued under section 7, 8, 17, 18, 97 or 157.1, the circumstances giving rise to the order relate to a discharge or a potential discharge to the natural environment.   3.  In the case of an order issued under section 157, the order is issued in response to a contravention specified in this Table.   4.  The provision of the order that is contravened relates to,   i. preventing, eliminating or ameliorating an adverse effect, or   ii. the construction, installation or modification of any thing.   The day on which O. Reg. 338/23 comes into force.   Type 2   15 \n\n  8.   Subclause 182.1 (1) (b) (ii)   Contravention of a provision of an order under the Act, other than an order under section 99.1, 100.1 or 150 of the Act, an order of a court or a provision referred to in subclause 182.1 (1) (a) (iv) of the Act.   1.  The order is issued under section 7, 8, 17, 18, 97, 157 or 157.1 of the Act.   2.  In the case of an order issued under section 7, 8, 17, 18, 97 or 157.1, the circumstances giving rise to the order relate to a discharge or a potential discharge to the natural environment.   3.  In the case of an order issued under section 157, the order is issued in response to a contravention specified in this Table.   4.  The provision of the order that was contravened is not a provision of an order described in item 3 or 7 of this Table.   The day on which O. Reg. 338/23 comes into force.   Type 1   15 \n\n  9.   Subclause 182.1 (1) (b) (iii)   Contravention of a provision of an environmental compliance approval, certificate of property use, renewable energy approval, licence or permit under the Act.   1.  The contravention is of a provision of an environmental compliance approval.   2. The provision of the environmental compliance approval that is contravened is not a provision of an approval described in item 4 of this Table.   The day on which O. Reg. 338/23 comes into force.   Type 1   15 \n\n  10.   Subclause 182.1 (1) (b) (v)   Contravention of a provision of an agreement under subsection 182.1 (9) of the Act.   N/A   The day on which O. Reg. 338/23 comes into force.   Type 2   14, 15 O. Reg. 338/23, s. 15. TABLE 4   gravity component Item   Column 1   Type of consequence   Column 2   Type 1 Contravention, in dollars   Column 3   Type 2 Contravention, in dollars   Column 4   Type 3 Contravention, in dollars \n\n  1.   Less Serious   1,000 - 2,500   10,000 - 15,000   15,000 - 25,000   \n\n  2.   Serious   2,500 - 5,000   20,000 - 30,000   30,000 - 50,000   \n\n  3.   Very Serious   5,000 - 10,000   40,000 - 60,000   60,000 - 100,000 O. Reg. 301/17, s. 1.   Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>19. </b>The following are prescribed purposes for the purpose of paragraph 3 of subsection 182.2 (3) of the Act:</p> <p class=\"paragraph-e\">  1.  To provide financial assistance to persons or bodies who undertake research, education or outreach activities that relate to, </p> <p class=\"subpara-e\">  i.  spill prevention and response,</p> <p class=\"subpara-e\">  ii.  pollution prevention,</p> <p class=\"subpara-e\">  iii.  adverse effects that are caused or may be caused as a result of the discharge of contaminants into the natural environment, or </p> <p class=\"subpara-e\">  iv.  remediation and restoration of the natural environment.</p> <p class=\"paragraph-e\">  2.  To provide financial assistance to persons or bodies who undertake measures to provide assistance to communities in building capacity for spill preparedness and response.  O. Reg. 222/07, s. 19.</p> <p class=\"section-e\"> <b>20.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 222/07, s. 20.</p> <p class=\"tableheading-e\"><a name=\"BK20\"></a>Table 1 <br/>  Plants</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Column 1 <br/>  Sector</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Column 2 <br/>  Plant</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Column 3 <br/>  Location</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Electric Power Generation</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Atikokan Generating Station</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Atikokan</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Electric Power Generation</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Bruce Bulk Steam System</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Tiverton</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Electric Power Generation</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Bruce Nuclear Generating Station – A</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Tiverton</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Electric Power Generation</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Bruce Nuclear Generating Station – B</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Tiverton</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Electric Power Generation</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Bruce Nuclear Power Development Service –A &amp; B</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Tiverton</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Electric Power Generation</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">CM Greenfield Power Corp, as General Partner on behalf of Greenfield Energy Centre L.P., Greenfield Energy Centre</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">St. Clair Township</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Electric Power Generation</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Darlington Nuclear Generating Station</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Darlington</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Electric Power Generation</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Lambton Generating Station</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Courtright</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Electric Power Generation</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Lennox Generating Station</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Bath</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Electric Power Generation</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Nanticoke Generating Station</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Nanticoke</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Electric Power Generation</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Pickering Nuclear Generating Station – A &amp; B</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Pickering</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Electric Power Generation</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Thunder Bay Generating Station</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Thunder Bay</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Electric Power Generation</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">TransAlta Energy Corporation, North and South Powerhouse Blocks and Power Island</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Sarnia</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">14.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Carmeuse Lime (Canada) – Centre Plant</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Beachville</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">15.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Carmeuse Lime (Canada) – East Plant</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Beachville</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">16.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Carmeuse Lime (Canada) – West Plant</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Ingersoll</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">17.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Carmeuse Lime (Dundas) </p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Dundas</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">18.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">CGC Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Hagersville</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">19.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Drain Bros. Excavating Limited </p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Havelock</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">20.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Dynatec Corporation </p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Madoc</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">21.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Essroc Canada Inc. </p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Picton</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">22.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Georgia-Pacific</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Caledonia</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">23.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Lafarge Canada Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Woodstock</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">24.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Lafarge Canada Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Bath</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">25.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Luzenac Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Timmins</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">26.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Sifto Canada Inc. (Evaporator Plant)</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Goderich</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">27.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">St. Lawrence Cement Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Mississauga</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">28.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">St. Marys Cement Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Bowmanville</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">29.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">St. Marys Cement Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">St. Marys</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">30.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">The Canadian Salt Company Ltd. – Evaporator Plant</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Windsor</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">31.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">The Canadian Salt Company Ltd. – Ojibway Mine</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Windsor</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">32.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Timminco Limited</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Haley</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">33.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Unimin Canada Limited</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Badgeley Island</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">34.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Unimin Canada Limited </p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Blue Mountain</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">35.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Industrial Minerals</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Unimin Canada Limited</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Nephton</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">36.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Air Liquide Canada Inc. (Courtright)</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">St. Clair Township</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">37.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Air Products Canada Ltd.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Sarnia</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">38.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Cabot Canada Ltd.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Sarnia</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">39.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Columbian Chemicals Canada Ltd.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Hamilton</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">40.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Cytec Canada Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Niagara Falls</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">41.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Dyno Nobel Canada Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">North Bay</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">42.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Dyno Nobel Nitrogen Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Maitland</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">43.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Honeywell ASCA Inc. Plant</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Amherstburg</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">44.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Nitrous Oxide of Canada Limited </p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Maitland</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">45.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Nu-gro Technologies Inc. </p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Courtright</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">46.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Praxair Canada Inc. </p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Maitland</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">47.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Praxair Canada Inc. </p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Mooretown</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">48.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Praxair Canada Inc. </p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Sault Ste. Marie</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">49.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Praxair Canada Inc., Carbon Dioxide Gas Purification Facility</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">St. Clair Township</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">50.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Praxair Canada Inc., Sarnia Air Separation Plant</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Sarnia</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">51.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Saint-Gobain Ceramic Materials Canada Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Niagara Falls</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">52.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Sulco Chemicals Limited</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Elmira</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">53.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Terra International (Canada) Ltd.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Courtright</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">54.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Washington Mills Electro Minerals Corp.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Niagara Falls</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">55.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Inorganic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Washington Mills Limited</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Niagara Falls</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">56.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Iron &amp; Steel</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Algoma Steel Ltd.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Sault Ste. Marie</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">57.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Iron &amp; Steel</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Algoma Tubes Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Sault Ste. Marie</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">58.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Iron &amp; Steel</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Dofasco </p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Hamilton</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">59.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Iron &amp; Steel</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Gerdau Ameristeel Corporation  </p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Whitby</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">60.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Iron &amp; Steel</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Hamilton Steel GP Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Hamilton</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">61.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Iron &amp; Steel</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Heico 2004 Member Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">L’Orignal</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">62.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Iron &amp; Steel</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Lake Erie Steel</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Nanticoke</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">63.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Metal Casting</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Kubota Metal Corp., Fahramet Division</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Orillia</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">64.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Metal Casting</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Magellan Aerospace Corporation</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Haley</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">65.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Basell Canada Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">St. Clair Township</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">66.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">BP Canada Energy Company</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Sarnia</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">67.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Canada Commercial Services L.P.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Maitland</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">68.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Canada Commercial Services L.P.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">St. Clair Township</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">69.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Chemtura Canada Co.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Elmira</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">70.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Chinook Group Limited</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Sombra</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">71.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Dow Chemical Canada Inc., LaSalle Rd. </p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">St. Clair Township</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">72.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Dow Chemical Canada Inc., Sarnia Site</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Sarnia</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">73.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Durez Canada Company Ltd.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Fort Erie</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">74.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Ethyl Canada Inc., Sarnia Plant</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">St. Clair Township</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">75.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">GE Plastics Canada Ltd.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Cobourg</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">76.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Goodyear Canada Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Bowmanville</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">77.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Imperial Oil Chemicals Division</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Sarnia</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">78.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Invista Canada Company – Kingston Site</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Kingston</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">79.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Invista Canada Company – Maitland Site</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Maitland</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">80.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Invista Canada Company – Millhaven Site</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Millhaven</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">81.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Lanxess Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Sarnia</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">82.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Liqui-Box Canada Inc. </p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Whitby</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">83.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Morbern Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Cornwall</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">84.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">NOVA Chemicals (Canada) Ltd., Moore Site</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Moore Township</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">85.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">NOVA Chemicals (Canada) Ltd., St. Clair River Site</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">St. Clair Township</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">86.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">NOVA Chemicals (Canada) Ltd., Styrene II Site</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Sarnia </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">87.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">OxyVinyls Canada Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Niagara Falls</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">88.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">RohMax Canada – Morrisburg Plant </p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Morrisburg</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">89.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Royal Polymers Ltd. </p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Sarnia</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">90.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Stepan Canada Inc., Longford Mills</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Longford Mills</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">91.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Organic Chemical</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Suncor Energy Products Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">St. Clair Township</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">92.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Petroleum</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Imperial Oil Ltd., Nanticoke Refinery</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Nanticoke</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">93.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Petroleum</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Imperial Oil Ltd., Sarnia Refinery</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Sarnia</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">94.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Petroleum</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">NOVA Chemicals (Canada) Ltd., Corunna Site.  </p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">St. Clair Township</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">95.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Petroleum</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Petro-Canada Products Lubricants Centre</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Mississauga</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">96.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Petroleum</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Shell Canada Ltd.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Sarnia</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">97.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Petroleum</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Suncor Energy Products Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Sarnia</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">98.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Pulp &amp; Paper</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Abitibi-Consolidated Company of Canada, Fort Frances Division</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Fort Frances</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">99.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Pulp &amp; Paper</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Abitibi-Consolidated, Fort William Business Unit</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Thunder Bay</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">100.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Pulp &amp; Paper</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Abitibi-Consolidated, Iroquois Falls Division</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Iroquois Falls</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">101.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Pulp &amp; Paper</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Abitibi-Consolidated, Thorold Division</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Thorold</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">102.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Pulp &amp; Paper</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Bowater Pulp and Paper Canada Ltd.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Thunder Bay</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">103.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Pulp &amp; Paper</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Domtar</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Espanola</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">104.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Pulp &amp; Paper</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Georgia-Pacific Canada Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Thorold</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">105.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Pulp &amp; Paper</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Interlake Acquisition Corporation Inc.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">St. Catharines</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">106.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Pulp &amp; Paper</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Marathon Pulp</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Marathon</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">107.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Pulp &amp; Paper</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Neenah Paper Company of Canada</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Terrace Bay</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">108.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Pulp &amp; Paper</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Norampac Inc., Containerboard Division, Red Rock</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Red Rock</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">109.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Pulp &amp; Paper</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Norampac Inc., Containerboard Division, Trenton  </p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Trenton</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">110.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Pulp &amp; Paper</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Sonoco Canada Corporation</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Quinte West City</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">111.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Pulp &amp; Paper</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">St. Marys Paper</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Sault Ste. Marie</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">112.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Pulp &amp; Paper</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Strathcona Paper Company</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Napanee</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">113.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Pulp &amp; Paper</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Tembec Industries, Pulp Group, Smooth Rock Falls Division</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Smooth Rock Falls</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">114.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Pulp &amp; Paper</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Tembec Industries, Pulp Group, Spruce Falls Division</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Kapuskasing</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"43\"> <p class=\"table-e\">115.</p> </td> <td valign=\"top\" width=\"165\"> <p class=\"table-e\">Pulp &amp; Paper</p> </td> <td valign=\"top\" width=\"345\"> <p class=\"table-e\">Weyerhauser Canada Ltd.</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Dryden</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 222/07, Table 1.</p> <p class=\"tableheading-e\"><a name=\"BK21\"></a>TABLE 2 <br/>  CONTRAVENTIONS — INDUSTRIAL PLANTS</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">Item</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Column 1 <br/>  Provision of the Act</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Column 2 <br/>  Description of the contravention</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">Column 3 <br/>  Circumstances</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">Column 4 <br/>  First date on which an environmental penalty may be ordered for the contravention</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Column 5 <br/>  Type of contravention</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">Column 6 <br/>  Section of this Regulation that specifies the type of consequence</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">1.</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (a) (i)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of section 14 of the Act (prohibits discharge of a contaminant into the natural environment that causes or may cause an adverse effect)</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">1. The discharge is to land or water. <br/>  2. The discharge is of a pollutant as defined under Part X of the Act.</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">August 1, 2007</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 3</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">2.</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (a) (ii)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of section 93 of the Act (duty to mitigate and restore where pollutant is spilled that causes or is likely to cause an adverse effect)</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">The spill is to land or water.</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">August 1, 2007</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 3</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">11</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">3.</p> </td> <td colspan=\"6\" nowrap=\"\" valign=\"top\" width=\"637\"> <p class=\"table-e\"><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 466/21, s. 7.</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">3.1</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (a) (iii)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of the regulations that establishes or has the effect of establishing a numerical limit, including a limit of zero, on the amount, concentration or level of anything that may be discharged to the natural environment.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">1. The contravention is of subsection 5 (1) of Ontario Regulation 530/18 (Air Pollution - Discharge of Sulphur Dioxide from Petroleum Facilities Before 2029). <br/>  2. No order under the Act has been issued to the regulated person in respect of the contravention referred to in paragraph 1. <br/>  3. The discharges giving rise to the contravention have not been previously subject to an order under subclause 182.1 (1) (a) (iii).</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">July 1, 2019</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 3</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">12</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">3.2</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (a) (iii)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of the regulations that establishes or has the effect of establishing a numerical limit, including a limit of zero, on the amount, concentration or level of anything that may be discharged to the natural environment.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">1. The contravention is of section 8, 9, 10, 11, 12, 14, 15, 16 or 17 of Ontario Regulation 88/22 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities). <br/>  2. No order under the Act has been issued to the regulated person in respect of the contravention referred to in paragraph 1. <br/>  3. The discharges giving rise to the contravention have not been previously subject to an order under subclause 182.1 (1) (a) (iii).</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">July 1, 2024</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 3</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">12</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">3.3</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (a) (iii)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of the regulations that establishes or has the effect of establishing a numerical limit, including a limit of zero, on the amount, concentration or level of anything that may be discharged to the natural environment.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">1. The contravention is of section 13 of Ontario Regulation 88/22 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities). <br/>  2. No order under the Act has been issued to the regulated person in respect of the contravention referred to in paragraph 1. <br/>  3. The discharges giving rise to the contravention have not been previously subject to an order under subclause 182.1 (1) (a) (iii).</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">January 1, 2027</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 3</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">12</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">4.</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (a) (iv)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of an order under the Act that establishes or has the effect of establishing a numerical limit, including a limit of zero, on the amount, concentration or level of anything that may be discharged to the natural environment.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">The discharge is to land or water.</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">August 1, 2007</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 1</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">12</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">4.1</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (a) (v)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of an environmental compliance approval, certificate of property use, renewable energy approval, licence or permit under the Act that establishes or has the effect of establishing a numerical limit, including a limit of zero, on the amount, concentration or level of anything that may be discharged to the natural environment.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">The contravention is of a provision of an environmental compliance approval issued in respect of an activity mentioned in subsection 53 (1) of the <i>Ontario Water Resources Act</i>.</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">The day subsection 2 (79) of Schedule 7 to the <i>Open for Business Act, 2010</i> comes into force.</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 1</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">12</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">5.</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (i)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">1. The spill is to land or water. <br/>  2. The contravention is of section 92 of the Act.</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">August 1, 2007</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 2</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">6.-8.</p> </td> <td colspan=\"6\" nowrap=\"\" valign=\"top\" width=\"637\"> <p class=\"table-e\"><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 466/21, s. 7.</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">9.</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (i)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">The contravention is of section 91.1 of the Act.</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">December 1, 2008</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 2</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">9.1</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (i)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">The contravention is of subsections 5 (3), 5 (4), 5 (5), 6 (4), 6 (6), 7 (7), 7 (9), 7 (11), 8 (5) or 8 (6) or section 9 or 10 of Ontario Regulation 530/18 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities Before 2029).</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">April 26, 2022</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 1</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">9.2</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (i)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">The contravention is of subsection 6 (3), 7 (1), 7 (6) or 7 (8) of Ontario Regulation 530/18 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities Before 2029).</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">April 26, 2022</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 2</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">9.3</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (i)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">The contravention is of subsection 8 (1) or (2) of Ontario Regulation 530/18 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities Before 2029).</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">April 26, 2022</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 3</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">9.4</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (i)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">The contravention is of section 18 of Ontario Regulation 88/22 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities).</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">April 26, 2022</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 3</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">9.5</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (i)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">The contravention is of section 19, 22, 23, 24, 25, 26 or 28 of Ontario Regulation 88/22 (Air Pollution  —Discharge of Sulphur Dioxide from Petroleum Facilities).</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">July 1, 2024</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 2</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">9.6</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (i)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">The contravention is of section 20, 21, 27, 29, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43 or 45 of Ontario Regulation 88/22 (Air Pollution — Discharge of Sulphur Dioxide from Petroleum Facilities).</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">October 25, 2022</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 1</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">10.</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (ii)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of an order under the Act, other than an order under section 99.1, 100.1 or 150 of the Act, an order of a court or a provision referred to in subclause 182.1 (1) (a) (iv) of the Act.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">The provision of the order requires the regulated person to report a failure to comply with another provision of the order that has the effect of establishing a numerical limit, including a limit of zero, on the amount, concentration or level of anything that may be discharged to the natural environment.</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">August 1, 2007</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 1</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">11.</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (ii)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of an order under the Act, other than an order under section 99.1, 100.1 or 150 of the Act, an order of a court or a provision referred to in subclause 182.1 (1) (a) (iv) of the Act.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">1. The order is issued under section 7, 8, 17, 18, 97, 157 or 157.1 of the Act. <br/>  2. In the case of an order issued under section 7, 8, 17, 18, 97 or 157.1, the circumstances giving rise to the order relate to a discharge or a potential discharge to land or water. <br/>  3. In the case of an order issued under section 157, the order is issued in response to a contravention specified in this Table. <br/>  4. The provision of the order that is contravened relates to, <br/>  i. preventing, eliminating or ameliorating an adverse effect, or <br/>  ii. the construction, installation or modification of any thing.</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">December 1, 2008</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 2</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">12.</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (ii)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of an order under the Act, other than an order under section 99.1, 100.1 or 150 of the Act, an order of a court or a provision referred to in subclause 182.1 (1) (a) (iv) of the Act.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">1. The order is issued under section 7, 8, 17, 18, 97, 157 or 157.1 of the Act. <br/>  2. In the case of an order issued under section 7, 8, 17, 18, 97 or 157.1, the circumstances giving rise to the order relate to a discharge or a potential discharge to land or water. <br/>  3. In the case of an order issued under section 157, the order is issued in response to a contravention specified in this Table. <br/>  4. The provision of the order that was contravened is not a provision of an order described in item 4, 10 or 11 of this Table.</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">December 1, 2008</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 1</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">12.1</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (iii)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of an environmental compliance approval, certificate of property use, renewable energy approval, licence or permit under the Act.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">1. The contravention is of a provision of an environmental compliance approval issued in respect of an activity mentioned in subsection 53 (1) of the <i>Ontario Water Resources Act</i>. <br/>  2. The provision of the environmental compliance approval that is contravened requires the regulated person to conduct an acute lethality test on contaminated or potentially contaminated sewage.</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">The day subsection 2 (79) of Schedule 7 to the <i>Open for Business Act, 2010</i> comes into force.</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 2</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">13</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">12.2</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (iii)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of an environmental compliance approval, certificate of property use, renewable energy approval, licence or permit under the Act.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">1. The contravention is of a provision of an environmental compliance approval issued in respect of an activity mentioned in subsection 53 (1) of the <i>Ontario Water Resources Act</i>. <br/>  2. The provision of the environmental compliance approval that is contravened is not a provision of an approval described in item 4.1, 12.1 or 12.3 of this Table.</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">The day subsection 2 (79) of Schedule 7 to the <i>Open for Business Act, 2010</i> comes into force.</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 1</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">12.3</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (iii)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of an environmental compliance approval, certificate of property use, renewable energy approval, licence or permit under the Act.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">The environmental compliance approval issued in respect of an activity mentioned in section 53 of the <i>Ontario Water Resources Act</i> requires the regulated person to report a failure to comply with a provision of the approval that has the effect of establishing a numerical limit, including a limit of zero, on the amount, concentration or level of anything that may be discharged to the natural environment.</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">The day subsection 2 (79) of Schedule 7 to the <i>Open for Business Act, 2010</i> comes into force.</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 1</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">13.</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (v)</p> </td> <td valign=\"top\" width=\"107\"> <p class=\"table-e\">Contravention of a provision of an agreement under subsection 182.1 (9) of the Act.</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">N/A</p> </td> <td valign=\"top\" width=\"84\"> <p class=\"table-e\">August 1, 2007</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 2</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">14, 15</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 222/07, Table 2; O. Reg. 254/11, s. 8; O. Reg. 531/18, s. 2; O. Reg. 466/21, s. 7; O. Reg. 91/22, s. 4; CTR 12 AU 22 - 8.</p> <p class=\"tableheading-e\"><a name=\"BK22\"></a>TABLE 3 <br/>  Contraventions — LANDFILLS</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">Item</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Column 1 <br/>  Provision of the Act</p> </td> <td valign=\"top\" width=\"148\"> <p class=\"table-e\">Column 2 <br/>  Description of the contravention</p> </td> <td valign=\"top\" width=\"136\"> <p class=\"table-e\">Column 3 <br/>  Circumstances</p> </td> <td valign=\"top\" width=\"99\"> <p class=\"table-e\">Column 4 <br/>  First date on which an environmental penalty may be ordered for the contravention</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Column 5 <br/>  Type of contravention</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">Column 6 <br/>  Section of this Regulation that specifies the type of consequence</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">1.</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (a) (i)</p> </td> <td valign=\"top\" width=\"148\"> <p class=\"table-e\">Contravention of section 14 of the Act (prohibits discharge of a contaminant into the natural environment that causes or may cause an adverse effect)</p> </td> <td valign=\"top\" width=\"136\"> <p class=\"table-e\">The discharge is of a pollutant as defined under Part X of the Act.</p> </td> <td valign=\"top\" width=\"99\"> <p class=\"table-e\">The day on which O. Reg. 338/23 comes into force.</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 3</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">10</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">2.</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (a) (ii)</p> </td> <td valign=\"top\" width=\"148\"> <p class=\"table-e\">Contravention of section 93 of the Act (duty to mitigate and restore where pollutant is spilled that causes or is likely to cause an adverse effect)</p> </td> <td valign=\"top\" width=\"136\"> <p class=\"table-e\">The spill is to the natural environment.</p> </td> <td valign=\"top\" width=\"99\"> <p class=\"table-e\">The day on which O. Reg. 338/23 comes into force.</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 3</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">11</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">3.</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (a) (iv)</p> </td> <td valign=\"top\" width=\"148\"> <p class=\"table-e\">Contravention of a provision of an order under the Act that establishes or has the effect of establishing a numerical limit, including a limit of zero, on the amount, concentration or level of anything that may be discharged to the natural environment.</p> </td> <td valign=\"top\" width=\"136\"> <p class=\"table-e\">The discharge is to the natural environment.</p> </td> <td valign=\"top\" width=\"99\"> <p class=\"table-e\">The day on which O. Reg. 338/23 comes into force.</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 1</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">12</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">4.</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (a) (v)</p> </td> <td valign=\"top\" width=\"148\"> <p class=\"table-e\">Contravention of a provision of an environmental compliance approval, certificate of property use, renewable energy approval, licence or permit under the Act that establishes or has the effect of establishing a numerical limit, including a limit of zero, on the amount, concentration or level of anything that may be discharged to the natural environment.</p> </td> <td valign=\"top\" width=\"136\"> <p class=\"table-e\">The contravention is of a provision of an environmental compliance approval.</p> </td> <td valign=\"top\" width=\"99\"> <p class=\"table-e\">The day on which O. Reg. 338/23 comes into force.</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 1</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">12</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">5.</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (i)</p> </td> <td valign=\"top\" width=\"148\"> <p class=\"table-e\">Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.</p> </td> <td valign=\"top\" width=\"136\"> <p class=\"table-e\">1.  The spill is to the natural environment. <br/>  2.  The contravention is of section 92 of the Act.</p> </td> <td valign=\"top\" width=\"99\"> <p class=\"table-e\">The day on which O. Reg. 338/23 comes into force.</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 2</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">6.</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (i)</p> </td> <td valign=\"top\" width=\"148\"> <p class=\"table-e\">Contravention of a provision of the Act or the regulations, other than a provision referred to in subclause 182.1 (1) (a) (i), (ii) or (iii) of the Act.</p> </td> <td valign=\"top\" width=\"136\"> <p class=\"table-e\">The contravention is of sections 27, 40 or 41 of the Act.</p> </td> <td valign=\"top\" width=\"99\"> <p class=\"table-e\">The day on which O. Reg. 338/23 comes into force.</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 1</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">7.</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (ii)</p> </td> <td valign=\"top\" width=\"148\"> <p class=\"table-e\">Contravention of a provision of an order under the Act, other than an order under section 99.1, 100.1 or 150 of the Act, an order of a court or a provision referred to in subclause 182.1 (1) (a) (iv) of the Act.</p> </td> <td valign=\"top\" width=\"136\"> <p class=\"table-e\">1.  The order is issued under section 7, 8, 17, 18, 97, 157 or 157.1 of the Act. <br/>  2.  In the case of an order issued under section 7, 8, 17, 18, 97 or 157.1, the circumstances giving rise to the order relate to a discharge or a potential discharge to the natural environment. <br/>  3.  In the case of an order issued under section 157, the order is issued in response to a contravention specified in this Table. <br/>  4.  The provision of the order that is contravened relates to, <br/>  i. preventing, eliminating or ameliorating an adverse effect, or <br/>  ii. the construction, installation or modification of any thing.</p> </td> <td valign=\"top\" width=\"99\"> <p class=\"table-e\">The day on which O. Reg. 338/23 comes into force.</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 2</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">8.</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (ii)</p> </td> <td valign=\"top\" width=\"148\"> <p class=\"table-e\">Contravention of a provision of an order under the Act, other than an order under section 99.1, 100.1 or 150 of the Act, an order of a court or a provision referred to in subclause 182.1 (1) (a) (iv) of the Act.</p> </td> <td valign=\"top\" width=\"136\"> <p class=\"table-e\">1.  The order is issued under section 7, 8, 17, 18, 97, 157 or 157.1 of the Act. <br/>  2.  In the case of an order issued under section 7, 8, 17, 18, 97 or 157.1, the circumstances giving rise to the order relate to a discharge or a potential discharge to the natural environment. <br/>  3.  In the case of an order issued under section 157, the order is issued in response to a contravention specified in this Table. <br/>  4.  The provision of the order that was contravened is not a provision of an order described in item 3 or 7 of this Table.</p> </td> <td valign=\"top\" width=\"99\"> <p class=\"table-e\">The day on which O. Reg. 338/23 comes into force.</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 1</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">9.</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (iii)</p> </td> <td valign=\"top\" width=\"148\"> <p class=\"table-e\">Contravention of a provision of an environmental compliance approval, certificate of property use, renewable energy approval, licence or permit under the Act.</p> </td> <td valign=\"top\" width=\"136\"> <p class=\"table-e\">1.  The contravention is of a provision of an environmental compliance approval. <br/>  2. The provision of the environmental compliance approval that is contravened is not a provision of an approval described in item 4 of this Table.</p> </td> <td valign=\"top\" width=\"99\"> <p class=\"table-e\">The day on which O. Reg. 338/23 comes into force.</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 1</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">15</p> </td>\n</tr>\n<tr> <td nowrap=\"\" valign=\"top\" width=\"35\"> <p class=\"table-e\">10.</p> </td> <td nowrap=\"\" valign=\"top\" width=\"101\"> <p class=\"table-e\">Subclause 182.1 (1) (b) (v)</p> </td> <td valign=\"top\" width=\"148\"> <p class=\"table-e\">Contravention of a provision of an agreement under subsection 182.1 (9) of the Act.</p> </td> <td valign=\"top\" width=\"136\"> <p class=\"table-e\">N/A</p> </td> <td valign=\"top\" width=\"99\"> <p class=\"table-e\">The day on which O. Reg. 338/23 comes into force.</p> </td> <td valign=\"top\" width=\"78\"> <p class=\"table-e\">Type 2</p> </td> <td valign=\"top\" width=\"76\"> <p class=\"table-e\">14, 15</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 338/23, s. 15.</p> <p class=\"tableheading-e\"><a name=\"BK23\"></a>TABLE 4 <br/>  gravity component</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">Column 1 <br/>  Type of consequence</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">Column 2 <br/>  Type 1 Contravention, in dollars</p> </td> <td valign=\"top\" width=\"152\"> <p class=\"table-e\">Column 3 <br/>  Type 2 Contravention, in dollars</p> </td> <td colspan=\"2\" valign=\"top\" width=\"160\"> <p class=\"table-e\">Column 4 <br/>  Type 3 Contravention, in dollars</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">Less Serious</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">1,000 - 2,500</p> </td> <td valign=\"top\" width=\"152\"> <p class=\"table-e\">10,000 - 15,000</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">15,000 - 25,000</p> </td> <td width=\"1\"><p class=\"MsoNormal\"> </p></td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">Serious</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">2,500 - 5,000</p> </td> <td valign=\"top\" width=\"152\"> <p class=\"table-e\">20,000 - 30,000</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">30,000 - 50,000</p> </td> <td width=\"1\"><p class=\"MsoNormal\"> </p></td>\n</tr>\n<tr> <td valign=\"top\" width=\"40\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">Very Serious</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">5,000 - 10,000</p> </td> <td valign=\"top\" width=\"152\"> <p class=\"table-e\">40,000 - 60,000</p> </td> <td valign=\"top\" width=\"160\"> <p class=\"table-e\">60,000 - 100,000</p> </td> <td width=\"1\"><p class=\"MsoNormal\"> </p></td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 301/17, s. 1.</p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070222\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "Table 1",
            "part_id": null,
            "part_type": null,
            "section": "Plants",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "Table 2",
            "part_id": null,
            "part_type": null,
            "section": "Contraventions — industrial plants",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Table 3",
            "part_id": null,
            "part_type": null,
            "section": "Contraventions — landfills",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "Table 4",
            "part_id": null,
            "part_type": null,
            "section": "Gravity component",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}