{
    "reg_info": {
        "full_title": "O. Reg. 744/93: ELECTION OF COUNCIL MEMBERS",
        "reg_name_text": "ELECTION OF COUNCIL MEMBERS",
        "citation": "O. Reg. 744/93: ",
        "act_under": "Audiology and Speech-Language Pathology Act, 1991   Loi de 1991 sur les audiologistes et les orthophonistes",
        "url": "https://www.ontario.ca/laws/regulation/930744",
        "date_scraped": "2023-12-19 23:25:50"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": "Electoral Districts",
            "content": "1.(1)The following electoral districts are established for the purpose of the election of members to the Council: 1. Electoral district 1, the eastern district, composed of the counties of Frontenac, Hastings, Lanark, Leeds and Grenville, Lennox and Addington, Northumberland, Peterborough, Prescott and Russell, Prince Edward, Renfrew, Stormont-Dundas and Glengarry and The Regional Municipality of Ottawa-Carleton. 2. Electoral district 2, the central region, composed of the regional municipalities of Durham, Peel and York, and The Municipality of Metropolitan Toronto. 3. Electoral district 3, the southwestern region, composed of the regional municipalities of Dufferin, Haldimand-Norfolk, Halton, Hamilton-Wentworth, Niagara and Waterloo together with the counties of Brant, Huron, Perth and Wellington, Elgin, Essex, Kent, Lambton, Middlesex and Oxford. 4. Electoral district 4, the northwestern region, composed of the counties of Bruce and Grey together with the territorial districts of Algoma, Kenora, Manitoulin, Rainy River, Sudbury and Thunder Bay. 5. Electoral district 5, the northeastern region, composed of the counties of Haliburton, Simcoe and Victoria together with the territorial districts of Cochrane, Muskoka, Nipissing, Parry Sound and Timiskaming. (2)The electoral district in which a member is eligible to vote is the district in which, on April 1 before an election, the member principally practises or, if the member is not engaged in the practice of audiology or speech-language pathology, in which, on that day, the member principally resides. O. Reg. 744/93, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>(1)The following electoral districts are established for the purpose of the election of members to the Council:</p> <p class=\"paragraph-e\">1. Electoral district 1, the eastern district, composed of the counties of Frontenac, Hastings, Lanark, Leeds and Grenville, Lennox and Addington, Northumberland, Peterborough, Prescott and Russell, Prince Edward, Renfrew, Stormont-Dundas and Glengarry and The Regional Municipality of Ottawa-Carleton.</p> <p class=\"paragraph-e\">2. Electoral district 2, the central region, composed of the regional municipalities of Durham, Peel and York, and The Municipality of Metropolitan Toronto.</p> <p class=\"paragraph-e\">3. Electoral district 3, the southwestern region, composed of the regional municipalities of Dufferin, Haldimand-Norfolk, Halton, Hamilton-Wentworth, Niagara and Waterloo together with the counties of Brant, Huron, Perth and Wellington, Elgin, Essex, Kent, Lambton, Middlesex and Oxford.</p> <p class=\"paragraph-e\">4. Electoral district 4, the northwestern region, composed of the counties of Bruce and Grey together with the territorial districts of Algoma, Kenora, Manitoulin, Rainy River, Sudbury and Thunder Bay.</p> <p class=\"paragraph-e\">5. Electoral district 5, the northeastern region, composed of the counties of Haliburton, Simcoe and Victoria together with the territorial districts of Cochrane, Muskoka, Nipissing, Parry Sound and Timiskaming.</p> <p class=\"subsection-e\">(2)The electoral district in which a member is eligible to vote is the district in which, on April 1 before an election, the member principally practises or, if the member is not engaged in the practice of audiology or speech-language pathology, in which, on that day, the member principally resides. O. Reg. 744/93, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Electoral Districts",
            "content": "2.The number of members to be elected is, (a) two, in each of electoral districts 1, 2 and 3; (b) one, in each of electoral districts 4 and 5. O. Reg. 744/93, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>The number of members to be elected is,</p> <p class=\"clause-e\">(a) two, in each of electoral districts 1, 2 and 3;</p> <p class=\"clause-e\">(b) one, in each of electoral districts 4 and 5. O. Reg. 744/93, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Electoral Districts",
            "content": "3.The term of office of a member elected to the Council is three years, except in the initial year of elections, where the term for the elected members from districts 1 and 3 is two years, and the term for the elected members from districts 2, 4 and 5 is three years. O. Reg. 744/93, s. 3. Election Date",
            "raw_html": "<p class=\"section-e\"><b>3.</b>The term of office of a member elected to the Council is three years, except in the initial year of elections, where the term for the elected members from districts 1 and 3 is two years, and the term for the elected members from districts 2, 4 and 5 is three years. O. Reg. 744/93, s. 3.</p> <p class=\"heading1-e\">Election Date</p>"
        },
        {
            "id": "4.",
            "section": "Election Date",
            "content": "4.(1)An election of members to the Council shall be held in June, 1994 for all electoral districts. O. Reg. 744/93, s. 4 (1); O. Reg. 213/94, s. 1 (1). (2)In every third year after June, 1994, an election of members to the Council shall be held for electoral districts 2, 4 and 5. O. Reg. 744/93, s. 4 (2); O. Reg. 213/94, s. 1 (2). (3)In June, 1996 and in every third year after that, an election of members to the Council shall be held for electoral districts 1 and 3. O. Reg. 744/93, s. 4 (3); O. Reg. 213/94, s. 1 (3). (4)The Council shall set the date for each election of members to the Council. O. Reg. 744/93, s. 4 (4). Eligibility for Election",
            "raw_html": "<p class=\"section-e\"><b>4.</b>(1)An election of members to the Council shall be held in June, 1994 for all electoral districts. O. Reg. 744/93, s. 4 (1); O. Reg. 213/94, s. 1 (1).</p> <p class=\"subsection-e\">(2)In every third year after June, 1994, an election of members to the Council shall be held for electoral districts 2, 4 and 5. O. Reg. 744/93, s. 4 (2); O. Reg. 213/94, s. 1 (2).</p> <p class=\"subsection-e\">(3)In June, 1996 and in every third year after that, an election of members to the Council shall be held for electoral districts 1 and 3. O. Reg. 744/93, s. 4 (3); O. Reg. 213/94, s. 1 (3).</p> <p class=\"subsection-e\">(4)The Council shall set the date for each election of members to the Council. O. Reg. 744/93, s. 4 (4).</p> <p class=\"heading1-e\">Eligibility for Election</p>"
        },
        {
            "id": "5.",
            "section": "Eligibility for Election",
            "content": "5.A member is eligible for election to the Council in an electoral district if, on the date of the election, (a) the member is engaged in the practice of audiology or speech-language pathology in the electoral district for which he or she is nominated, or, if the member is not engaged in the practice of audiology or speech-language pathology, is resident in the electoral district for which he or she is nominated; (b) the member is not in default of payment of any prescribed fees; (c) the member is not the subject of any disciplinary or incapacity proceedings; (d) the member’s certificate of registration has not been revoked or suspended in the six years preceding the date of the election; and (e) the member’s certificate of registration is not subject to a term, condition or limitation other than one prescribed by a regulation under the Act. O. Reg. 744/93, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b>A member is eligible for election to the Council in an electoral district if, on the date of the election,</p> <p class=\"clause-e\">(a) the member is engaged in the practice of audiology or speech-language pathology in the electoral district for which he or she is nominated, or, if the member is not engaged in the practice of audiology or speech-language pathology, is resident in the electoral district for which he or she is nominated;</p> <p class=\"clause-e\">(b) the member is not in default of payment of any prescribed fees;</p> <p class=\"clause-e\">(c) the member is not the subject of any disciplinary or incapacity proceedings;</p> <p class=\"clause-e\">(d) the member’s certificate of registration has not been revoked or suspended in the six years preceding the date of the election; and</p> <p class=\"clause-e\">(e) the member’s certificate of registration is not subject to a term, condition or limitation other than one prescribed by a regulation under the Act. O. Reg. 744/93, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Eligibility for Election",
            "content": "6.(1)The Registrar shall supervise the nomination of candidates. (2)No later than sixty days before the date of an election, the Registrar shall send to every member eligible to vote in an electoral district in which an election is to take place a list of the candidates in the electoral district, a ballot and an explanation of the voting procedure as set out in the by-laws. O. Reg. 744/93, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b>(1)The Registrar shall supervise the nomination of candidates.</p> <p class=\"subsection-e\">(2)No later than sixty days before the date of an election, the Registrar shall send to every member eligible to vote in an electoral district in which an election is to take place a list of the candidates in the electoral district, a ballot and an explanation of the voting procedure as set out in the by-laws. O. Reg. 744/93, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Eligibility for Election",
            "content": "7.No later than 120 days before the date of an election, the Registrar shall notify every member who is eligible to vote of the date, time and place of the election and of the nomination procedure. O. Reg. 744/93, s. 7. Nomination Procedure",
            "raw_html": "<p class=\"section-e\"><b>7.</b>No later than 120 days before the date of an election, the Registrar shall notify every member who is eligible to vote of the date, time and place of the election and of the nomination procedure. O. Reg. 744/93, s. 7.</p> <p class=\"heading1-e\">Nomination Procedure</p>"
        },
        {
            "id": "8.",
            "section": "Nomination Procedure",
            "content": "8.(1)The nomination of a candidate for election as a member of the Council shall be in writing and shall be given to the Registrar at least ninety days before the date of the election. (2)The nomination shall be signed by the candidate and by at least three members who support the nomination and who are eligible to vote in the electoral district in which the election is to be held. (3)A candidate may withdraw his or her nomination for election to the Council no later than seventy-five days prior to the date of the election. O. Reg. 744/93, s. 8. Acclamation",
            "raw_html": "<p class=\"section-e\"><b>8.</b>(1)The nomination of a candidate for election as a member of the Council shall be in writing and shall be given to the Registrar at least ninety days before the date of the election.</p> <p class=\"subsection-e\">(2)The nomination shall be signed by the candidate and by at least three members who support the nomination and who are eligible to vote in the electoral district in which the election is to be held.</p> <p class=\"subsection-e\">(3)A candidate may withdraw his or her nomination for election to the Council no later than seventy-five days prior to the date of the election. O. Reg. 744/93, s. 8.</p> <p class=\"heading1-e\">Acclamation</p>"
        },
        {
            "id": "9.",
            "section": "Acclamation",
            "content": "9.If the number of candidates nominated for an electoral district is less than or equal to the number of members to be elected in the electoral district, the Registrar shall declare the candidates to be elected by acclamation. O. Reg. 744/93, s. 9. Registrar’s Electoral Duties",
            "raw_html": "<p class=\"section-e\"><b>9.</b>If the number of candidates nominated for an electoral district is less than or equal to the number of members to be elected in the electoral district, the Registrar shall declare the candidates to be elected by acclamation. O. Reg. 744/93, s. 9.</p> <p class=\"heading1-e\">Registrar’s Electoral Duties</p>"
        },
        {
            "id": "10.",
            "section": "Registrar’s Electoral Duties",
            "content": "10.(1)The Registrar shall supervise and administer the election of candidates and, for the purpose of carrying out that duty, the Registrar may, subject to the by-laws, (a) appoint returning officers and scrutineers; (b) establish a deadline for the receiving of ballots; (c) establish procedures for the opening and counting of ballots; (d) provide for the notification of all candidates and members of the results of the election; and (e) provide for the destruction of ballots following an election. (2)No later than sixty days before the date of an election, the Registrar shall send to every member eligible to vote in an electoral district in which an election is to take place a list of the candidates in the electoral district, a ballot and an explanation of the voting procedure as set out in the by-laws. O. Reg. 744/93, s. 10. Number of Votes to be Cast",
            "raw_html": "<p class=\"section-e\"><b>10.</b>(1)The Registrar shall supervise and administer the election of candidates and, for the purpose of carrying out that duty, the Registrar may, subject to the by-laws,</p> <p class=\"clause-e\">(a) appoint returning officers and scrutineers;</p> <p class=\"clause-e\">(b) establish a deadline for the receiving of ballots;</p> <p class=\"clause-e\">(c) establish procedures for the opening and counting of ballots;</p> <p class=\"clause-e\">(d) provide for the notification of all candidates and members of the results of the election; and</p> <p class=\"clause-e\">(e) provide for the destruction of ballots following an election.</p> <p class=\"subsection-e\">(2)No later than sixty days before the date of an election, the Registrar shall send to every member eligible to vote in an electoral district in which an election is to take place a list of the candidates in the electoral district, a ballot and an explanation of the voting procedure as set out in the by-laws. O. Reg. 744/93, s. 10.</p> <p class=\"heading1-e\">Number of Votes to be Cast</p>"
        },
        {
            "id": "11.",
            "section": "Number of Votes to be Cast",
            "content": "11.(1)A member may cast as many votes on a ballot in an election of members to the Council as there are members to be elected to the Council from the electoral district in which the member is eligible to vote. (2)A member shall not cast more than one vote for any one candidate. O. Reg. 744/93, s. 11. Tie Votes",
            "raw_html": "<p class=\"section-e\"><b>11.</b>(1)A member may cast as many votes on a ballot in an election of members to the Council as there are members to be elected to the Council from the electoral district in which the member is eligible to vote.</p> <p class=\"subsection-e\">(2)A member shall not cast more than one vote for any one candidate. O. Reg. 744/93, s. 11.</p> <p class=\"heading1-e\">Tie Votes</p>"
        },
        {
            "id": "12.",
            "section": "Tie Votes",
            "content": "12.If there is a tie in an election of members to the Council, the Registrar shall break the tie by random selection. O. Reg. 744/93, s. 12. Recounts",
            "raw_html": "<p class=\"section-e\"><b>12.</b>If there is a tie in an election of members to the Council, the Registrar shall break the tie by random selection. O. Reg. 744/93, s. 12.</p> <p class=\"heading1-e\">Recounts</p>"
        },
        {
            "id": "13.",
            "section": "Recounts",
            "content": "13.(1)A candidate may require a recount by giving a written request to the Registrar no more than thirty days after the date of an election. (2)The Registrar shall hold the recount no more than thirty days after receiving the request. O. Reg. 744/93, s. 13. Interruption of Mail Service",
            "raw_html": "<p class=\"section-e\"><b>13.</b>(1)A candidate may require a recount by giving a written request to the Registrar no more than thirty days after the date of an election.</p> <p class=\"subsection-e\">(2)The Registrar shall hold the recount no more than thirty days after receiving the request. O. Reg. 744/93, s. 13.</p> <p class=\"heading1-e\">Interruption of Mail Service</p>"
        },
        {
            "id": "14.",
            "section": "Interruption of Mail Service",
            "content": "14.Where there is an interruption of mail service during a nomination or election, the Registrar shall extend the holding of the nomination or election for such period of time as the Registrar considers necessary to compensate for the interruption. O. Reg. 744/93, s. 14. Disqualification of Elected Members",
            "raw_html": "<p class=\"section-e\"><b>14.</b>Where there is an interruption of mail service during a nomination or election, the Registrar shall extend the holding of the nomination or election for such period of time as the Registrar considers necessary to compensate for the interruption. O. Reg. 744/93, s. 14.</p> <p class=\"heading1-e\">Disqualification of Elected Members</p>"
        },
        {
            "id": "15.",
            "section": "Disqualification of Elected Members",
            "content": "15.(1)The Council shall disqualify an elected member from sitting on the Council if the elected member, (a) is found by a panel of the Discipline Committee to have committed an act of professional misconduct or to be incompetent; (b) is found by a panel of the Fitness to Practise Committee to be an incapacitated member; (c) fails, without cause, to attend two consecutive meetings of the Council; (d) fails, without cause, to attend two consecutive meetings of a committee of which he or she is a member; or (e) ceases to practise or reside in the electoral district for which the member was elected. (2)An elected member who is disqualified from sitting on the Council ceases to be a member of the Council. O. Reg. 744/93, s. 15. Filling of Vacancies",
            "raw_html": "<p class=\"section-e\"><b>15.</b>(1)The Council shall disqualify an elected member from sitting on the Council if the elected member,</p> <p class=\"clause-e\">(a) is found by a panel of the Discipline Committee to have committed an act of professional misconduct or to be incompetent;</p> <p class=\"clause-e\">(b) is found by a panel of the Fitness to Practise Committee to be an incapacitated member;</p> <p class=\"clause-e\">(c) fails, without cause, to attend two consecutive meetings of the Council;</p> <p class=\"clause-e\">(d) fails, without cause, to attend two consecutive meetings of a committee of which he or she is a member; or</p> <p class=\"clause-e\">(e) ceases to practise or reside in the electoral district for which the member was elected.</p> <p class=\"subsection-e\">(2)An elected member who is disqualified from sitting on the Council ceases to be a member of the Council. O. Reg. 744/93, s. 15.</p> <p class=\"heading1-e\">Filling of Vacancies</p>"
        },
        {
            "id": "16.",
            "section": "Filling of Vacancies",
            "content": "16.(1)If the seat of an elected Council member becomes vacant in an electoral district not more than twelve months before the expiry of the member’s term of office, the Council may, (a) leave the seat vacant; (b) appoint as an elected member, the candidate, if any, who had the most votes of all the unsuccessful candidates in the last election of Council members for that electoral district; or (c) direct the Registrar to hold an election in accordance with this Regulation for that electoral district. (2)If the seat of an elected Council member becomes vacant in an electoral district more than twelve months before the expiry of the member’s term of office, the Council shall direct the Registrar to hold an election in accordance with this Regulation for that electoral district. (3)The term of a member appointed under clause (1) (b) or elected in an election under clause (1) (c) or subsection (2) shall continue until the time the former Council member’s term would have expired. O. Reg. 744/93, s. 16. Election of Academic Members",
            "raw_html": "<p class=\"section-e\"><b>16.</b>(1)If the seat of an elected Council member becomes vacant in an electoral district not more than twelve months before the expiry of the member’s term of office, the Council may,</p> <p class=\"clause-e\">(a) leave the seat vacant;</p> <p class=\"clause-e\">(b) appoint as an elected member, the candidate, if any, who had the most votes of all the unsuccessful candidates in the last election of Council members for that electoral district; or</p> <p class=\"clause-e\">(c) direct the Registrar to hold an election in accordance with this Regulation for that electoral district.</p> <p class=\"subsection-e\">(2)If the seat of an elected Council member becomes vacant in an electoral district more than twelve months before the expiry of the member’s term of office, the Council shall direct the Registrar to hold an election in accordance with this Regulation for that electoral district.</p> <p class=\"subsection-e\">(3)The term of a member appointed under clause (1) (b) or elected in an election under clause (1) (c) or subsection (2) shall continue until the time the former Council member’s term would have expired. O. Reg. 744/93, s. 16.</p> <p class=\"heading1-e\">Election of Academic Members</p>"
        },
        {
            "id": "17.",
            "section": "Election of Academic Members",
            "content": "17.(1)Two academic members, one representing speech-language pathology and one representing audiology, shall be elected from among those candidates whose primary appointment is to a speech-language pathology or audiology department in an Ontario university. (2)Such candidates shall be identified on the nomination form as academic candidates. (3)With the exception of electoral districts, all other aspects of this Regulation shall apply to the election of the academic members. O. Reg. 744/93, s. 17. ",
            "raw_html": "<p class=\"section-e\"><b>17.</b>(1)Two academic members, one representing speech-language pathology and one representing audiology, shall be elected from among those candidates whose primary appointment is to a speech-language pathology or audiology department in an Ontario university.</p> <p class=\"subsection-e\">(2)Such candidates shall be identified on the nomination form as academic candidates.</p> <p class=\"subsection-e\">(3)With the exception of electoral districts, all other aspects of this Regulation shall apply to the election of the academic members. O. Reg. 744/93, s. 17.</p> <p class=\"Normal\"></p>"
        }
    ]
}