{
    "reg_info": {
        "full_title": "O. Reg. 554/21: MONEY HELD OUTSIDE THE CONSOLIDATED REVENUE FUND",
        "reg_name_text": "MONEY HELD OUTSIDE THE CONSOLIDATED REVENUE FUND",
        "citation": "O. Reg. 554/21: ",
        "act_under": "Financial Services Regulatory Authority of Ontario Act, 2016",
        "url": "https://www.ontario.ca/laws/regulation/210554",
        "date_scraped": "2023-12-18 15:08:07"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August  3, 2021",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Certain money received may be held outside CRF",
            "content": "  1. (1) Despite subsection 11 (3) of the Act, the Authority is not required to pay into the Consolidated Revenue Fund money it receives, (a) pursuant to the terms of an order or settlement in respect of enforcement proceedings commenced by the Authority, other than an order for costs; or (b) from administrative penalties. (2) The Authority may hold money described in subsection (1) outside of the Consolidated Revenue Fund.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) Despite subsection 11 (3) of the Act, the Authority is not required to pay into the Consolidated Revenue Fund money it receives,</p> <p class=\"clause-e\">  (a) pursuant to the terms of an order or settlement in respect of enforcement proceedings commenced by the Authority, other than an order for costs; or</p> <p class=\"clause-e\">  (b) from administrative penalties.</p> <p class=\"subsection-e\">  (2) The Authority may hold money described in subsection (1) outside of the Consolidated Revenue Fund.</p>"
        },
        {
            "id": "2.",
            "section": "Use of money",
            "content": " 2. (1) The Authority shall use money described in subsection 1 (1) that it holds outside of the Consolidated Revenue Fund for the purpose of, (a) funding research or educational initiatives to enhance financial literacy, financial awareness, knowledge of rights and obligations or the informed decision making of consumers or pension plan beneficiaries; (b) funding research or educational initiatives that, (i) enhance the knowledge or understanding of persons or entities carrying on business in the regulated sectors, including activities, operations, regulatory obligations or market trends in the regulated sectors, and (ii) have the goal of, (A) improving the protection of consumers, (B) protecting and safeguarding the pension benefits and rights of pension plan beneficiaries, (C) promoting the good administration of pension plans, or (D) improving compliance by persons or entities carrying on business in the regulated sectors; or (c) enhancing knowledge or information about the regulated sectors. (2) The Authority shall make all reasonable efforts to use money described in subsection 1 (1) in relation to the regulated sector that the money came from or proportionately across multiple regulated sectors, including the regulated sector that the money came from.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The Authority shall use money described in subsection 1 (1) that it holds outside of the Consolidated Revenue Fund for the purpose of,</p> <p class=\"clause-e\">  (a) funding research or educational initiatives to enhance financial literacy, financial awareness, knowledge of rights and obligations or the informed decision making of consumers or pension plan beneficiaries;</p> <p class=\"clause-e\">  (b) funding research or educational initiatives that,</p> <p class=\"subclause-e\">  (i) enhance the knowledge or understanding of persons or entities carrying on business in the regulated sectors, including activities, operations, regulatory obligations or market trends in the regulated sectors, and</p> <p class=\"subclause-e\">  (ii) have the goal of,</p> <p class=\"subsubclause-e\">  (A) improving the protection of consumers,</p> <p class=\"subsubclause-e\">  (B) protecting and safeguarding the pension benefits and rights of pension plan beneficiaries,</p> <p class=\"subsubclause-e\">  (C) promoting the good administration of pension plans, or</p> <p class=\"subsubclause-e\">  (D) improving compliance by persons or entities carrying on business in the regulated sectors; or</p> <p class=\"clause-e\">  (c) enhancing knowledge or information about the regulated sectors.</p> <p class=\"subsection-e\">  (2) The Authority shall make all reasonable efforts to use money described in subsection 1 (1) in relation to the regulated sector that the money came from or proportionately across multiple regulated sectors, including the regulated sector that the money came from.</p>"
        },
        {
            "id": "3.",
            "section": "Reporting",
            "content": " 3. The Authority shall include the following information in its annual financial statements made under section 17 of the Act: 1. A breakdown of the money described in subsection 1 (1) from each regulated sector. 2. The purposes described in subsection 2 (1) for which the money from each regulated sector was put to use by the Authority and how those purposes were fulfilled or advanced.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The Authority shall include the following information in its annual financial statements made under section 17 of the Act:</p> <p class=\"paragraph-e\">  1. A breakdown of the money described in subsection 1 (1) from each regulated sector.</p> <p class=\"paragraph-e\">  2. The purposes described in subsection 2 (1) for which the money from each regulated sector was put to use by the Authority and how those purposes were fulfilled or advanced.</p>"
        },
        {
            "id": "4.",
            "section": "Reporting",
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Reporting",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/210554\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}