{
    "reg_info": {
        "full_title": "O. Reg. 484/07: LAMPS - USE OF FLASHING RED, GREEN OR BLUE LIGHTS",
        "reg_name_text": "LAMPS - USE OF FLASHING REd, Green or Blue LIGHTS",
        "citation": "O. Reg. 484/07: LAMPS - USE OF FLASHING RED, GREEN OR BLUE LIGHTS",
        "act_under": "Highway Traffic Act",
        "url": "https://www.ontario.ca/laws/regulation/070484",
        "date_scraped": "2023-12-18 23:50:19"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070484/v6",
            "valid_from": "April 25, 2018",
            "valid_to": "June 30, 2018"
        },
        {
            "a_href": "/laws/regulation/070484/v5",
            "valid_from": "August 29, 2016",
            "valid_to": "April 24, 2018"
        },
        {
            "a_href": "/laws/regulation/070484/v4",
            "valid_from": "July  1, 2011",
            "valid_to": "August 28, 2016"
        },
        {
            "a_href": "/laws/regulation/070484/v3",
            "valid_from": "March 25, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/regulation/070484/v2",
            "valid_from": "September 30, 2007",
            "valid_to": "March 24, 2011"
        },
        {
            "a_href": "/laws/regulation/070484/v1",
            "valid_from": "August 24, 2007",
            "valid_to": "September 29, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": " 1. In this Regulation, “municipal emergency plan” means an emergency plan formulated by a municipality under section 3 of the Emergency Management and Civil Protection Act.  O. Reg. 484/07, s. 1; O. Reg. 76/11, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“municipal emergency plan” means an emergency plan formulated by a municipality under section 3 of the <i>Emergency Management and Civil Protection Act</i>.  O. Reg. 484/07, s. 1; O. Reg. 76/11, s. 1.</p>"
        },
        {
            "id": "1.1",
            "section": "Use of flashing red and blue lights",
            "content": " 1.1 In addition to the vehicles listed in paragraphs 1 to 4 of subsection 62 (14.2) of the Act, the following are vehicles that may carry lamps that cast red and blue lights: 1. A Ministry of Revenue vehicle operated by a provincial offences officer designated under the Provincial Offences Act for the purposes of enforcing the\r\nFuel Tax Act, the Gasoline Tax Act and the Tobacco Tax Act, while the officer is in the course of his or her employment. 2. An aviation and forest fire management vehicle operated by an officer for the purposes of the Forest Fires Prevention Act, while the officer is responding to a fire or other emergency. O. Reg. 339/18, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>1.1 </b>In addition to the vehicles listed in paragraphs 1 to 4 of subsection 62 (14.2) of the Act, the following are vehicles that may carry lamps that cast red and blue lights:</p> <p class=\"paragraph-e\">  1. A Ministry of Revenue vehicle operated by a provincial offences officer designated under the <i>Provincial Offences Act</i> for the purposes of enforcing the\r\n<i>Fuel Tax Act</i>, the <i>Gasoline Tax Act</i> and the <i>Tobacco Tax Act</i>, while the officer is in the course of his or her employment.</p> <p class=\"paragraph-e\">  2. An aviation and forest fire management vehicle operated by an officer for the purposes of the <i>Forest Fires Prevention Act</i>, while the officer is responding to a fire or other emergency. O. Reg. 339/18, s. 2.</p>"
        },
        {
            "id": "2.",
            "section": "Use of flashing red lights",
            "content": " 2. In addition to the vehicles listed in paragraphs 1 to 4 of subsection 62 (15.1) of the Act, the following are vehicles that may carry lamps that cast a red light to the front: 1. A Ministry of Revenue vehicle operated by a provincial offences officer designated under the Provincial Offences Act for the purposes of enforcing the\r\nFuel Tax Act, the Gasoline Tax Act and the Tobacco Tax Act, while the officer is in the course of his or her employment. 2. An aviation and forest fire management vehicle operated by an officer for the purposes of the Forest Fires Prevention Act, while the officer is responding to a fire or other emergency. 3.  Revoked:  O. Reg. 76/11, s. 2. O. Reg. 484/07, s. 2; O. Reg. 76/11, s. 2; O. Reg. 339/18, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>In addition to the vehicles listed in paragraphs 1 to 4 of subsection 62 (15.1) of the Act, the following are vehicles that may carry lamps that cast a red light to the front:</p> <p class=\"paragraph-e\">  1. A Ministry of Revenue vehicle operated by a provincial offences officer designated under the <i>Provincial Offences Act</i> for the purposes of enforcing the\r\n<i>Fuel Tax Act</i>, the <i>Gasoline Tax Act</i> and the <i>Tobacco Tax Act</i>, while the officer is in the course of his or her employment.</p> <p class=\"paragraph-e\">  2. An aviation and forest fire management vehicle operated by an officer for the purposes of the <i>Forest Fires Prevention Act</i>, while the officer is responding to a fire or other emergency.</p> <p class=\"paragraph-e\">  3.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 76/11, s. 2.</p> <p class=\"footnote-e\">O. Reg. 484/07, s. 2; O. Reg. 76/11, s. 2; O. Reg. 339/18, s. 3.</p>"
        },
        {
            "id": "3.",
            "section": "Use of flashing green lights",
            "content": " 3. (1) In addition to the persons described in paragraph 1 of subsection 62 (16) of the Act, the volunteer medical responders listed in subsection (3) may carry on or in a vehicle and operate a lamp that produces intermittent flashes of green light while,   (a) proceeding and responding to, but not returning from, a medical emergency call to which a police officer, firefighter or ambulance has also been dispatched; (b) transporting a patient at the request of a government or government agency; or (c) performing duties assigned in a municipal emergency plan to the volunteer medical response organization of which the volunteer medical responder is a member.  O. Reg. 484/07, s. 3 (1). (2) While using flashing green lights as permitted under subsection (1), a volunteer medical responder shall carry the original or a copy of his or her photo identification of membership issued by the volunteer medical response organization and, upon the demand of a police officer or officer appointed for carrying out the provisions of the Act, shall surrender it for reasonable inspection.  O. Reg. 484/07, s. 3 (2). (3) This section applies to the following volunteer medical responders: 1. A member of Hatzoloh Toronto. 2. A member of St. John Ambulance.  O. Reg. 484/07, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) In addition to the persons described in paragraph 1 of subsection 62 (16) of the Act, the volunteer medical responders listed in subsection (3) may carry on or in a vehicle and operate a lamp that produces intermittent flashes of green light while,  </p> <p class=\"clause-e\">  (a) proceeding and responding to, but not returning from, a medical emergency call to which a police officer, firefighter or ambulance has also been dispatched;</p> <p class=\"clause-e\">  (b) transporting a patient at the request of a government or government agency; or </p> <p class=\"clause-e\">  (c) performing duties assigned in a municipal emergency plan to the volunteer medical response organization of which the volunteer medical responder is a member.  O. Reg. 484/07, s. 3 (1).</p> <p class=\"subsection-e\">  (2) While using flashing green lights as permitted under subsection (1), a volunteer medical responder shall carry the original or a copy of his or her photo identification of membership issued by the volunteer medical response organization and, upon the demand of a police officer or officer appointed for carrying out the provisions of the Act, shall surrender it for reasonable inspection.  O. Reg. 484/07, s. 3 (2).</p> <p class=\"subsection-e\">  (3) This section applies to the following volunteer medical responders:</p> <p class=\"paragraph-e\">  1. A member of Hatzoloh Toronto. </p> <p class=\"paragraph-e\">  2. A member of St. John Ambulance.  O. Reg. 484/07, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": "Use of flashing green lights",
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 484/07, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 484/07, s. 4.</p>"
        },
        {
            "id": null,
            "section": "Use of flashing green lights",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070484\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}