{
    "reg_info": {
        "full_title": "O. Reg. 420/97: COSTS OF ONTARIO PROVINCIAL POLICE SERVICES TO MUNICIPALITIES UNDER SECTION 5.1 OF THE ACT",
        "reg_name_text": "COSTS OF ONTARIO PROVINCIAL POLICE SERVICES TO MUNICIPALITIES UNDER SECTION 5.1 OF THE ACT",
        "citation": "O. Reg. 420/97: ",
        "act_under": "Police Services Act",
        "url": "https://www.ontario.ca/laws/regulation/970420",
        "date_scraped": "2023-12-19 04:14:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/970420/v7",
            "valid_from": "December 12, 2014",
            "valid_to": "December 31, 2014"
        },
        {
            "a_href": "/laws/regulation/970420/v6",
            "valid_from": "May 16, 2012",
            "valid_to": "December 11, 2014"
        },
        {
            "a_href": "/laws/regulation/970420/v5",
            "valid_from": "February 10, 2012",
            "valid_to": "May 15, 2012"
        },
        {
            "a_href": "/laws/regulation/970420/v4",
            "valid_from": "February 10, 2009",
            "valid_to": "February  9, 2012"
        },
        {
            "a_href": "/laws/regulation/970420/v3",
            "valid_from": "April  5, 2007",
            "valid_to": "February  9, 2009"
        },
        {
            "a_href": "/laws/regulation/970420/v2",
            "valid_from": "October 19, 2004",
            "valid_to": "April  4, 2007"
        },
        {
            "a_href": "/laws/regulation/970420/v1",
            "valid_from": "January  1, 2001",
            "valid_to": "October 18, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "s1s1",
            "section": null,
            "content": " 1. (1) In this Regulation,  “OPP” means the Ontario Provincial Police.  O. Reg. 420/97, s. 1 (1). (2) In subparagraphs i, ii, iii and iv of paragraph 2 of section 2, “proportionate amount” means an amount that is in the same proportion to a total amount as the number of OPP police officers assigned to a detachment serving a municipality is to the number of OPP police officers assigned to serve in the field, regional headquarters and general headquarters.  O. Reg. 420/97, s. 1 (2). (3) In subparagraphs v, vi, vii and viii of paragraph 2 of section 2, “proportionate amount” means an amount that is in the same proportion to a total amount as the number of OPP police officers assigned to a detachment serving a municipality is to the number of OPP police officers assigned to serve in the field.  O. Reg. 420/97, s. 1 (3). (4) In subparagraph ix of paragraph 2 of section 2, “proportionate amount” means an amount that is in the same proportion to a total amount as the number of OPP police officers assigned to a detachment serving a municipality is to the number of OPP police officers assigned to serve in the field and in regional headquarters.  O. Reg. 420/97, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"><a name=\"s1s1\"></a> <b>1. </b>(1) In this Regulation, </p> <p class=\"firstdef-e\">“OPP” means the Ontario Provincial Police.  O. Reg. 420/97, s. 1 (1).</p> <p class=\"subsection-e\"><a name=\"s1s2\"></a>  (2) In subparagraphs i, ii, iii and iv of paragraph 2 of section 2,</p> <p class=\"firstdef-e\">“proportionate amount” means an amount that is in the same proportion to a total amount as the number of OPP police officers assigned to a detachment serving a municipality is to the number of OPP police officers assigned to serve in the field, regional headquarters and general headquarters.  O. Reg. 420/97, s. 1 (2).</p> <p class=\"subsection-e\"><a name=\"s1s3\"></a>  (3) In subparagraphs v, vi, vii and viii of paragraph 2 of section 2,</p> <p class=\"firstdef-e\">“proportionate amount” means an amount that is in the same proportion to a total amount as the number of OPP police officers assigned to a detachment serving a municipality is to the number of OPP police officers assigned to serve in the field.  O. Reg. 420/97, s. 1 (3).</p> <p class=\"subsection-e\"><a name=\"s1s4\"></a>  (4) In subparagraph ix of paragraph 2 of section 2,</p> <p class=\"firstdef-e\">“proportionate amount” means an amount that is in the same proportion to a total amount as the number of OPP police officers assigned to a detachment serving a municipality is to the number of OPP police officers assigned to serve in the field and in regional headquarters.  O. Reg. 420/97, s. 1 (4).</p>"
        },
        {
            "id": "s2s1",
            "section": null,
            "content": " 2. (1) The amount owed by a municipality that is provided police services by the OPP under section 5.1 of the Act shall be equal to the total of the following costs, less a percentage determined in accordance with subsection (2) where applicable: 1. The direct costs of providing police services to the municipality, including, i. the actual salaries, wages, overtime payments, vacation pay, statutory holiday pay and benefits paid to the police officers and other employees of the OPP who serve or support policing in the municipality, ii. the actual amount paid as shift premiums, allowances and any other compensation under a collective agreement paid to the police officers of the OPP who serve or support policing in the municipality, iii. the actual costs of maintaining the detachment to serve the municipality, including the costs for office rental, office maintenance services, office equipment, office furniture, electricity, heating and telephone service. 2. The operational support costs associated with providing police services to the municipality, including, i. a proportionate amount of the OPP’s general headquarters’ costs of recruiting and training police officers and of equipping police officers with uniforms and equipment, ii. a proportionate amount of the operating and maintenance costs for the OPP telecommunication system, backup and emergency communication systems, including insurance and hydro costs for the systems and the salaries, wages and benefits paid to the OPP communications officers, iii. a proportionate amount of the operating and maintenance costs for OPP mobile radio equipment and related equipment in the province, iv. a proportionate amount of the costs of the telephone lines for the Canadian Police Information Centre (CPIC), v. a proportionate amount of the costs of the OPP Municipal Policing Section, including the salaries, wages, overtime payments, vacation pay, statutory holiday pay and benefits paid to the employees in the OPP Municipal Policing Section and other direct operating expenditures of the OPP Municipal Policing Section, vi. a proportionate amount of the costs to the OPP of guarding prisoners and of providing prisoners with meals in the province, vii. a proportionate amount of the operating costs for OPP vehicles used for municipal policing in the province, including costs for fuel, tires, repairs, maintenance, replacement, insurance and equipment depreciation, viii. a proportionate amount of the costs of Police Information Systems, ix. a proportionate amount of the costs of OPP office supplies and janitorial supplies for the province. 3. The municipality’s share of the regional and general headquarters’ costs of providing support services for municipal policing in the province, determined by multiplying the amount owed by the municipality under paragraphs 1 and 2 by a percentage that is equal to, i. the regional and general headquarters’ costs of providing support services for municipal policing in the province, divided by, ii. the OPP’s total field operations costs.  O. Reg. 420/97, s. 2; O. Reg. 327/04, s. 1; O. Reg. 144/07, s. 1 (1). (2) If a municipality has at least one OPP officer providing police services under section 5.1 of the Act on a full-time basis for every 100 households in the municipality, the amount owed by the municipality, as calculated under subsection (1), shall be reduced by the percentage set out in Column 2 to the following Table, opposite the number of OPP police officers providing police services on a full-time basis for every 100 households in the municipality, as set out in Column 1 of the Table, up to a maximum of 85 per cent: Table  Number of OPP police officers providing police services for every 100 households   Percentage of reduction \n\n  1   25% \n\n  1.1   33% \n\n  1.2   41% \n\n  1.3   49% \n\n  1.4   57% \n\n  1.5   65% \n\n  1.6   73% \n\n  1.7   81% \n\n  1.75 or more   85% O. Reg. 144/07, s. 1 (2). (3) For the purposes of subsection (2), the determination of the number of households in a municipality shall be based on the most recent data available from the Municipal Property Assessment Corporation.  O. Reg. 144/07, s. 1 (2). (3.1) Despite subsection (3), the determination, for the purposes of subsection (2), of the number of households in the Township of Pickle Lake and in the Municipality of Sioux Lookout shall be based on the data available from the Municipal Property Assessment Corporation for 2007 or the most recent data available from the Municipal Property Assessment Corporation, whichever results in a lower determination.  O. Reg. 90/12, s. 1 (1). Note:  On December 31, 2015, subsections (3.1) is revoked.  See:  O. Reg. 90/12, ss. 1 (2), 2 (2). (3.2) The determination, for the purposes of subsection (2), of the number of OPP police officers providing police services on a full-time basis in the Township of Pickle Lake and in the Municipality of Sioux Lookout shall be based on the data used by the OPP for 2007 or the most recent data used by the OPP, whichever results in a higher determination.  O. Reg. 90/12, s. 1 (1). Note:  On December 31, 2015, subsections (3.2) is revoked.  See:  O. Reg. 90/12, ss. 1 (2), 2 (2). (4) Despite anything in this section, the amount owed by the Town of Moosonee is zero.  O. Reg. 144/07, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s2s1\"></a> <b>2. </b>(1) The amount owed by a municipality that is provided police services by the OPP under section 5.1 of the Act shall be equal to the total of the following costs, less a percentage determined in accordance with subsection (2) where applicable:</p> <p class=\"paragraph-e\">  1. The direct costs of providing police services to the municipality, including,</p> <p class=\"subpara-e\">  i. the actual salaries, wages, overtime payments, vacation pay, statutory holiday pay and benefits paid to the police officers and other employees of the OPP who serve or support policing in the municipality,</p> <p class=\"subpara-e\">  ii. the actual amount paid as shift premiums, allowances and any other compensation under a collective agreement paid to the police officers of the OPP who serve or support policing in the municipality,</p> <p class=\"subpara-e\">  iii. the actual costs of maintaining the detachment to serve the municipality, including the costs for office rental, office maintenance services, office equipment, office furniture, electricity, heating and telephone service.</p> <p class=\"paragraph-e\">  2. The operational support costs associated with providing police services to the municipality, including,</p> <p class=\"subpara-e\">  i. a proportionate amount of the OPP’s general headquarters’ costs of recruiting and training police officers and of equipping police officers with uniforms and equipment,</p> <p class=\"subpara-e\">  ii. a proportionate amount of the operating and maintenance costs for the OPP telecommunication system, backup and emergency communication systems, including insurance and hydro costs for the systems and the salaries, wages and benefits paid to the OPP communications officers,</p> <p class=\"subpara-e\">  iii. a proportionate amount of the operating and maintenance costs for OPP mobile radio equipment and related equipment in the province,</p> <p class=\"subpara-e\">  iv. a proportionate amount of the costs of the telephone lines for the Canadian Police Information Centre (CPIC),</p> <p class=\"subpara-e\">  v. a proportionate amount of the costs of the OPP Municipal Policing Section, including the salaries, wages, overtime payments, vacation pay, statutory holiday pay and benefits paid to the employees in the OPP Municipal Policing Section and other direct operating expenditures of the OPP Municipal Policing Section,</p> <p class=\"subpara-e\">  vi. a proportionate amount of the costs to the OPP of guarding prisoners and of providing prisoners with meals in the province,</p> <p class=\"subpara-e\">  vii. a proportionate amount of the operating costs for OPP vehicles used for municipal policing in the province, including costs for fuel, tires, repairs, maintenance, replacement, insurance and equipment depreciation,</p> <p class=\"subpara-e\">  viii. a proportionate amount of the costs of Police Information Systems,</p> <p class=\"subpara-e\">  ix. a proportionate amount of the costs of OPP office supplies and janitorial supplies for the province.</p> <p class=\"paragraph-e\">  3. The municipality’s share of the regional and general headquarters’ costs of providing support services for municipal policing in the province, determined by multiplying the amount owed by the municipality under paragraphs 1 and 2 by a percentage that is equal to,</p> <p class=\"subpara-e\">  i. the regional and general headquarters’ costs of providing support services for municipal policing in the province,</p> <p class=\"Sparagraph-e\">divided by, </p> <p class=\"subpara-e\">  ii. the OPP’s total field operations costs.  O. Reg. 420/97, s. 2; O. Reg. 327/04, s. 1; O. Reg. 144/07, s. 1 (1).</p> <p class=\"subsection-e\"><a name=\"s2s2\"></a>  (2) If a municipality has at least one OPP officer providing police services under section 5.1 of the Act on a full-time basis for every 100 households in the municipality, the amount owed by the municipality, as calculated under subsection (1), shall be reduced by the percentage set out in Column 2 to the following Table, opposite the number of OPP police officers providing police services on a full-time basis for every 100 households in the municipality, as set out in Column 1 of the Table, up to a maximum of 85 per cent:</p> <p class=\"headingx-e\">Table</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"390\">\n<tr> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">Number of OPP police officers providing police services for every 100 households</p> </td> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">Percentage of reduction</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">1</p> </td> <td valign=\"top\" width=\"193\"> <p align=\"right\" class=\"table-e\">25%</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">1.1</p> </td> <td valign=\"top\" width=\"193\"> <p align=\"right\" class=\"table-e\">33%</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">1.2</p> </td> <td valign=\"top\" width=\"193\"> <p align=\"right\" class=\"table-e\">41%</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">1.3</p> </td> <td valign=\"top\" width=\"193\"> <p align=\"right\" class=\"table-e\">49%</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">1.4</p> </td> <td valign=\"top\" width=\"193\"> <p align=\"right\" class=\"table-e\">57%</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">1.5</p> </td> <td valign=\"top\" width=\"193\"> <p align=\"right\" class=\"table-e\">65%</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">1.6</p> </td> <td valign=\"top\" width=\"193\"> <p align=\"right\" class=\"table-e\">73%</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">1.7</p> </td> <td valign=\"top\" width=\"193\"> <p align=\"right\" class=\"table-e\">81%</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"193\"> <p class=\"table-e\">1.75 or more</p> </td> <td valign=\"top\" width=\"193\"> <p align=\"right\" class=\"table-e\">85%</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 144/07, s. 1 (2).</p> <p class=\"subsection-e\"><a name=\"s2s3\"></a>  (3) For the purposes of subsection (2), the determination of the number of households in a municipality shall be based on the most recent data available from the Municipal Property Assessment Corporation.  O. Reg. 144/07, s. 1 (2).</p> <p class=\"subsection-e\"><a name=\"s2s3p1\"></a><a name=\"s2s4\"></a>  (3.1) Despite subsection (3), the determination, for the purposes of subsection (2), of the number of households in the Township of Pickle Lake and in the Municipality of Sioux Lookout shall be based on the data available from the Municipal Property Assessment Corporation for 2007 or the most recent data available from the Municipal Property Assessment Corporation, whichever results in a lower determination.  O. Reg. 90/12, s. 1 (1).</p> <p class=\"Pnote-e\">Note:  On December 31, 2015, subsections (3.1) is revoked.  See:  O. Reg. 90/12, ss. 1 (2), 2 (2).</p> <p class=\"subsection-e\">  (3.2) The determination, for the purposes of subsection (2), of the number of OPP police officers providing police services on a full-time basis in the Township of Pickle Lake and in the Municipality of Sioux Lookout shall be based on the data used by the OPP for 2007 or the most recent data used by the OPP, whichever results in a higher determination.  O. Reg. 90/12, s. 1 (1).</p> <p class=\"Pnote-e\">Note:  On December 31, 2015, subsections (3.2) is revoked.  See:  O. Reg. 90/12, ss. 1 (2), 2 (2).</p> <p class=\"subsection-e\">  (4) Despite anything in this section, the amount owed by the Town of Moosonee is zero.  O. Reg. 144/07, s. 1 (2).</p>"
        },
        {
            "id": "s3s1",
            "section": null,
            "content": " 3. (1) Before the beginning of each calendar year, the OPP shall give each municipality for which it will be providing police services under section 5.1 of the Act an estimate of the amount that the municipality will owe for the services for that year.  O. Reg. 420/97, s. 3 (1). (2) If the OPP begins to provide police services to a municipality under section 5.1 of the Act during a calendar year, the OPP shall give the municipality, as soon as possible, an estimate of the amount that the municipality will owe for the services for the remainder of that year.  O. Reg. 420/97, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"s3s1\"></a> <b>3. </b>(1) Before the beginning of each calendar year, the OPP shall give each municipality for which it will be providing police services under section 5.1 of the Act an estimate of the amount that the municipality will owe for the services for that year.  O. Reg. 420/97, s. 3 (1).</p> <p class=\"subsection-e\"><a name=\"s3s2\"></a>  (2) If the OPP begins to provide police services to a municipality under section 5.1 of the Act during a calendar year, the OPP shall give the municipality, as soon as possible, an estimate of the amount that the municipality will owe for the services for the remainder of that year.  O. Reg. 420/97, s. 3 (2).</p>"
        },
        {
            "id": "s4s1",
            "section": null,
            "content": " 4. (1) The Minister of Finance shall send a monthly account to each municipality based on the estimate provided by the OPP under section 3.  O. Reg. 126/99, s. 1. (2) The municipality shall pay the Minister of Finance the amount set out in the account as provided in it.  O. Reg. 126/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><a name=\"s4s1\"></a> <b>4. </b>(1) The Minister of Finance shall send a monthly account to each municipality based on the estimate provided by the OPP under section 3.  O. Reg. 126/99, s. 1.</p> <p class=\"subsection-e\"><a name=\"s4s2\"></a>  (2) The municipality shall pay the Minister of Finance the amount set out in the account as provided in it.  O. Reg. 126/99, s. 1.</p>"
        },
        {
            "id": "s5s1",
            "section": null,
            "content": "  5. (1) After the end of the calendar year, the OPP shall determine the actual amount owed by the municipality in that year.  O. Reg. 420/97, s. 5 (1). (2) If the actual amount owed by the municipality is less than the estimated amount, the difference shall be subtracted from one or more of the monthly accounts sent to the municipality during the next year.  O. Reg. 126/99, s. 2. (3) If the actual amount owed by the municipality is greater than the estimated amount, the difference shall be added to one or more of the monthly accounts sent to the municipality during the next year.  O. Reg. 126/99, s. 2. (4) If the OPP does not provide police services under section 5.1 of the Act to the municipality in the next year, any amount owed to the municipality under subsection (2) or to the OPP under subsection (3) shall be paid to the municipality or to the Minister of Finance, as the case may be, during the next year.  O. Reg. 126/99, s. 2.",
            "raw_html": "<p class=\"section-e\"><a name=\"s5s1\"></a>  5<b>. </b>(1) After the end of the calendar year, the OPP shall determine the actual amount owed by the municipality in that year.  O. Reg. 420/97, s. 5 (1).</p> <p class=\"subsection-e\"><a name=\"s5s2\"></a>  (2) If the actual amount owed by the municipality is less than the estimated amount, the difference shall be subtracted from one or more of the monthly accounts sent to the municipality during the next year.  O. Reg. 126/99, s. 2.</p> <p class=\"subsection-e\"><a name=\"s5s3\"></a>  (3) If the actual amount owed by the municipality is greater than the estimated amount, the difference shall be added to one or more of the monthly accounts sent to the municipality during the next year.  O. Reg. 126/99, s. 2.</p> <p class=\"subsection-e\"><a name=\"s5s4\"></a>  (4) If the OPP does not provide police services under section 5.1 of the Act to the municipality in the next year, any amount owed to the municipality under subsection (2) or to the OPP under subsection (3) shall be paid to the municipality or to the Minister of Finance, as the case may be, during the next year.  O. Reg. 126/99, s. 2.</p>"
        },
        {
            "id": "s6",
            "section": null,
            "content": " 6. If one detachment provides police services under section 5.1 of the Act to more than one municipality, the OPP shall allocate the costs of the detachment, as determined under section 2, to each municipality in accordance with the proportion of the total services provided by the detachment that are provided to the municipality.  O. Reg. 420/97, s. 6.",
            "raw_html": "<p class=\"section-e\"><a name=\"s6\"></a> <b>6. </b>If one detachment provides police services under section 5.1 of the Act to more than one municipality, the OPP shall allocate the costs of the detachment, as determined under section 2, to each municipality in accordance with the proportion of the total services provided by the detachment that are provided to the municipality.  O. Reg. 420/97, s. 6.</p>"
        },
        {
            "id": "s6p1",
            "section": null,
            "content": " 6.1 Sections 3 to 6 do not apply to the Town of Moosonee.  O. Reg. 633/00, s. 2.",
            "raw_html": "<p class=\"section-e\"><a name=\"s6p1\"></a> <b>6.1 </b>Sections 3 to 6 do not apply to the Town of Moosonee.  O. Reg. 633/00, s. 2.</p>"
        },
        {
            "id": "s7",
            "section": null,
            "content": " 7. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 420/97, s. 7.",
            "raw_html": "<p class=\"section-e\"><a name=\"s7\"></a> <b>7.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation)</span>.  O. Reg. 420/97, s. 7.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_970420_f.htm\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}