{
    "reg_info": {
        "full_title": "O. Reg. 524/98: ENVIRONMENTAL COMPLIANCE APPROVALS - EXEMPTIONS FROM SECTION 9 OF THE ACT",
        "reg_name_text": "Environmental Compliance Approvals — Exemptions from Section 9 of the Act",
        "citation": "O. Reg. 524/98: ENVIRONMENTAL COMPLIANCE APPROVALS - EXEMPTIONS FROM SECTION 9 OF THE ACT",
        "act_under": "Environmental Protection Act",
        "url": "https://www.ontario.ca/laws/regulation/980524",
        "date_scraped": "2023-12-18 04:28:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May 24, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/980524/v11",
            "valid_from": "July  1, 2021",
            "valid_to": "May 23, 2023"
        },
        {
            "a_href": "/laws/regulation/980524/v10",
            "valid_from": "April 14, 2021",
            "valid_to": "June 30, 2021"
        },
        {
            "a_href": "/laws/regulation/980524/v9",
            "valid_from": "February  3, 2017",
            "valid_to": "April 13, 2021"
        },
        {
            "a_href": "/laws/regulation/980524/v8",
            "valid_from": "March  6, 2015",
            "valid_to": "February  2, 2017"
        },
        {
            "a_href": "/laws/regulation/980524/v7",
            "valid_from": "November 18, 2012",
            "valid_to": "March  5, 2015"
        },
        {
            "a_href": "/laws/regulation/980524/v6",
            "valid_from": "November  6, 2012",
            "valid_to": "November 17, 2012"
        },
        {
            "a_href": "/laws/regulation/980524/v5",
            "valid_from": "May 18, 2012",
            "valid_to": "November  5, 2012"
        },
        {
            "a_href": "/laws/regulation/980524/v4",
            "valid_from": "October 31, 2011",
            "valid_to": "May 17, 2012"
        },
        {
            "a_href": "/laws/regulation/980524/v3",
            "valid_from": "June 14, 2011",
            "valid_to": "October 30, 2011"
        },
        {
            "a_href": "/laws/regulation/980524/v2",
            "valid_from": "March 23, 2007",
            "valid_to": "June 13, 2011"
        },
        {
            "a_href": "/laws/regulation/980524/v1",
            "valid_from": "June 30, 2003",
            "valid_to": "March 22, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "0.1",
            "section": "Definitions",
            "content": " 0.1 (1) In this Regulation, “beer” includes beer, ale, malt liquor or non-alcoholic beer; (“bière”) “CAN/CSA-ISO 17225-2:15” means the standard CAN/CSA-ISO 17225-2:15, published by the CSA Group, dated 2015 and entitled “Solid biofuels — Fuel specifications and classes — Part 2: Graded Wood Pellets”; (“CAN/CSA-ISO 17225-2:15”) “combustion turbine” has the same meaning as in Ontario Regulation 1/17 (Registrations Under Part II.2 of the Act — Activities Requiring Assessment of Air Emissions) made under the Act; (“turbine à combustion”) “cooling tower” means a structure or device used to transfer heat to the air through evaporative cooling, and includes an evaporative condenser; (“tour de refroidissement”) “drift eliminator” means a baffle or other device in a cooling tower that is used to remove entrained water droplets from cooling tower exhaust; (“éliminateur de gouttelettes”) “electricity generation engine” means a reciprocating engine that is used to generate electricity; (“moteur de groupe électrogène”) “EN 303-5 (2012)” means the European Standard EN 303-5, published by the European Committee for Standardization, dated June 2012 and entitled “Heating boilers — Part 5: Heating boilers for solid fuels, manually and automatically stoked, nominal heat output of up to 500 kW — Terminology, requirements, testing and marking”; (“EN 303-5 (2012)”) “evaporative cooling” means cooling that results from evaporation that takes place when air and water are brought into direct contact with each other; (“refroidissement par évaporation”) “exhaust stack” means the part of combustion equipment from which contaminants captured from the use of the combustion source are discharged into the air; (“cheminée d’évacuation”) “HVAC system” means, subject to subsection (2), any apparatus or mechanism, and any related fuel tanks, piping, ducts, vents, equipment or other thing, that is used, (a)  to heat water for domestic purposes, or (b)  to produce heat or to provide that heat, or to provide cooling or ventilation, to the interior of a building or structure for, (i)  the comfort of the occupants, (ii)  the maintenance of the building or structure, or (iii)  the provision of a suitable temperature for materials, plant or animal life; (“système CVCA”) “NAICS” means the North American Industry Classification System maintained for Canada by Statistics Canada, as amended or revised from time to time; (“SCIAN”) “printing facility” has the same meaning as in Ontario Regulation 349/12 (Registrations Under Part II.2 of the Act — Printing) made under the Act. (“imprimerie”) “private school” has the same meaning as in subsection 1 (1) of the Education Act; (“école privée”) “school” has the same meaning as in subsection 1 (1) of the Education Act; (“école”) “secondary products” means any beverage other than beer produced at a facility where, (a)  the total volume of secondary products production does not exceed the facility’s total volume of beer production in a calendar year, and (b)  any alcohol that is added to the secondary products is not distilled at the facility; (“produits secondaires”) “standby power system” means any apparatus, mechanism, equipment or other thing, and any related exhaust stacks, fuel tanks and piping, that includes one or more electricity generation engines and that is intended to be used only for the provision of electrical power during power outages or involuntary power reductions. (“système d’alimentation électrique d’appoint”)  O. Reg. 41/15, s. 1; O. Reg. 14/17, s. 1 (1); O. Reg. 273/21, s. 2; O. Reg. 103/23, s. 1. (2) The definition of “HVAC system” in subsection (1) does not include a ground source heat pump as defined in Ontario Regulation 98/12 (Ground Source Heat Pumps). O. Reg. 14/17, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>0.1</b> (1) In this Regulation,</p> <p class=\"definition-e\">“beer” includes beer, ale, malt liquor or non-alcoholic beer; (“bière”)</p> <p class=\"definition-e\">“CAN/CSA-ISO 17225-2:15” means the standard CAN/CSA-ISO 17225-2:15, published by the CSA Group, dated 2015 and entitled “Solid biofuels — Fuel specifications and classes — Part 2: Graded Wood Pellets”; (“CAN/CSA-ISO 17225-2:15”)</p> <p class=\"definition-e\">“combustion turbine” has the same meaning as in Ontario Regulation 1/17 (Registrations Under Part II.2 of the Act — Activities Requiring Assessment of Air Emissions) made under the Act; (“turbine à combustion”)</p> <p class=\"definition-e\">“cooling tower” means a structure or device used to transfer heat to the air through evaporative cooling, and includes an evaporative condenser; (“tour de refroidissement”)</p> <p class=\"definition-e\">“drift eliminator” means a baffle or other device in a cooling tower that is used to remove entrained water droplets from cooling tower exhaust; (“éliminateur de gouttelettes”)</p> <p class=\"definition-e\">“electricity generation engine” means a reciprocating engine that is used to generate electricity; (“moteur de groupe électrogène”)</p> <p class=\"definition-e\">“EN 303-5 (2012)” means the European Standard EN 303-5, published by the European Committee for Standardization, dated June 2012 and entitled “Heating boilers — Part 5: Heating boilers for solid fuels, manually and automatically stoked, nominal heat output of up to 500 kW — Terminology, requirements, testing and marking”; (“EN 303-5 (2012)”)</p> <p class=\"definition-e\">“evaporative cooling” means cooling that results from evaporation that takes place when air and water are brought into direct contact with each other; (“refroidissement par évaporation”)</p> <p class=\"definition-e\">“exhaust stack” means the part of combustion equipment from which contaminants captured from the use of the combustion source are discharged into the air; (“cheminée d’évacuation”)</p> <p class=\"definition-e\">“HVAC system” means, subject to subsection (2), any apparatus or mechanism, and any related fuel tanks, piping, ducts, vents, equipment or other thing, that is used,</p> <p class=\"defclause-e\">  (a)  to heat water for domestic purposes,<span> or</span> </p> <p class=\"defclause-e\">  (b)  to produce heat or to provide that heat, or to provide cooling or ventilation, to the interior of a building or structure for,</p> <p class=\"defsubclause-e\">  (i)  the comfort of the occupants, </p> <p class=\"defsubclause-e\">  (ii)  the maintenance of the building or structure, or </p> <p class=\"defsubclause-e\">  (iii)  the provision of a suitable temperature for materials, plant or animal life; (“<span>système CVCA”)</span></p> <p class=\"definition-e\">“NAICS” means the North American Industry Classification System maintained for Canada by Statistics Canada, as amended or revised from time to time; (“SCIAN”)</p> <p class=\"definition-e\">“printing facility” has the same meaning as in Ontario Regulation 349/12 (Registrations Under Part II.2 of the Act — Printing) made under the Act. (“imprimerie”)</p> <p class=\"definition-e\">“private school” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“école privée”)</p> <p class=\"definition-e\">“school” has the same meaning as in subsection 1 (1) of the <i>Education Act</i>; (“école”)</p> <p class=\"definition-e\">“secondary products” means any beverage other than beer produced at a facility where,</p> <p class=\"defclause-e\">  (a)  the total volume of secondary products production does not exceed the facility’s total volume of beer production in a calendar year, and</p> <p class=\"defclause-e\">  (b)  any alcohol that is added to the secondary products is not distilled at the facility; (“produits secondaires”)</p> <p class=\"definition-e\">“standby power system” means any apparatus, mechanism, equipment or other thing, and any related exhaust stacks, fuel tanks and piping, that includes one or more electricity generation engines and that is intended to be used only for the provision of electrical power during power outages or involuntary power reductions. (“système d’alimentation électrique d’appoint”)  O. Reg. 41/15, s. 1; O. Reg. 14/17, s. 1 (1); O. Reg. 273/21, s. 2; O. Reg. 103/23, s. 1.</p> <p class=\"subsection-e\">  (2) The definition of “HVAC system” in subsection (1) does not include a ground source heat pump as defined in Ontario Regulation 98/12 (Ground Source Heat Pumps). O. Reg. 14/17, s. 1 (2).</p>"
        },
        {
            "id": "1.",
            "section": "Exemptions from s. 9 of the Act",
            "content": " 1. (1) Section 9 of the Act does not apply to: 1.  Any equipment, apparatus, mechanism or thing, other than equipment that subjects waste to incineration, gasification, pyrolysis, plasma arc treatment or another method of thermal treatment, that, i.  is associated with a dwelling in a building or structure that contains one or more permanent or seasonal dwellings, and ii.  is used by the occupants of not more than three dwellings in the building. 2.  Any equipment, apparatus, mechanism or thing that is used, at the site of a building or structure, for the construction, alteration, demolition, drilling or blasting of the building or structure. 3.-4.1. Revoked:\r\nO. Reg. 273/21, s. 3 (1). 5.  An air conditioning unit, other than a ground source heat pump as defined in Ontario Regulation 98/12 (Ground Source Heat Pumps) made under the Act. 6.  Any equipment, apparatus, mechanism or thing, other than a cooling tower, that is used for the transfer of outdoor air into a building or structure. 7.  Any equipment, apparatus, mechanism or thing that is used for the ventilation of indoor air out of, i.  a space that is used for a purpose other than laboratory analysis, the production, processing, repair, maintenance or storage of goods or materials, or the processing, storage, transfer or disposal of waste, ii.  a space that is used for laboratory analysis, the production, processing, repair, maintenance or storage of goods or materials, or the processing, storage, transfer or disposal of waste, if the equipment, apparatus, mechanism or thing does not discharge any contaminant produced by those activities, other than heat or noise, out of the space, iii.  a parking garage, or iv.  a building that is used solely for the purpose of handling or baling empty household aerosol cans. 8.  Any equipment, apparatus, mechanism or thing that is used for the ventilation of a drainage system as defined in the building code made under the Building Code Act, 1992. 8.1  Any equipment, apparatus, mechanism or thing that is used for the ventilation of emissions from a motor vehicle or locomotive that is used to transport things into, out of or within a warehouse or enclosed storage area. 8.2  Any equipment, apparatus, mechanism or thing that is used for the purpose of charging batteries in motor vehicles or equipment. 9.  Any equipment, apparatus, mechanism or thing that is used for the preparation of food or beverages in, i.  a restaurant, snack bar, cafeteria, banquet hall or similar facility, if the primary business of the facility does not include the preparation of food or beverages for wholesale distribution or for sale to retail facilities, ii.  a place where the food or beverages are sold or distributed solely for charitable purposes, iii.  a facility for consumer production of beer or wine, or iv.  a mobile facility. 9.1  Any equipment, apparatus, mechanism or thing that uses ethylene solely for the purpose of ripening fruits or vegetables. 9.2  Any equipment, apparatus, mechanism or thing that is used for the commercial production of beer or any secondary products at a facility where, i.  the facility is primarily engaged in the commercial production of beer, and ii.  in a calendar year, the facility produces 3,000 hectolitres or less of beer or beer and any secondary products, if secondary products are produced in that year. 10.  Any equipment, apparatus, mechanism or thing that is used for cleaning operations or for combined cleaning and drying operations, if only aqueous detergent solutions are used for cleaning. 11.  Any equipment, apparatus, mechanism or thing that is used for fire fighting operations or training exercises, other than a fuel-fired generator set. 12.  A forestry burn conducted under the authority of a permit issued under the Forest Fires Prevention Act or the Conservation Authorities Act. 13.  Any mobile equipment that is used for, i.  snow-making, ii.  the cleaning of ducts, carpets or upholstery, iii.  the removal of asbestos, or iv.  the crushing or screening of aggregate, if the mobile equipment is located below grade in a pit or quarry that is operated in accordance with a licence or permit issued under the Aggregate Resources Act. 14.  A lagoon, clarifier or pond that is used for the treatment or detention of sewage. 15.  A source of visible light radiation intended for the purpose of advertising or illumination. 16.  Any equipment, apparatus, mechanism or thing that is used at a retail facility to dispense natural gas or propane to vehicles or for direct sale. 17.  A racecourse that is used for the racing of horses, dogs or motorized or non-motorized vehicles or boats, if the only contaminants emitted from the racecourse, other than contaminants emitted by equipment, apparatus, mechanisms or things that are exempt from section 9 of the Act, are noise, vibration, odour and dust attributable to the races. 18.  Any equipment, apparatus, mechanism or thing that is used during an outdoor entertainment, artistic or sporting event, including an outdoor festival, fair, parade, fireworks display, art show, air show or car show, but not including a race of horses, dogs or motorized or non-motorized vehicles or boats. 19.  An outdoor shooting range, if the only contaminants emitted from the shooting range, other than contaminants emitted by equipment, apparatus, mechanisms or things that are exempt from section 9 of the Act, are attributable to the discharge of firearms. 20.  Any equipment, apparatus, mechanism or thing that is used solely to mitigate the effects of an emergency declared to exist under the Emergency Management and Civil Protection Act. 21.  Any equipment, apparatus, mechanism or thing that is part of a large municipal residential system or a small municipal residential system, as those systems are defined in Ontario Regulation 170/03 (Drinking Water Systems) made under the Safe Drinking Water Act, 2002. 22.  Any plant, structure, equipment, apparatus, mechanism or thing that is a part of a solar facility in respect of which activities are prescribed under Ontario Regulation 350/12 made under the Act for the purposes of subsection 20.21 (1) of the Act, unless an order is in effect under section 20.18 of the Act in respect of the facility. 23.  Any structure, equipment, apparatus, mechanism or thing that is used in a printing facility of a class identified by NAICS code 561430 (Business service centres) or 812922 (One-hour photo finishing). 24.  Any equipment, apparatus, mechanism or thing that is used at a school or a private school. 25.  An HVAC system that meets the following criteria: i.  If the HVAC system includes one or more combustion units that use a gaseous fuel, A.  each combustion unit uses only natural gas, propane or both natural gas and propane as fuel, and B.  the maximum thermal input capacity of each combustion unit is not greater than 10.5 million kilojoules per hour. ii.  If the HVAC system includes a cooling tower, drift loss from the cooling tower is controlled by drift eliminators. iii.  If the HVAC system includes wood fuel burning equipment with one or more combustion units that provide heat only, each of which is individually rated for a maximum thermal output capacity of 50 kilowatts or less, the combustion units may only combust manufactured fire logs or untreated wood, which may include wood briquettes, wood chips, wood pellets or firewood, and the equipment must meet at least the requirements set out in either or both of the following paragraphs: A.  The requirements for solid fuel-burning appliances referenced in Sentence 9.33.1.2.(2) of Division B of Ontario Regulation 332/12 (Building Code) made pursuant to the Building Code Act, 1992. B.  The requirements associated with Class 4 or 5 of EN 303-5 (2012). iv.  If the HVAC system includes wood fuel burning equipment with one or more combustion units that provide heat only, each of which is individually rated for a maximum thermal output capacity of greater than 50 kilowatts and less than or equal to 150 kilowatts and uses wood pellets, A.  the wood pellets, 1.  meet the specifications set out in CAN/CSA-ISO 17225-2:15 for property classes A1 and A2, and 2.  are contained within a covered structure and in such a manner so as to prevent precipitation from coming into contact with the wood pellets, B.  the equipment is certified to meet the Class 5 requirements set out in EN 303-5 (2012), C.  each exhaust stack that is part of the equipment and that may discharge a product of combustion into the air is oriented vertically, and D.  testing and maintenance of the equipment is conducted in a manner that satisfies the recommendations of the manufacturer of the equipment. v.  If the HVAC system includes one or more combustion units that use a liquid fuel, A.  the liquid fuel is No. 2 fuel oil that has a sulphur content of 0.5 per cent or less measured by weight, and B.  the maximum thermal input capacity of each combustion unit is not greater than 1.58 million kilojoules per hour. vi.  If the HVAC system includes one or more combustion units otherwise described in subparagraph iii to provide both heat and electrical power, each combustion unit is individually rated for a maximum thermal output capacity of 50 kilowatts or less and a maximum electrical output capacity of 20 kilowatts or less. vii.  If the HVAC system includes one or more combustion units otherwise described in subparagraph iv to provide both heat and electrical power at the facility, A.  the portion of the equipment that provides electrical power uses the thermal output from the portion of equipment that meets the requirements under sub-subparagraph iv B to generate the electrical power, B.  each exhaust stack that is part of the equipment and that may discharge a product of combustion into the air is oriented vertically, and C.  testing and maintenance of the equipment is conducted in a manner that satisfies the recommendations of the manufacturer of the equipment. viii.  An HVAC system that is a masonry fireplace constructed on site. 26.  A standby power system that meets the criteria set out in subsection (6.3). 27.  One or more combustion turbines used to provide electric power or combined heat and electric power at a facility, if the following criteria are met: i.  The fuel burned in each combustion turbine at the facility is natural gas. ii.  The combustion turbines at the facility have a combined electrical power output of less than 500 kilowatts. iii.  The combustion turbines at the facility were certified by the California Air Resources Board under the Distributed Generation Certification Program, as amended from time to time, before installation. iv.  Testing and maintenance of the combustion turbines is conducted in a manner that satisfies the recommendations of the manufacturer of the combustion turbines. O. Reg. 524/98, s. 1 (1); O. Reg. 505/99, ss. 1 (1-5); O. Reg. 273/03, s. 1; O. Reg. 110/07, s. 1; O. Reg. 99/12, s. 1; O. Reg. 352/12, s. 1; O. Reg. 41/15, s. 2; O. Reg. 14/17, s. 2 (1-3); O. Reg. 273/21, s. 3 (1-3); O. Reg. 103/23, s. 2. (2) Paragraph 2 of subsection (1) does not apply to any equipment, apparatus, mechanism or thing that is used for the construction, alteration, demolition, drilling or blasting of a mine shaft.  O. Reg. 505/99, s. 1 (6). (3) Revoked: O. Reg. 273/21, s. 3 (4). (4) Paragraph 9 of subsection (1) does not apply to any equipment, apparatus, mechanism or thing that is used in connection with a coffee roasting operation.  O. Reg. 505/99, s. 1 (6). (5) Paragraph 10 of subsection (1) does not apply to, (a)  any equipment, apparatus, mechanism or thing that is used in connection with a dry cleaning operation; or (b)  any fuel burning equipment, apparatus, mechanism or thing, unless, (i)  the equipment, apparatus, mechanism or thing uses no fuel other than No. 2 fuel oil that has a sulphur content of 0.5 per cent or less measured by weight, propane or natural gas, and (ii)  the total thermal input of all fuel burning equipment, apparatus, mechanisms and things at the site is less than 1.58 million kilojoules per hour.  O. Reg. 505/99, s. 1 (6). (6) Subparagraph 13 ii of subsection (1) does not apply to any equipment, apparatus, mechanism or thing that is used in connection with a dry cleaning operation.  O. Reg. 505/99, s. 1 (6). (6.1) Paragraph 24 of subsection (1) does not apply to the following: 1.-3.  Revoked:\r\nO. Reg. 273/21, s. 3 (6). 4.  An HVAC system that is not an HVAC system described in paragraph 25 of subsection (1). 5.  Any equipment, apparatus, mechanism or thing that is used in the generation of electricity, if the equipment, apparatus, mechanism or thing is not a standby power system described in paragraph 26 of subsection (1) or equipment referred to in subparagraph 25 vi or vii or a combustion turbine described in paragraph 27 of subsection (1). 6.  Any equipment, apparatus, mechanism or thing that is used in the remediation of the natural environment. O. Reg. 14/17, s. 2 (5); O. Reg. 273/21, s. 3 (5-7). (6.1.1) Subparagraph 25 iii of subsection (1) does not apply to an outdoor boiler. O. Reg. 273/21, s. 3 (8). (6.2) Paragraph 25 of subsection (1) does not apply to the following: 1.  An HVAC system that provides heat, cooling or ventilation to an industrial or manufacturing process. 2.  An HVAC system that derives its heat, cooling or ventilation from an industrial or manufacturing process. 3.  An HVAC system that is used in the generation of electricity unless it is described in subparagraph 25 vi or vii of subsection (1). O. Reg. 14/17, s. 2 (5); O. Reg. 273/21, s. 3 (9). (6.2.1) In paragraphs 25 and 27 of subsection 1 (1), “facility” has the same meaning as in Ontario Regulation 1/17 (Registrations Under Part II.2 of the Act — Activities Requiring Assessment of Air Emissions) made under the Act. O. Reg. 273/21, s. 3 (10). (6.3) For the purposes of paragraph 26 of subsection 1 (1), the following criteria must be met: 1.  Each exhaust stack that is part of the standby power system and that may discharge a product of combustion from the system into the air is oriented vertically. 2.  The standby power system uses only one or more of the following as fuel: i.  Biodiesel. ii.  Diesel. iii.  Natural Gas. iv.  Propane. 3.  Each generation unit that is part of the standby power system and that uses diesel or biodiesel as fuel, i.  has been designed by the manufacturer of the unit to meet, at a minimum, the Tier 1 Emission Standards set out in Table 1 of 40 CFR 89.112 (United States), or ii.  is equipped with pollution control equipment specified by the manufacturer of the equipment to limit the discharge of contaminants so that the unit, at a minimum, meets the Tier 1 Emission Standards set out in Table 1 of 40 CFR 89.112 (United States). 4.  Each generation unit that is part of the standby power system and that uses propane or natural gas as fuel, i.  has been designed by the manufacturer of the unit to discharge a maximum of 9.2 grams of nitrogen oxides per kilowatt hour, or ii.  is equipped with pollution control equipment specified by the manufacturer of the equipment to limit the discharge of nitrogen oxides to a maximum of 9.2 grams per kilowatt hour. O. Reg. 14/17, s. 2 (5). (6.4) In paragraph 3 of subsection (6.3), “CFR” means the United States Code of Federal Regulations. O. Reg. 14/17, s. 2 (5). (7) An exemption under this Regulation from section 9 of the Act does not relieve a person of any other legal duty or obligation, including a duty or obligation arising under an existing environmental compliance approval.  O. Reg. 505/99, s. 1 (6); O. Reg. 256/11, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) Section 9 of the Act does not apply to:</p> <p class=\"paragraph-e\">  1.  Any equipment, apparatus, mechanism or thing, other than equipment that subjects waste to incineration, gasification, pyrolysis, plasma arc treatment or another method of thermal treatment, that,</p> <p class=\"subpara-e\">  i.  is associated with a dwelling in a building or structure that contains one or more permanent or seasonal dwellings, and</p> <p class=\"subpara-e\">  ii.  is used by the occupants of not more than three dwellings in the building.</p> <p class=\"paragraph-e\">  2.  Any equipment, apparatus, mechanism or thing that is used, at the site of a building or structure, for the construction, alteration, demolition, drilling or blasting of the building or structure.</p> <p class=\"paragraph-e\"> 3.-4.1. <span class=\"ovsmallcap\">Revoked:</span>\r\nO. Reg. 273/21, s. 3 (1).</p> <p class=\"paragraph-e\">  5.  An air conditioning unit, other than a ground source heat pump as defined in Ontario Regulation 98/12 (Ground Source Heat Pumps) made under the Act. </p> <p class=\"paragraph-e\">  6.  Any equipment, apparatus, mechanism or thing, other than a cooling tower, that is used for the transfer of outdoor air into a building or structure.</p> <p class=\"paragraph-e\">  7.  Any equipment, apparatus, mechanism or thing that is used for the ventilation of indoor air out of,</p> <p class=\"subpara-e\">  i.  a space that is used for a purpose other than laboratory analysis, the production, processing, repair, maintenance or storage of goods or materials, or the processing, storage, transfer or disposal of waste,</p> <p class=\"subpara-e\">  ii.  a space that is used for laboratory analysis, the production, processing, repair, maintenance or storage of goods or materials, or the processing, storage, transfer or disposal of waste, if the equipment, apparatus, mechanism or thing does not discharge any contaminant produced by those activities, other than heat or noise, out of the space,</p> <p class=\"subpara-e\">  iii.  a parking garage, or</p> <p class=\"subpara-e\">  iv.  a building that is used solely for the purpose of handling or baling empty household aerosol cans.</p> <p class=\"paragraph-e\">  8.  Any equipment, apparatus, mechanism or thing that is used for the ventilation of a drainage system as defined in the building code made under the <i>Building Code Act, 1992</i>.</p> <p class=\"paragraph-e\">  8.1  Any equipment, apparatus, mechanism or thing that is used for the ventilation of emissions from a motor vehicle or locomotive that is used to transport things into, out of or within a warehouse or enclosed storage area.</p> <p class=\"paragraph-e\">  8.2  Any equipment, apparatus, mechanism or thing that is used for the purpose of charging batteries in motor vehicles or equipment.</p> <p class=\"paragraph-e\">  9.  Any equipment, apparatus, mechanism or thing that is used for the preparation of food or beverages in,</p> <p class=\"subpara-e\">  i.  a restaurant, snack bar, cafeteria, banquet hall or similar facility, if the primary business of the facility does not include the preparation of food or beverages for wholesale distribution or for sale to retail facilities,</p> <p class=\"subpara-e\">  ii.  a place where the food or beverages are sold or distributed solely for charitable purposes,</p> <p class=\"subpara-e\">  iii.  a facility for consumer production of beer or wine, or</p> <p class=\"subpara-e\">  iv.  a mobile facility.</p> <p class=\"paragraph-e\">  9.1  Any equipment, apparatus, mechanism or thing that uses ethylene solely for the purpose of ripening fruits or vegetables.</p> <p class=\"paragraph-e\">  9.2  Any equipment, apparatus, mechanism or thing that is used for the commercial production of beer or any secondary products at a facility where,</p> <p class=\"subpara-e\">  i.  the facility is primarily engaged in the commercial production of beer, and</p> <p class=\"subpara-e\">  ii.  in a calendar year, the facility produces 3,000 hectolitres or less of beer or beer and any secondary products, if secondary products are produced in that year.</p> <p class=\"paragraph-e\">  10.  Any equipment, apparatus, mechanism or thing that is used for cleaning operations or for combined cleaning and drying operations, if only aqueous detergent solutions are used for cleaning.</p> <p class=\"paragraph-e\">  11.  Any equipment, apparatus, mechanism or thing that is used for fire fighting operations or training exercises, other than a fuel-fired generator set.</p> <p class=\"paragraph-e\">  12.  A forestry burn conducted under the authority of a permit issued under the <i>Forest Fires Prevention Act</i> or the <i>Conservation Authorities Act</i>.</p> <p class=\"paragraph-e\">  13.  Any mobile equipment that is used for,</p> <p class=\"subpara-e\">  i.  snow-making,</p> <p class=\"subpara-e\">  ii.  the cleaning of ducts, carpets or upholstery,</p> <p class=\"subpara-e\">  iii.  the removal of asbestos, or</p> <p class=\"subpara-e\">  iv.  the crushing or screening of aggregate, if the mobile equipment is located below grade in a pit or quarry that is operated in accordance with a licence or permit issued under the <i>Aggregate Resources Act</i>.</p> <p class=\"paragraph-e\">  14.  A lagoon, clarifier or pond that is used for the treatment or detention of sewage.</p> <p class=\"paragraph-e\">  15.  A source of visible light radiation intended for the purpose of advertising or illumination.  </p> <p class=\"paragraph-e\">  16.  Any equipment, apparatus, mechanism or thing that is used at a retail facility to dispense natural gas or propane to vehicles or for direct sale.</p> <p class=\"paragraph-e\">  17.  A racecourse that is used for the racing of horses, dogs or motorized or non-motorized vehicles or boats, if the only contaminants emitted from the racecourse, other than contaminants emitted by equipment, apparatus, mechanisms or things that are exempt from section 9 of the Act, are noise, vibration, odour and dust attributable to the races.</p> <p class=\"paragraph-e\">  18.  Any equipment, apparatus, mechanism or thing that is used during an outdoor entertainment, artistic or sporting event, including an outdoor festival, fair, parade, fireworks display, art show, air show or car show, but not including a race of horses, dogs or motorized or non-motorized vehicles or boats.</p> <p class=\"paragraph-e\">  19.  An outdoor shooting range, if the only contaminants emitted from the shooting range, other than contaminants emitted by equipment, apparatus, mechanisms or things that are exempt from section 9 of the Act, are attributable to the discharge of firearms.</p> <p class=\"paragraph-e\">  20.  Any equipment, apparatus, mechanism or thing that is used solely to mitigate the effects of an emergency declared to exist under the <i>Emergency Management and Civil Protection Act</i>.</p> <p class=\"paragraph-e\">  21.  Any equipment, apparatus, mechanism or thing that is part of a large municipal residential system or a small municipal residential system, as those systems are defined in Ontario Regulation 170/03 (Drinking Water Systems) made under the <i>Safe Drinking Water Act, 2002</i>.</p> <p class=\"paragraph-e\">  22.  Any plant, structure, equipment, apparatus, mechanism or thing that is a part of a solar facility in respect of which activities are prescribed under Ontario Regulation 350/12 made under the Act for the purposes of subsection 20.21 (1) of the Act, unless an order is in effect under section 20.18 of the Act in respect of the facility.</p> <p class=\"paragraph-e\">  23.  Any structure, equipment, apparatus, mechanism or thing that is used in a printing facility of a class identified by NAICS code 561430 (Business service centres) or 812922 (One-hour photo finishing).</p> <p class=\"paragraph-e\">  24.  Any equipment, apparatus, mechanism or thing that is used at a school or a private school.</p> <p class=\"paragraph-e\">  25.  An HVAC system that meets the following criteria:</p> <p class=\"subpara-e\">  i.  If the HVAC system includes one or more combustion units that use a gaseous fuel,</p> <p class=\"subsubpara-e\">  A.  each combustion unit uses only natural gas, propane or both natural gas and propane as fuel, and</p> <p class=\"subsubpara-e\">  B.  the maximum thermal input capacity of each combustion unit is not greater than 10.5 million kilojoules per hour.</p> <p class=\"subpara-e\">  ii.  If the HVAC system includes a cooling tower, drift loss from the cooling tower is controlled by drift eliminators.</p> <p class=\"subpara-e\">  iii.  If the HVAC system includes wood fuel burning equipment with one or more combustion units that provide heat only, each of which is individually rated for a maximum thermal output capacity of 50 kilowatts or less, the combustion units may only combust manufactured fire logs or untreated wood, which may include wood briquettes, wood chips, wood pellets or firewood, and the equipment must meet at least the requirements set out in either or both of the following paragraphs:</p> <p class=\"subsubpara-e\">  A.  The requirements for solid fuel-burning appliances referenced in Sentence 9.33.1.2.(2) of Division B of Ontario Regulation 332/12 (Building Code) made pursuant to the <i>Building Code Act, 1992</i>.</p> <p class=\"subsubpara-e\">  B.  The requirements associated with Class 4 or 5 of EN 303-5 (2012).</p> <p class=\"subpara-e\">  iv.  If the HVAC system includes wood fuel burning equipment with one or more combustion units that provide heat only, each of which is individually rated for a maximum thermal output capacity of greater than 50 kilowatts and less than or equal to 150 kilowatts and uses wood pellets,</p> <p class=\"subsubpara-e\">  A.  the wood pellets,</p> <p class=\"subsubsubpara-e\">  1.  meet the specifications set out in CAN/CSA-ISO 17225-2:15 for property classes A1 and A2, and</p> <p class=\"subsubsubpara-e\">  2.  are contained within a covered structure and in such a manner so as to prevent precipitation from coming into contact with the wood pellets,</p> <p class=\"subsubpara-e\">  B.  the equipment is certified to meet the Class 5 requirements set out in EN 303-5 (2012),</p> <p class=\"subsubpara-e\">  C.  each exhaust stack that is part of the equipment and that may discharge a product of combustion into the air is oriented vertically, and</p> <p class=\"subsubpara-e\">  D.  testing and maintenance of the equipment is conducted in a manner that satisfies the recommendations of the manufacturer of the equipment.</p> <p class=\"subpara-e\">  v.  If the HVAC system includes one or more combustion units that use a liquid fuel,</p> <p class=\"subsubpara-e\">  A.  the liquid fuel is No. 2 fuel oil that has a sulphur content of 0.5 per cent or less measured by weight, and</p> <p class=\"subsubpara-e\">  B.  the maximum thermal input capacity of each combustion unit is not greater than 1.58 million kilojoules per hour.</p> <p class=\"subpara-e\">  vi.  If the HVAC system includes one or more combustion units otherwise described in subparagraph iii to provide both heat and electrical power, each combustion unit is individually rated for a maximum thermal output capacity of 50 kilowatts or less and a maximum electrical output capacity of 20 kilowatts or less.</p> <p class=\"subpara-e\">  vii.  If the HVAC system includes one or more combustion units otherwise described in subparagraph iv to provide both heat and electrical power at the facility,</p> <p class=\"subsubpara-e\">  A.  the portion of the equipment that provides electrical power uses the thermal output from the portion of equipment that meets the requirements under sub-subparagraph iv B to generate the electrical power,</p> <p class=\"subsubpara-e\">  B.  each exhaust stack that is part of the equipment and that may discharge a product of combustion into the air is oriented vertically, and</p> <p class=\"subsubpara-e\">  C.  testing and maintenance of the equipment is conducted in a manner that satisfies the recommendations of the manufacturer of the equipment.</p> <p class=\"subpara-e\">  viii.  An HVAC system that is a masonry fireplace constructed on site.</p> <p class=\"paragraph-e\">  26.  A standby power system that meets the criteria set out in subsection (6.3).</p> <p class=\"paragraph-e\">  27.  One or more combustion turbines used to provide electric power or combined heat and electric power at a facility, if the following criteria are met:</p> <p class=\"subpara-e\">  i.  The fuel burned in each combustion turbine at the facility is natural gas.</p> <p class=\"subpara-e\">  ii.  The combustion turbines at the facility have a combined electrical power output of less than 500 kilowatts.</p> <p class=\"subpara-e\">  iii.  The combustion turbines at the facility were certified by the California Air Resources Board under the Distributed Generation Certification Program, as amended from time to time, before installation.</p> <p class=\"subpara-e\">  iv.  Testing and maintenance of the combustion turbines is conducted in a manner that satisfies the recommendations of the manufacturer of the combustion turbines. O. Reg. 524/98, s. 1 (1); O. Reg. 505/99, ss. 1 (1-5); O. Reg. 273/03, s. 1; O. Reg. 110/07, s. 1; O. Reg. 99/12, s. 1; O. Reg. 352/12, s. 1; O. Reg. 41/15, s. 2; O. Reg. 14/17, s. 2 (1-3); O. Reg. 273/21, s. 3 (1-3); O. Reg. 103/23, s. 2.</p> <p class=\"subsection-e\">  (2) Paragraph 2 of subsection (1) does not apply to any equipment, apparatus, mechanism or thing that is used for the construction, alteration, demolition, drilling or blasting of a mine shaft.  O. Reg. 505/99, s. 1 (6).</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked:</span> O. Reg. 273/21, s. 3 (4).</p> <p class=\"subsection-e\">  (4) Paragraph 9 of subsection (1) does not apply to any equipment, apparatus, mechanism or thing that is used in connection with a coffee roasting operation.  O. Reg. 505/99, s. 1 (6).</p> <p class=\"subsection-e\">  (5) Paragraph 10 of subsection (1) does not apply to,</p> <p class=\"clause-e\">  (a)  any equipment, apparatus, mechanism or thing that is used in connection with a dry cleaning operation; or</p> <p class=\"clause-e\">  (b)  any fuel burning equipment, apparatus, mechanism or thing, unless,</p> <p class=\"subclause-e\">  (i)  the equipment, apparatus, mechanism or thing uses no fuel other than No. 2 fuel oil that has a sulphur content of 0.5 per cent or less measured by weight, propane or natural gas, and</p> <p class=\"subclause-e\">  (ii)  the total thermal input of all fuel burning equipment, apparatus, mechanisms and things at the site is less than 1.58 million kilojoules per hour.  O. Reg. 505/99, s. 1 (6).</p> <p class=\"subsection-e\">  (6) Subparagraph 13 ii of subsection (1) does not apply to any equipment, apparatus, mechanism or thing that is used in connection with a dry cleaning operation.  O. Reg. 505/99, s. 1 (6).</p> <p class=\"subsection-e\">  (6.1) Paragraph 24 of subsection (1) does not apply to the following:</p> <p class=\"paragraph-e\"> 1.-3.  <span class=\"ovsmallcap\">Revoked:</span>\r\nO. Reg. 273/21, s. 3 (6).</p> <p class=\"paragraph-e\">  4.  An HVAC system that is not an HVAC system described in paragraph 25 of subsection (1). </p> <p class=\"paragraph-e\">  5.  Any equipment, apparatus, mechanism or thing that is used in the generation of electricity, if the equipment, apparatus, mechanism or thing is not a standby power system described in paragraph 26 of subsection (1) or equipment referred to in subparagraph 25 vi or vii or a combustion turbine described in paragraph 27 of subsection (1).</p> <p class=\"paragraph-e\">  6.  Any equipment, apparatus, mechanism or thing that is used in the remediation of the natural environment. O. Reg. 14/17, s. 2 (5); O. Reg. 273/21, s. 3 (5-7).</p> <p class=\"subsection-e\">  (6.1.1) Subparagraph 25 iii of subsection (1) does not apply to an outdoor boiler. O. Reg. 273/21, s. 3 (8).</p> <p class=\"subsection-e\">  (6.2) Paragraph 25 of subsection (1) does not apply to the following:</p> <p class=\"paragraph-e\">  1.  An HVAC system that provides heat, cooling or ventilation to an industrial or manufacturing process.</p> <p class=\"paragraph-e\">  2.  An HVAC system that derives its heat, cooling or ventilation from an industrial or manufacturing process.</p> <p class=\"paragraph-e\">  3.  An HVAC system that is used in the generation of electricity unless it is described in subparagraph 25 vi or vii of subsection (1). O. Reg. 14/17, s. 2 (5); O. Reg. 273/21, s. 3 (9).</p> <p class=\"subsection-e\">  (6.2.1) In paragraphs 25 and 27 of subsection 1 (1),</p> <p class=\"definition-e\">“facility” has the same meaning as in Ontario Regulation 1/17 (Registrations Under Part II.2 of the Act — Activities Requiring Assessment of Air Emissions) made under the Act. O. Reg. 273/21, s. 3 (10).</p> <p class=\"subsection-e\">  (6.3) For the purposes of paragraph 26 of subsection 1 (1), the following criteria must be met:</p> <p class=\"paragraph-e\">  1.  Each exhaust stack that is part of the standby power system and that may discharge a product of combustion from the system into the air is oriented vertically.</p> <p class=\"paragraph-e\">  2.  The standby power system uses only one or more of the following as fuel:</p> <p class=\"subpara-e\">  i.  Biodiesel.</p> <p class=\"subpara-e\">  ii.  Diesel.</p> <p class=\"subpara-e\">  iii.  Natural Gas.</p> <p class=\"subpara-e\">  iv.  Propane.</p> <p class=\"paragraph-e\">  3.  Each generation unit that is part of the standby power system and that uses diesel or biodiesel as fuel,</p> <p class=\"subpara-e\">  i.  has been designed by the manufacturer of the unit to meet, at a minimum, the Tier 1 Emission Standards set out in Table 1 of 40 CFR 89.112 (United States), or</p> <p class=\"subpara-e\">  ii.  is equipped with pollution control equipment specified by the manufacturer of the equipment to limit the discharge of contaminants so that the unit, at a minimum, meets the Tier 1 Emission Standards set out in Table 1 of 40 CFR 89.112 (United States).</p> <p class=\"paragraph-e\">  4.  Each generation unit that is part of the standby power system and that uses propane or natural gas as fuel,</p> <p class=\"subpara-e\">  i.  has been designed by the manufacturer of the unit to discharge a maximum of 9.2 grams of nitrogen oxides per kilowatt hour, or</p> <p class=\"subpara-e\">  ii.  is equipped with pollution control equipment specified by the manufacturer of the equipment to limit the discharge of nitrogen oxides to a maximum of 9.2 grams per kilowatt hour. O. Reg. 14/17, s. 2 (5).</p> <p class=\"subsection-e\">  (6.4) In paragraph 3 of subsection (6.3),</p> <p class=\"definition-e\">“CFR” means the United States Code of Federal Regulations. O. Reg. 14/17, s. 2 (5).</p> <p class=\"subsection-e\">  (7) An exemption under this Regulation from section 9 of the Act does not relieve a person of any other legal duty or obligation, including a duty or obligation arising under an existing environmental compliance approval.  O. Reg. 505/99, s. 1 (6); O. Reg. 256/11, s. 2.</p>"
        },
        {
            "id": "2.",
            "section": "Condition, masonry fireplace",
            "content": " 2. The owner or operator of a masonry fireplace mentioned in paragraph 4 of subsection 1 (1) must ensure that the only fuel used in the masonry fireplace is manufactured fire logs or untreated wood, which may include wood pellets, wood chips, wood briquettes or firewood. O. Reg. 14/17, s. 3; O. Reg. 273/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The owner or operator of a masonry fireplace mentioned in paragraph 4 of subsection 1 (1) must ensure that the only fuel used in the masonry fireplace is manufactured fire logs or untreated wood, which may include wood pellets, wood chips, wood briquettes or firewood. O. Reg. 14/17, s. 3; O. Reg. 273/21, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Condition, HVAC system",
            "content": " 3. The owner or operator of an HVAC system referred to in subparagraph 25 ii of subsection 1 (1) must ensure that each drift eliminator controlling the drift loss from the tower is installed, used, operated and maintained in a manner that satisfies the recommendations of the manufacturer of the drift eliminator. O. Reg. 14/17, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The owner or operator of an HVAC system referred to in subparagraph 25 ii of subsection 1 (1) must ensure that each drift eliminator controlling the drift loss from the tower is installed, used, operated and maintained in a manner that satisfies the recommendations of the manufacturer of the drift eliminator. O. Reg. 14/17, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Condition, standby power system",
            "content": " 4. (1) The owner or operator of a standby power system referred to in paragraph 26 of subsection 1 (1) must ensure that the following conditions are met: 1.  The system is used and operated only for the provision of electrical power during power outages or involuntary power reductions or for testing or performing maintenance on the system. 2.  Each electricity generation engine that is part of the system is used and operated for the purpose of testing or performing maintenance for a maximum of 60 hours in any 12-month period. 3.  A record is created with respect to the date, time and duration of each occasion when an electricity generation engine that is part of the system is operated for the purpose of testing or performing maintenance. The record must be retained for at least five years after the day it is created. 4.  If the Ministry issues a smog advisory that identifies an area in which the system is located, the system is not used or operated for the purpose of testing or performing maintenance until a termination notice with respect to the advisory has been issued for that area. 5.  Each exhaust stack that may discharge a product of combustion is free of impediments that would prevent the flow of emissions. 6.  Testing and maintenance of the system is conducted in a manner that satisfies the recommendations of the manufacturer of the system and generally accepted standards. 7.  If a generation unit that is part of the system is located outdoors, the sound pressure level resulting from the discharge of sound from the unit and related exhaust stacks must not be greater than 75 decibels (A-weighted) at a distance of seven metres from the unit. O. Reg. 14/17, s. 3. (2) For the purpose of paragraph 7 of subsection (1), a generation unit is deemed to be located outdoors if the only structure within which the unit is located is a structure whose sole purpose is to soundproof the unit or to protect it from the elements or to do both. O. Reg. 14/17, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The owner or operator of a standby power system referred to in paragraph 26 of subsection 1 (1) must ensure that the following conditions are met:</p> <p class=\"paragraph-e\">  1.  The system is used and operated only for the provision of electrical power during power outages or involuntary power reductions or for testing or performing maintenance on the system.</p> <p class=\"paragraph-e\">  2.  Each electricity generation engine that is part of the system is used and operated for the purpose of testing or performing maintenance for a maximum of 60 hours in any 12-month period.</p> <p class=\"paragraph-e\">  3.  A record is created with respect to the date, time and duration of each occasion when an electricity generation engine that is part of the system is operated for the purpose of testing or performing maintenance. The record must be retained for at least five years after the day it is created.</p> <p class=\"paragraph-e\">  4.  If the Ministry issues a smog advisory that identifies an area in which the system is located, the system is not used or operated for the purpose of testing or performing maintenance until a termination notice with respect to the advisory has been issued for that area.</p> <p class=\"paragraph-e\">  5.  Each exhaust stack that may discharge a product of combustion is free of impediments that would prevent the flow of emissions.</p> <p class=\"paragraph-e\">  6.  Testing and maintenance of the system is conducted in a manner that satisfies the recommendations of the manufacturer of the system and generally accepted standards.</p> <p class=\"paragraph-e\">  7.  If a generation unit that is part of the system is located outdoors, the sound pressure level resulting from the discharge of sound from the unit and related exhaust stacks must not be greater than 75 decibels (A-weighted) at a distance of seven metres from the unit. O. Reg. 14/17, s. 3.</p> <p class=\"subsection-e\">  (2) For the purpose of paragraph 7 of subsection (1), a generation unit is deemed to be located outdoors if the only structure within which the unit is located is a structure whose sole purpose is to soundproof the unit or to protect it from the elements or to do both. O. Reg. 14/17, s. 3.</p>"
        },
        {
            "id": "5.",
            "section": "Condition, combustion turbine",
            "content": " 5. (1) The owner or operator of a combustion turbine must ensure that one of the following conditions is met: 1.  The combustion turbine is located indoors within a fully enclosed space, i.  that has concrete or masonry walls, ii.  that is equipped with louvers that allow for the proper ventilation and operation of the combustion turbine, and iii.  from which any exhaust stacks are equipped with a device designed to mitigate the sound from the combustion turbine. 2.  The combustion turbine is located outdoors or, if there is more than one combustion turbine, all of them are located outdoors and the sound pressure level resulting from the discharge of sound from the combustion turbine and related exhaust stacks or, if there is more than one combustion turbine, the combined sound pressure level from the turbines and related exhaust stacks is not greater than, i.  50 decibels (A-weighted) at a distance of seven metres from the combustion turbine or turbines, if the noise is non-tonal, or ii.  45 decibels (A-weighted) at a distance of seven metres from the combustion turbine or turbines, if the noise is tonal. O. Reg. 273/21, s. 4. (2) For the purpose of subsection (1), a combustion turbine is deemed to be located outdoors if the only structure within which the combustion turbine is located is a structure whose sole purpose is to soundproof the combustion turbine or to protect it from the elements or to do both. O. Reg. 273/21, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The owner or operator of a combustion turbine must ensure that one of the following conditions is met:</p> <p class=\"paragraph-e\">  1.  The combustion turbine is located indoors within a fully enclosed space,</p> <p class=\"subpara-e\">  i.  that has concrete or masonry walls,</p> <p class=\"subpara-e\">  ii.  that is equipped with louvers that allow for the proper ventilation and operation of the combustion turbine, and</p> <p class=\"subpara-e\">  iii.  from which any exhaust stacks are equipped with a device designed to mitigate the sound from the combustion turbine.</p> <p class=\"paragraph-e\">  2.  The combustion turbine is located outdoors or, if there is more than one combustion turbine, all of them are located outdoors and the sound pressure level resulting from the discharge of sound from the combustion turbine and related exhaust stacks or, if there is more than one combustion turbine, the combined sound pressure level from the turbines and related exhaust stacks is not greater than,</p> <p class=\"subpara-e\">  i.  50 decibels (A-weighted) at a distance of seven metres from the combustion turbine or turbines, if the noise is non-tonal, or</p> <p class=\"subpara-e\">  ii.  45 decibels (A-weighted) at a distance of seven metres from the combustion turbine or turbines, if the noise is tonal. O. Reg. 273/21, s. 4.</p> <p class=\"subsection-e\">  (2) For the purpose of subsection (1), a combustion turbine is deemed to be located outdoors if the only structure within which the combustion turbine is located is a structure whose sole purpose is to soundproof the combustion turbine or to protect it from the elements or to do both. O. Reg. 273/21, s. 4.</p>"
        },
        {
            "id": "6.",
            "section": "Condition, beer production",
            "content": " 6. (1) The owner or operator of a facility mentioned in paragraph 9.2 of subsection 1 (1) must ensure that, (a)  the maintenance of any equipment, apparatus, mechanism or thing used for the production of beer or secondary products at the facility is conducted in a manner that satisfies the recommendations of the manufacturer of the equipment, apparatus, mechanism or thing; and (b)  for each year ending on December 31, a record is created that demonstrates the facility produced 3,000 hectolitres or less of beer or beer and any secondary products for the year covered by the report in accordance with subparagraph 9.2 ii of subsection 1 (1). O. Reg. 103/23, s. 3. (2) Any record created for the purposes of clause 6 (1) (b) must be retained by the owner or operator for at least five years after the date the record was created. O. Reg. 103/23, s. 3.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The owner or operator of a facility mentioned in paragraph 9.2 of subsection 1 (1) must ensure that,</p> <p class=\"clause-e\">  (a)  the maintenance of any equipment, apparatus, mechanism or thing used for the production of beer or secondary products at the facility is conducted in a manner that satisfies the recommendations of the manufacturer of the equipment, apparatus, mechanism or thing; and</p> <p class=\"clause-e\">  (b)  for each year ending on December 31, a record is created that demonstrates the facility produced 3,000 hectolitres or less of beer or beer and any secondary products for the year covered by the report in accordance with subparagraph 9.2 ii of subsection 1 (1). O. Reg. 103/23, s. 3.</p> <p class=\"subsection-e\">  (2) Any record created for the purposes of clause 6 (1) (b) must be retained by the owner or operator for at least five years after the date the record was created. O. Reg. 103/23, s. 3.</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/980524\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}