{
    "reg_info": {
        "full_title": "O. Reg. 279/99: ONTARIO IMMIGRANT INVESTOR CORPORATION",
        "reg_name_text": "ONTARIO IMMIGRANT INVESTOR CORPORATION",
        "citation": "O. Reg. 279/99: ",
        "act_under": "Development Corporations Act",
        "url": "https://www.ontario.ca/laws/regulation/990279",
        "date_scraped": "2023-12-18 04:44:11"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/990279/v9",
            "valid_from": "March 31, 2023",
            "valid_to": "March 31, 2023"
        },
        {
            "a_href": "/laws/regulation/990279/v8",
            "valid_from": "March 28, 2023",
            "valid_to": "March 30, 2023"
        },
        {
            "a_href": "/laws/regulation/990279/v7",
            "valid_from": "October 19, 2021",
            "valid_to": "March 27, 2023"
        },
        {
            "a_href": "/laws/regulation/990279/v6",
            "valid_from": "April 21, 2021",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/regulation/990279/v5",
            "valid_from": "January  1, 2018",
            "valid_to": "April 20, 2021"
        },
        {
            "a_href": "/laws/regulation/990279/v4",
            "valid_from": "December 18, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/990279/v3",
            "valid_from": "June  6, 2011",
            "valid_to": "December 17, 2017"
        },
        {
            "a_href": "/laws/regulation/990279/v2",
            "valid_from": "March  3, 2011",
            "valid_to": "June  5, 2011"
        },
        {
            "a_href": "/laws/regulation/990279/v1",
            "valid_from": "April 30, 1999",
            "valid_to": "March  2, 2011"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “approved fund” means an approved fund, as defined in the Immigration and Refugee Protection Regulations (Canada); (“fonds agréé”) “investor” means an investor, as defined in the Immigration and Refugee Protection Regulations (Canada); (“investisseur”) “Minister” means the Minister of Citizenship and Immigration or the minister of the Crown to whom the powers and duties under this Regulation are assigned or transferred under the Executive Council Act. (“ministre”) O. Reg. 279/99, s. 1; O. Reg. 218/11, s. 1; O. Reg. 554/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“approved fund” means an approved fund, as defined in the <i>Immigration and Refugee Protection Regulations </i>(Canada); (“fonds agréé”)</p> <p class=\"definition-e\">“investor” means an investor, as defined in the <i>Immigration and Refugee Protection Regulations </i>(Canada); (“investisseur”)</p> <p class=\"definition-e\">“Minister” means the Minister of Citizenship and Immigration or the minister of the Crown to whom the powers and duties under this Regulation are assigned or transferred under the <i>Executive Council Act</i>. (“ministre”) O. Reg. 279/99, s. 1; O. Reg. 218/11, s. 1; O. Reg. 554/17, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. The corporation without share capital established under the name Ontario Immigrant Investor Corporation by this section, as it read immediately before the day Ontario Regulation 554/17 came into force, is continued under the name Ontario Immigrant Investor Corporation in English and Société ontarienne de gestion des fonds des investisseurs immigrants in French. O. Reg. 554/17, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The corporation without share capital established under the name Ontario Immigrant Investor Corporation by this section, as it read immediately before the day Ontario Regulation 554/17 came into force, is continued under the name Ontario Immigrant Investor Corporation in English and Société ontarienne de gestion des fonds des investisseurs immigrants in French. O. Reg. 554/17, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. The Ontario Immigrant Investor Corporation is for all its purposes an agent of Her Majesty within the meaning of the Crown Agency Act and its powers may be exercised only as an agent of Her Majesty.  O. Reg. 279/99, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The Ontario Immigrant Investor Corporation is for all its purposes an agent of Her Majesty within the meaning of the <i>Crown Agency Act </i>and its powers may be exercised only as an agent of Her Majesty.  O. Reg. 279/99, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. The objects of the Ontario Immigrant Investor Corporation are, (a) to create or continue employment in Ontario in order to foster development of a strong and viable economy; (b) to do all things necessary or desirable to become and conduct itself as an approved fund; (c) to assist in the development of the Ontario economy in accordance with the policies of the Province of Ontario; and (d) to manage the money borrowed from investors in order to satisfy its obligations to them.  O. Reg. 279/99, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The objects of the Ontario Immigrant Investor Corporation are,</p> <p class=\"clause-e\">  (a) to create or continue employment in Ontario in order to foster development of a strong and viable economy;</p> <p class=\"clause-e\">  (b) to do all things necessary or desirable to become and conduct itself as an approved fund;</p> <p class=\"clause-e\">  (c) to assist in the development of the Ontario economy in accordance with the policies of the Province of Ontario; and</p> <p class=\"clause-e\">  (d) to manage the money borrowed from investors in order to satisfy its obligations to them.  O. Reg. 279/99, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) The Ontario Immigrant Investor Corporation shall consist of as many members, not fewer than three, as the Lieutenant Governor in Council may appoint.  O. Reg. 279/99, s. 5 (1). (2) The members shall be appointed for such term, not exceeding three years, as the Lieutenant Governor in Council may determine.  O. Reg. 279/99, s. 5 (2). (3) The members of the Ontario Immigrant Investor Corporation form and are its board of directors.  O. Reg. 279/99, s. 5 (3). (4) Revoked:  O. Reg. 39/11, s. 1. (5) The Lieutenant Governor in Council shall designate one of the members to be chair of the board of directors and one of the members to be vice-chair of the board of directors.  O. Reg. 279/99, s. 5 (5). (6), (7) Revoked:  O. Reg. 39/11, s. 1. (8) A majority of the directors constitutes a quorum of the board of directors.  O. Reg. 279/99, s. 5 (8).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The Ontario Immigrant Investor Corporation shall consist of as many members, not fewer than three, as the Lieutenant Governor in Council may appoint.  O. Reg. 279/99, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The members shall be appointed for such term, not exceeding three years, as the Lieutenant Governor in Council may determine.  O. Reg. 279/99, s. 5 (2).</p> <p class=\"subsection-e\">  (3) The members of the Ontario Immigrant Investor Corporation form and are its board of directors.  O. Reg. 279/99, s. 5 (3).</p> <p class=\"subsection-e\">  (4) <span>Revoked</span>:  O. Reg. 39/11, s. 1.</p> <p class=\"subsection-e\">  (5) The Lieutenant Governor in Council shall designate one of the members to be chair of the board of directors and one of the members to be vice-chair of the board of directors.  O. Reg. 279/99, s. 5 (5).</p> <p class=\"subsection-e\">  (6), (7) <span>Revoked</span>:  O. Reg. 39/11, s. 1.</p> <p class=\"subsection-e\">  (8) A majority of the directors constitutes a quorum of the board of directors.  O. Reg. 279/99, s. 5 (8).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) The affairs of the Ontario Immigrant Investor Corporation are under the management and control of its board of directors.  O. Reg. 279/99, s. 6 (1). (2) The board of directors may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Ontario Immigrant Investor Corporation.  O. Reg. 279/99, s. 6 (2). (3) Without limiting the generality of subsection (2), the board of directors of the Ontario Immigrant Investor Corporation may pass by-laws or resolutions to, (a) appoint officers and assign to them such powers and duties as the board of directors determines to be appropriate; (b) make banking arrangements; (c) establish committees of the board of directors; (d) establish, with the approval of the Lieutenant Governor in Council, job classifications, personnel classifications, salaries, benefits and other remuneration for such persons as the board of directors considers necessary to employ for the proper conduct of the affairs of the Ontario Immigrant Investor Corporation; and (e) effect the orderly transaction of the business of the Ontario Immigrant Investor Corporation.  O. Reg. 279/99, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The affairs of the Ontario Immigrant Investor Corporation are under the management and control of its board of directors.  O. Reg. 279/99, s. 6 (1).</p> <p class=\"subsection-e\">  (2) The board of directors may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Ontario Immigrant Investor Corporation.  O. Reg. 279/99, s. 6 (2).</p> <p class=\"subsection-e\">  (3) Without limiting the generality of subsection (2), the board of directors of the Ontario Immigrant Investor Corporation may pass by-laws or resolutions to,</p> <p class=\"clause-e\">  (a) appoint officers and assign to them such powers and duties as the board of directors determines to be appropriate;</p> <p class=\"clause-e\">  (b) make banking arrangements;</p> <p class=\"clause-e\">  (c) establish committees of the board of directors;</p> <p class=\"clause-e\">  (d) establish, with the approval of the Lieutenant Governor in Council, job classifications, personnel classifications, salaries, benefits and other remuneration for such persons as the board of directors considers necessary to employ for the proper conduct of the affairs of the Ontario Immigrant Investor Corporation; and</p> <p class=\"clause-e\">  (e) effect the orderly transaction of the business of the Ontario Immigrant Investor Corporation.  O. Reg. 279/99, s. 6 (3).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. (1) In this section, “revenue” includes all money or money’s worth received by the Ontario Immigrant Investor Corporation, whether by grant, gift, contribution, return on investments made by it, borrowing pursuant to clause 8 (2) (b), profit or otherwise.  O. Reg. 279/99, s. 7 (1). (2) The revenues of the Ontario Immigrant Investor Corporation shall be used only to further its objects.  O. Reg. 279/99, s. 7 (2). (3) The cost of operations of the Ontario Immigrant Investor Corporation shall be paid out of its revenues.  O. Reg. 279/99, s. 7 (3).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) In this section,</p> <p class=\"firstdef-e\">“revenue” includes all money or money’s worth received by the Ontario Immigrant Investor Corporation, whether by grant, gift, contribution, return on investments made by it, borrowing pursuant to clause 8 (2) (b), profit or otherwise.  O. Reg. 279/99, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The revenues of the Ontario Immigrant Investor Corporation shall be used only to further its objects.  O. Reg. 279/99, s. 7 (2).</p> <p class=\"subsection-e\">  (3) The cost of operations of the Ontario Immigrant Investor Corporation shall be paid out of its revenues.  O. Reg. 279/99, s. 7 (3).</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. (1) Except as limited by this Regulation, the Ontario Immigrant Investor Corporation has the capacity, rights, powers and privileges of a natural person for carrying out its objects.  O. Reg. 279/99, s. 8 (1). (2) Without limiting the generality of subsection (1), the Ontario Immigrant Investor Corporation has the power to do anything that is necessary or desirable in order to become and carry out the duties and obligations of an approved fund, including, without limiting the generality of the foregoing, (a) entering into agreements with an agent, as defined in the Immigration and Refugee Protection Regulations (Canada); (b) borrowing money from investors and issuing debt obligations to them; (c) entering into agreements or other arrangements for the management of money; and (d) making and managing investments in accordance with the Ontario Immigrant Investor Corporation’s investment policy.  O. Reg. 279/99, s. 8 (2); O. Reg. 218/11, s. 2. (3) The Ontario Immigrant Investor Corporation shall not, except with the approval of the Lieutenant Governor in Council, (a) borrow money, except pursuant to clause (2) (b); or (b) pledge or in any other way provide security over the assets of the Ontario Immigrant Investor Corporation.  O. Reg. 279/99, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Except as limited by this Regulation, the Ontario Immigrant Investor Corporation has the capacity, rights, powers and privileges of a natural person for carrying out its objects.  O. Reg. 279/99, s. 8 (1).</p> <p class=\"subsection-e\">  (2) Without limiting the generality of subsection (1), the Ontario Immigrant Investor Corporation has the power to do anything that is necessary or desirable in order to become and carry out the duties and obligations of an approved fund, including, without limiting the generality of the foregoing,</p> <p class=\"clause-e\">  (a) entering into agreements with an agent, as defined in the <i>Immigration and Refugee Protection Regulations </i>(Canada);</p> <p class=\"clause-e\">  (b) borrowing money from investors and issuing debt obligations to them;</p> <p class=\"clause-e\">  (c) entering into agreements or other arrangements for the management of money; and</p> <p class=\"clause-e\">  (d) making and managing investments in accordance with the Ontario Immigrant Investor Corporation’s investment policy.  O. Reg. 279/99, s. 8 (2); O. Reg. 218/11, s. 2.</p> <p class=\"subsection-e\">  (3) The Ontario Immigrant Investor Corporation shall not, except with the approval of the Lieutenant Governor in Council,</p> <p class=\"clause-e\">  (a) borrow money, except pursuant to clause (2) (b); or</p> <p class=\"clause-e\">  (b) pledge or in any other way provide security over the assets of the Ontario Immigrant Investor Corporation.  O. Reg. 279/99, s. 8 (3).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. No director, officer or employee of the Ontario Immigrant Investor Corporation, or other person acting on its behalf, is personally liable for anything done or omitted in good faith in the exercise or purported exercise of the powers conferred or duties imposed by this Regulation.  O. Reg. 279/99, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>No director, officer or employee of the Ontario Immigrant Investor Corporation, or other person acting on its behalf, is personally liable for anything done or omitted in good faith in the exercise or purported exercise of the powers conferred or duties imposed by this Regulation.  O. Reg. 279/99, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. The Not-for-Profit Corporations Act, 2010 and the Corporations Information Act do not apply to the Ontario Immigrant Investor Corporation.  O. Reg. 279/99, s. 10; O. Reg. 218/11, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>The <i>Not-for-Profit Corporations Act, 2010</i> and the <i>Corporations Information Act </i>do not apply to the Ontario Immigrant Investor Corporation.  O. Reg. 279/99, s. 10; O. Reg. 218/11, s. 3.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": " 11. Sections 19 and 132, subsection 134 (1) and section 136 of the Business Corporations Act apply to the Ontario Immigrant Investor Corporation with necessary modifications.  O. Reg. 279/99, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>Sections 19 and 132, subsection 134 (1) and section 136 of the <i>Business Corporations Act </i>apply to the Ontario Immigrant Investor Corporation with necessary modifications.  O. Reg. 279/99, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": " 12. The Minister may issue directions to the board of directors and, if the Minister issues a direction to the board of directors, the board of directors shall carry it out.  O. Reg. 279/99, s. 12.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>The Minister may issue directions to the board of directors and, if the Minister issues a direction to the board of directors, the board of directors shall carry it out.  O. Reg. 279/99, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": " 13. The accounts and financial transactions of the Ontario Immigrant Investor Corporation shall be audited annually and the audit is subject to the review of the Provincial Auditor.  O. Reg. 279/99, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>The accounts and financial transactions of the Ontario Immigrant Investor Corporation shall be audited annually and the audit is subject to the review of the Provincial Auditor.  O. Reg. 279/99, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": " 14. (1) The Ontario Immigrant Investor Corporation shall prepare an annual report, provide it to the Minister and make it available to the public. O. Reg. 554/17, s. 3. (2) The Ontario Immigrant Investor Corporation shall comply with such directives as may be issued by the Management Board of Cabinet with respect to, (a) the form and content of the annual report; (b) when to provide it to the Minister; and (c) when and how to make it available to the public. O. Reg. 554/17, s. 3. (3) The Ontario Immigrant Investor Corporation shall include such additional content in the annual report as the Minister may require. O. Reg. 554/17, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) The Ontario Immigrant Investor Corporation shall prepare an annual report, provide it to the Minister and make it available to the public. O. Reg. 554/17, s. 3.</p> <p class=\"subsection-e\">  (2) The Ontario Immigrant Investor Corporation shall comply with such directives as may be issued by the Management Board of Cabinet with respect to,</p> <p class=\"clause-e\">  (a) the form and content of the annual report;</p> <p class=\"clause-e\">  (b) when to provide it to the Minister; and</p> <p class=\"clause-e\">  (c) when and how to make it available to the public. O. Reg. 554/17, s. 3.</p> <p class=\"subsection-e\">  (3) The Ontario Immigrant Investor Corporation shall include such additional content in the annual report as the Minister may require. O. Reg. 554/17, s. 3.</p>"
        },
        {
            "id": "14.1",
            "section": null,
            "content": " 14.1 The Minister shall table the Ontario Immigrant Investor Corporation’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it. O. Reg. 554/17, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>14.1 </b>The Minister shall table the Ontario Immigrant Investor Corporation’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it. O. Reg. 554/17, s. 3.</p>"
        },
        {
            "id": "14.2",
            "section": null,
            "content": " 14.2 (1) The Minister may require the Ontario Immigrant Investor Corporation to provide other reports. O. Reg. 554/17, s. 3. (2) The Minister of Finance may require the Ontario Immigrant Investor Corporation to provide other reports. O. Reg. 554/17, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>14.2 </b>(1) The Minister may require the Ontario Immigrant Investor Corporation to provide other reports. O. Reg. 554/17, s. 3.</p> <p class=\"subsection-e\">  (2) The Minister of Finance may require the Ontario Immigrant Investor Corporation to provide other reports. O. Reg. 554/17, s. 3.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": " 15. Every five years, beginning on the fifth anniversary of the day this Regulation comes into force, the Minister shall submit his or her report on the affairs of the Ontario Immigrant Investor Corporation to the Executive Council.  O. Reg. 279/99, s. 15; O. Reg. 39/11, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>Every five years, beginning on the fifth anniversary of the day this Regulation comes into force, the Minister shall submit his or her report on the affairs of the Ontario Immigrant Investor Corporation to the Executive Council.  O. Reg. 279/99, s. 15; O. Reg. 39/11, s. 2.</p>"
        },
        {
            "id": "16.",
            "section": "Dissolution",
            "content": " 16. The Ontario Immigrant Investor Corporation is dissolved. O. Reg. 59/23, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>16.</b><b> </b>The Ontario Immigrant Investor Corporation is dissolved. O. Reg. 59/23, s. 1.</p>"
        },
        {
            "id": null,
            "section": "Dissolution",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/990279\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}