{
    "reg_info": {
        "full_title": "O. Reg. 26/92: EXEMPTION - CITY OF HAMILTON - HAM-C-1",
        "reg_name_text": "EXEMPTION — CITY OF HAMILTON — HAM-C-1",
        "citation": "O. Reg. 26/92: EXEMPTION - CITY OF HAMILTON - HAM-C-1",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/920026",
        "date_scraped": "2023-12-21 14:03:04"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January 21, 1992",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from The Corporation of the City of Hamilton (the “City”) that an undertaking, namely: The program for the remediation of the Hamilton Harbourfront on the former Lax Property, a 20 hectare lakefill site contaminated with industrial wastes, which is one of the very few public waterfront open spaces in the City of Hamilton, including: A. removal and off-site disposal of industrial waste and contaminated soils at approved sites (Appendix A: 1988 Canviro Ltd., Lax Property Remediation Plan), B. protecting the shoreline from erosion (creating fisheries habitat with the shoreline protection designs) (Appendix B: 1991 Cumming Cockburn Ltd., Hamilton Harbourfront Shoreline Protection Plan), C. installing a buried services corridor to avoid future disturbance of the remedial cap (Appendix C: 1991 Philips Planning & Engineering, Hamilton Harbourfront Services Corridor Plan), D. regrading and establishing protective vegetative cover with grass and trees (Appendix D: 1991 Department of Public Works, Hamilton Harbourfront Landscape Plan), so that on completion of this program, the site is able to be opened up as a safe public green space, be exempt from the application of the Act pursuant to section 29; and",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from The Corporation of the City of Hamilton (the “City”) that an undertaking, namely:</p> <p class=\"parawindt-e\">The program for the remediation of the Hamilton Harbourfront on the former Lax Property, a 20 hectare lakefill site contaminated with industrial wastes, which is one of the very few public waterfront open spaces in the City of Hamilton, including:</p> <p class=\"subpara-e\">A. removal and off-site disposal of industrial waste and contaminated soils at approved sites (Appendix A: 1988 Canviro Ltd., Lax Property Remediation Plan),</p> <p class=\"subpara-e\">B. protecting the shoreline from erosion (creating fisheries habitat with the shoreline protection designs) (Appendix B: 1991 Cumming Cockburn Ltd., Hamilton Harbourfront Shoreline Protection Plan),</p> <p class=\"subpara-e\">C. installing a buried services corridor to avoid future disturbance of the remedial cap (Appendix C: 1991 Philips Planning &amp; Engineering, Hamilton Harbourfront Services Corridor Plan),</p> <p class=\"subpara-e\">D. regrading and establishing protective vegetative cover with grass and trees (Appendix D: 1991 Department of Public Works, Hamilton Harbourfront Landscape Plan),</p> <p class=\"parawindt-e\">so that on completion of this program, the site is able to be opened up as a safe public green space,</p> <p class=\"paranoindt-e\">be exempt from the application of the Act pursuant to section 29; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having been advised by the City that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: A. The water quality in the harbour will suffer due to erosion and leaching of industrial waste from the site which has negative impact on human activities and potential harmful impact on the biota of Hamilton Harbour; B. The people living in the neighbourhood of the site will continue to be exposed to dust which is currently eroding from the site into the atmosphere near the site; C. The people of Hamilton will continue to be deprived of one of the very few places where they have any public access to waterfront open space as the site is cordoned off behind a fence and not accessible due to the industrial waste.",
            "raw_html": "<p class=\"parawtab-e\">Having been advised by the City that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"paragraph-e\">A. The water quality in the harbour will suffer due to erosion and leaching of industrial waste from the site which has negative impact on human activities and potential harmful impact on the biota of Hamilton Harbour;</p> <p class=\"paragraph-e\">B. The people living in the neighbourhood of the site will continue to be exposed to dust which is currently eroding from the site into the atmosphere near the site;</p> <p class=\"paragraph-e\">C. The people of Hamilton will continue to be deprived of one of the very few places where they have any public access to waterfront open space as the site is cordoned off behind a fence and not accessible due to the industrial waste.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. to expedite the remediation of a public open space for use by the public; B. to protect the biota in the water of Hamilton Harbour from potential harm from the leachate from the site; C. protection of the environment is best served by immediate remediation; D. the risks of environmental impact from the remediation program are negligible and far outweighed by the advantages of immediate remediation; E. remediation of the site will leave the site available for a broad spectrum of future development scenarios. Any significant development will be subject to full environmental assessment at the time it is proposed, in the meantime, the site will provide safe, desirable public open space and access to the waterfront; F. the public and interested agencies in Hamilton have been consulted and informed of the undertaking and are in general support of it; G. support for the remediation is widespread and no opposition has been voiced; H. remediation of the site will result in creation of valuable natural habitat and environment.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. to expedite the remediation of a public open space for use by the public;</p> <p class=\"paragraph-e\">B. to protect the biota in the water of Hamilton Harbour from potential harm from the leachate from the site;</p> <p class=\"paragraph-e\">C. protection of the environment is best served by immediate remediation;</p> <p class=\"paragraph-e\">D. the risks of environmental impact from the remediation program are negligible and far outweighed by the advantages of immediate remediation;</p> <p class=\"paragraph-e\">E. remediation of the site will leave the site available for a broad spectrum of future development scenarios. Any significant development will be subject to full environmental assessment at the time it is proposed, in the meantime, the site will provide safe, desirable public open space and access to the waterfront;</p> <p class=\"paragraph-e\">F. the public and interested agencies in Hamilton have been consulted and informed of the undertaking and are in general support of it;</p> <p class=\"paragraph-e\">G. support for the remediation is widespread and no opposition has been voiced;</p> <p class=\"paragraph-e\">H. remediation of the site will result in creation of valuable natural habitat and environment.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption is subject to the following terms and conditions: 1. Construction work associated with the undertaking shall be completed by November 1, 1992 or such later date as the Minister of the Environment specifies by written notice to the City. 2. Subject to Condition 3, the site be opened for public access on completion of the remediation. 3. Approval is obtained under section 46 of the Environmental Protection Act for use of the site as public open space. 4. The City submit to the Director, West Central Region, Ministry of the Environment (the “Director”), a list of those waste disposal sites at which the waste materials/soils from the site will be disposed of before any waste is removed from the site. 5. The City submit to the Director, for approval in writing, specific truck haulage routes for the removal of wastes to be followed throughout the undertaking and require trucks hauling wastes from the site to use those routes. 6. Prior to submitting the removal project to tender, the City will submit the tender request documents, including the details of procedures to be used, controls to be used to eliminate dust emissions and removal techniques, to the Director and obtain his or her approval. 7. The City take steps to ensure that the hauling contractor(s) securely contain all loads in order to prevent spillage and clean up any spillage that does result from the loading and hauling of waste materials/soils, and notify the Ministry of the Environment immediately in the event of spillage. 8. The City advise, in writing, thirty calendar days after the completion of the undertaking, the Director of the Environmental Assessment Branch of the Ministry of the Environment, as to how the conditions of this exemption have been met, for filing together with the other documents referred to in this exemption order with the public records kept under section 30 of the Act by the Branch. O.Reg. 26/92. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. Construction work associated with the undertaking shall be completed by November 1, 1992 or such later date as the Minister of the Environment specifies by written notice to the City.</p> <p class=\"paragraph-e\">2. Subject to Condition 3, the site be opened for public access on completion of the remediation.</p> <p class=\"paragraph-e\">3. Approval is obtained under section 46 of the <i>Environmental Protection Act</i> for use of the site as public open space.</p> <p class=\"paragraph-e\">4. The City submit to the Director, West Central Region, Ministry of the Environment (the “Director”), a list of those waste disposal sites at which the waste materials/soils from the site will be disposed of before any waste is removed from the site.</p> <p class=\"paragraph-e\">5. The City submit to the Director, for approval in writing, specific truck haulage routes for the removal of wastes to be followed throughout the undertaking and require trucks hauling wastes from the site to use those routes.</p> <p class=\"paragraph-e\">6. Prior to submitting the removal project to tender, the City will submit the tender request documents, including the details of procedures to be used, controls to be used to eliminate dust emissions and removal techniques, to the Director and obtain his or her approval.</p> <p class=\"paragraph-e\">7. The City take steps to ensure that the hauling contractor(s) securely contain all loads in order to prevent spillage and clean up any spillage that does result from the loading and hauling of waste materials/soils, and notify the Ministry of the Environment immediately in the event of spillage.</p> <p class=\"paragraph-e\">8. The City advise, in writing, thirty calendar days after the completion of the undertaking, the Director of the Environmental Assessment Branch of the Ministry of the Environment, as to how the conditions of this exemption have been met, for filing together with the other documents referred to in this exemption order with the public records kept under section 30 of the Act by the Branch. O.Reg. 26/92.</p> <p class=\"Normal\"></p>"
        }
    ]
}