{
    "reg_info": {
        "full_title": "O. Reg. 378/07: PUBLIC SERVICE GRIEVANCE BOARD: COMPLAINTS AND HEARINGS",
        "reg_name_text": "public service grievance board: Complaints and hearings",
        "citation": "O. Reg. 378/07: PUBLIC SERVICE GRIEVANCE BOARD: COMPLAINTS AND HEARINGS",
        "act_under": "Public Service of Ontario Act, 2006",
        "url": "https://www.ontario.ca/laws/regulation/070378",
        "date_scraped": "2023-12-19 01:49:03"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 30, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070378/v4",
            "valid_from": "April  3, 2018",
            "valid_to": "April 29, 2018"
        },
        {
            "a_href": "/laws/regulation/070378/v3",
            "valid_from": "February  3, 2016",
            "valid_to": "April  2, 2018"
        },
        {
            "a_href": "/laws/regulation/070378/v2",
            "valid_from": "August 20, 2007",
            "valid_to": "February  2, 2016"
        },
        {
            "a_href": "/laws/regulation/070378/v1",
            "valid_from": "July 25, 2007",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. In this Regulation, “complainant” means a person who files a complaint with the Public Service Grievance Board or who gives notice in accordance with section 8 of his or her proposal to file a complaint; “complaint about a disciplinary measure” means a complaint described in subsection 3 (1); “complaint about a working condition or a term of employment” means a complaint described in subsection 4 (1); “complaint about dismissal for cause” means a complaint described in subsection 2 (1); “complaint under Part V of the Act (Political Activity)” means a complaint that may be filed with the Public Service Grievance Board under subsection 104 (3) of the Act; “complaint under Part VI of the Act (Disclosing and Investigating Wrongdoing)” means a complaint that may be filed with the Public Service Grievance Board under subsection 140 (3) of the Act.  O. Reg. 378/07, s. 1. Complaints Authorized by This Regulation",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“complainant” means a person who files a complaint with the Public Service Grievance Board or who gives notice in accordance with section 8 of his or her proposal to file a complaint;</p> <p class=\"definition-e\">“complaint about a disciplinary measure” means a complaint described in subsection 3 (1);</p> <p class=\"definition-e\">“complaint about a working condition or a term of employment” means a complaint described in subsection 4 (1);</p> <p class=\"definition-e\">“complaint about dismissal for cause” means a complaint described in subsection 2 (1);</p> <p class=\"definition-e\">“complaint under Part V of the Act (Political Activity)” means a complaint that may be filed with the Public Service Grievance Board under subsection 104 (3) of the Act;</p> <p class=\"definition-e\">“complaint under Part VI of the Act (Disclosing and Investigating Wrongdoing)” means a complaint that may be filed with the Public Service Grievance Board under subsection 140 (3) of the Act.  O. Reg. 378/07, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Complaints Authorized by This Regulation</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Complaints Authorized by This Regulation",
            "part_id": null,
            "part_type": null,
            "section": "Complaints Authorized by This Regulation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Complaint about dismissal for cause",
            "content": " 2. (1) A person who is aggrieved by his or her dismissal for cause under section 34 of the Act may file a complaint about the dismissal for cause with the Public Service Grievance Board, (a) if the person is eligible under sections 5 and 6 to file such a complaint; (b) if the person gives notice in accordance with section 8 of his or her proposal to file the complaint; and (c) if the person complies with the filing requirements set out in section 10.  O. Reg. 378/07, s. 2 (1). (2) Subsection (1) does not affect the right of a person to file a complaint under Part V of the Act (Political Activity) or a complaint under Part VI of the Act (Disclosing and Investigating Wrongdoing).  O. Reg. 378/07, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2. </b>(1) A person who is aggrieved by his or her dismissal for cause under section 34 of the Act may file a complaint about the dismissal for cause with the Public Service Grievance Board,</p> <p class=\"clause-e\">  (a) if the person is eligible under sections 5 and 6 to file such a complaint;</p> <p class=\"clause-e\">  (b) if the person gives notice in accordance with section 8 of his or her proposal to file the complaint; and</p> <p class=\"clause-e\">  (c) if the person complies with the filing requirements set out in section 10.  O. Reg. 378/07, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not affect the right of a person to file a complaint under Part V of the Act (Political Activity) or a complaint under Part VI of the Act (Disclosing and Investigating Wrongdoing).  O. Reg. 378/07, s. 2 (2).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Complaint about a disciplinary measure",
            "content": " 3. (1) A public servant who is aggrieved by the imposition of a disciplinary measure under section 34 of the Act, other than dismissal for cause, may file a complaint about the disciplinary measure with the Public Service Grievance Board, (a) if the public servant is eligible under section 5 to file such a complaint; (b) if the public servant gives notice in accordance with section 8 of his or her proposal to file the complaint; and (c) if the public servant complies with the filing requirements set out in section 10.  O. Reg. 378/07, s. 3 (1). (2) Subsection (1) does not affect the right of a public servant to file a complaint under Part V of the Act (Political Activity) or a complaint under Part VI of the Act (Disclosing and Investigating Wrongdoing).  O. Reg. 378/07, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>(1) A public servant who is aggrieved by the imposition of a disciplinary measure under section 34 of the Act, other than dismissal for cause, may file a complaint about the disciplinary measure with the Public Service Grievance Board,</p> <p class=\"clause-e\">  (a) if the public servant is eligible under section 5 to file such a complaint;</p> <p class=\"clause-e\">  (b) if the public servant gives notice in accordance with section 8 of his or her proposal to file the complaint; and</p> <p class=\"clause-e\">  (c) if the public servant complies with the filing requirements set out in section 10.  O. Reg. 378/07, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not affect the right of a public servant to file a complaint under Part V of the Act (Political Activity) or a complaint under Part VI of the Act (Disclosing and Investigating Wrongdoing).  O. Reg. 378/07, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Complaint about a working condition or a term of employment",
            "content": " 4. (1) Subject to subsection (2), a public servant who is aggrieved about a working condition or about a term of his or her employment may file a complaint about the working condition or the term of employment with the Public Service Grievance Board,  (a) if the public servant is eligible under sections 5 and 7 to file such a complaint; (b) if the public servant gives notice in accordance with section 8 of his or her proposal to file the complaint; and (c) if the public servant complies with the filing requirements set out in section 10.  O. Reg. 378/07, s. 4 (1). (2) The following matters cannot be the subject of a complaint about a working condition or about a term of employment: 1. The term or duration of the public servant’s appointment to employment by the Crown. 2. The assignment of the public servant to a particular class of position. 3. A dismissal without cause under subsection 38 (1) of the Act or a matter relating to such a dismissal. 4. The evaluation of a public servant’s performance or the method of evaluating his or her performance. 5. The compensation provided or denied to a public servant as a result of the evaluation of his or her performance.  O. Reg. 378/07, s. 4 (2). (3) Subsections (1) and (2) do not affect the right of a public servant to file a complaint under Part V of the Act (Political Activity) or a complaint under Part VI of the Act (Disclosing and Investigating Wrongdoing).  O. Reg. 378/07, s. 4 (3). Eligibility to File a Complaint",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>(1) Subject to subsection (2), a public servant who is aggrieved about a working condition or about a term of his or her employment may file a complaint about the working condition or the term of employment with the Public Service Grievance Board, </p> <p class=\"clause-e\">  (a) if the public servant is eligible under sections 5 and 7 to file such a complaint;</p> <p class=\"clause-e\">  (b) if the public servant gives notice in accordance with section 8 of his or her proposal to file the complaint; and</p> <p class=\"clause-e\">  (c) if the public servant complies with the filing requirements set out in section 10.  O. Reg. 378/07, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The following matters cannot be the subject of a complaint about a working condition or about a term of employment:</p> <p class=\"paragraph-e\">  1. The term or duration of the public servant’s appointment to employment by the Crown.</p> <p class=\"paragraph-e\">  2. The assignment of the public servant to a particular class of position.</p> <p class=\"paragraph-e\">  3. A dismissal without cause under subsection 38 (1) of the Act or a matter relating to such a dismissal.</p> <p class=\"paragraph-e\">  4. The evaluation of a public servant’s performance or the method of evaluating his or her performance.</p> <p class=\"paragraph-e\">  5. The compensation provided or denied to a public servant as a result of the evaluation of his or her performance.  O. Reg. 378/07, s. 4 (2).</p> <p class=\"subsection-e\">  (3) Subsections (1) and (2) do not affect the right of a public servant to file a complaint under Part V of the Act (Political Activity) or a complaint under Part VI of the Act (Disclosing and Investigating Wrongdoing).  O. Reg. 378/07, s. 4 (3).</p> <p class=\"heading1-e\"><a name=\"BK6\"></a>Eligibility to File a Complaint</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Eligibility to File a Complaint",
            "part_id": null,
            "part_type": null,
            "section": "Eligibility to File a Complaint",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Eligibility generally",
            "content": " 5. (1) Subject to subsections (2) and (3), a public servant or other person is eligible to file a complaint if he or she was appointed by the Public Service Commission under subsection 32 (1) or (2) of the Act to employment by the Crown.  O. Reg. 378/07, s. 5 (1). (2) If any of the following circumstances existed at the material time, a public servant or other person is not eligible to file a complaint: 1. He or she was a member of a bargaining unit represented by a bargaining agent under the Crown Employees Collective Bargaining Act, 1993 or under the Ontario Provincial Police Collective Bargaining Act, 2006. 2. He or she was represented by the Ontario Crown Attorneys’ Association or the Association of Law Officers of the Crown under an agreement between the Crown and one or both of those Associations. 3. He or she was employed in a position that was classified under subsection 33 (1) of the Act as a term classified position. 4. He or she was employed for a fixed term, i. on a non-recurring project, ii. in a professional or other special capacity, or iii. on a temporary work assignment arranged by the Public Service Commission in accordance with a program for providing temporary help. 5. He or she was employed for a fixed term for fewer than 14 hours per week, employed for a fixed term for fewer than nine full days in four consecutive weeks or employed for a fixed term on an irregular or on-call basis. 6. He or she was employed for a fixed term during his or her regular school, college or university vacation period or was employed for a fixed term under a co-operative educational training program.  O. Reg. 378/07, s. 5 (2). (3) Subsections (1) and (2) do not affect the right of a public servant or other person to file a complaint under Part V of the Act (Political Activity) or a complaint under Part VI of the Act (Disclosing and Investigating Wrongdoing).  O. Reg. 378/07, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>5. </b>(1) Subject to subsections (2) and (3), a public servant or other person is eligible to file a complaint if he or she was appointed by the Public Service Commission under subsection 32 (1) or (2) of the Act to employment by the Crown.  O. Reg. 378/07, s. 5 (1).</p> <p class=\"subsection-e\">  (2) If any of the following circumstances existed at the material time, a public servant or other person is not eligible to file a complaint:</p> <p class=\"paragraph-e\">  1. He or she was a member of a bargaining unit represented by a bargaining agent under the <i>Crown Employees Collective Bargaining Act, 1993</i> or under the <i>Ontario Provincial Police Collective Bargaining Act, 2006</i>.</p> <p class=\"paragraph-e\">  2. He or she was represented by the Ontario Crown Attorneys’ Association or the Association of Law Officers of the Crown under an agreement between the Crown and one or both of those Associations.</p> <p class=\"paragraph-e\">  3. He or she was employed in a position that was classified under subsection 33 (1) of the Act as a term classified position.</p> <p class=\"paragraph-e\">  4. He or she was employed for a fixed term,</p> <p class=\"subpara-e\">  i. on a non-recurring project,</p> <p class=\"subpara-e\">  ii. in a professional or other special capacity, or</p> <p class=\"subpara-e\">  iii. on a temporary work assignment arranged by the Public Service Commission in accordance with a program for providing temporary help.</p> <p class=\"paragraph-e\">  5. He or she was employed for a fixed term for fewer than 14 hours per week, employed for a fixed term for fewer than nine full days in four consecutive weeks or employed for a fixed term on an irregular or on-call basis.</p> <p class=\"paragraph-e\">  6. He or she was employed for a fixed term<b> </b>during his or her regular school, college or university vacation period or was employed for a fixed term under a co-operative educational training program.  O. Reg. 378/07, s. 5 (2).</p> <p class=\"subsection-e\">  (3) Subsections (1) and (2) do not affect the right of a public servant or other person to file a complaint under Part V of the Act (Political Activity) or a complaint under Part VI of the Act (Disclosing and Investigating Wrongdoing).  O. Reg. 378/07, s. 5 (3).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Restrictions, complaint about dismissal for cause",
            "content": " 6. A person is eligible to file a complaint about dismissal for cause only if, immediately before his or her dismissal,  (a) he or she had been employed continuously for at least 12 months for a fixed term or a succession of fixed terms under subsection 32 (1) or (2) of the Act; or (b) he or she was employed otherwise than for a fixed term and was not on probation.  O. Reg. 378/07, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>6. </b>A person is eligible to file a complaint about dismissal for cause only if, immediately before his or her dismissal, </p> <p class=\"clause-e\">  (a) he or she had been employed continuously for at least 12 months for a fixed term or a succession of fixed terms under subsection 32 (1) or (2) of the Act; or</p> <p class=\"clause-e\">  (b) he or she was employed otherwise than for a fixed term and was not on probation.  O. Reg. 378/07, s. 6.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Restrictions, complaint about a working condition or a term of employment",
            "content": " 7. (1) A public servant is eligible to file a complaint about a working condition or a term of employment only if he or she had been employed continuously for at least six months before the deadline for giving notice in accordance with section 8 of his or her proposal to file the complaint.  O. Reg. 378/07, s. 7 (1). (2) Despite subsection (1), the following public servants are not eligible to file a complaint about a working condition or a term of employment: 1. A public servant employed in a position that is classified under subsection 33 (1) of the Act as a position within the Senior Management Group. 2. A public servant who is employed as a Branch Director or as a Hospital Administrator. 3. A public servant who is employed in a position with headquarters located outside Ontario. 4. A public servant who is employed by the Crown as a lawyer.  O. Reg. 378/07, s. 7 (2). Filing a Complaint",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>7. </b>(1) A public servant is eligible to file a complaint about a working condition or a term of employment only if he or she had been employed continuously for at least six months before the deadline for giving notice in accordance with section 8 of his or her proposal to file the complaint.  O. Reg. 378/07, s. 7 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), the following public servants are not eligible to file a complaint about a working condition or a term of employment:</p> <p class=\"paragraph-e\">  1. A public servant employed in a position that is classified under subsection 33 (1) of the Act as a position within the Senior Management Group.</p> <p class=\"paragraph-e\">  2. A public servant who is employed as a Branch Director or as a Hospital Administrator.</p> <p class=\"paragraph-e\">  3. A public servant who is employed in a position with headquarters located outside Ontario.</p> <p class=\"paragraph-e\">  4. A public servant who is employed by the Crown as a lawyer.  O. Reg. 378/07, s. 7 (2).</p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Filing a Complaint</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Filing a Complaint",
            "part_id": null,
            "part_type": null,
            "section": "Filing a Complaint",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of proposal to file a complaint",
            "content": " 8. (1) A person who proposes to file a complaint shall give notice of the proposal to the following person or entity: 1. A complainant who, at the material time, worked in a ministry shall give the notice to his or her deputy minister. 2. A complainant who, at the material time, worked in a Commission public body shall give the notice to the chair of the Public Service Commission.  O. Reg. 378/07, s. 8 (1). (2) Subsection (1) does not apply with respect to a complaint under Part V of the Act (Political Activity) or a complaint under Part VI of the Act (Disclosing and Investigating Wrongdoing).  O. Reg. 378/07, s. 8 (2). (3) The notice must set out the reasons for the complaint.  O. Reg. 378/07, s. 8 (3). (4) The notice must be given within the following period: 1. For a complaint about dismissal for cause, within 14 days after the complainant receives notice of the dismissal. 2. For a complaint about a disciplinary measure, within 14 days after the complainant receives notice of the imposition of the disciplinary measure. 3. For a complaint about a working condition or a term of employment, within 14 days after the complainant becomes aware of the working condition or term of employment giving rise to the complaint.  O. Reg. 378/07, s. 8 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>8. </b>(1) A person who proposes to file a complaint shall give notice of the proposal to the following person or entity:</p> <p class=\"paragraph-e\">  1. A complainant who, at the material time, worked in a ministry shall give the notice to his or her deputy minister.</p> <p class=\"paragraph-e\">  2. A complainant who, at the material time, worked in a Commission public body shall give the notice to the chair of the Public Service Commission.  O. Reg. 378/07, s. 8 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply with respect to a complaint under Part V of the Act (Political Activity) or a complaint under Part VI of the Act (Disclosing and Investigating Wrongdoing).  O. Reg. 378/07, s. 8 (2).</p> <p class=\"subsection-e\"><b> </b>(3) The notice must set out the reasons for the complaint.  O. Reg. 378/07, s. 8 (3).</p> <p class=\"subsection-e\">  (4) The notice must be given within the following period:</p> <p class=\"paragraph-e\">  1. For a complaint about dismissal for cause, within 14 days after the complainant receives notice of the dismissal.</p> <p class=\"paragraph-e\">  2. For a complaint about a disciplinary measure, within 14 days after the complainant receives notice of the imposition of the disciplinary measure.</p> <p class=\"paragraph-e\">  3. For a complaint about a working condition or a term of employment, within 14 days after the complainant becomes aware of the working condition or term of employment giving rise to the complaint.  O. Reg. 378/07, s. 8 (4).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Period for dispute resolution",
            "content": " 9. (1) A complainant is not entitled to file a complaint with the Public Service Grievance Board until expiry of the period provided under this section for dispute resolution.  O. Reg. 378/07, s. 9 (1). (2) Subsection (1) does not affect the right of a public servant or other person to file a complaint under Part V of the Act (Political Activity) or a complaint under Part VI of the Act (Disclosing and Investigating Wrongdoing).  O. Reg. 378/07, s. 9 (2). (3) If the complainant was required to give a deputy minister notice of the proposal to make the complaint, and if the deputy minister or his or her delegate meets with the complainant within 30 days after the deputy minister receives the notice, the period provided for dispute resolution expires on the earlier of, (a) the day that is 30 days after the meeting; or (b) the day on which the deputy minister gives written notice to the complainant of his or her decision about the proposed complaint.  O. Reg. 378/07, s. 9 (3). (4) If the complainant was required to give the chair of the Public Service Commission notice of the proposal to make the complaint, and if the chair or his or her delegate meets with the complainant within 30 days after the chair receives the notice, the period provided for dispute resolution expires on the earlier of, (a) the day that is 30 days after the meeting; or (b) the day on which the chair gives written notice to the complainant of his or her decision about the proposed complaint.  O. Reg. 378/07, s. 9 (4). (5) If the deputy minister or chair of the Public Service Commission, as the case may be, or his or her delegate does not meet with the complainant within 30 days after receiving the notice, the period provided for dispute resolution expires 30 days after the notice was given to the deputy minister or chair.  O. Reg. 378/07, s. 9 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>9. </b>(1) A complainant is not entitled to file a complaint with the Public Service Grievance Board until expiry of the period provided under this section for dispute resolution.  O. Reg. 378/07, s. 9 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not affect the right of a public servant or other person to file a complaint under Part V of the Act (Political Activity) or a complaint under Part VI of the Act (Disclosing and Investigating Wrongdoing).  O. Reg. 378/07, s. 9 (2).</p> <p class=\"subsection-e\">  (3) If the complainant was required to give a deputy minister notice of the proposal to make the complaint, and if the deputy minister or his or her delegate meets with the complainant within 30 days after the deputy minister receives the notice, the period provided for dispute resolution expires on the earlier of,</p> <p class=\"clause-e\">  (a) the day that is 30 days after the meeting; or</p> <p class=\"clause-e\">  (b) the day on which the deputy minister gives written notice to the complainant of his or her decision about the proposed complaint.  O. Reg. 378/07, s. 9 (3).</p> <p class=\"subsection-e\">  (4) If the complainant was required to give the chair of the Public Service Commission notice of the proposal to make the complaint, and if the chair or his or her delegate meets with the complainant within 30 days after the chair receives the notice, the period provided for dispute resolution expires on the earlier of,</p> <p class=\"clause-e\">  (a) the day that is 30 days after the meeting; or</p> <p class=\"clause-e\">  (b) the day on which the chair gives written notice to the complainant of his or her decision about the proposed complaint.  O. Reg. 378/07, s. 9 (4).</p> <p class=\"subsection-e\">  (5) If the deputy minister or chair of the Public Service Commission, as the case may be, or his or her delegate does not meet with the complainant within 30 days after receiving the notice, the period provided for dispute resolution expires 30 days after the notice was given to the deputy minister or chair.  O. Reg. 378/07, s. 9 (5).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Filing a complaint",
            "content": " 10. (1) Within 14 days after the expiry of the period, if any, provided for dispute resolution under section 9, the complainant may file the complaint with the Public Service Grievance Board by delivering it to the chair of the Board.  O. Reg. 378/07, s. 10 (1). (2) The complaint must set out the reasons for the complaint and must include the notice of the proposal, if any, to make the complaint and such other information and documents as the Board may specify.  O. Reg. 378/07, s. 10 (2). Hearing a Complaint",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>10. </b>(1) Within 14 days after the expiry of the period, if any, provided for dispute resolution under section 9, the complainant may file the complaint with the Public Service Grievance Board by delivering it to the chair of the Board.  O. Reg. 378/07, s. 10 (1).</p> <p class=\"subsection-e\">  (2) The complaint must set out the reasons for the complaint and must include the notice of the proposal, if any, to make the complaint and such other information and documents as the Board may specify.  O. Reg. 378/07, s. 10 (2).</p> <p class=\"heading1-e\"><a name=\"BK14\"></a>Hearing a Complaint</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Hearing a Complaint",
            "part_id": null,
            "part_type": null,
            "section": "Hearing a Complaint",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Duty to hear a complaint",
            "content": " 11. (1) Within 30 days after a complaint is filed with the Public Service Grievance Board, the chair of the Board shall fix a time and place for a hearing of the complaint.  O. Reg. 378/07, s. 11 (1). (2) The complainant and such other persons as the Board considers appropriate are parties to the complaint.  O. Reg. 378/07, s. 11 (2). (3) The chair of the Board shall give written notice of the hearing to the parties.  O. Reg. 378/07, s. 11 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>11. </b>(1) Within 30 days after a complaint is filed with the Public Service Grievance Board, the chair of the Board shall fix a time and place for a hearing of the complaint.  O. Reg. 378/07, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The complainant and such other persons as the Board considers appropriate are parties to the complaint.  O. Reg. 378/07, s. 11 (2).</p> <p class=\"subsection-e\">  (3) The chair of the Board shall give written notice of the hearing to the parties.  O. Reg. 378/07, s. 11 (3).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Hearing",
            "content": " 12. (1) The Public Service Grievance Board may assign one or more of its members to hear a complaint.  O. Reg. 378/07, s. 12 (1). (2) A member is not precluded from hearing a complaint because he or she assisted the parties to mediate, conciliate, negotiate or help resolve the complaint by means of an alternate dispute resolution mechanism or because he or she presided at a pre-hearing conference at which the parties attempted to settle issues in the complaint.  O. Reg. 378/07, s. 12 (2). (3) The consent of the parties is not required to permit a member described in subsection (2) to hear a complaint.  O. Reg. 378/07, s. 12 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>12. </b>(1) The Public Service Grievance Board may assign one or more of its members to hear a complaint.  O. Reg. 378/07, s. 12 (1).</p> <p class=\"subsection-e\">  (2) A member is not precluded from hearing a complaint because he or she assisted the parties to mediate, conciliate, negotiate or help resolve the complaint by means of an alternate dispute resolution mechanism or because he or she presided at a pre-hearing conference at which the parties attempted to settle issues in the complaint.  O. Reg. 378/07, s. 12 (2).</p> <p class=\"subsection-e\">  (3) The consent of the parties is not required to permit a member described in subsection (2) to hear a complaint.  O. Reg. 378/07, s. 12 (3).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Combined hearings, etc.",
            "content": " 13. (1) If two or more complaints involve the same or similar questions of fact, law or policy, the Public Service Grievance Board may combine the hearings for all or part of the complaints or may hear the complaints at the same time.  O. Reg. 378/07, s. 13 (1). (2) The consent of the parties is not required to permit the Board to combine hearings or hear complaints at the same time.  O. Reg. 378/07, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>13. </b>(1) If two or more complaints involve the same or similar questions of fact, law or policy, the Public Service Grievance Board may combine the hearings for all or part of the complaints or may hear the complaints at the same time.  O. Reg. 378/07, s. 13 (1).</p> <p class=\"subsection-e\">  (2) The consent of the parties is not required to permit the Board to combine hearings or hear complaints at the same time.  O. Reg. 378/07, s. 13 (2).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Restriction on interim orders",
            "content": " 14. The Board cannot make an interim order requiring the reinstatement of a person as a public servant.  O. Reg. 378/07, s. 14. “Vulnerable Person” under Section 24 of the Act",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>14. </b>The Board cannot make an interim order requiring the reinstatement of a person as a public servant.  O. Reg. 378/07, s. 14.</p> <p class=\"heading1-e\"><a name=\"BK19\"></a>“Vulnerable Person” under Section 24 of the Act</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "“Vulnerable Person” under Section 24 of the Act",
            "part_id": null,
            "part_type": null,
            "section": "“Vulnerable Person” under Section 24 of the Act",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Vulnerable person",
            "content": " 15. For the purposes of section 24 of the Act, a person is a vulnerable person, (a) if he or she is a person to whom services are provided in a community resource centre that is designated under section 15 of the Ministry of Correctional Services Act; or (b) if he or she is an inmate, youth, patient, pupil or resident who is detained, resides or is cared for in, (i) premises where services are provided by the Minister under the Child, Youth and Family Services Act, 2017, (ii)  Revoked: O. Reg. 19/16, s. 1. (iii) The Ontario School for the Deaf, The Ontario School for the Blind or a school for the deaf, school for the blind or demonstration school established or continued under section 13 of the Education Act, (iv) a psychiatric facility under the Mental Health Act, (v) a correctional institution under the Ministry of Correctional Services Act, (vi) a place of temporary detention under the Youth Criminal Justice Act\r\n(Canada), (vii) a youth custody facility under the Youth Criminal Justice Act\r\n(Canada), or (viii) any other workplace where a public servant assigned to any of the locations described in clause (a) or subclauses (i) to (vii) works in carrying out the duties of his or her position.  O. Reg. 378/07, s. 15; O. Reg. 19/16, s. 1; O. Reg. 182/18, s. 1. 16. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 378/07, s. 16.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>15. </b>For the purposes of section 24 of the Act, a person is a vulnerable person,</p> <p class=\"clause-e\">  (a) if he or she is a person to whom services are provided in a community resource centre that is designated under section 15 of the <i>Ministry of Correctional Services Act</i>; or</p> <p class=\"clause-e\">  (b) if he or she is an inmate, youth, patient, pupil or resident who is detained, resides or is cared for in,</p> <p class=\"subclause-e\">  (i) premises where services are provided by the Minister under the<i> Child, Youth and Family Services Act, 2017</i>,</p> <p class=\"subclause-e\">  (ii)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 19/16, s. 1.</p> <p class=\"subclause-e\">  (iii) The Ontario School for the Deaf, The Ontario School for the Blind or a school for the deaf, school for the blind or demonstration school established or continued under section 13 of the <i>Education Act</i>,</p> <p class=\"subclause-e\">  (iv) a psychiatric facility under the <i>Mental Health Act</i>,</p> <p class=\"subclause-e\">  (v) a correctional institution under the <i>Ministry of Correctional Services Act</i>,</p> <p class=\"subclause-e\">  (vi) a place of temporary detention under the <i>Youth Criminal Justice Act</i>\r\n(Canada),</p> <p class=\"subclause-e\">  (vii) a youth custody facility under the <i>Youth Criminal Justice Act</i>\r\n(Canada), or</p> <p class=\"subclause-e\">  (viii) any other workplace where a public servant assigned to any of the locations described in clause (a) or subclauses (i) to (vii) works in carrying out the duties of his or her position.  O. Reg. 378/07, s. 15; O. Reg. 19/16, s. 1; O. Reg. 182/18, s. 1.</p> <p class=\"section-e\"> <b>16.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation).</span>  O. Reg. 378/07, s. 16.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070378\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}