{
    "reg_info": {
        "full_title": "O. Reg. 97/08: DESIGNATION OF GOODS, SERVICES AND TECHNOLOGIES",
        "reg_name_text": "Designation of goods, Services and Technologies",
        "citation": "O. Reg. 97/08: DESIGNATION OF GOODS, SERVICES AND TECHNOLOGIES",
        "act_under": "Green Energy Act, 2009",
        "url": "https://www.ontario.ca/laws/regulation/080097",
        "date_scraped": "2023-12-18 23:30:09"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/080097/v5",
            "valid_from": "December  6, 2018",
            "valid_to": "December 31, 2018"
        },
        {
            "a_href": "/laws/regulation/080097/v4",
            "valid_from": "February  8, 2017",
            "valid_to": "December  5, 2018"
        },
        {
            "a_href": "/laws/regulation/080097/v3",
            "valid_from": "January  1, 2015",
            "valid_to": "February  7, 2017"
        },
        {
            "a_href": "/laws/regulation/080097/v2",
            "valid_from": "December 16, 2014",
            "valid_to": "December 31, 2014"
        },
        {
            "a_href": "/laws/regulation/080097/v1",
            "valid_from": "April 17, 2008",
            "valid_to": "December 15, 2014"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Designation of clotheslines etc.",
            "content": " 1. The following are designated for the purposes of subsection 4 (1) of the Act: 1. Clotheslines. 2. Clothestrees. 3. Any goods and technologies that have a purpose that is the same as a clothesline or clothestree, and no other purpose. 4. Any equipment that is necessary for the proper installation and operation of anything that is designated under this section.  O. Reg. 97/08, s. 1; O. Reg. 287/14, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The following are designated for the purposes of subsection 4 (1) of the Act:</p> <p class=\"paragraph-e\">  1. Clotheslines.</p> <p class=\"paragraph-e\">  2. Clothestrees.</p> <p class=\"paragraph-e\">  3. Any goods and technologies that have a purpose that is the same as a clothesline or clothestree, and no other purpose.</p> <p class=\"paragraph-e\">  4. Any equipment that is necessary for the proper installation and operation of anything that is designated under this section.  O. Reg. 97/08, s. 1; O. Reg. 287/14, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Prescribed circumstances",
            "content": " 2. A person is permitted to install and use any goods or technologies designated in section 1, if the following circumstances apply: 1. The designated goods or technologies and any necessary equipment are installed on property upon which is situated a house or building that is used solely for residential occupancy and which is the person’s place of residence. 2. The designated goods or technologies and any necessary equipment are installed in a manner so as to ensure that there are no impediments to safety, including, but not limited to, impediments to access to or egress from the house or building. 3. The designated goods or technologies and any necessary equipment are installed adjacent to the side or rear wall of the house or building so as to be useable by a person, i. standing directly on the ground, ii. standing on a deck or other fixed platform accessed directly from the ground floor of the house or building, if the deck or fixed platform is no higher than the floor level of the ground floor, or iii. standing on a step-stool or similar device placed either directly on the ground or on a deck or other fixed platform accessed directly from the ground floor of the house or building, if the deck or fixed platform is no higher than the floor level of the ground floor. 4. The designated goods or technologies and any necessary equipment are installed in an area where the person has an exclusive right of use by virtue of their residency.  O. Reg. 97/08, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>A person is permitted to install and use any goods or technologies designated in section 1, if the following circumstances apply:</p> <p class=\"paragraph-e\">  1. The designated goods or technologies and any necessary equipment are installed on property upon which is situated a house or building that is used solely for residential occupancy and which is the person’s place of residence. </p> <p class=\"paragraph-e\">  2. The designated goods or technologies and any necessary equipment are installed in a manner so as to ensure that there are no impediments to safety, including, but not limited to, impediments to access to or egress from the house or building. </p> <p class=\"paragraph-e\">  3. The designated goods or technologies and any necessary equipment are installed adjacent to the side or rear wall of the house or building so as to be useable by a person, </p> <p class=\"subpara-e\">  i. standing directly on the ground, </p> <p class=\"subpara-e\">  ii. standing on a deck or other fixed platform accessed directly from the ground floor of the house or building, if the deck or fixed platform is no higher than the floor level of the ground floor, or </p> <p class=\"subpara-e\">  iii. standing on a step-stool or similar device placed either directly on the ground or on a deck or other fixed platform accessed directly from the ground floor of the house or building, if the deck or fixed platform is no higher than the floor level of the ground floor.</p> <p class=\"paragraph-e\">  4. The designated goods or technologies and any necessary equipment are installed in an area where the person has an exclusive right of use by virtue of their residency.  O. Reg. 97/08, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Prescribed circumstances",
            "content": " 3. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 97/08, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 97/08, s. 3.</p>"
        },
        {
            "id": null,
            "section": "Prescribed circumstances",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/080097\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}