{
    "reg_info": {
        "full_title": "O. Reg. 321/09: GENERAL MOTORS PENSION PLANS",
        "reg_name_text": "GENERAL MOTORS PENSION PLANS",
        "citation": "O. Reg. 321/09: ",
        "act_under": "Pension Benefits Act   Loi sur les régimes de retraite",
        "url": "https://www.ontario.ca/laws/regulation/090321",
        "date_scraped": "2023-12-18 14:56:31"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/090321/v7",
            "valid_from": "July 29, 2021",
            "valid_to": "August 31, 2021"
        },
        {
            "a_href": "/laws/regulation/090321/v6",
            "valid_from": "June  8, 2019",
            "valid_to": "July 28, 2021"
        },
        {
            "a_href": "/laws/regulation/090321/v5",
            "valid_from": "June  4, 2019",
            "valid_to": "June  7, 2019"
        },
        {
            "a_href": "/laws/regulation/090321/v4",
            "valid_from": "July  1, 2012",
            "valid_to": "June  3, 2019"
        },
        {
            "a_href": "/laws/regulation/090321/v3",
            "valid_from": "June 26, 2012",
            "valid_to": "June 30, 2012"
        },
        {
            "a_href": "/laws/regulation/090321/v2",
            "valid_from": "August 31, 2009",
            "valid_to": "June 25, 2012"
        },
        {
            "a_href": "/laws/regulation/090321/v1",
            "valid_from": "August 25, 2009",
            "valid_to": "August 30, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Application",
            "content": " 1. This Regulation applies to the following plans: 1. General Motors Canadian Retirement Program for Salaried Employees, registered under the Act as number 0340950. 2. General Motors Canadian Hourly-Rate Employees Pension Plan, registered under the Act as number 0340968.  O. Reg. 321/09, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>This Regulation applies to the following plans:</p> <p class=\"paragraph-e\">  1. General Motors Canadian Retirement Program for Salaried Employees, registered under the Act as number 0340950.</p> <p class=\"paragraph-e\">  2. General Motors Canadian Hourly-Rate Employees Pension Plan, registered under the Act as number 0340968.  O. Reg. 321/09, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Interpretation",
            "content": " 2. (1) Expressions used in this Regulation have the same meaning as in the General Regulation unless otherwise indicated.  O. Reg. 321/09, s. 2 (1). (2) In this Regulation, “adjusted solvency deficiency” means, in respect of an annual or final report of a plan under section 8, the amount, if any, by which the plan’s solvency liabilities exceed the amount of the plan’s solvency assets as of the valuation date of the report; “benefit enhancements” means a pension, deferred pension, pension benefit or ancillary benefit, or any combination of them, resulting from the application of section 74 of the Act; “General Regulation” means Regulation 909 of the Revised Regulations of Ontario (General), made under the Act; “grow-in liabilities” means liabilities for benefit enhancements; “Hourly Plan” means the General Motors Canadian Hourly-Rate Employees Pension Plan, registered under the Act as number 0340968; “initial solvency deficiency” means, in respect of the initial report of a plan under section 7, the amount, if any, by which the plan’s solvency liabilities exceed the amount of the plan’s solvency assets as of the valuation date of the initial report; “plan” means a pension plan to which this Regulation applies; “Salaried Plan” means the General Motors Canadian Retirement Program for Salaried Employees, registered under the Act as number 0340950; “solvency liabilities” means, in respect of a plan, the amount that would be the plan’s solvency liabilities for the purposes of Part I of the General Regulation if that amount were calculated without reference to the amount of any grow-in liabilities.  O. Reg. 321/09, s. 2 (2). (3) For the purposes of this Regulation, a plan is fully funded as of the valuation date of a report in respect of the plan filed with the Chief Executive Officer under this Regulation or, after September 1, 2014, under section 3 or 14 of the General Regulation if, (a) the plan’s solvency liabilities are not greater than the plan’s solvency assets as of the valuation date; and (b) after the valuation date, there are no special payments required under subsection 5 (1) of the General Regulation or under section 10 or 12 of this Regulation and no lump sum special payment is required under section 11 of this Regulation.  O. Reg. 321/09, s. 2 (3); O. Reg. 152/19, s. 1; O. Reg. 534/21, s. 1. (4) For the purposes of subsection (3), a report filed with the Superintendent under this Regulation or under section 3 or 14 of the General Regulation, as they read prior to the day section 1 of Schedule 23 to the Plan for Care and Opportunity Act (Budget Measures), 2018 came into force, is deemed to have been filed with the Chief Executive Officer. O. Reg. 152/19, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Expressions used in this Regulation have the same meaning as in the General Regulation unless otherwise indicated.  O. Reg. 321/09, s. 2 (1).</p> <p class=\"subsection-e\">  (2) In this Regulation,</p> <p class=\"firstdef-e\">“adjusted solvency deficiency” means, in respect of an annual or final report of a plan under section 8, the amount, if any, by which the plan’s solvency liabilities exceed the amount of the plan’s solvency assets as of the valuation date of the report;</p> <p class=\"definition-e\">“benefit enhancements” means a pension, deferred pension, pension benefit or ancillary benefit, or any combination of them, resulting from the application of section 74 of the Act;</p> <p class=\"definition-e\">“General Regulation” means Regulation 909 of the Revised Regulations of Ontario (General), made under the Act;</p> <p class=\"definition-e\">“grow-in liabilities” means liabilities for benefit enhancements;</p> <p class=\"definition-e\">“Hourly Plan” means the General Motors Canadian Hourly-Rate Employees Pension Plan, registered under the Act as number 0340968;</p> <p class=\"definition-e\">“initial solvency deficiency” means, in respect of the initial report of a plan under section 7, the amount, if any, by which the plan’s solvency liabilities exceed the amount of the plan’s solvency assets as of the valuation date of the initial report;</p> <p class=\"definition-e\">“plan” means a pension plan to which this Regulation applies;</p> <p class=\"definition-e\">“Salaried Plan” means the General Motors Canadian Retirement Program for Salaried Employees, registered under the Act as number 0340950; </p> <p class=\"definition-e\">“solvency liabilities” means, in respect of a plan, the amount that would be the plan’s solvency liabilities for the purposes of Part I of the General Regulation if that amount were calculated without reference to the amount of any grow-in liabilities.  O. Reg. 321/09, s. 2 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of this Regulation, a plan is fully funded as of the valuation date of a report in respect of the plan filed with the Chief Executive Officer under this Regulation or, after September 1, 2014, under section 3 or 14 of the General Regulation if,</p> <p class=\"clause-e\">  (a) the plan’s solvency liabilities are not greater than the plan’s solvency assets as of the valuation date; and </p> <p class=\"clause-e\">  (b) after the valuation date, there are no special payments required under subsection 5 (1) of the General Regulation or under section 10 or 12 of this Regulation and no lump sum special payment is required under section 11 of this Regulation.  O. Reg. 321/09, s. 2 (3); O. Reg. 152/19, s. 1; O. Reg. 534/21, s. 1.</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3), a report filed with the Superintendent under this Regulation or under section 3 or 14 of the General Regulation, as they read prior to the day section 1 of Schedule 23 to the <i>Plan for Care and Opportunity Act (Budget Measures), 2018</i> came into force, is deemed to have been filed with the Chief Executive Officer. O. Reg. 152/19, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Benefit improvements",
            "content": " 3. (1) For the purposes of this Regulation, benefit improvements are made under a plan if an amendment to the plan filed after this section comes into force increases the amount or commuted value of a pension, deferred pension, pension benefit or ancillary benefit provided by the plan.  O. Reg. 321/09, s. 3 (1). (1.1) Despite subsection (1), benefit improvements are deemed for the purposes of this Regulation not to be made under a plan if the amendment to the plan confers a benefit improvement that is required by law.  O. Reg. 181/12, s. 1. (2) Despite subsection (1), benefit improvements are deemed for the purposes of this Regulation not to be made under a plan if the amendment is in respect of, (a) members of the plan who terminate employment or retire under the plan as a result of the closure of the Oshawa Truck Facility, the Windsor Transmission Plant or Lear Corporation’s Windsor Facility; or (b) members of the plan who, as a result of workforce reduction initiatives, other than a closure mentioned in clause (a), announced on or before May 21, 2009 and undertaken by the employer, by an affiliate (within the meaning of the Business Corporations Act) of the employer or by a person who acquired a part of the assets of the business of the employer or an affiliate on or before May 21, 2009, (i) receive before May 1, 2010 a notice of termination of employment from their employer, or (ii) deliver to their employer before May 1, 2010 a notice of intention to retire under the plan.  O. Reg. 321/09, s. 3 (2). (3) General Motors of Canada Limited shall provide such information to the Superintendent as the Superintendent may require for the purposes of identifying the members of each plan who satisfy the conditions under subsection (2) and to establish which conditions were satisfied by each such member.  O. Reg. 321/09, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) For the purposes of this Regulation, benefit improvements are made under a plan if an amendment to the plan filed after this section comes into force increases the amount or commuted value of a pension, deferred pension, pension benefit or ancillary benefit provided by the plan.  O. Reg. 321/09, s. 3 (1).</p> <p class=\"subsection-e\">  (1.1) Despite subsection (1), benefit improvements are deemed for the purposes of this Regulation not to be made under a plan if the amendment to the plan confers a benefit improvement that is required by law.  O. Reg. 181/12, s. 1.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), benefit improvements are deemed for the purposes of this Regulation not to be made under a plan if the amendment is in respect of,</p> <p class=\"clause-e\">  (a) members of the plan who terminate employment or retire under the plan as a result of the closure of the Oshawa Truck Facility, the Windsor Transmission Plant or Lear Corporation’s Windsor Facility; or</p> <p class=\"clause-e\">  (b) members of the plan who, as a result of workforce reduction initiatives, other than a closure mentioned in clause (a), announced on or before May 21, 2009 and undertaken by the employer, by an affiliate (within the meaning of the <i>Business Corporations Act</i>)<i> </i>of the employer or by a person who acquired a part of the assets of the business of the employer or an affiliate on or before May 21, 2009,</p> <p class=\"subclause-e\">  (i) receive before May 1, 2010 a notice of termination of employment from their employer, or</p> <p class=\"subclause-e\">  (ii) deliver to their employer before May 1, 2010 a notice of intention to retire under the plan.  O. Reg. 321/09, s. 3 (2).</p> <p class=\"subsection-e\">  (3) General Motors of Canada Limited shall provide such information to the Superintendent as the Superintendent may require for the purposes of identifying the members of each plan who satisfy the conditions under subsection (2) and to establish which conditions were satisfied by each such member.  O. Reg. 321/09, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": "Application of s. 74 of the Act",
            "content": " 4. (1) Subsections 74 (1), (1.1), (1.3), (2), (3), (4) and (8) of the Act do not apply to a plan on or after September 1, 2009 unless the plan is fully wound up and there are assets of the plan remaining after payment of all fees and expenses relating to the wind up and after payment of all pensions, deferred pensions, pension benefits and ancillary benefits under the terms of the plan.  O. Reg. 181/12, s. 2 (1). (2) Revoked:  O. Reg. 181/12, s. 2 (1). (3) The following rules apply if subsections 74 (1), (1.1), (1.3), (2), (3), (4) and (8) of the Act apply to a plan under subsection (1): 1. If the amount of the remaining assets of the plan referred to in subsection (1) is equal to or less than the amount that would be the total grow-in liabilities in respect of all members entitled to benefit enhancements, the amount of the benefit enhancements to which a member is entitled is limited to the amount determined by multiplying the amount that would otherwise be the grow-in liabilities in respect of the member by the ratio of the remaining assets of the plan referred to in subsection (1) to the amount that would otherwise be the total grow-in liabilities in respect of all members entitled to benefit enhancements. 2. If the amount of the remaining assets of the plan referred to in subsection (1) exceeds the amount that would be the total grow-in liabilities in respect of all members entitled to benefit enhancements, the assets of the plan remaining after distribution of the benefit enhancements to the members are subject to the requirements of the Act and the General Regulation.  O. Reg. 321/09, s. 4 (3); O. Reg. 181/12, s. 2 (2-4). (4) Despite subsection 30 (1) of the General Regulation, subsections 30 (2) and (3) of the General Regulation apply if a plan winds up in whole or in part, except that subclause 30 (2) (b) (v.1) of that regulation does not apply whether or not subsections 74 (1), (1.1), (1.3), (2), (3), (4) and (8) of the Act apply to the plan.  O. Reg. 321/09, s. 4 (4); O. Reg. 181/12, s. 2 (5).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Subsections 74 (1), (1.1), (1.3), (2), (3), (4) and (8) of the Act do not apply to a plan on or after September 1, 2009 unless the plan is fully wound up and there are assets of the plan remaining after payment of all fees and expenses relating to the wind up and after payment of all pensions, deferred pensions, pension benefits and ancillary benefits under the terms of the plan.  O. Reg. 181/12, s. 2 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 181/12, s. 2 (1).</p> <p class=\"subsection-e\">  (3) The following rules apply if subsections 74 (1), (1.1), (1.3), (2), (3), (4) and (8) of the Act apply to a plan under subsection (1):</p> <p class=\"paragraph-e\">  1. If the amount of the remaining assets of the plan referred to in subsection (1) is equal to or less than the amount that would be the total grow-in liabilities in respect of all members entitled to benefit enhancements, the amount of the benefit enhancements to which a member is entitled is limited to the amount determined by multiplying the amount that would otherwise be the grow-in liabilities in respect of the member by the ratio of the remaining assets of the plan referred to in subsection (1) to the amount that would otherwise be the total grow-in liabilities in respect of all members entitled to benefit enhancements.</p> <p class=\"paragraph-e\">  2. If the amount of the remaining assets of the plan referred to in subsection (1) exceeds the amount that would be the total grow-in liabilities in respect of all members entitled to benefit enhancements, the assets of the plan remaining after distribution of the benefit enhancements to the members are subject to the requirements of the Act and the General Regulation.  O. Reg. 321/09, s. 4 (3); O. Reg. 181/12, s. 2 (2-4).</p> <p class=\"subsection-e\">  (4) Despite subsection 30 (1) of the General Regulation, subsections 30 (2) and (3) of the General Regulation apply if a plan winds up in whole or in part, except that subclause 30 (2) (b) (v.1) of that regulation does not apply whether or not subsections 74 (1), (1.1), (1.3), (2), (3), (4) and (8) of the Act apply to the plan.  O. Reg. 321/09, s. 4 (4); O. Reg. 181/12, s. 2 (5).</p>"
        },
        {
            "id": "5.",
            "section": "Guarantee Fund",
            "content": " 5. (1) Sections 83 and 84 of the Act do not apply to a plan on and after September 1, 2009.  O. Reg. 321/09, s. 5 (1). (2) Despite subsection 18 (7) of the General Regulation, the administrator of a plan is not required to file a Pension Benefits Guarantee Fund assessment certificate for a fiscal year of the plan ending on or after September 1, 2009.  O. Reg. 321/09, s. 5 (2). (3) Section 37 of the General Regulation does not apply to a plan for a fiscal year of the plan ending on or after September 1, 2009.  O. Reg. 321/09, s. 5 (3). (4) Despite subsections (2) and (3), (a) the administrator of a plan shall file the Pension Benefits Guarantee Fund assessment certificate required by subsection 18 (7) of the General Regulation for the fiscal year of the plan ending in 2008; and (b) the employer, or a person or entity required to make contributions under a plan on behalf of the employer, shall pay to the Guarantee Fund the annual assessment required by section 37 of the General Regulation for the fiscal year of the plan ending in 2008.  O. Reg. 321/09, s. 5 (4). (5) For the purposes of clause (4) (b), the amount of the annual assessment for the fiscal year of a plan ending in 2008 is calculated in accordance with subsection 37 (6) of the General Regulation as if an election under subsection 5.1 (1) or (2) of that regulation were in effect.  O. Reg. 321/09, s. 5 (5). (6) Despite subsection (1), sections 83 and 84 of the Act apply to a plan if the administrator of the plan has filed three consecutive reports with the Chief Executive Officer under sections 7 and 8 or, after September 1, 2014, under section 14 of the General Regulation and, (a) each report has a valuation date that is at least one year after the valuation date of the last report filed with the Chief Executive Officer; and (b) each of the three reports for the plan indicates that the plan is fully funded as of the valuation date of the report.  O. Reg. 321/09, s. 5 (6); O. Reg. 181/12, s. 3 (1); O. Reg. 152/19, s. 1. (6.1) However, benefit enhancements are not guaranteed by the Guarantee Fund under section 84 of the Act, despite subsection (6).  O. Reg. 181/12, s. 3 (2). (7) The conditions described in subsection (6) are satisfied for the purposes of that subsection on the valuation date of the third consecutive report of a plan that satisfies the conditions in that subsection.  O. Reg. 321/09, s. 5 (7). (8) If the conditions described in subsection (6) are satisfied with respect to a plan, the administrator of the plan shall file a Pension Benefits Guarantee Fund assessment certificate and pay to the Guarantee Fund the annual assessment in accordance with sections 18 and 37 of the General Regulation for each fiscal year of the plan ending on or after the day the conditions are satisfied, as determined under subsection (7).  O. Reg. 321/09, s. 5 (8). (9) For the purposes of subsection (6), a report filed with the Superintendent under section 14 of the General Regulation, as it read prior to the day section 1 of Schedule 23 to the\r\nPlan for Care and Opportunity Act (Budget Measures), 2018\r\ncame into force, is deemed to have been filed with the Chief Executive Officer. O. Reg. 152/19, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Sections 83 and 84 of the Act do not apply to a plan on and after September 1, 2009.  O. Reg. 321/09, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection 18 (7) of the General Regulation, the administrator of a plan is not required to file a Pension Benefits Guarantee Fund assessment certificate for a fiscal year of the plan ending on or after September 1, 2009.  O. Reg. 321/09, s. 5 (2).</p> <p class=\"subsection-e\">  (3) Section 37 of the General Regulation does not apply to a plan for a fiscal year of the plan ending on or after September 1, 2009.  O. Reg. 321/09, s. 5 (3).</p> <p class=\"subsection-e\">  (4) Despite subsections (2) and (3),</p> <p class=\"clause-e\">  (a) the administrator of a plan shall file the Pension Benefits Guarantee Fund assessment certificate required by subsection 18 (7) of the General Regulation for the fiscal year of the plan ending in 2008; and</p> <p class=\"clause-e\">  (b) the employer, or a person or entity required to make contributions under a plan on behalf of the employer, shall pay to the Guarantee Fund the annual assessment required by section 37 of the General Regulation for the fiscal year of the plan ending in 2008.  O. Reg. 321/09, s. 5 (4).</p> <p class=\"subsection-e\">  (5) For the purposes of clause (4) (b), the amount of the annual assessment for the fiscal year of a plan ending in 2008 is calculated in accordance with subsection 37 (6) of the General Regulation as if an election under subsection 5.1 (1) or (2) of that regulation were in effect.  O. Reg. 321/09, s. 5 (5).</p> <p class=\"subsection-e\">  (6) Despite subsection (1), sections 83 and 84 of the Act apply to a plan if the administrator of the plan has filed three consecutive reports with the Chief Executive Officer under sections 7 and 8 or, after September 1, 2014, under section 14 of the General Regulation and,</p> <p class=\"clause-e\">  (a) each report has a valuation date that is at least one year after the valuation date of the last report filed with the Chief Executive Officer; and</p> <p class=\"clause-e\">  (b) each of the three reports for the plan indicates that the plan is fully funded as of the valuation date of the report.  O. Reg. 321/09, s. 5 (6); O. Reg. 181/12, s. 3 (1); O. Reg. 152/19, s. 1.</p> <p class=\"subsection-e\">  (6.1) However, benefit enhancements are not guaranteed by the Guarantee Fund under section 84 of the Act, despite subsection (6).  O. Reg. 181/12, s. 3 (2).</p> <p class=\"subsection-e\">  (7) The conditions described in subsection (6) are satisfied for the purposes of that subsection on the valuation date of the third consecutive report of a plan that satisfies the conditions in that subsection.  O. Reg. 321/09, s. 5 (7).</p> <p class=\"subsection-e\">  (8) If the conditions described in subsection (6) are satisfied with respect to a plan, the administrator of the plan shall file a Pension Benefits Guarantee Fund assessment certificate and pay to the Guarantee Fund the annual assessment in accordance with sections 18 and 37 of the General Regulation for each fiscal year of the plan ending on or after the day the conditions are satisfied, as determined under subsection (7).  O. Reg. 321/09, s. 5 (8).</p> <p class=\"subsection-e\">  (9) For the purposes of subsection (6), a report filed with the Superintendent under section 14 of the General Regulation, as it read prior to the day section 1 of Schedule 23 to the\r\n<i>Plan for Care and Opportunity Act (Budget Measures), 2018</i>\r\ncame into force, is deemed to have been filed with the Chief Executive Officer. O. Reg. 152/19, s. 3.</p>"
        },
        {
            "id": "6.",
            "section": "Guarantee Fund",
            "content": " 6. Revoked: O. Reg. 534/21, s. 2. Reports",
            "raw_html": "<p class=\"section-e\"> <b>6. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 534/21, s. 2.</p> <p class=\"heading1-e\">Reports</p>"
        },
        {
            "id": "7.",
            "section": "Initial report",
            "content": " 7. (1) The administrator of a plan shall cause the plan to be reviewed and an initial report prepared as of a valuation date of September 1, 2009.  O. Reg. 321/09, s. 7 (1). (2) The initial report must be filed with the Superintendent no later than June 1, 2010.  O. Reg. 321/09, s. 7 (2). (3) Except as otherwise provided in this Regulation, the initial report must comply with the requirements of the General Regulation as if it were a report required under section 14 of that Regulation and must also set out the following: 1. The amount of the initial solvency deficiency of the plan. 2. The monthly allocation of the $200 million annual contribution referred to in subsection 13 (2) between the Hourly Plan and the Salaried Plan, beginning with the month following the month in which the initial report is filed and ending with the month in which the first annual report is required to be filed. 3. The amount of any special payments required under section 10 or lump sum special payment required under section 11.  O. Reg. 321/09, s. 7 (3). (4) Despite subsections 5 (16) and (16.1) of the General Regulation, the prior year credit balance to be used in the initial report is nil.  O. Reg. 321/09, s. 7 (4).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The administrator of a plan shall cause the plan to be reviewed and an initial report prepared as of a valuation date of September 1, 2009.  O. Reg. 321/09, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The initial report must be filed with the Superintendent no later than June 1, 2010.  O. Reg. 321/09, s. 7 (2).</p> <p class=\"subsection-e\">  (3) Except as otherwise provided in this Regulation, the initial report must comply with the requirements of the General Regulation as if it were a report required under section 14 of that Regulation and must also set out the following:</p> <p class=\"paragraph-e\">  1. The amount of the initial solvency deficiency of the plan.</p> <p class=\"paragraph-e\">  2. The monthly allocation of the $200 million annual contribution referred to in subsection 13 (2) between the Hourly Plan and the Salaried Plan, beginning with the month following the month in which the initial report is filed and ending with the month in which the first annual report is required to be filed.</p> <p class=\"paragraph-e\">  3. The amount of any special payments required under section 10 or lump sum special payment required under section 11.  O. Reg. 321/09, s. 7 (3).</p> <p class=\"subsection-e\">  (4) Despite subsections 5 (16) and (16.1) of the General Regulation, the prior year credit balance to be used in the initial report is nil.  O. Reg. 321/09, s. 7 (4).</p>"
        },
        {
            "id": "8.",
            "section": "Annual and final reports",
            "content": "  8. (1) The administrator of a plan shall cause the plan to be reviewed annually and a report prepared as of a valuation date of September 1 in 2010, 2011, 2012 and 2013.  O. Reg. 321/09, s. 8 (1). (2) An annual report required under subsection (1) must be filed with the Superintendent no later than nine months after the valuation date of the report.  O. Reg. 321/09, s. 8 (2). (3) The administrator of a plan shall cause the plan to be reviewed and shall submit to the Superintendent on or before June 1, 2015 a final report prepared as of a valuation date of September 1, 2014.  O. Reg. 321/09, s. 8 (3). (4) Except as otherwise provided in this Regulation, each annual report and the final report must comply with the requirements of the General Regulation as if it were a report required under section 14 of that regulation and must also set out the following: 1. The adjusted solvency deficiency at the valuation date. 2. The monthly allocation of the $200 million annual contribution referred to in subsection 13 (2) between the Hourly Plan and the Salaried Plan, beginning with the month following the month in which the report is filed and ending with the month in which the next report under this section is required to be filed. 3. The amount of any special payments required under section 10 or lump sum special payment required under section 11.  O. Reg. 321/09, s. 8 (4).",
            "raw_html": "<p class=\"section-e\"><b>  8. </b>(1) The administrator of a plan shall cause the plan to be reviewed annually and a report prepared as of a valuation date of September 1 in 2010, 2011, 2012 and 2013.  O. Reg. 321/09, s. 8 (1).</p> <p class=\"subsection-e\">  (2) An annual report required under subsection (1) must be filed with the Superintendent no later than nine months after the valuation date of the report.  O. Reg. 321/09, s. 8 (2).</p> <p class=\"subsection-e\">  (3) The administrator of a plan shall cause the plan to be reviewed and shall submit to the Superintendent on or before June 1, 2015 a final report prepared as of a valuation date of September 1, 2014.  O. Reg. 321/09, s. 8 (3).</p> <p class=\"subsection-e\">  (4) Except as otherwise provided in this Regulation, each annual report and the final report must comply with the requirements of the General Regulation as if it were a report required under section 14 of that regulation and must also set out the following:</p> <p class=\"paragraph-e\">  1. The adjusted solvency deficiency at the valuation date.</p> <p class=\"paragraph-e\">  2. The monthly allocation of the $200 million annual contribution referred to in subsection 13 (2) between the Hourly Plan and the Salaried Plan, beginning with the month following the month in which the report is filed and ending with the month in which the next report under this section is required to be filed.</p> <p class=\"paragraph-e\">  3. The amount of any special payments required under section 10 or lump sum special payment required under section 11.  O. Reg. 321/09, s. 8 (4).</p>"
        },
        {
            "id": "9.",
            "section": "General rules re reports",
            "content": " 9. (1) In the preparation of a report required under this Regulation, an averaging method over a period of more than five years must not be used in determining the value of going concern assets for the purposes of a going concern valuation.  O. Reg. 321/09, s. 9 (1). (2) Every report prepared and filed in accordance with section 7 or 8 is deemed to be a report prepared and filed under section 14 of the General Regulation for the purposes of the General Regulation.  O. Reg. 321/09, s. 9 (2). (3) Every report for a plan that is prepared and filed under the General Regulation must set out the amount of any special payments required under section 10 or 12 and the amount of any lump sum special payment required under section 11.  O. Reg. 321/09, s. 9 (3). Benefit Improvements",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) In the preparation of a report required under this Regulation, an averaging method over a period of more than five years must not be used in determining the value of going concern assets for the purposes of a going concern valuation.  O. Reg. 321/09, s. 9 (1).</p> <p class=\"subsection-e\">  (2) Every report prepared and filed in accordance with section 7 or 8 is deemed to be a report prepared and filed under section 14 of the General Regulation for the purposes of the General Regulation.  O. Reg. 321/09, s. 9 (2).</p> <p class=\"subsection-e\">  (3) Every report for a plan that is prepared and filed under the General Regulation must set out the amount of any special payments required under section 10 or 12 and the amount of any lump sum special payment required under section 11.  O. Reg. 321/09, s. 9 (3).</p> <p class=\"heading1-e\">Benefit Improvements</p>"
        },
        {
            "id": "10.",
            "section": "Effective before September 15, 2015, Hourly Plan ",
            "content": "  10. (1) The Hourly Plan must not be amended to provide benefit improvements that are effective before September 15, 2015.  O. Reg. 321/09, s. 10 (1). (2) Despite subsection (1), the employer may amend the Hourly Plan in the manner set out in subsection (3), (a) if a significant number of members of the Hourly Plan cease to be employed by the employer as a result of, (i) the discontinuance of all or part of the business of the employer, or (ii) the reorganization of the business of the employer; or (b) if all or a significant portion of the business carried on by the employer at a specific location is discontinued.  O. Reg. 321/09, s. 10 (2). (3) In the circumstances set out in subsection (2), the employer may amend the Hourly Plan, (a) to provide that certain pension benefits and ancillary benefits are immediately vested for the affected members; or (b) to permit affected members of the plan to require the administrator of the plan to pay an amount equal to the commuted value of a pension benefit and any ancillary benefits in accordance with section 42 (1) of the Act, if the members are entitled to immediate payment of a pension benefit or ancillary benefit under the terms of the plan or under section 41 of the Act.  O. Reg. 321/09, s. 10 (3). (4) Any increase in the going concern unfunded liability that results from an amendment permitted under subsections (2) and (3) must be liquidated, with interest at the applicable going concern valuation interest rate or rates, by special payments determined under section 5 of the General Regulation over a period of not more than five years, beginning on the valuation date of the report under section 3 or 14 of the General Regulation or this Regulation in which the increase in the going concern unfunded liability is determined.  O. Reg. 321/09, s. 10 (4). (5) The payment in respect of any affected member for whom an amendment under subsection (3) is made in respect of the commuted value of any pension or deferred pension, any accrued pension benefit or any entitlement to an ancillary benefit, as of the individual’s termination date with respect to employment and remuneration until that date, must be made in accordance with the plan provisions and section 19 of the General Regulation.  O. Reg. 321/09, s. 10 (5). (6) Despite subsection (5), clause 19 (6) (b) of the General Regulation does not apply with respect to the payment of commuted values.  O. Reg. 321/09, s. 10 (6).",
            "raw_html": "<p class=\"section-e\"><b>  10. </b>(1) The Hourly Plan must not be amended to provide benefit improvements that are effective before September 15, 2015.  O. Reg. 321/09, s. 10 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), the employer may amend the Hourly Plan in the manner set out in subsection (3),</p> <p class=\"clause-e\">  (a) if a significant number of members of the Hourly Plan cease to be employed by the employer as a result of,</p> <p class=\"subclause-e\">  (i) the discontinuance of all or part of the business of the employer, or</p> <p class=\"subclause-e\">  (ii) the reorganization of the business of the employer; or </p> <p class=\"clause-e\">  (b) if all or a significant portion of the business carried on by the employer at a specific location is discontinued.  O. Reg. 321/09, s. 10 (2).</p> <p class=\"subsection-e\">  (3) In the circumstances set out in subsection (2), the employer may amend the Hourly Plan, </p> <p class=\"clause-e\">  (a) to provide that certain pension benefits and ancillary benefits are immediately vested for the affected members; or</p> <p class=\"clause-e\">  (b) to permit affected members of the plan to require the administrator of the plan to pay an amount equal to the commuted value of a pension benefit and any ancillary benefits in accordance with section 42 (1) of the Act, if the members are entitled to immediate payment of a pension benefit or ancillary benefit under the terms of the plan or under section 41 of the Act.  O. Reg. 321/09, s. 10 (3).</p> <p class=\"subsection-e\">  (4) Any increase in the going concern unfunded liability that results from an amendment permitted under subsections (2) and (3) must be liquidated, with interest at the applicable going concern valuation interest rate or rates, by special payments determined under section 5 of the General Regulation over a period of not more than five years, beginning on the valuation date of the report under section 3 or 14 of the General Regulation or this Regulation in which the increase in the going concern unfunded liability is determined.  O. Reg. 321/09, s. 10 (4).</p> <p class=\"subsection-e\">  (5) The payment in respect of any affected member for whom an amendment under subsection (3) is made in respect of the commuted value of any pension or deferred pension, any accrued pension benefit or any entitlement to an ancillary benefit, as of the individual’s termination date with respect to employment and remuneration until that date, must be made in accordance with the plan provisions and section 19 of the General Regulation.  O. Reg. 321/09, s. 10 (5).</p> <p class=\"subsection-e\">  (6) Despite subsection (5), clause 19 (6) (b) of the General Regulation does not apply with respect to the payment of commuted values.  O. Reg. 321/09, s. 10 (6).</p>"
        },
        {
            "id": "11.",
            "section": "Effective before September 15, 2015, Salaried Plan",
            "content": " 11. (1) Subject to subsection (2), the requirements of section 3 of the General Regulation apply if an amendment is made to the Salaried Plan that provides for benefit improvements before September 15, 2015.  O. Reg. 321/09, s. 11 (1). (2) If benefit improvements are made to the Salaried Plan, the employer, or a person or entity required to make contributions under the plan on behalf of the employer, shall make a lump sum special payment to fund the additional liabilities related to the benefit improvements, and the lump sum special payment must be equal to the greater of any increase in going concern liabilities and any increase in solvency liabilities that are attributable to the benefit improvements.  O. Reg. 321/09, s. 11 (2). (3) The employer, or a person or entity required to make contributions under the plan on behalf of the employer, shall make the lump sum special payment required under subsection (2) not more than 60 days after filing the report under section 3 or 14 of the General Regulation or this Regulation.  O. Reg. 321/09, s. 11 (3).",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) Subject to subsection (2), the requirements of section 3 of the General Regulation apply if an amendment is made to the Salaried Plan that provides for benefit improvements before September 15, 2015.  O. Reg. 321/09, s. 11 (1).</p> <p class=\"subsection-e\">  (2) If benefit improvements are made to the Salaried Plan, the employer, or a person or entity required to make contributions under the plan on behalf of the employer, shall make a lump sum special payment to fund the additional liabilities related to the benefit improvements, and the lump sum special payment must be equal to the greater of any increase in going concern liabilities and any increase in solvency liabilities that are attributable to the benefit improvements.  O. Reg. 321/09, s. 11 (2).</p> <p class=\"subsection-e\">  (3) The employer, or a person or entity required to make contributions under the plan on behalf of the employer, shall make the lump sum special payment required under subsection (2) not more than 60 days after filing the report under section 3 or 14 of the General Regulation or this Regulation.  O. Reg. 321/09, s. 11 (3).</p>"
        },
        {
            "id": "12.",
            "section": "Effective after September 14, 2015",
            "content": " 12. (1) Section 3 of the General Regulation applies to an amendment to a plan that provides for benefit improvements if the amendment takes effect as of a day after September 14, 2015 and before September 1, 2019.  O. Reg. 321/09, s. 12 (1). (2) Any increase in the going concern unfunded liability that results from an amendment that takes effect after September 14, 2015 and before September 1, 2019 must be liquidated, with interest at the applicable going concern valuation interest rate or rates, by special payments determined under section 5 of the General Regulation over a period of not more than five years, beginning on the valuation date of the report under section 3 or 14 of the General Regulation in which the increase in the going concern unfunded liability is determined.  O. Reg. 321/09, s. 12 (2). Contributions",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) Section 3 of the General Regulation applies to an amendment to a plan that provides for benefit improvements if the amendment takes effect as of a day after September 14, 2015 and before September 1, 2019.  O. Reg. 321/09, s. 12 (1).</p> <p class=\"subsection-e\">  (2) Any increase in the going concern unfunded liability that results from an amendment that takes effect after September 14, 2015 and before September 1, 2019 must be liquidated, with interest at the applicable going concern valuation interest rate or rates, by special payments determined under section 5 of the General Regulation over a period of not more than five years, beginning on the valuation date of the report under section 3 or 14 of the General Regulation in which the increase in the going concern unfunded liability is determined.  O. Reg. 321/09, s. 12 (2).</p> <p class=\"heading1-e\">Contributions</p>"
        },
        {
            "id": "13.",
            "section": "Contributions",
            "content": "  13. (1) The employer, or a person or entity required to make contributions under the plans on behalf of the employer, shall make a total initial contribution of $4 billion to the Hourly Plan and the Salaried Plan no later than September 2, 2009, of which $3.280 billion is to be paid to the pension fund of the Hourly Plan and $720 million to the pension fund of the Salaried Plan.  O. Reg. 321/09, s. 13 (1). (2) Subject to subsection (8), the employer, or a person or entity required to make contributions under the plans on behalf of the employer, shall make five annual contributions of $200 million each, payable by way of equal monthly instalments of $16,666,666.67, to be divided between the plans in accordance with subsections (4), (5), (6) and (7).  Each monthly instalment payment must be made on or before the last business day of the month to which it relates, with the first monthly instalment being due and payable on or before the last business day of September, 2009.  O. Reg. 321/09, s. 13 (2). (3) Neither the employer nor a person or entity required to make contributions under the plans on behalf of the employer shall be required to contribute any amount or make any special payment to the plans before September 1, 2014 in excess of the initial contribution of $4 billion described in subsection (1), the five annual contributions of $200 million described in subsection (2), any special payments required under section 10 and any lump sum special payments required under section 11.  O. Reg. 321/09, s. 13 (3). (4) During the period beginning September 1, 2009 and ending at the end of the month in which the initial report under section 7 is filed, the monthly instalment payments required under subsection (2) are to be divided between the plans as follows: 1. $13,666,666.67 is to be paid to the pension fund of the Hourly Plan. 2. $3,000,000 is to be paid to the pension fund of the Salaried Plan.  O. Reg. 321/09, s. 13 (4). (5) During the period beginning on the first day of the month after the month in which the initial report under section 7 is filed and ending at the end of the month in which the last payment on account of the five annual contributions has been made, the amount of each monthly instalment payment to be paid to a plan is calculated using the formula, $16,666,666.67 × A/B in which, “A” is the amount of the initial solvency deficiency or the adjusted solvency deficiency of the plan, as the case may be, determined in the most recently filed report required under this Regulation, and “B” is the sum of the amounts of the initial solvency deficiency or the adjusted solvency deficiency of each plan, as the case may be, determined in the most recently filed reports of the plans required under this Regulation. O. Reg. 321/09, s. 13 (5). (6) If the amount of “A” in subsection (5) is zero or a negative amount for one plan but not for the other plan, the total monthly instalment payment is to be made to the plan with the initial solvency deficiency or adjusted solvency deficiency.  O. Reg. 321/09, s. 13 (6). (7) If the amount of “A” in subsection (5) is zero or a negative amount for both plans, the amount of each monthly instalment to be paid to a plan is calculated using the formula, $16,666,666.67 × C/D in which, “C” is the amount of the normal cost of the plan, as determined in the report most recently filed under this Regulation, and “D” is the sum of the normal cost of each plan, as determined in the report of each plan most recently filed under this Regulation. O. Reg. 321/09, s. 13 (7). (8) Neither the employer nor a person or entity required to make contributions under a plan on behalf of the employer, is required to pay any amount under subsection (2) to the pension fund of the plan that would not be an “eligible contribution” for the purposes of the Income Tax Act\r\n(Canada).  O. Reg. 321/09, s. 13 (8).",
            "raw_html": "<p class=\"section-e\"><b>  13. </b>(1) The employer, or a person or entity required to make contributions under the plans on behalf of the employer, shall make a total initial contribution of $4 billion to the Hourly Plan and the Salaried Plan no later than September 2, 2009, of which $3.280 billion is to be paid to the pension fund of the Hourly Plan and $720 million to the pension fund of the Salaried Plan.  O. Reg. 321/09, s. 13 (1).</p> <p class=\"subsection-e\">  (2) Subject to subsection (8), the employer, or a person or entity required to make contributions under the plans on behalf of the employer, shall make five annual contributions of $200 million each, payable by way of equal monthly instalments of $16,666,666.67, to be divided between the plans in accordance with subsections (4), (5), (6) and (7).  Each monthly instalment payment must be made on or before the last business day of the month to which it relates, with the first monthly instalment being due and payable on or before the last business day of September, 2009.  O. Reg. 321/09, s. 13 (2).</p> <p class=\"subsection-e\">  (3) Neither the employer nor a person or entity required to make contributions under the plans on behalf of the employer shall be required to contribute any amount or make any special payment to the plans before September 1, 2014 in excess of the initial contribution of $4 billion described in subsection (1), the five annual contributions of $200 million described in subsection (2), any special payments required under section 10 and any lump sum special payments required under section 11.  O. Reg. 321/09, s. 13 (3).</p> <p class=\"subsection-e\">  (4) During the period beginning September 1, 2009 and ending at the end of the month in which the initial report under section 7 is filed, the monthly instalment payments required under subsection (2) are to be divided between the plans as follows:</p> <p class=\"paragraph-e\">  1. $13,666,666.67 is to be paid to the pension fund of the Hourly Plan.</p> <p class=\"paragraph-e\">  2. $3,000,000 is to be paid to the pension fund of the Salaried Plan.  O. Reg. 321/09, s. 13 (4).</p> <p class=\"subsection-e\">  (5) During the period beginning on the first day of the month after the month in which the initial report under section 7 is filed and ending at the end of the month in which the last payment on account of the five annual contributions has been made, the amount of each monthly instalment payment to be paid to a plan is calculated using the formula,</p> <p class=\"equation-e\">$16,666,666.67 × A/B </p> <p class=\"Ssubsection-e\">in which, </p> <p class=\"equationind1-e\">  “A” is the amount of the initial solvency deficiency or the adjusted solvency deficiency of the plan, as the case may be, determined in the most recently filed report required under this Regulation, and</p> <p class=\"equationind1-e\">  “B” is the sum of the amounts of the initial solvency deficiency or the adjusted solvency deficiency of each plan, as the case may be, determined in the most recently filed reports of the plans required under this Regulation.</p> <p class=\"footnote-e\">O. Reg. 321/09, s. 13 (5).</p> <p class=\"subsection-e\">  (6) If the amount of “A” in subsection (5) is zero or a negative amount for one plan but not for the other plan, the total monthly instalment payment is to be made to the plan with the initial solvency deficiency or adjusted solvency deficiency.  O. Reg. 321/09, s. 13 (6).</p> <p class=\"subsection-e\">  (7) If the amount of “A” in subsection (5) is zero or a negative amount for both plans, the amount of each monthly instalment to be paid to a plan is calculated using the formula,</p> <p class=\"equation-e\">$16,666,666.67 × C/D</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “C” is the amount of the normal cost of the plan, as determined in the report most recently filed under this Regulation, and</p> <p class=\"equationind1-e\">  “D” is the sum of the normal cost of each plan, as determined in the report of each plan most recently filed under this Regulation.</p> <p class=\"footnote-e\">O. Reg. 321/09, s. 13 (7).</p> <p class=\"subsection-e\">  (8) Neither the employer nor a person or entity required to make contributions under a plan on behalf of the employer, is required to pay any amount under subsection (2) to the pension fund of the plan that would not be an “eligible contribution” for the purposes of the <i>Income Tax Act</i>\r\n(Canada).  O. Reg. 321/09, s. 13 (8).</p>"
        },
        {
            "id": "14.",
            "section": "Additional contributions before September 1, 2014",
            "content": "  14. If the employer, or a person or entity required to make contributions under a plan on behalf of the employer, makes a contribution before September 1, 2014 in excess of the total amount required under sections 10, 11 and 13, the amount of the contribution may be allocated to one or both of the plans at the employer’s discretion.  O. Reg. 321/09, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>  14. </b>If the employer, or a person or entity required to make contributions under a plan on behalf of the employer, makes a contribution before September 1, 2014 in excess of the total amount required under sections 10, 11 and 13, the amount of the contribution may be allocated to one or both of the plans at the employer’s discretion.  O. Reg. 321/09, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Contributions on and after September 1, 2014",
            "content": " 15. (1) Except as otherwise provided, the requirements of the General Regulation governing the funding of pension plans apply on and after the valuation date of the final report under section 8.  O. Reg. 321/09, s. 15 (1). (2) Until the final report under section 8 is filed, the last annual report filed under that section will be considered to be the most recently filed report for the purposes of subsection 4 (5) of the General Regulation, and contributions from September 1, 2014 until the final report is filed must be made in accordance with the last annual report filed under this Regulation and in accordance with subsection 4 (2) of the General Regulation.  O. Reg. 321/09, s. 15 (2). (3) Section 12 of the General Regulation applies as if the final report required under section 8 were a report required under section 14 of the General Regulation.  O. Reg. 321/09, s. 15 (3).",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) Except as otherwise provided, the requirements of the General Regulation governing the funding of pension plans apply on and after the valuation date of the final report under section 8.  O. Reg. 321/09, s. 15 (1).</p> <p class=\"subsection-e\">  (2) Until the final report under section 8 is filed, the last annual report filed under that section will be considered to be the most recently filed report for the purposes of subsection 4 (5) of the General Regulation, and contributions from September 1, 2014 until the final report is filed must be made in accordance with the last annual report filed under this Regulation and in accordance with subsection 4 (2) of the General Regulation.  O. Reg. 321/09, s. 15 (2).</p> <p class=\"subsection-e\">  (3) Section 12 of the General Regulation applies as if the final report required under section 8 were a report required under section 14 of the General Regulation.  O. Reg. 321/09, s. 15 (3).</p>"
        },
        {
            "id": "16.",
            "section": "Election re ss. 8 to 15",
            "content": "  16. (1) An employer in respect of a plan may file a written election with the Chief Executive Officer to have sections 8 to 15 cease to apply to the plan if the two most recently filed consecutive reports under section 7 or 8 or, after September 1, 2014 under section 14 of the General Regulation, each having a valuation date that is before September 1, 2019 and at least one year apart, indicate that both the Hourly Plan and the Salaried Plan are fully funded as of the valuation date of each report.  O. Reg. 321/09, s. 16 (1); O. Reg. 152/19, s. 1. (2) In determining if a plan is fully-funded for the purposes of subsection (1), the solvency liabilities referred to in clause 2 (3) (a) must include the value of grow-in liabilities.  O. Reg. 321/09, s. 16 (2). (3) Sections 8 to 15 cease to apply to the plan commencing on the day the election under subsection (1) is filed.  O. Reg. 321/09, s. 16 (3). (4) For the purposes of subsection (1), (a) an election filed with the Superintendent prior to the day section 1 of Schedule 23 to the Plan for Care and Opportunity Act (Budget Measures), 2018\r\ncame into force, is deemed to have been filed with the Chief Executive Officer; and (b) a report filed with the Superintendent under section 14 of the General Regulation, as it read prior to the day section 1 of Schedule 23 to the Plan for Care and Opportunity Act (Budget Measures), 2018 came into force, is deemed to have been filed with the Chief Executive Officer. O. Reg. 152/19, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>  16.</b><b> </b>(1) An employer in respect of a plan may file a written election with the Chief Executive Officer to have sections 8 to 15 cease to apply to the plan if the two most recently filed consecutive reports under section 7 or 8 or, after September 1, 2014 under section 14 of the General Regulation, each having a valuation date that is before September 1, 2019 and at least one year apart, indicate that both the Hourly Plan and the Salaried Plan are fully funded as of the valuation date of each report.  O. Reg. 321/09, s. 16 (1); O. Reg. 152/19, s. 1.</p> <p class=\"subsection-e\">  (2) In determining if a plan is fully-funded for the purposes of subsection (1), the solvency liabilities referred to in clause 2 (3) (a) must include the value of grow-in liabilities.  O. Reg. 321/09, s. 16 (2).</p> <p class=\"subsection-e\">  (3) Sections 8 to 15 cease to apply to the plan commencing on the day the election under subsection (1) is filed.  O. Reg. 321/09, s. 16 (3).</p> <p class=\"subsection-e\"><a name=\"P387_69689\"></a><a name=\"s5p1s5\"></a><a name=\"P394_71007\"></a><a name=\"s5p1s8\"></a>  (4) For the purposes of subsection (1),</p> <p class=\"clause-e\">  (a) an election filed with the Superintendent prior to the day section 1 of Schedule 23 to the <i>Plan for Care and Opportunity Act (Budget Measures), 2018</i>\r\ncame into force, is deemed to have been filed with the Chief Executive Officer; and</p> <p class=\"clause-e\">  (b) a report filed with the Superintendent under section 14 of the General Regulation, as it read prior to the day section 1 of Schedule 23 to the <i>Plan for Care and Opportunity Act (Budget Measures), 2018</i> came into force, is deemed to have been filed with the Chief Executive Officer. O. Reg. 152/19, s. 4.</p>"
        },
        {
            "id": "17.",
            "section": "Election re ss. 8 to 15",
            "content": " 17. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 321/09, s. 17.",
            "raw_html": "<p class=\"section-e\"> <b>17.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 321/09, s. 17.</p>"
        },
        {
            "id": null,
            "section": "Election re ss. 8 to 15",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}