{
    "reg_info": {
        "full_title": "O. Reg. 579/99: REGISTRATION",
        "reg_name_text": "REGISTRATION",
        "citation": "O. Reg. 579/99: ",
        "act_under": "Social Work and Social Service Work Act, 1998   Loi de 1998 sur le travail social et les techniques de travail social",
        "url": "https://www.ontario.ca/laws/regulation/990579",
        "date_scraped": "2023-12-19 23:31:38"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1.The following is prescribed as a class of certificate of registration for social work: 1. General. O. Reg. 579/99, s.1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>The following is prescribed as a class of certificate of registration for social work:</p> <p class=\"paragraph-e\">1. General. O. Reg. 579/99, s.1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2.The following is prescribed as a class of certificate of registration for social service work: 1. General. O. Reg. 579/99, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>The following is prescribed as a class of certificate of registration for social service work:</p> <p class=\"paragraph-e\">1. General. O. Reg. 579/99, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3.A person may apply for a certificate of registration by submitting a completed application in the form provided by the Registrar, together with the application fee prescribed by by-law. O. Reg. 579/99, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>A person may apply for a certificate of registration by submitting a completed application in the form provided by the Registrar, together with the application fee prescribed by by-law. O. Reg. 579/99, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4.It is a requirement for the issuing of a certificate of registration of any class that the applicant pay the applicable registration fee and any other fees prescribed by by-law. O. Reg. 579/99, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b>It is a requirement for the issuing of a certificate of registration of any class that the applicant pay the applicable registration fee and any other fees prescribed by by-law. O. Reg. 579/99, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5.(1)The following are registration requirements for a certificate of registration of any class: 1. The applicant shall disclose, at the time of application and at the time of issuing the certificate of registration, the following information that relates to the applicant and to the practice of social work, social service work or any other profession, whether in Ontario or any other jurisdiction: i. a finding of professional misconduct, incompetence, incapacity or other similar finding, including a finding of professional misconduct, incompetence or incapacity by a professional association or body that has self-regulatory responsibility. ii. a current proceeding in relation to professional misconduct, incompetence, incapacity or other similar proceeding, including a proceeding relating to professional misconduct, incompetency or incapacity by a professional association or a body that has self-regulatory responsibility. 2. The applicant shall disclose, at the time of application and at the time of issuing the certificate of registration, every finding of guilt in relation to a criminal offence or an offence under the Controlled Drugs and Substances Act (Canada) or the Food and Drugs Act (Canada) or any other offence relevant to the applicant’s suitability to practise social work or social service work. 3. The applicant’s past and present conduct must afford reasonable grounds for the belief that the applicant, i. is mentally competent to practise the profession of social work or social service work, ii. will practise the profession of social work or social service work with decency, integrity and honesty and in accordance with the law, including but not limited to the Social Work and Social Service Work Act, 1998, the regulations thereunder and the by-laws of the College, and iii. has sufficient knowledge, skill and judgment to practise the profession of social work or social service work. 4. The applicant is able to demonstrate the ability to speak and write either English or French with reasonable fluency. 5. The applicant is a Canadian citizen or a permanent resident of Canada or is authorized under the Immigration Act (Canada) to engage in the practice of social work or social service work. (2)Despite any other provision in this Regulation, an applicant who makes a false or misleading statement, representation or declaration in or in connection with the application, by commission or omission, shall be deemed thereafter not to satisfy and not to have satisfied the requirements for a certificate of registration of any class. (3)An applicant who, after having applied but before being issued a certificate of registration, becomes the subject of a finding or of a proceeding described in subparagraph 1 i or ii of subsection (1) or is found guilty under paragraph 2 of subsection (1), shall immediately inform the Registrar. O. Reg. 579/99, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b>(1)The following are registration requirements for a certificate of registration of any class:</p> <p class=\"paragraph-e\">1. The applicant shall disclose, at the time of application and at the time of issuing the certificate of registration, the following information that relates to the applicant and to the practice of social work, social service work or any other profession, whether in Ontario or any other jurisdiction:</p> <p class=\"subpara-e\">i. a finding of professional misconduct, incompetence, incapacity or other similar finding, including a finding of professional misconduct, incompetence or incapacity by a professional association or body that has self-regulatory responsibility.</p> <p class=\"subpara-e\">ii. a current proceeding in relation to professional misconduct, incompetence, incapacity or other similar proceeding, including a proceeding relating to professional misconduct, incompetency or incapacity by a professional association or a body that has self-regulatory responsibility.</p> <p class=\"paragraph-e\">2. The applicant shall disclose, at the time of application and at the time of issuing the certificate of registration, every finding of guilt in relation to a criminal offence or an offence under the <i>Controlled Drugs and Substances Act</i> (Canada) or the <i>Food and Drugs Act</i> (Canada) or any other offence relevant to the applicant’s suitability to practise social work or social service work.</p> <p class=\"paragraph-e\">3. The applicant’s past and present conduct must afford reasonable grounds for the belief that the applicant,</p> <p class=\"subpara-e\">i. is mentally competent to practise the profession of social work or social service work,</p> <p class=\"subpara-e\">ii. will practise the profession of social work or social service work with decency, integrity and honesty and in accordance with the law, including but not limited to the <i>Social Work and Social Service Work Act, 1998</i>, the regulations thereunder and the by-laws of the College, and</p> <p class=\"subpara-e\">iii. has sufficient knowledge, skill and judgment to practise the profession of social work or social service work.</p> <p class=\"paragraph-e\">4. The applicant is able to demonstrate the ability to speak and write either English or French with reasonable fluency.</p> <p class=\"paragraph-e\">5. The applicant is a Canadian citizen or a permanent resident of Canada or is authorized under the <i>Immigration Act</i> (Canada) to engage in the practice of social work or social service work.</p> <p class=\"subsection-e\">(2)Despite any other provision in this Regulation, an applicant who makes a false or misleading statement, representation or declaration in or in connection with the application, by commission or omission, shall be deemed thereafter not to satisfy and not to have satisfied the requirements for a certificate of registration of any class.</p> <p class=\"subsection-e\">(3)An applicant who, after having applied but before being issued a certificate of registration, becomes the subject of a finding or of a proceeding described in subparagraph 1 i or ii of subsection (1) or is found guilty under paragraph 2 of subsection (1), shall immediately inform the Registrar. O. Reg. 579/99, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6.In addition to the requirements set out in sections 4 and 5, the following are registration requirements for an applicant for a general certificate of registration for social work whose application and the application and registration fees prescribed by by-law are received by the College before March 1, 2001: 1. The applicant must produce documentation satisfactory to the Registrar that shows that the applicant, i. has obtained a degree in social work from a social work program accredited by the Canadian Association of Schools of Social Work, or a degree from a social work program or an equivalent program offered in Canada and approved by Council as equivalent to a social work program accredited by the Canadian Association of Schools of Social Work, or ii. has obtained a degree from a social work program or an equivalent program offered outside Canada and approved by Council as equivalent to a program described in subparagraph i, or iii. has obtained a degree from a social work program or an equivalent program approved by the Ontario College of Certified Social Workers on or before January 1, 2000. O. Reg. 579/99, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b>In addition to the requirements set out in sections 4 and 5, the following are registration requirements for an applicant for a general certificate of registration for social work whose application and the application and registration fees prescribed by by-law are received by the College before March 1, 2001:</p> <p class=\"paragraph-e\">1. The applicant must produce documentation satisfactory to the Registrar that shows that the applicant,</p> <p class=\"subpara-e\">i. has obtained a degree in social work from a social work program accredited by the Canadian Association of Schools of Social Work, or a degree from a social work program or an equivalent program offered in Canada and approved by Council as equivalent to a social work program accredited by the Canadian Association of Schools of Social Work, or</p> <p class=\"subpara-e\">ii. has obtained a degree from a social work program or an equivalent program offered outside Canada and approved by Council as equivalent to a program described in subparagraph i, or</p> <p class=\"subpara-e\">iii. has obtained a degree from a social work program or an equivalent program approved by the Ontario College of Certified Social Workers on or before January 1, 2000. O. Reg. 579/99, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7.In addition to the requirements set out in sections 4 and 5, the following are registration requirements for an applicant for a general certificate of registration for social service work whose application and the application and registration fees prescribed by by-law are received by the College before March 1, 2001: 1. The applicant must produce documentation satisfactory to the Registrar that shows that the applicant, i. has obtained a diploma in social service work from a social service work program in Ontario at an educational institution listed in the Schedule or from a social service work program offered in Ontario and approved by Council as equivalent to a program offered at an educational institution listed in the Schedule, or ii. has obtained a diploma in social service work from a social service work program or equivalent program offered outside Ontario and approved by Council as equivalent to a program described in subparagraph i. O. Reg. 579/99, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b>In addition to the requirements set out in sections 4 and 5, the following are registration requirements for an applicant for a general certificate of registration for social service work whose application and the application and registration fees prescribed by by-law are received by the College before March 1, 2001:</p> <p class=\"paragraph-e\">1. The applicant must produce documentation satisfactory to the Registrar that shows that the applicant,</p> <p class=\"subpara-e\">i. has obtained a diploma in social service work from a social service work program in Ontario at an educational institution listed in the Schedule or from a social service work program offered in Ontario and approved by Council as equivalent to a program offered at an educational institution listed in the Schedule, or</p> <p class=\"subpara-e\">ii. has obtained a diploma in social service work from a social service work program or equivalent program offered outside Ontario and approved by Council as equivalent to a program described in subparagraph i. O. Reg. 579/99, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8.The following are conditions of a certificate of registration of any class: 1. The member must disclose the following information that relates to the member and to the practice of social work, social service work or any other profession, whether in Ontario or any other jurisdiction that occurs or arises after the initial registration of the member: i. Any finding of professional misconduct, incompetence, incapacity or other similar finding including a finding of professional misconduct, incompetence or incapacity by a professional association or body that has self-regulatory responsibility. ii. Any proceeding in relation to professional misconduct, incompetence or incapacity or other similar proceeding, including a proceeding relating to professional misconduct, incompetence or incapacity by a professional association or body that has self-regulatory responsibility. 2. The member must disclose any finding of guilt against the member in relation to a criminal offence or an offence under the Controlled Drugs and Substances Act (Canada) or the Food and Drugs Act (Canada) or any other offence relevant to the applicant’s suitability to practise social work or social service work. O. Reg. 579/99, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b>The following are conditions of a certificate of registration of any class:</p> <p class=\"paragraph-e\">1. The member must disclose the following information that relates to the member and to the practice of social work, social service work or any other profession, whether in Ontario or any other jurisdiction that occurs or arises after the initial registration of the member:</p> <p class=\"subpara-e\">i. Any finding of professional misconduct, incompetence, incapacity or other similar finding including a finding of professional misconduct, incompetence or incapacity by a professional association or body that has self-regulatory responsibility.</p> <p class=\"subpara-e\">ii. Any proceeding in relation to professional misconduct, incompetence or incapacity or other similar proceeding, including a proceeding relating to professional misconduct, incompetence or incapacity by a professional association or body that has self-regulatory responsibility.</p> <p class=\"paragraph-e\">2. The member must disclose any finding of guilt against the member in relation to a criminal offence or an offence under the <i>Controlled Drugs and Substances Act</i> (Canada) or the <i>Food and Drugs Act</i> (Canada) or any other offence relevant to the applicant’s suitability to practise social work or social service work. O. Reg. 579/99, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9.(1)A member may resign his or her membership by giving written notice to that effect to the Registrar and paying all outstanding fees, penalties or other amounts owed to the College. (2)A certificate of registration of a member who resigns shall be deemed to be cancelled. O. Reg. 579/99, s. 9. Note: Section 10 comes into force on the day sections 46 and 47 of the Social Work and Social Service Work Act, 1998 are proclaimed in force. 10.(1)A holder of a general certificate of registration for social work may use the following titles: 1. Social worker. 2. Registered social worker. 3. Travailleur social. 4. Travailleur social inscrit. (2)A holder of a general certificate of registration for social work shall use the designation RSW or TSI. O. Reg. 579/99, s. 10. See O. Reg. 579/99, s. 12 (2). Note: Section 11 comes into force on the day sections 46 and 47 of the Social Work and Social Service Work Act, 1998 are proclaimed in force. 11.(1)A holder of a general certificate of registration for social service work may use the following titles: 1. Social service worker. 2. Registered social service worker. 3. Technicien en travail social. 4. Technicien en travail social inscrit. (2)A holder of a general certificate of registration for social service work shall use the designation RSSW or TTSI. O. Reg. 579/99, s. 11. See O. Reg. 579/99, s. 12 (2). SCHEDULE 1. Algonquin College of Applied Arts and Technology. 2. Cambrian College of Applied Arts and Technology. 3. Canadore College of Applied Arts and Technology. 4. Centennial College of Applied Arts and Technology. 5. Collège Boréal d’arts appliqués et de technologie. 6. Collège d’arts appliqués et de technologie des Grands Lacs. 7. Collège d’arts appliqués et de technologie La Cité collégiale. 8. Conestoga College of Applied Arts and Technology. 9. Confederation College of Applied Arts and Technology. 10. Fanshawe College of Applied Arts and Technology. 11. Humber College of Applied Arts and Technology. 12. Lambton College of Applied Arts and Technology. 13. Loyalist College of Applied Arts and Technology. 14. Mohawk College of Applied Arts and Technology. 15. Niagara College of Applied Arts and Technology. 16. Northern College of Applied Arts and Technology. 17. St. Clair College of Applied Arts and Technology. 18. St. Lawrence College of Applied Arts and Technology. 19. Seneca College of Applied Arts and Technology. 20. Sheridan College of Applied Arts and Technology. 21. Sir Sandford Fleming College of Applied Arts and Technology. O. Reg. 579/99, Sched. ",
            "raw_html": "<p class=\"section-e\"><b>9.</b>(1)A member may resign his or her membership by giving written notice to that effect to the Registrar and paying all outstanding fees, penalties or other amounts owed to the College.</p> <p class=\"subsection-e\">(2)A certificate of registration of a member who resigns shall be deemed to be cancelled. O. Reg. 579/99, s. 9.</p> <p class=\"transnote-e\"><b>Note: Section 10 comes into force on the day sections 46 and 47 of the <i>Social Work and Social Service Work Act, 1998</i> are proclaimed in force.</b></p> <p class=\"Ysection-e\"><b>10.</b>(1)A holder of a general certificate of registration for social work may use the following titles:</p> <p class=\"yparagraph-e\">1. Social worker.</p> <p class=\"yparagraph-e\">2. Registered social worker.</p> <p class=\"yparagraph-e\">3. Travailleur social.</p> <p class=\"yparagraph-e\">4. Travailleur social inscrit. </p> <p class=\"Ysubsection-e\">(2)A holder of a general certificate of registration for social work shall use the designation RSW or TSI. O. Reg. 579/99, s. 10.</p> <p class=\"transnote-e\"><b>See O. Reg. 579/99, s. 12 (2).</b></p> <p class=\"transnote-e\"><b>Note: Section 11 comes into force on the day sections 46 and 47 of the <i>Social Work and Social Service Work Act, 1998</i> are proclaimed in force.</b></p> <p class=\"Ysection-e\"><b>11.</b>(1)A holder of a general certificate of registration for social service work may use the following titles:</p> <p class=\"yparagraph-e\">1. Social service worker.</p> <p class=\"yparagraph-e\">2. Registered social service worker.</p> <p class=\"yparagraph-e\">3. Technicien en travail social.</p> <p class=\"yparagraph-e\">4. Technicien en travail social inscrit.</p> <p class=\"Ysubsection-e\">(2)A holder of a general certificate of registration for social service work shall use the designation RSSW or TTSI. O. Reg. 579/99, s. 11.</p> <p class=\"transnote-e\"><b>See O. Reg. 579/99, s. 12 (2).</b></p> <p class=\"schedule-e\">SCHEDULE</p> <p class=\"zparagraph-e\">1. Algonquin College of Applied Arts and Technology.</p> <p class=\"zparagraph-e\">2. Cambrian College of Applied Arts and Technology.</p> <p class=\"zparagraph-e\">3. Canadore College of Applied Arts and Technology.</p> <p class=\"zparagraph-e\">4. Centennial College of Applied Arts and Technology.</p> <p class=\"zparagraph-e\">5. Collège Boréal d’arts appliqués et de technologie.</p> <p class=\"zparagraph-e\">6. Collège d’arts appliqués et de technologie des Grands Lacs.</p> <p class=\"zparagraph-e\">7. Collège d’arts appliqués et de technologie La Cité collégiale.</p> <p class=\"zparagraph-e\">8. Conestoga College of Applied Arts and Technology.</p> <p class=\"zparagraph-e\">9. Confederation College of Applied Arts and Technology.</p> <p class=\"zparagraph-e\">10. Fanshawe College of Applied Arts and Technology.</p> <p class=\"zparagraph-e\">11. Humber College of Applied Arts and Technology.</p> <p class=\"zparagraph-e\">12. Lambton College of Applied Arts and Technology.</p> <p class=\"zparagraph-e\">13. Loyalist College of Applied Arts and Technology.</p> <p class=\"zparagraph-e\">14. Mohawk College of Applied Arts and Technology.</p> <p class=\"zparagraph-e\">15. Niagara College of Applied Arts and Technology.</p> <p class=\"zparagraph-e\">16. Northern College of Applied Arts and Technology.</p> <p class=\"zparagraph-e\">17. St. Clair College of Applied Arts and Technology.</p> <p class=\"zparagraph-e\">18. St. Lawrence College of Applied Arts and Technology.</p> <p class=\"zparagraph-e\">19. Seneca College of Applied Arts and Technology.</p> <p class=\"zparagraph-e\">20. Sheridan College of Applied Arts and Technology.</p> <p class=\"zparagraph-e\">21. Sir Sandford Fleming College of Applied Arts and Technology.</p> <p class=\"tfootnote-e\">O. Reg. 579/99, Sched.</p> <p class=\"Normal\"></p>"
        }
    ]
}