{
    "reg_info": {
        "full_title": "O. Reg. 366/98: TAX ARREARS IN ANNEXED AREAS",
        "reg_name_text": "TAX ARREARS IN ANNEXED AREAS",
        "citation": "O. Reg. 366/98: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/980366",
        "date_scraped": "2023-12-19 23:55:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 20, 1999",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “taxes for school purposes” includes rates levied under sections 255 and 256 of the Act or predecessors of those sections.  O. Reg. 366/98, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“taxes for school purposes” includes rates levied under sections 255 and 256 of the Act or predecessors of those sections.  O. Reg. 366/98, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) This Regulation applies only in respect of municipalities formed by either of the following forms of municipal restructuring: 1. Territory without municipal organization is annexed to a municipality. 2. The inhabitants of territory without municipal organization incorporate as a municipality.  O. Reg. 366/98, s. 2 (1). (2) This Regulation does not apply in respect of territory without municipal organization that is attached or is deemed to be attached to a district municipality for any purpose related to taxation.  O. Reg. 366/98, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) This Regulation applies only in respect of municipalities formed by either of the following forms of municipal restructuring:</p> <p class=\"paragraph-e\">  1. Territory without municipal organization is annexed to a municipality.</p> <p class=\"paragraph-e\">  2. The inhabitants of territory without municipal organization incorporate as a municipality.  O. Reg. 366/98, s. 2 (1).</p> <p class=\"subsection-e\">  (2) This Regulation does not apply in respect of territory without municipal organization that is attached or is deemed to be attached to a district municipality for any purpose related to taxation.  O. Reg. 366/98, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) On, or before the day set out in subsection (2), a municipality shall pay to each board in accordance with the distribution rules set out in sections 257.8 and 257.9 of the Act and in Ontario Regulation 365/98 (Pre-1998 School Tax Arrears), (a) the full amount of arrears of taxes for school purposes that on that day remain unpaid in respect of that portion of the municipality that was territory without municipal organization before the municipality was restructured; and (b) the full amount of arrears of taxes imposed under section 21.1 of the Provincial Land Tax Act that on that day remain unpaid.  O. Reg. 366/98, s. 3 (1). (2) The day referred to in subsection (1) is the later of, (a) 90 days after the day the municipality was formed by restructuring; and (b) 90 days after the day this Regulation is filed.  O. Reg. 366/98, s. 3 (2). (3) Subsections 257.11 (2), (3) and (4) of the Act apply with necessary modifications in respect of payments made under subsection (1).  O. Reg. 366/98, s. 3 (3). (4) If a board entitled to payment under subsection (1) receives an amount on account of tax arrears described in subsection (1) other than from the municipality, the amount of the payments under subsection (1) shall be adjusted accordingly.  O. Reg. 366/98, s. 3 (4). (5) For the purpose of permitting a municipality to collect the arrears of taxes to which this Regulation applies, those arrears shall be deemed to be taxes for municipal purposes levied by the municipality.  O. Reg. 366/98, s. 3 (5). (6) A municipality has the power to institute, continue, or enforce any investigation, legal proceeding or remedy in respect of an obligation or liability related to the arrears of taxes to which this Regulation applies.  O. Reg. 366/98, s. 3 (6).  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) On, or before the day set out in subsection (2), a municipality shall pay to each board in accordance with the distribution rules set out in sections 257.8 and 257.9 of the Act and in Ontario Regulation 365/98 (Pre-1998 School Tax Arrears),</p> <p class=\"clause-e\">  (a) the full amount of arrears of taxes for school purposes that on that day remain unpaid in respect of that portion of the municipality that was territory without municipal organization before the municipality was restructured; and</p> <p class=\"clause-e\">  (b) the full amount of arrears of taxes imposed under section 21.1 of the <i>Provincial Land Tax Act</i> that on that day remain unpaid.  O. Reg. 366/98, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The day referred to in subsection (1) is the later of,</p> <p class=\"clause-e\">  (a) 90 days after the day the municipality was formed by restructuring; and</p> <p class=\"clause-e\">  (b) 90 days after the day this Regulation is filed.  O. Reg. 366/98, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Subsections 257.11 (2), (3) and (4) of the Act apply with necessary modifications in respect of payments made under subsection (1).  O. Reg. 366/98, s. 3 (3).</p> <p class=\"subsection-e\">  (4) If a board entitled to payment under subsection (1) receives an amount on account of tax arrears described in subsection (1) other than from the municipality, the amount of the payments under subsection (1) shall be adjusted accordingly.  O. Reg. 366/98, s. 3 (4).</p> <p class=\"subsection-e\">  (5) For the purpose of permitting a municipality to collect the arrears of taxes to which this Regulation applies, those arrears shall be deemed to be taxes for municipal purposes levied by the municipality.  O. Reg. 366/98, s. 3 (5).</p> <p class=\"subsection-e\">  (6) A municipality has the power to institute, continue, or enforce any investigation, legal proceeding or remedy in respect of an obligation or liability related to the arrears of taxes to which this Regulation applies.  O. Reg. 366/98, s. 3 (6).</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/980366\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}