{
    "reg_info": {
        "full_title": "O. Reg. 534/06: PRESCRIBED INFORMATION FOR THE PURPOSES OF SECTION 101.1 OF THE ACT",
        "reg_name_text": "Prescribed Information for the purposes of section 101.1 of the Act",
        "citation": "O. Reg. 534/06: PRESCRIBED INFORMATION FOR THE PURPOSES OF SECTION 101.1 OF THE ACT",
        "act_under": "Insurance Act",
        "url": "https://www.ontario.ca/laws/regulation/060534",
        "date_scraped": "2023-12-19 06:20:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September  1, 2010",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/060534/v3",
            "valid_from": "February 26, 2010",
            "valid_to": "August 31, 2010"
        },
        {
            "a_href": "/laws/regulation/060534/v2",
            "valid_from": "February  1, 2008",
            "valid_to": "February 25, 2010"
        },
        {
            "a_href": "/laws/regulation/060534/v1",
            "valid_from": "December  5, 2006",
            "valid_to": "January 31, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “agent of automobile insurers” includes an agent of automobile insurers specified in a Guideline, (a) issued for the purposes of section 44.1 or subsection 68 (3.2) of Ontario Regulation 403/96 (Statutory Accident Benefits Schedule — Accidents on or after November 1, 1996) made under the Act, or (b) applicable for the purposes of section 49 or subsection 64 (7) of Ontario Regulation 34/10 (Statutory Accident Benefits Schedule — Effective September 1, 2010), made under the Act; (“agent d’assureurs automobiles”) “automobile insurer” means an insurer licensed under the Act to undertake or agree to offer or undertake a contract of automobile insurance in Ontario; (“assureur automobile”) “claim related to health care” means, (a) a claim for a benefit under Ontario Regulation 403/96 (Statutory Accident Benefits Schedule — Accidents on or after November 1, 1996), made under the Act, that arises by reason of an impairment as defined under that regulation, or (b) a claim for a benefit under Ontario Regulation 34/10 (Statutory Accident Benefits Schedule — Effective September 1, 2010), made under the Act, that arises by reason of an impairment as defined under that regulation; (“demande de règlement pour soins de santé”) “insured” means an insured as defined in subsection 224 (1) of the Act; (“assuré”) “personal information” means information that is personal information for the purposes of the Personal Information Protection and Electronic Documents Act (Canada) and personal health information for the purposes of the Personal Health Information Protection Act, 2004. (“renseignements personnels”)  O. Reg. 534/06, s. 1; O. Reg. 39/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“agent of automobile insurers” includes an agent of automobile insurers specified in a Guideline,</p> <p class=\"defclause-e\">  (a) issued for the purposes of section 44.1 or subsection 68 (3.2) of Ontario Regulation 403/96 (Statutory Accident Benefits Schedule — Accidents on or after November 1, 1996) made under the Act, or</p> <p class=\"defclause-e\">  (b) applicable for the purposes of section 49 or subsection 64 (7) of Ontario Regulation 34/10 (Statutory Accident Benefits Schedule — Effective September 1, 2010), made under the Act; (“agent d’assureurs automobiles”)</p> <p class=\"definition-e\">“automobile insurer” means an insurer licensed under the Act to undertake or agree to offer or undertake a contract of automobile insurance in Ontario; (“assureur automobile”)</p> <p class=\"definition-e\">“claim related to health care” means,</p> <p class=\"defclause-e\">  (a) a claim for a benefit under Ontario Regulation 403/96 (Statutory Accident Benefits Schedule — Accidents on or after November 1, 1996), made under the Act, that arises by reason of an impairment as defined under that regulation, or</p> <p class=\"defclause-e\">  (b) a claim for a benefit under Ontario Regulation 34/10 (Statutory Accident Benefits Schedule — Effective September 1, 2010), made under the Act, that arises by reason of an impairment as defined under that regulation; (“demande de règlement pour soins de santé”)</p> <p class=\"definition-e\">“insured” means an insured as defined in subsection 224 (1) of the Act; (“assuré”)</p> <p class=\"definition-e\">“personal information” means information that is personal information for the purposes of the <i>Personal Information Protection and Electronic Documents Act </i>(Canada) and personal health information for the purposes of the <i>Personal Health Information Protection Act, 2004</i>. (“renseignements personnels”)  O. Reg. 534/06, s. 1; O. Reg. 39/10, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Prescribed information",
            "content": " 2. (1) Information concerning the types of goods and services for which an automobile insurer is liable under contracts of automobile insurance in respect of claims related to health care and the costs of those goods and services is prescribed for the purposes of section 101.1 of the Act.  O. Reg. 534/06, s. 2 (1). (2) Information described in subsection (1) shall not include personal information.  O. Reg. 534/06, s. 2 (2). (3) As a condition to providing the information described in subsection (1), automobile insurers and any agent of automobile insurers shall, in accordance with the Personal Information Protection and Electronic Documents Act (Canada), take steps to ensure that the personal information upon which the information described in subsection (1) is based is accurate, complete and up to date.  O. Reg. 534/06, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Information concerning the types of goods and services for which an automobile insurer is liable under contracts of automobile insurance in respect of claims related to health care and the costs of those goods and services is prescribed for the purposes of section 101.1 of the Act.  O. Reg. 534/06, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Information described in subsection (1) shall not include personal information.  O. Reg. 534/06, s. 2 (2).</p> <p class=\"subsection-e\">  (3) As a condition to providing the information described in subsection (1), automobile insurers and any agent of automobile insurers shall, in accordance with the <i>Personal Information Protection and Electronic Documents Act </i>(Canada), take steps to ensure that the personal information upon which the information described in subsection (1) is based is accurate, complete and up to date.  O. Reg. 534/06, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": "Conditions relating to personal information ",
            "content": " 3. The following conditions apply to all personal information in the custody or under the control of every automobile insurer and any agent of automobile insurers:   1. Any agent of automobile insurers and every automobile insurer shall, in accordance with the Personal Information Protection and Electronic Documents Act\r\n(Canada), take steps that are reasonable in the circumstances to ensure, i. that all personal information in its custody or under its control is protected against theft, loss and unauthorized use or disclosure, and ii. that all records containing personal information are protected against unauthorized copying, modification or disposal. 2. Any agent of automobile insurers and every automobile insurer shall, in accordance with the Personal Information Protection and Electronic Documents Act\r\n(Canada), ensure that all records in its custody or under its control that contain personal information are retained, transferred and disposed of in a secure manner. 3. Without limiting the generality of paragraphs 1 and 2, any agent of automobile insurers and every automobile insurer shall, i. implement administrative, technical, physical and contractual safeguards to protect the confidentiality of personal information and the privacy of insureds with respect to their personal information, and ii. collect, use and disclose personal information only as permitted or required by law and, without limiting the generality of the foregoing, in accordance with section 49 of the Personal Health Information Protection Act, 2004 and paragraph 7 (3) (d) of the Personal Information Protection and Electronic Documents Act (Canada).  O. Reg. 534/06, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The following conditions apply to all personal information in the custody or under the control of every automobile insurer and any agent of automobile insurers:  </p> <p class=\"paragraph-e\">  1. Any agent of automobile insurers and every automobile insurer shall, in accordance with the <i>Personal Information Protection and Electronic Documents Act</i>\r\n(Canada), take steps that are reasonable in the circumstances to ensure, </p> <p class=\"subpara-e\">  i. that all personal information in its custody or under its control is protected against theft, loss and unauthorized use or disclosure, and </p> <p class=\"subpara-e\">  ii. that all records containing personal information are protected against unauthorized copying, modification or disposal.</p> <p class=\"paragraph-e\">  2. Any agent of automobile insurers and every automobile insurer shall, in accordance with the <i>Personal Information Protection and Electronic Documents Act</i>\r\n(Canada), ensure that all records in its custody or under its control that contain personal information are retained, transferred and disposed of in a secure manner.  </p> <p class=\"paragraph-e\">  3. Without limiting the generality of paragraphs 1 and 2, any agent of automobile insurers and every automobile insurer shall, </p> <p class=\"subpara-e\">  i. implement administrative, technical, physical and contractual safeguards to protect the confidentiality of personal information and the privacy of insureds with respect to their personal information, and</p> <p class=\"subpara-e\">  ii. collect, use and disclose personal information only as permitted or required by law and, without limiting the generality of the foregoing, in accordance with section 49 of the <i>Personal Health Information Protection Act, 2004</i> and paragraph 7 (3) (d) of the <i>Personal Information Protection and Electronic Documents Act</i> (Canada).  O. Reg. 534/06, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Conditions relating to personal information ",
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 534/06, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 534/06, s. 4.</p>"
        },
        {
            "id": null,
            "section": "Conditions relating to personal information ",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/060534\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}