{
    "reg_info": {
        "full_title": "O. Reg. 319/07: CONSERVATION RESERVES:  GENERAL PROVISIONS",
        "reg_name_text": "Conservation Reserves: General Provisions",
        "citation": "O. Reg. 319/07: CONSERVATION RESERVES:  GENERAL PROVISIONS",
        "act_under": "Provincial Parks and Conservation Reserves Act, 2006   Loi de 2006 sur les parcs provinciaux et les réserves de conservation",
        "url": "https://www.ontario.ca/laws/regulation/070319",
        "date_scraped": "2023-12-18 13:41:59"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 29, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070319/v5",
            "valid_from": "November  8, 2021",
            "valid_to": "November 28, 2021"
        },
        {
            "a_href": "/laws/regulation/070319/v4",
            "valid_from": "January 28, 2011",
            "valid_to": "November  7, 2021"
        },
        {
            "a_href": "/laws/regulation/070319/v3",
            "valid_from": "May 14, 2010",
            "valid_to": "January 27, 2011"
        },
        {
            "a_href": "/laws/regulation/070319/v2",
            "valid_from": "September  4, 2007",
            "valid_to": "May 13, 2010"
        },
        {
            "a_href": "/laws/regulation/070319/v1",
            "valid_from": "July  4, 2007",
            "valid_to": "September  3, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “all-terrain vehicle” means a self-propelled vehicle designed to be driven exclusively on ice, land or water or exclusively or primarily on snow, an off-road vehicle as defined in the Off-Road Vehicles Act, or any similar vehicle, but does not include an automobile; “artifact” means any object, material or substance that is made, modified, used, deposited or affected by human action and is of cultural heritage value or interest; “boat” means a watercraft or other artificial contrivance used or capable of being used as a means of transportation on water, but does not include an all-terrain vehicle designed to be used on water; “camp-site” means a parcel of land operated by the conservation reserve manager for the purpose of camping, that is identified in a management direction or by public notice and that may be identified on a map or plan or by posts, markers or other suitable means; “camping unit” means equipment used for the purpose of outdoor accommodation and includes a tent, trailer, tent trailer, recreational vehicle, camper-back and any watercraft equipped for overnight accommodation; “conservation reserve manager” includes a district manager of a conservation reserve; “disabled person” means a resident of Ontario who is the holder of an accessible parking permit issued under Regulation 581 of the Revised Regulations of Ontario, 1990 (Accessible Parking for Persons with Disabilities) made under the Highway Traffic Act\r\nor a national identity card issued by the Canadian National Institute for the Blind; “motor vehicle” means a motor vehicle as defined in the Highway Traffic Act; “non-resident” means an individual who is not a resident of Canada; “resident of Canada” means, (a) a Canadian citizen as defined in the Citizenship Act (Canada), or (b) a person who has actually resided in Canada for a period of at least seven months during the twelve months immediately preceding the time that the person’s residence becomes material under this Regulation; “resident of Ontario” means a person who has actually resided in Ontario for a period of at least seven months during the twelve months immediately preceding the time that the person’s residence becomes material under this Regulation. “spouse” means, (a) a spouse as defined in section 1 of the Family Law Act, or (b) either of two persons who live together in a conjugal relationship outside marriage.  O. Reg. 319/07, s. 1; O. Reg. 167/10, s. 1; O. Reg. 23/11, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> In this Regulation,</p> <p class=\"firstdef-e\">“all-terrain vehicle” means a self-propelled vehicle designed to be driven exclusively on ice, land or water or exclusively or primarily on snow, an off-road vehicle as defined in the <i>Off-Road Vehicles Act</i>, or any similar vehicle, but does not include an automobile; <b> </b></p> <p class=\"definition-e\">“artifact” means any object, material or substance that is made, modified, used, deposited or affected by human action and is of cultural heritage value or interest;</p> <p class=\"definition-e\">“boat” means a watercraft or other artificial contrivance used or capable of being used as a means of transportation on water, but does not include an all-terrain vehicle designed to be used on water; <b> </b></p> <p class=\"definition-e\">“camp-site” means a parcel of land operated by the conservation reserve manager for the purpose of camping, that is identified in a management direction or by public notice and that may be identified on a map or plan or by posts, markers or other suitable means;  </p> <p class=\"definition-e\">“camping unit” means equipment used for the purpose of outdoor accommodation and includes a tent, trailer, tent trailer, recreational vehicle, camper-back and any watercraft equipped for overnight accommodation; </p> <p class=\"definition-e\">“conservation reserve manager” includes a district manager of a conservation reserve; </p> <p class=\"definition-e\">“disabled person” means a resident of Ontario who is the holder of an accessible parking permit issued under Regulation 581 of the Revised Regulations of Ontario, 1990 (Accessible Parking for Persons with Disabilities) made under the <i>Highway Traffic Act</i>\r\nor a national identity card issued by the Canadian National Institute for the Blind;</p> <p class=\"definition-e\">“motor vehicle” means a motor vehicle as defined in the <i>Highway Traffic Act</i>;</p> <p class=\"definition-e\">“non-resident” means an individual who is not a resident of Canada;</p> <p class=\"definition-e\">“resident of Canada” means, </p> <p class=\"defclause-e\">  (a) a Canadian citizen as defined in the <i>Citizenship Act</i><i> </i>(Canada), or</p> <p class=\"defclause-e\">  (b) a person who has actually resided in Canada for a period of at least seven months during the twelve months immediately preceding the time that the person’s residence becomes material under this Regulation;</p> <p class=\"definition-e\">“resident of Ontario” means a person who has actually resided in Ontario for a period of at least seven months during the twelve months immediately preceding the time that the person’s residence becomes material under this Regulation. </p> <p class=\"definition-e\">“spouse” means,</p> <p class=\"defclause-e\">  (a) a spouse as defined in section 1 of the <i>Family Law Act</i>, or</p> <p class=\"defclause-e\">  (b) either of two persons who live together in a conjugal relationship outside marriage.  O. Reg. 319/07, s. 1; O. Reg. 167/10, s. 1; O. Reg. 23/11, s. 1.</p>"
        },
        {
            "id": "",
            "section": "Damage to Crown land",
            "content": " 2. (1) No person shall,  (a) remove, damage or deface any property of the Crown in a conservation reserve; or (b) damage or deface any relic, artifact or natural object or damage or deface any site of archaeological or historical interest in a conservation reserve.  O. Reg. 319/07, s. 2 (1). (2) Except with the written authorization of the conservation reserve manager, no person shall, (a) disturb, cut, kill, remove or harm any plant, tree or natural object in a conservation reserve; (b) disturb, kill, remove, harass or harm any animal except in accordance with the Fish and Wildlife Conservation Act, 1997, any bird except in accordance with Migratory Birds Convention Act, 1994 (Canada) or any fish except in accordance with the Fisheries Act\r\n(Canada); (c) remove any relic or artifact in a conservation reserve; (d) disturb any site of archaeological or historical interest in a conservation reserve; (e) make an excavation for any purpose in a conservation reserve; or (f) conduct research in a conservation reserve.  O. Reg. 319/07, s. 2 (2). (3) In considering whether or not to grant authorization under subsection (2), the conservation reserve manager shall base his or her decision on the following criteria: 1. The potential for the proposed activity to protect or enhance human safety. 2. The degree to which the proposed activity would harm or benefit the natural environment, plants or wildlife or support or impede the maintenance of ecological integrity. 3. The range and value of scientific benefits that the proposed activity would provide. 4. The extent to which the proposed activity would promote cultural knowledge and understanding.  O. Reg. 319/07, s. 2 (3). (4) Despite subsection (2), a person may, without written authorization, harvest edible plants and fruit for personal consumption where doing so is not otherwise contrary to law.  O. Reg. 23/11, s. 2.",
            "raw_html": "<p class=\"section-e\"><b> </b><strong>2. </strong>(1) No person shall, </p> <p class=\"clause-e\">  (a) remove, damage or deface any property of the Crown in a conservation reserve; or</p> <p class=\"clause-e\">  (b) damage or deface any relic, artifact or natural object or damage or deface any site of archaeological or historical interest in a conservation reserve.  O. Reg. 319/07, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Except with the written authorization of the conservation reserve manager, no person shall,</p> <p class=\"clause-e\">  (a) disturb, cut, kill, remove or harm any plant, tree or natural object in a conservation reserve;</p> <p class=\"clause-e\">  (b) disturb, kill, remove, harass or harm any animal except in accordance with the <i>Fish and Wildlife Conservation Act, 1997</i>, any bird except in accordance with <i>Migratory Birds Convention Act, 1994 </i>(Canada) or any fish except in accordance with the <i>Fisheries Act</i>\r\n(Canada); </p> <p class=\"clause-e\">  (c) remove any relic or artifact in a conservation reserve; </p> <p class=\"clause-e\">  (d) disturb any site of archaeological or historical interest in a conservation reserve;</p> <p class=\"clause-e\">  (e) make an excavation for any purpose in a conservation reserve; or</p> <p class=\"clause-e\">  (f) conduct research in a conservation reserve.  O. Reg. 319/07, s. 2 (2).</p> <p class=\"subsection-e\">  (3) In considering whether or not to grant authorization under subsection (2), the conservation reserve manager shall base his or her decision on the following criteria: </p> <p class=\"paragraph-e\">  1. The potential for the proposed activity to protect or enhance human safety.</p> <p class=\"paragraph-e\">  2. The degree to which the proposed activity would harm or benefit the natural environment, plants or wildlife or support or impede the maintenance of ecological integrity.</p> <p class=\"paragraph-e\">  3. The range and value of scientific benefits that the proposed activity would provide.</p> <p class=\"paragraph-e\">  4. The extent to which the proposed activity would promote cultural knowledge and understanding.  O. Reg. 319/07, s. 2 (3).</p> <p class=\"subsection-e\">  (4) Despite subsection (2), a person may, without written authorization, harvest edible plants and fruit for personal consumption where doing so is not otherwise contrary to law.  O. Reg. 23/11, s. 2.</p>"
        },
        {
            "id": null,
            "section": "Keeping reserve clean",
            "content": "  3. (1) No person shall deposit or cause to be deposited any material, substance or thing in a conservation reserve except in accordance with a work permit.  O. Reg. 319/07, s. 3 (1). (2) No person shall deposit or cause to be deposited any litter in a conservation reserve except in a place designated for the purpose.  O. Reg. 319/07, s. 3 (2). (3) Every person using a camp-site or other site in a conservation reserve shall at all times maintain the site in a clean and sanitary condition and when vacating the site shall restore it as nearly as possible to its natural condition.  O. Reg. 319/07, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"><strong>  3. </strong>(1) No person shall deposit or cause to be deposited any material, substance or thing in a conservation reserve except in accordance with a work permit.  O. Reg. 319/07, s. 3 (1).</p> <p class=\"subsection-e\">  (2) No person shall deposit or cause to be deposited any litter in a conservation reserve except in a place designated for the purpose.  O. Reg. 319/07, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Every person using a camp-site or other site in a conservation reserve shall at all times maintain the site in a clean and sanitary condition and when vacating the site shall restore it as nearly as possible to its natural condition.  O. Reg. 319/07, s. 3 (3).</p>"
        },
        {
            "id": "4",
            "section": "Fire",
            "content": "  4. (1) No person shall start or tend a fire in a conservation reserve that is subject to a fire hazard notice given by the conservation reserve manager.  O. Reg. 319/07, s. 4 (1). (2) Subsection (1) does not apply to a conservation reserve located within a fire region described in the Schedules to Ontario Regulation 207/96 (Outdoor Fires) made under the Forest Fires Prevention Act.  O. Reg. 319/07, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>  4</b>. (1) No person shall start or tend a fire in a conservation reserve that is subject to a fire hazard notice given by the conservation reserve manager.  O. Reg. 319/07, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to a conservation reserve located within a fire region described in the Schedules to Ontario Regulation 207/96 (Outdoor Fires) made under the <i>Forest Fires Prevention Act</i>.  O. Reg. 319/07, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Animals and plants",
            "content": "  5. (1) No person shall bring an animal or plant into a conservation reserve and cause or permit it to establish habitat, residence or roots unless the conservation reserve manager authorizes it in writing on the basis that the ecological integrity of the conservation reserve will not be compromised by doing so.  O. Reg. 319/07, s. 5 (1). (2) Subsection (1) does not apply to bait used for angling purposes in accordance with the Fisheries Act (Canada).  O. Reg. 319/07, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>  5. </b>(1) No person shall bring an animal or plant into a conservation reserve and cause or permit it to establish habitat, residence or roots unless the conservation reserve manager authorizes it in writing on the basis that the ecological integrity of the conservation reserve will not be compromised by doing so.  O. Reg. 319/07, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to bait used for angling purposes in accordance with the <i>Fisheries Act</i><i> </i>(Canada)<i>.</i>  O. Reg. 319/07, s. 5 (2).</p>"
        },
        {
            "id": null,
            "section": "Closure, evacuation ",
            "content": "  6. (1) An officer may close a conservation reserve, or any portion thereof, to the public by the erection of signs or other suitable means, for the purpose of, (a) dealing with a fire, flood or other emergency situation; (b) protecting public safety; (c) facilitating maintenance, construction or any other work program carried out by the Ministry or under the authority of the Ministry; or (d) preserving or protecting the environment of the reserve or supporting the maintenance of ecological integrity.  O. Reg. 319/07, s. 6 (1); O. Reg. 23/11, s. 3. (2) No person shall enter into or remain in a conservation reserve, or any portion of a conservation reserve, that has been closed to the public under subsection (1).  O. Reg. 319/07, s. 6 (2). (3) An officer may order an evacuation of a conservation reserve or part of a conservation reserve for the purpose of maintaining public safety in case of fire, flood or other emergency.  O. Reg. 319/07, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"><strong>  6. </strong><strong>(1) </strong>An officer may close a conservation reserve, or any portion thereof, to the public by the erection of signs or other suitable means, for the purpose of,</p> <p class=\"clause-e\">  (a) dealing with a fire, flood or other emergency situation;</p> <p class=\"clause-e\">  (b) protecting public safety;</p> <p class=\"clause-e\">  (c) facilitating maintenance, construction or any other work program carried out by the Ministry or under the authority of the Ministry; or</p> <p class=\"clause-e\">  (d) preserving or protecting the environment of the reserve or supporting the maintenance of ecological integrity.  O. Reg. 319/07, s. 6 (1); O. Reg. 23/11, s. 3.</p> <p class=\"subsection-e\">  (2) No person shall enter into or remain in a conservation reserve, or any portion of a conservation reserve, that has been closed to the public under subsection (1).  O. Reg. 319/07, s. 6 (2).</p> <p class=\"subsection-e\">  (3) An officer may order an evacuation of a conservation reserve or part of a conservation reserve for the purpose of maintaining public safety in case of fire, flood or other emergency.  O. Reg. 319/07, s. 6 (3).</p>"
        },
        {
            "id": null,
            "section": "Directing traffic",
            "content": "  7. (1) An officer or any person employed in the Ministry at a conservation reserve may direct vehicles in the reserve and, in case of fire, accident or other emergency, may direct them into such channels as are necessary to prevent or relieve congestion or give right of way.  O. Reg. 319/07, s. 7 (1). (2) Every person shall obey any direction given under subsection (1).  O. Reg. 319/07, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><strong>  7. </strong>(1) An officer or any person employed in the Ministry at a conservation reserve may direct vehicles in the reserve and, in case of fire, accident or other emergency, may direct them into such channels as are necessary to prevent or relieve congestion or give right of way.  O. Reg. 319/07, s. 7 (1).</p> <p class=\"subsection-e\">  (2) Every person shall obey any direction given under subsection (1).  O. Reg. 319/07, s. 7 (2).</p>"
        },
        {
            "id": null,
            "section": "Inappropriate conduct",
            "content": " 8. (1) No person shall use discriminatory, harassing, abusive or insulting language or gestures or make excessive noise or disturb other persons while in a conservation reserve.  O. Reg. 319/07, s. 8 (1); O. Reg. 23/11, s. 4. (2) An officer or a police officer who believes on reasonable and probable grounds that a person has contravened subsection 33 (2) or 39 (2) of the Act or section 45 of the Act, clause 2 (1) (a), subsection 3 (3), 4 (1), 8 (1) and section 11 of this Regulation, a provision of the Liquor Licence and Control Act, 2019\r\nor a provision of the Criminal Code (Canada) may, (a) remove the person from the conservation reserve; and (b) cancel any permit issued to the person for the conservation reserve in which the contravention occurred.  O. Reg. 319/07, s. 8 (2); O. Reg. 763/21, s. 1. (3) No person who has been removed from a conservation reserve under subsection (2) shall within the following 72-hour period enter or attempt to enter any conservation reserve without the written authorization of the conservation reserve manager, which may be granted for the purpose of retrieving a vehicle or personal property.  O. Reg. 319/07, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"> <strong>8. </strong>(1) No person shall use discriminatory, harassing, abusive or insulting language or gestures or make excessive noise or disturb other persons while in a conservation reserve.  O. Reg. 319/07, s. 8 (1); O. Reg. 23/11, s. 4.</p> <p class=\"subsection-e\">  (2) An officer or a police officer who believes on reasonable and probable grounds that a person has contravened subsection 33 (2) or 39 (2) of the Act or section 45 of the Act, clause 2 (1) (a), subsection 3 (3), 4 (1), 8 (1) and section 11 of this Regulation, a provision of the <i>Liquor Licence and Control Act, 2019</i>\r\nor a provision of the <i>Criminal Code </i>(Canada) may,</p> <p class=\"clause-e\">  (a) remove the person from the conservation reserve; and</p> <p class=\"clause-e\">  (b) cancel any permit issued to the person for the conservation reserve in which the contravention occurred.  O. Reg. 319/07, s. 8 (2); O. Reg. 763/21, s. 1.</p> <p class=\"subsection-e\">  (3) No person who has been removed from a conservation reserve under subsection (2) shall within the following 72-hour period enter or attempt to enter any conservation reserve without the written authorization of the conservation reserve manager, which may be granted for the purpose of retrieving a vehicle or personal property.  O. Reg. 319/07, s. 8 (3).</p>"
        },
        {
            "id": null,
            "section": "Occupation of land",
            "content": "  9. No person shall occupy land in a conservation reserve except,  (a) under an agreement for the establishment or operation of any works, facilities or services made under subsection 14 (1) of the Act; or (b) under a licence of occupation, a land use permit or a lease, or a renewal or extension thereof granted by the Minister.  O. Reg. 319/07, s. 9.",
            "raw_html": "<p class=\"section-e\"><strong>  9. </strong>No person shall occupy land in a conservation reserve except, </p> <p class=\"clause-e\">  (a) under an agreement for the establishment or operation of any works, facilities or services made under subsection 14 (1) of the Act; or</p> <p class=\"clause-e\">  (b) under a licence of occupation, a land use permit or a lease, or a renewal or extension thereof granted by the Minister.  O. Reg. 319/07, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Designated entry ",
            "content": "  10. Where an entry point has been designated, no person shall enter a conservation reserve except at the designated point, no matter what the means of entry.  O. Reg. 319/07, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>  10. </b>Where an entry point has been designated, no person shall enter a conservation reserve except at the designated point, no matter what the means of entry.  O. Reg. 319/07, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Non-resident camping",
            "content": " 11. (1) A non-resident who is 18 years of age or older shall not camp in a conservation reserve unless, (a) he or she is camping under the authority of a non-resident camping permit; (b) he or she is using a camping unit rented from a person who carries on business in Ontario; (c) he or she owns property in Ontario or is the spouse of a person who owns property in Ontario; (d) he or she is a member or person in charge of a charitable or non-profit group that is camping with the written authorization of the conservation reserve manager, which may be granted if the conservation reserve manager is of the opinion that, (i) the proof of the charitable or non-profit status is sufficient, and (ii) if the group is comprised of youths, there is adequate adult supervision; (e) he or she is carrying out duties required by lawful employment in Canada.  O. Reg. 319/07, s. 11 (1); O. Reg. 23/11, s. 5. (2) A non-resident camping permit expires at 12 noon on the day following the date shown on the permit.  O. Reg. 319/07, s. 11 (2). (3) A non-resident camping in a conservation reserve shall, on the request of an officer, produce for inspection his or her non-resident camping permit, camping unit rental agreement or proof that the non-resident is entitled to camp in the conservation reserve by virtue of clause (1) (c), (d) or (e).  O. Reg. 319/07, s. 11 (3). (4) A non-resident who camps in a conservation reserve shall remove the camping unit and his or her personal property from the conservation reserve on the expiry, surrender or cancellation, whichever occurs first, of his or her non-resident camping permit or camping unit rental agreement, as the case may be.  O. Reg. 319/07, s. 11 (4). (5) Where a non-resident camping permit is surrendered before its expiry, a refund of the fee paid for the permit may be made upon application to the conservation reserve manager.  O. Reg. 319/07, s. 11 (5).",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) A non-resident who is 18 years of age or older shall not camp in a conservation reserve unless,</p> <p class=\"clause-e\">  (a) he or she is camping under the authority of a non-resident camping permit;</p> <p class=\"clause-e\">  (b) he or she is using a camping unit rented from a person who carries on business in Ontario;</p> <p class=\"clause-e\">  (c) he or she owns property in Ontario or is the spouse of a person who owns property in Ontario; </p> <p class=\"clause-e\">  (d) he or she is a member or person in charge of a charitable or non-profit group that is camping with the written authorization of the conservation reserve manager, which may be granted if the conservation reserve manager is of the opinion that, </p> <p class=\"subclause-e\">  (i) the proof of the charitable or non-profit status is sufficient, and</p> <p class=\"subclause-e\">  (ii) if the group is comprised of youths, there is adequate adult supervision;</p> <p class=\"clause-e\">  (e) he or she is carrying out duties required by lawful employment in Canada.  O. Reg. 319/07, s. 11 (1); O. Reg. 23/11, s. 5.</p> <p class=\"subsection-e\">  (2) A non-resident camping permit expires at 12 noon on the day following the date shown on the permit.  O. Reg. 319/07, s. 11 (2).</p> <p class=\"subsection-e\">  (3) A non-resident camping in a conservation reserve shall, on the request of an officer, produce for inspection his or her non-resident camping permit, camping unit rental agreement or proof that the non-resident is entitled to camp in the conservation reserve by virtue of clause (1) (c), (d) or (e).  O. Reg. 319/07, s. 11 (3).</p> <p class=\"subsection-e\">  (4) A non-resident who camps in a conservation reserve shall remove the camping unit and his or her personal property from the conservation reserve on the expiry, surrender or cancellation, whichever occurs first, of his or her non-resident camping permit or camping unit rental agreement, as the case may be.  O. Reg. 319/07, s. 11 (4).</p> <p class=\"subsection-e\">  (5) Where a non-resident camping permit is surrendered before its expiry, a refund of the fee paid for the permit may be made upon application to the conservation reserve manager.  O. Reg. 319/07, s. 11 (5).</p>"
        },
        {
            "id": "12",
            "section": "Camping",
            "content": " 12. (1) No person shall camp in an area in a conservation reserve that is designated as an area in which camping is prohibited and no non-resident shall camp in an area in a conservation reserve that is designated as an area in which camping by non-residents is prohibited.  O. Reg. 319/07, s. 12 (1). (2) No person shall camp in a conservation reserve in a location other than an identified camp-site if camp-sites have been identified in an area.  O. Reg. 319/07, s. 12 (2). (3) No person shall camp in one location in a conservation reserve for more than 21 days in a year, except with the written authorization of the conservation reserve manager, which may be granted on the basis of a consideration of the following criteria: 1. Whether other persons seek to camp on the camp-site. 2. The availability of other camp-sites. 3. The potential for harm to the natural environment, plants and wildlife or impeding the maintenance of ecological integrity.  O. Reg. 319/07, s. 12 (3). (4) A person may move to another location in a conservation reserve and camp for an additional period of at most 21 days provided that the new location is at least 100 metres from the previous location.  O. Reg. 319/07, s. 12 (4).",
            "raw_html": "<p class=\"section-e\"> <b>12</b><strong>.</strong> (1) No person shall camp in an area in a conservation reserve that is designated as an area in which camping is prohibited and no non-resident shall camp in an area in a conservation reserve that is designated as an area in which camping by non-residents is prohibited.  O. Reg. 319/07, s. 12 (1).</p> <p class=\"subsection-e\">  (2) No person shall camp in a conservation reserve in a location other than an identified camp-site if camp-sites have been identified in an area.  O. Reg. 319/07, s. 12 (2).</p> <p class=\"subsection-e\">  (3) No person shall camp in one location in a conservation reserve for more than 21 days in a year, except with the written authorization of the conservation reserve manager, which may be granted on the basis of a consideration of the following criteria:</p> <p class=\"paragraph-e\">  1. Whether other persons seek to camp on the camp-site.</p> <p class=\"paragraph-e\">  2. The availability of other camp-sites.</p> <p class=\"paragraph-e\">  3. The potential for harm to the natural environment, plants and wildlife or impeding the maintenance of ecological integrity.  O. Reg. 319/07, s. 12 (3).</p> <p class=\"subsection-e\">  (4) A person may move to another location in a conservation reserve and camp for an additional period of at most 21 days provided that the new location is at least 100 metres from the previous location.  O. Reg. 319/07, s. 12 (4).</p>"
        },
        {
            "id": null,
            "section": "Motor vehicles",
            "content": "  13. (1) No person shall operate a motor vehicle within a conservation reserve except, (a) a wheelchair operated by a disabled person; (b) a motor vehicle or all-terrain vehicle operated, (i) on an existing road or trail, (ii) elsewhere than on an existing road or trail for the direct retrieval of game harvested in accordance with the Fish and Wildlife Conservation Act, 1997\nor the Migratory Birds Convention Act, 1994\r\n(Canada), or (iii) in accordance with the written authorization of the conservation reserve manager, which may be granted if the conservation reserve manager is of the opinion that the operation of the motor vehicle or all-terrain vehicle is unlikely to harm the natural environment, plants, wildlife or significant natural or cultural features, or cause a threat to public safety; or (c) an all-terrain vehicle operated on the frozen surface of a body of water.  O. Reg. 319/07, s. 13 (1). (2) Despite subclauses (1) (b) (i) and (ii), the conservation reserve manager may prohibit the operation of a motor vehicle or all-terrain vehicle on designated existing roads or trails or for the direct retrieval of game harvested in accordance with the Fish and Wildlife Conservation Act, 1997\r\nor the Migratory Birds Convention Act, 1994\r\n(Canada) at designated times if the conservation reserve manager is of the opinion that their operation could potentially harm the environment, wildlife or significant natural or cultural features, impede the maintenance of ecological integrity or cause a threat to public safety.  O. Reg. 319/07, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"><strong>  13. </strong><strong>(1) </strong>No person shall operate a motor vehicle within a conservation reserve except,</p> <p class=\"clause-e\">  (a) a wheelchair operated by a disabled person; </p> <p class=\"clause-e\">  (b) a motor vehicle or all-terrain vehicle operated,</p> <p class=\"subclause-e\">  (i) on an existing road or trail, </p> <p class=\"subclause-e\">  (ii) elsewhere than on an existing road or trail for the direct retrieval of game harvested in accordance with the <i>Fish and Wildlife Conservation Act, 1997</i><i>\n</i>or the <i>Migratory Birds Convention Act, 1994</i>\r\n(Canada), or</p> <p class=\"subclause-e\">  (iii) in accordance with the written authorization of the conservation reserve manager, which may be granted if the conservation reserve manager is of the opinion that the operation of the motor vehicle or all-terrain vehicle is unlikely to harm the natural environment, plants, wildlife or significant natural or cultural features, or cause a threat to public safety; or</p> <p class=\"clause-e\">  (c) an all-terrain vehicle operated on the frozen surface of a body of water.  O. Reg. 319/07, s. 13 (1).</p> <p class=\"subsection-e\">  (2) Despite subclauses (1) (b) (i) and (ii), the conservation reserve manager may prohibit the operation of a motor vehicle or all-terrain vehicle on designated existing roads or trails or for the direct retrieval of game harvested in accordance with the <i>Fish and Wildlife Conservation Act, 1997</i>\r\nor the <i>Migratory Birds Convention Act, 1994</i>\r\n(Canada) at designated times if the conservation reserve manager is of the opinion that their operation could potentially harm the environment, wildlife or significant natural or cultural features, impede the maintenance of ecological integrity or cause a threat to public safety.  O. Reg. 319/07, s. 13 (2).</p>"
        },
        {
            "id": "14.",
            "section": "Leaving vehicles unattended",
            "content": "  14. (1) No person shall park, place or leave unattended a motor vehicle, an all-terrain vehicle, a boat, trailer or camping unit in a location where to do so would hinder or block access to a road, trail, portage, parking area, facility or structure.  O. Reg. 319/07, s. 14 (1). (2) No person shall park a motor vehicle in any area where parking is prohibited or during period of time when parking is prohibited.  O. Reg. 319/07, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"><b>  14. </b>(1) No person shall park, place or leave unattended a motor vehicle, an all-terrain vehicle, a boat, trailer or camping unit in a location where to do so would hinder or block access to a road, trail, portage, parking area, facility or structure.  O. Reg. 319/07, s. 14 (1).</p> <p class=\"subsection-e\">  (2) No person shall park a motor vehicle in any area where parking is prohibited or during period of time when parking is prohibited.  O. Reg. 319/07, s. 14 (2).</p>"
        },
        {
            "id": "15.",
            "section": "Boat cache",
            "content": "  15. No person shall establish a boat cache in a conservation reserve, or in any portion of a conservation reserve, where the establishment of a boat cache is prohibited, without the written authorization of the conservation reserve manager, which may be granted if the conservation reserve manager is of the opinion that the establishment of the boat cache will not harm the natural environment, plants, wildlife or fish stocks, have a detrimental effect on adjoining land uses or impede the maintenance of ecological integrity.  O. Reg. 319/07, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>  15. </b>No person shall establish a boat cache in a conservation reserve, or in any portion of a conservation reserve, where the establishment of a boat cache is prohibited, without the written authorization of the conservation reserve manager, which may be granted if the conservation reserve manager is of the opinion that the establishment of the boat cache will not harm the natural environment, plants, wildlife or fish stocks, have a detrimental effect on adjoining land uses or impede the maintenance of ecological integrity.  O. Reg. 319/07, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Inspection of permit",
            "content": " 16. Every person to whom a permit or authorization has been issued under this Regulation shall, upon the request of an officer, produce the permit or authorization for inspection.  O. Reg. 319/07, s. 16.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>Every person to whom a permit or authorization has been issued under this Regulation shall, upon the request of an officer, produce the permit or authorization for inspection.  O. Reg. 319/07, s. 16.</p>"
        },
        {
            "id": null,
            "section": "Assignment and copying of permit prohibited",
            "content": "  17. No person shall assign, duplicate or copy a permit or authorization issued under this Regulation.  O. Reg. 319/07, s. 17.",
            "raw_html": "<p class=\"section-e\"><strong>  17. </strong>No person shall assign, duplicate or copy a permit or authorization issued under this Regulation.  O. Reg. 319/07, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Assignment and copying of permit prohibited",
            "content": " 18. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 319/07, s. 18.",
            "raw_html": "<p class=\"section-e\"> <b>18.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 319/07, s. 18.</p>"
        },
        {
            "id": null,
            "section": "Assignment and copying of permit prohibited",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}