{
    "reg_info": {
        "full_title": "O. Reg. 34/03: GENERAL",
        "reg_name_text": "general",
        "citation": "O. Reg. 34/03: GENERAL",
        "act_under": "Ontario Colleges of Applied Arts and Technology Act, 2002",
        "url": "https://www.ontario.ca/laws/regulation/030034",
        "date_scraped": "2023-12-18 03:12:29"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/030034/v7",
            "valid_from": "August 28, 2020",
            "valid_to": "August 31, 2023"
        },
        {
            "a_href": "/laws/regulation/030034/v6",
            "valid_from": "October  1, 2010",
            "valid_to": "August 27, 2020"
        },
        {
            "a_href": "/laws/regulation/030034/v5",
            "valid_from": "August 31, 2010",
            "valid_to": "September 30, 2010"
        },
        {
            "a_href": "/laws/regulation/030034/v4",
            "valid_from": "July 28, 2010",
            "valid_to": "August 30, 2010"
        },
        {
            "a_href": "/laws/regulation/030034/v3",
            "valid_from": "May 14, 2010",
            "valid_to": "July 27, 2010"
        },
        {
            "a_href": "/laws/regulation/030034/v2",
            "valid_from": "June 13, 2005",
            "valid_to": "May 13, 2010"
        },
        {
            "a_href": "/laws/regulation/030034/v1",
            "valid_from": "April  1, 2003",
            "valid_to": "June 12, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. In this Regulation, “academic staff member” means a person who is employed by the board of governors as a teacher, counsellor or librarian; (“membre du corps enseignant”) “administrative staff member” means a person who is employed by the board of governors and who is not an academic staff member, a support staff member or a student; (“membre du personnel administratif”) “program of instruction” means a group of related courses leading to a diploma, certificate or other document awarded by the board of governors; (“programme d’enseignement”) “student” means a person who is enrolled in a course or program of instruction in a college; (“étudiant”) “support staff member” means a person who is employed by the board of governors as a member of the office, clerical, technical, health care, maintenance, building service, shipping, transportation, cafeteria or nursery staff. (“membre du personnel de soutien”).  O. Reg. 34/03, s. 1; O. Reg. 169/10, s. 1. Colleges of Applied Arts and Technology",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“academic staff member” means a person who is employed by the board of governors as a teacher, counsellor or librarian; (“membre du corps enseignant”)</p> <p class=\"definition-e\">“administrative staff member” means a person who is employed by the board of governors and who is not an academic staff member, a support staff member or a student; (“membre du personnel administratif”)</p> <p class=\"definition-e\">“program of instruction” means a group of related courses leading to a diploma, certificate or other document awarded by the board of governors; (“programme d’enseignement”)</p> <p class=\"definition-e\">“student” means a person who is enrolled in a course or program of instruction in a college; (“étudiant”)</p> <p class=\"definition-e\">“support staff member” means a person who is employed by the board of governors as a member of the office, clerical, technical, health care, maintenance, building service, shipping, transportation, cafeteria or nursery staff. (“membre du personnel de soutien”).  O. Reg. 34/03, s. 1; O. Reg. 169/10, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Colleges of Applied Arts and Technology</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Colleges of Applied Arts and Technology",
            "part_id": null,
            "part_type": null,
            "section": "Colleges of Applied Arts and Technology",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Colleges established",
            "content": " 2. (1) The following colleges are established: 1.  The Algonquin College of Applied Arts and Technology. 2.  The Cambrian College of Applied Arts and Technology. 3.  The Canadore College of Applied Arts and Technology. 4.  The Centennial College of Applied Arts and Technology. 5.  Collège Boréal d’arts appliqués et de technologie. 6.  Collège d’arts appliqués et de technologie La Cité collégiale. 7.  Revoked :  O. Reg. 301/10, s. 1. 8.  The Conestoga College Institute of Technology and Advanced Learning. 9.  The Confederation College of Applied Arts and Technology. 10.  The Durham College of Applied Arts and Technology. 11.  The Fanshawe College of Applied Arts and Technology. 12.  The George Brown College of Applied Arts and Technology. 13.  The Georgian College of Applied Arts and Technology. 14.  The Humber College Institute of Technology and Advanced Learning. 15.  The Lambton College of Applied Arts and Technology. 16.  The Loyalist College of Applied Arts and Technology. 17.  The Mohawk College of Applied Arts and Technology. 18.  The Niagara College of Applied Arts and Technology. 19.  The Northern College of Applied Arts and Technology. 20.  The St. Clair College of Applied Arts and Technology. 21.  The St. Lawrence College of Applied Arts and Technology. 22.  The Sault College of Applied Arts and Technology. 23.  The Sheridan College Institute of Technology and Advanced Learning. 24.  The Seneca College of Applied Arts and Technology. 25.  The Sir Sandford Fleming College of Applied Arts and Technology.  O. Reg. 34/03, s. 2 (1); O. Reg. 301/10, s. 1. (2) The boards of governors of the colleges referred to in subsection (1) as they were constituted immediately before this Regulation comes into force shall be deemed to be established in accordance with this Regulation when this Regulation comes into force.  O. Reg. 34/03, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2. </b>(1) The following colleges are established:</p> <p class=\"paragraph-e\">  1.  The Algonquin College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  2.  The Cambrian College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  3.  The Canadore College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  4.  The Centennial College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  5.  Collège Boréal d’arts appliqués et de technologie. </p> <p class=\"paragraph-e\">  6.  Collège d’arts appliqués et de technologie La Cité collégiale.</p> <p class=\"paragraph-e\">  7.  <span class=\"ovsmallcap\">Revoked</span> :  O. Reg. 301/10, s. 1. </p> <p class=\"paragraph-e\">  8.  The Conestoga College Institute of Technology and Advanced Learning.</p> <p class=\"paragraph-e\">  9.  The Confederation College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  10.  The Durham College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  11.  The Fanshawe College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  12.  The George Brown College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  13.  The Georgian College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  14.  The Humber College Institute of Technology and Advanced Learning.</p> <p class=\"paragraph-e\">  15.  The Lambton College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  16.  The Loyalist College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  17.  The Mohawk College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  18.  The Niagara College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  19.  The Northern College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  20.  The St. Clair College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  21.  The St. Lawrence College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  22.  The Sault College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  23.  The Sheridan College Institute of Technology and Advanced Learning.</p> <p class=\"paragraph-e\">  24.  The Seneca College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  25.  The Sir Sandford Fleming College of Applied Arts and Technology.  O. Reg. 34/03, s. 2 (1); O. Reg. 301/10, s. 1.</p> <p class=\"subsection-e\">  (2) The boards of governors of the colleges referred to in subsection (1) as they were constituted immediately before this Regulation comes into force shall be deemed to be established in accordance with this Regulation when this Regulation comes into force.  O. Reg. 34/03, s. 2 (2).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Grants to French language colleges",
            "content": " 3. (1) It is a condition of the payment of legislative grants to a French language college that, except for instruction of English as a second language, (a)  all programs and services offered by the college that are funded in whole or in part through provincial government general purpose operating grants shall be offered only in French; and (b)  all programs and services delivered by the college on behalf of the provincial government shall be delivered only in French.  O. Reg. 34/03, s. 3 (1). (2) No English language college may provide French language programs and services, except for instruction of French as a second language, unless the college has entered into a joint agreement in writing with all of the French language colleges.  O. Reg. 34/03, s. 3 (2). (3) In this section, “English language college” means any college named in this Regulation other than a French language college; (“collège de langue anglaise”) “French language college” means the college known as Collège d’arts appliqués et de technologie La Cité collégiale or the college known as Collège Boréal d’arts appliqués et de technologie. (“collège de langue française”)  O. Reg. 34/03, s. 3 (3); O. Reg. 301/10, s. 2. Boards of Governors",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK4\"></a>3. </b>(1) It is a condition of the payment of legislative grants to a French language college that, except for instruction of English as a second language,</p> <p class=\"clause-e\">  (a)  all programs and services offered by the college that are funded in whole or in part through provincial government general purpose operating grants shall be offered only in French; and</p> <p class=\"clause-e\">  (b)  all programs and services delivered by the college on behalf of the provincial government shall be delivered only in French.  O. Reg. 34/03, s. 3 (1).</p> <p class=\"subsection-e\">  (2) No English language college may provide French language programs and services, except for instruction of French as a second language, unless the college has entered into a joint agreement in writing with all of the French language colleges.  O. Reg. 34/03, s. 3 (2).</p> <p class=\"subsection-e\">  (3) In this section,</p> <p class=\"firstdef-e\">“English language college” means any college named in this Regulation other than a French language college; (“collège de langue anglaise”)</p> <p class=\"definition-e\">“French language college” means the college known as Collège d’arts appliqués et de technologie La Cité collégiale or the college known as Collège Boréal d’arts appliqués et de technologie. (“collège de langue française”)  O. Reg. 34/03, s. 3 (3); O. Reg. 301/10, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK5\"></a>Boards of Governors</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "Boards of Governors",
            "part_id": null,
            "part_type": null,
            "section": "Boards of Governors",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Composition of boards of governors",
            "content": " 4. (1) A board of governors of a college shall be composed of, (a)  an even number of members, as established by the by-laws of the board of governors, of not less than 12 and not more than 20 members to be appointed in accordance with subsection (2); (b)  the president of the college, by virtue of office, as a voting member; and (c)  one student, one academic staff member, one administrative staff member and one support staff member, each of whom shall be elected by the students or by the relevant staff group. O. Reg. 34/03, s. 4 (1); O. Reg. 169/10, s. 2 (1). (2) On and after October 1, 2010, the members of a board of governors appointed under clause (1) (a) shall be appointed as follows: 1.  The following number of members shall be appointed by the Lieutenant Governor in Council: i.  If, under the board’s by-laws, the total number of members to be appointed under clause (1) (a) is 12, four of the members shall be appointed by the Lieutenant Governor in Council. ii.  If, under the board’s by-laws, the total number of members appointed under clause (1) (a) is established at 14 or 16, five of the members shall be appointed by the Lieutenant Governor in Council. iii.  If, under the board’s by-laws, the total number of members appointed under clause (1) (a) is established at 18, six of the members shall be appointed by the Lieutenant Governor in Council. iv.  If, under the board’s by-laws, the total number of members appointed under clause (1) (a) is established at 20, seven of the members shall be appointed by the Lieutenant Governor in Council. 2.  The remaining members of the board to be appointed under clause (1) (a) shall be appointed by the members of the board holding office at the time of the appointment, subject to paragraph 3. 3.  A member of the board appointed under paragraph 2 shall not participate in a vote of the board relating to a renewal or extension of his or her appointment. O. Reg. 169/10, s. 2 (2). (3) No member appointed under subsection (2) shall be an employee or a student of a college of applied arts and technology. O. Reg. 34/03, s. 4 (3); O. Reg. 354/05, s. 1 (1); O. Reg. 169/10, s. 2 (3). (4) A college board of governors is not improperly constituted solely because the students or a staff group referenced in clause (1) (c) choose not to exercise the right to elect a member under clause (1) (c). O. Reg. 34/03, s. 4 (4). (5) No person shall be a member of the college board of governors under clause (1) (c) unless the person is duly elected in accordance with procedures established by the board after consultation with the students and with the staff referenced in clause (1) (c) and set out in a by-law of the board. O. Reg. 34/03, s. 4 (5). (6) A member of a board of governors appointed under subsection (2) or elected under clause (1) (c), other than a member elected by the students, shall hold office for a term not to exceed three years and shall not serve for more than six years consecutively but is eligible for reappointment or re-election, as the case may be, after two years absence from the board for successive terms not to exceed six years in total. O. Reg. 34/03, s. 4 (6). (6.1) Revoked: O. Reg. 469/20, s. 1 (2). (7) A member of the board of governors elected by the students under clause (1) (c) shall hold office for a term not to exceed two years and shall not serve for more than four years consecutively but is eligible for re-election after two years absence from the board for successive terms not to exceed four years in total. O. Reg. 34/03, s. 4 (7). (8) The members of a board of governors shall take office on the 1st day of September in the year of their appointment or election, as the case may be. O. Reg. 34/03, s. 4 (8). (9) A member of a board of governors who was appointed to the board by the College Compensation and Appointments Council or the College Appointments Council before October 1, 2010 shall continue to hold office after that day until the expiry of the term of their appointment. O. Reg. 169/10, s. 2 (4). (10) For the purposes of the first appointments to be made to a board of governors of a college on and after October 1, 2010 in accordance with subsection (2), the following rules apply until such time as all members of the board have been appointed in accordance with that subsection: 1.  As the terms of appointment of members appointed before October 1, 2010 expire, the first appointment to replace a member shall be made by the Lieutenant Governor in Council under paragraph 1 of subsection (2) and the second appointment to replace a member shall be made by existing board members under paragraph 2 of subsection (2). 2.  Successive appointments shall be made alternatively under paragraph 1 of subsection (2) and then under paragraph 2 of subsection (2) until the requisite number of members have been appointed by the Lieutenant Governor in Council under paragraph 1 of subsection (2). 3.  The remaining appointments to replace members appointed before October1, 2010 shall be made by existing board members under paragraph 2 of subsection (2) until the requisite number of members have been appointed in accordance with that paragraph. O. Reg. 169/10, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>4. </b>(1) A board of governors of a college shall be composed of,</p> <p class=\"clause-e\">  (a)  an even number of members, as established by the by-laws of the board of governors, of not less than 12 and not more than 20 members to be appointed in accordance with subsection (2);</p> <p class=\"clause-e\">  (b)  the president of the college, by virtue of office, as a voting member; and</p> <p class=\"clause-e\">  (c)  one student, one academic staff member, one administrative staff member and one support staff member, each of whom shall be elected by the students or by the relevant staff group. O. Reg. 34/03, s. 4 (1); O. Reg. 169/10, s. 2 (1).</p> <p class=\"subsection-e\">  (2) On and after October 1, 2010, the members of a board of governors appointed under clause (1) (a) shall be appointed as follows:</p> <p class=\"paragraph-e\">  1.  The following number of members shall be appointed by the Lieutenant Governor in Council:</p> <p class=\"subpara-e\">  i.  If, under the board’s by-laws, the total number of members to be appointed under clause (1) (a) is 12, four of the members shall be appointed by the Lieutenant Governor in Council.</p> <p class=\"subpara-e\">  ii.  If, under the board’s by-laws, the total number of members appointed under clause (1) (a) is established at 14 or 16, five of the members shall be appointed by the Lieutenant Governor in Council.</p> <p class=\"subpara-e\">  iii.  If, under the board’s by-laws, the total number of members appointed under clause (1) (a) is established at 18, six of the members shall be appointed by the Lieutenant Governor in Council.</p> <p class=\"subpara-e\">  iv.  If, under the board’s by-laws, the total number of members appointed under clause (1) (a) is established at 20, seven of the members shall be appointed by the Lieutenant Governor in Council.</p> <p class=\"paragraph-e\">  2.  The remaining members of the board to be appointed under clause (1) (a) shall be appointed by the members of the board holding office at the time of the appointment, subject to paragraph 3.</p> <p class=\"paragraph-e\">  3.  A member of the board appointed under paragraph 2 shall not participate in a vote of the board relating to a renewal or extension of his or her appointment. O. Reg. 169/10, s. 2 (2).</p> <p class=\"subsection-e\">  (3) No member appointed under subsection (2) shall be an employee or a student of a college of applied arts and technology. O. Reg. 34/03, s. 4 (3); O. Reg. 354/05, s. 1 (1); O. Reg. 169/10, s. 2 (3).</p> <p class=\"subsection-e\">  (4) A college board of governors is not improperly constituted solely because the students or a staff group referenced in clause (1) (c) choose not to exercise the right to elect a member under clause (1) (c). O. Reg. 34/03, s. 4 (4).</p> <p class=\"subsection-e\">  (5) No person shall be a member of the college board of governors under clause (1) (c) unless the person is duly elected in accordance with procedures established by the board after consultation with the students and with the staff referenced in clause (1) (c) and set out in a by-law of the board. O. Reg. 34/03, s. 4 (5).</p> <p class=\"subsection-e\">  (6) A member of a board of governors appointed under subsection (2) or elected under clause (1) (c), other than a member elected by the students, shall hold office for a term not to exceed three years and shall not serve for more than six years consecutively but is eligible for reappointment or re-election, as the case may be, after two years absence from the board for successive terms not to exceed six years in total. O. Reg. 34/03, s. 4 (6).</p> <p class=\"subsection-e\">  (6.1) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 469/20, s. 1 (2).</p> <p class=\"subsection-e\">  (7) A member of the board of governors elected by the students under clause (1) (c) shall hold office for a term not to exceed two years and shall not serve for more than four years consecutively but is eligible for re-election after two years absence from the board for successive terms not to exceed four years in total. O. Reg. 34/03, s. 4 (7).</p> <p class=\"subsection-e\">  (8) The members of a board of governors shall take office on the 1st day of September in the year of their appointment or election, as the case may be. O. Reg. 34/03, s. 4 (8).</p> <p class=\"subsection-e\">  (9) A member of a board of governors who was appointed to the board by the College Compensation and Appointments Council or the College Appointments Council before October 1, 2010 shall continue to hold office after that day until the expiry of the term of their appointment. O. Reg. 169/10, s. 2 (4).</p> <p class=\"subsection-e\">  (10) For the purposes of the first appointments to be made to a board of governors of a college on and after October 1, 2010 in accordance with subsection (2), the following rules apply until such time as all members of the board have been appointed in accordance with that subsection:</p> <p class=\"paragraph-e\">  1.  As the terms of appointment of members appointed before October 1, 2010 expire, the first appointment to replace a member shall be made by the Lieutenant Governor in Council under paragraph 1 of subsection (2) and the second appointment to replace a member shall be made by existing board members under paragraph 2 of subsection (2).</p> <p class=\"paragraph-e\">  2.  Successive appointments shall be made alternatively under paragraph 1 of subsection (2) and then under paragraph 2 of subsection (2) until the requisite number of members have been appointed by the Lieutenant Governor in Council under paragraph 1 of subsection (2).</p> <p class=\"paragraph-e\">  3.  The remaining appointments to replace members appointed before October1, 2010 shall be made by existing board members under paragraph 2 of subsection (2) until the requisite number of members have been appointed in accordance with that paragraph. O. Reg. 169/10, s. 2 (4).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Procedure for boards of governors",
            "content": " 5. (1) The quorum required for a meeting of a board of governors shall be equal to the majority of the number of board members that is required under section 4 and under the board’s by-laws, plus one.  O. Reg. 301/10, s. 3. (2) The board of governors shall, in accordance with its by-laws, annually or every two years elect a chair and vice-chair from among its members appointed under subsection 4 (2) and the chair and vice-chair are eligible for re-election.  O. Reg. 34/03, s. 5 (2). (3) Each board of governors shall keep records and minutes of its proceedings that accurately reflect the proceedings of the board.  O. Reg. 34/03, s. 5 (3). (4) The by-laws of a board of governors, (a)  shall be open to examination by the public during the normal office hours of the college; and (b)  wherever possible, shall be available to the public at no charge on a website on the Internet.  O. Reg. 34/03, s. 5 (4). (5) Subject to subsections (6) and (7), all meetings of a board of governors shall be open to the public and prior notice of the meeting shall be given to the members of the board of governors and to the public in such manner as the board of governors by by-law shall determine, and no person shall be excluded from a meeting except for improper conduct as determined by the board of governors.  O. Reg. 34/03, s. 5 (5). (6) Where a matter determined by a board of governors to be confidential to the college in accordance with criteria established by by-law is to be considered, the part of the meeting concerning such confidential matter may be closed to the public.  O. Reg. 34/03, s. 5 (6). (7) Where a matter of a personal nature concerning an individual may be considered at a meeting, the part of the meeting concerning such individual shall be closed to the public unless such individual requests and the board of governors agrees that that part of the meeting be open to the public.  O. Reg. 34/03, s. 5 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>5.</b> (1) The quorum required for a meeting of a board of governors shall be equal to the majority of the number of board members that is required under section 4 and under the board’s by-laws, plus one.  O. Reg. 301/10, s. 3.</p> <p class=\"subsection-e\">  (2) The board of governors shall, in accordance with its by-laws, annually or every two years elect a chair and vice-chair from among its members appointed under subsection 4 (2) and the chair and vice-chair are eligible for re-election.  O. Reg. 34/03, s. 5 (2).</p> <p class=\"subsection-e\">  (3) Each board of governors shall keep records and minutes of its proceedings that accurately reflect the proceedings of the board.  O. Reg. 34/03, s. 5 (3).</p> <p class=\"subsection-e\">  (4) The by-laws of a board of governors,</p> <p class=\"clause-e\">  (a)  shall be open to examination by the public during the normal office hours of the college; and</p> <p class=\"clause-e\">  (b)  wherever possible, shall be available to the public at no charge on a website on the Internet.  O. Reg. 34/03, s. 5 (4). </p> <p class=\"subsection-e\">  (5) Subject to subsections (6) and (7), all meetings of a board of governors shall be open to the public and prior notice of the meeting shall be given to the members of the board of governors and to the public in such manner as the board of governors by by-law shall determine, and no person shall be excluded from a meeting except for improper conduct as determined by the board of governors.  O. Reg. 34/03, s. 5 (5).  </p> <p class=\"subsection-e\">  (6) Where a matter determined by a board of governors to be confidential to the college in accordance with criteria established by by-law is to be considered, the part of the meeting concerning such confidential matter may be closed to the public.  O. Reg. 34/03, s. 5 (6).</p> <p class=\"subsection-e\">  (7) Where a matter of a personal nature concerning an individual may be considered at a meeting, the part of the meeting concerning such individual shall be closed to the public unless such individual requests and the board of governors agrees that that part of the meeting be open to the public.  O. Reg. 34/03, s. 5 (7).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Removal of members",
            "content": " 6. (1) Every board of governors shall establish a by-law relating to the removal of members of the board of governors by the board.  O. Reg. 169/10, s. 3. (2) A by-law made under subsection (1) shall provide for the removal of any member of the board of governors other than, (a)  the members of the board appointed by the Lieutenant Governor in Council under paragraph 1 of subsection 4 (2); and (b)  the president of the college who is a member of the board of governors by virtue of office.  O. Reg. 169/10, s. 3. (3) The by-law shall set out, (a)  the reasons that may justify the removal of a member from the board of governors; (b)  the procedures to be followed in removing a member; and (c)  a review procedure for the review of the decision to remove a member from the board.  O. Reg. 169/10, s. 3. (4) The review procedure referred to in clause (3) (c) shall include, (a)  a requirement that the review, (i)  only relate to the issues of whether the reasons for the removal and the procedure followed in removing a member were in compliance with the by-law made under clause (3) (a), and (ii)  not include a review of whether the decision of the board was correct; and (b)  a requirement that the chair of the board and the president of the college sign a written attestation that the removal process was carried out in accordance with the by-law.  O. Reg. 169/10, s. 3. (5) The board of governors may remove a member of the board other than a member described in clause (2) (a) or (b) in accordance with the by-law made under subsection (1).  O. Reg. 169/10, s. 3. (6) With respect to any member of the board appointed by the Lieutenant Governor in Council under paragraph 1 of subsection 4 (2), if the board of governors believes that there exist reasons justifying the removal of the member from the board of governors, the board may set those reasons out in a report to the Minister for referral to the Lieutenant Governor in Council.  O. Reg. 169/10, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>6. </b>(1) Every board of governors shall establish a by-law relating to the removal of members of the board of governors by the board.  O. Reg. 169/10, s. 3.</p> <p class=\"subsection-e\">  (2) A by-law made under subsection (1) shall provide for the removal of any member of the board of governors other than,</p> <p class=\"clause-e\">  (a)  the members of the board appointed by the Lieutenant Governor in Council under paragraph 1 of subsection 4 (2); and</p> <p class=\"clause-e\">  (b)  the president of the college who is a member of the board of governors by virtue of office.  O. Reg. 169/10, s. 3.</p> <p class=\"subsection-e\">  (3) The by-law shall set out,</p> <p class=\"clause-e\">  (a)  the reasons that may justify the removal of a member from the board of governors;</p> <p class=\"clause-e\">  (b)  the procedures to be followed in removing a member; and</p> <p class=\"clause-e\">  (c)  a review procedure for the review of the decision to remove a member from the board.  O. Reg. 169/10, s. 3.</p> <p class=\"subsection-e\">  (4) The review procedure referred to in clause (3) (c) shall include,</p> <p class=\"clause-e\">  (a)  a requirement that the review,</p> <p class=\"subclause-e\">  (i)  only relate to the issues of whether the reasons for the removal and the procedure followed in removing a member were in compliance with the by-law made under clause (3) (a), and </p> <p class=\"subclause-e\">  (ii)  not include a review of whether the decision of the board was correct; and</p> <p class=\"clause-e\">  (b)  a requirement that the chair of the board and the president of the college sign a written attestation that the removal process was carried out in accordance with the by-law.  O. Reg. 169/10, s. 3.</p> <p class=\"subsection-e\"><b> </b>(5) The board of governors may remove a member of the board other than a member described in clause (2) (a) or (b) in accordance with the by-law made under subsection (1).  O. Reg. 169/10, s. 3.</p> <p class=\"subsection-e\">  (6) With respect to any member of the board appointed by the Lieutenant Governor in Council under paragraph 1 of subsection 4 (2), if the board of governors believes that there exist reasons justifying the removal of the member from the board of governors, the board may set those reasons out in a report to the Minister for referral to the Lieutenant Governor in Council.  O. Reg. 169/10, s. 3.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Vacancies",
            "content": " 7. (1) Where  a vacancy occurs among the members of a board of governors elected under clause 4 (1) (c),  the students or the staff referenced in clause 4 (1) (c), as the case may be, shall in accordance with the by-law established under subsection 4 (5) elect a new member.  O. Reg. 34/03, s. 7 (1). (2) If a vacancy occurs among the members of a board of governors appointed under paragraph 2 of subsection 4 (2), the board shall appoint a person to fill the vacancy.  O. Reg. 169/10, s. 4. (3) The term of a member elected under subsection (1) or appointed under subsection (2), (a)  commences on the date of the election or appointment, as the case may be; (b)  subject to clause (c), shall be of the same length as a member appointed  under subsection 4 (2) or elected under clause 4 (1) (c); and (c)  shall terminate on August 31 of the year in which the term ends.  O. Reg. 34/03, s. 7 (3). (4) Where a person elected to the board under clause 4 (1) (c) ceases temporarily or permanently to be a student, academic staff member, administrative staff member or support staff member, as the case may be, the person ceases to be a member of the board.  O. Reg. 34/03, s. 7 (4). (5) Despite subsection (4), a student elected under clause 4 (1) (c) who graduates prior to the expiration of the student’s term may remain a member of the board until August 31 in the year of his or her graduation.  O. Reg. 34/03, s. 7 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>7. </b>(1) Where  a vacancy occurs among the members of a board of governors elected under clause 4 (1) (c),  the students or the staff referenced in clause 4 (1) (c), as the case may be, shall in accordance with the by-law established under subsection 4 (5) elect a new member.  O. Reg. 34/03, s. 7 (1).</p> <p class=\"subsection-e\">  (2) If a vacancy occurs among the members of a board of governors appointed under paragraph 2 of subsection 4 (2), the board shall appoint a person to fill the vacancy.  O. Reg. 169/10, s. 4.</p> <p class=\"subsection-e\">  (3) The term of a member elected under subsection (1) or appointed under subsection (2),</p> <p class=\"clause-e\">  (a)  commences on the date of the election or appointment, as the case may be;</p> <p class=\"clause-e\">  (b)  subject to clause (c), shall be of the same length as a member appointed  under subsection 4 (2) or elected under clause 4 (1) (c); and</p> <p class=\"clause-e\">  (c)  shall terminate on August 31 of the year in which the term ends.  O. Reg. 34/03, s. 7 (3). </p> <p class=\"subsection-e\">  (4) Where a person elected to the board under clause 4 (1) (c) ceases temporarily or permanently to be a student, academic staff member, administrative staff member or support staff member, as the case may be, the person ceases to be a member of the board.  O. Reg. 34/03, s. 7 (4).  </p> <p class=\"subsection-e\">  (5) Despite subsection (4), a student elected under clause 4 (1) (c) who graduates prior to the expiration of the student’s term may remain a member of the board until August 31 in the year of his or her graduation.  O. Reg. 34/03, s. 7 (5).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Strategic plan, business plan and annual report",
            "content": " 8. (1) The board of governors of each college shall submit a strategic plan, a business plan and an annual report or any combination of them as the Minister directs to the Minister.  O. Reg. 34/03, s. 8 (1). (2) The board of governors of a college, (a)  shall compile key performance indicators as identified by the Minister and provide such indicators to the Minister or to another person as directed by the Minister; and (b)  shall publish such indicators as may be required by the Minister.  O. Reg. 34/03, s. 8 (2). (3) The board of governors of a college shall ensure that a plan or report submitted under subsection (1) is available to the public.  O. Reg. 34/03, s. 8 (3). (4) The Minister may require a college to enter into an accountability agreement relating to the strategic plan to address such aspects of college operations as may be identified by the Minister.  O. Reg. 34/03, s. 8 (4). (5) The accountability agreement may recognize differentiation in college mandates or roles.  O. Reg. 34/03, s. 8 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>8. </b>(1) The board of governors of each college shall submit a strategic plan, a business plan and an annual report or any combination of them as the Minister directs to the Minister.  O. Reg. 34/03, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The board of governors of a college, </p> <p class=\"clause-e\">  (a)  shall compile key performance indicators as identified by the Minister and provide such indicators to the Minister or to another person as directed by the Minister; and </p> <p class=\"clause-e\">  (b)  shall publish such indicators as may be required by the Minister.  O. Reg. 34/03, s. 8 (2).</p> <p class=\"subsection-e\">  (3) The board of governors of a college shall ensure that a plan or report submitted under subsection (1) is available to the public.  O. Reg. 34/03, s. 8 (3).</p> <p class=\"subsection-e\">  (4) The Minister may require a college to enter into an accountability agreement relating to the strategic plan to address such aspects of college operations as may be identified by the Minister.  O. Reg. 34/03, s. 8 (4). </p> <p class=\"subsection-e\">  (5) The accountability agreement may recognize differentiation in college mandates or roles.  O. Reg. 34/03, s. 8 (5). </p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Balanced budget",
            "content": " 9. (1) The board of governors of a college shall ensure that the college balances its budget every year.  O. Reg. 34/03, s. 9 (1). (2) If it appears that a college will not balance its budget in a year and that an accumulated deficit will occur, the board of governors of the college shall seek the Minister’s approval in respect of the budget and shall provide the Minister with an appropriate recovery plan as directed by the Minister.  O. Reg. 34/03, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>9. </b>(1) The board of governors of a college shall ensure that the college balances its budget every year.  O. Reg. 34/03, s. 9 (1).</p> <p class=\"subsection-e\">  (2) If it appears that a college will not balance its budget in a year and that an accumulated deficit will occur, the board of governors of the college shall seek the Minister’s approval in respect of the budget and shall provide the Minister with an appropriate recovery plan as directed by the Minister.  O. Reg. 34/03, s. 9 (2).\r\n</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Allowances for board members",
            "content": " 10. (1) A board of governors may approve allowances for board members for travelling and living expenses incurred by members while engaged in the business of the board, but members shall otherwise not be remunerated by the board for undertaking the responsibilities of a board member.  O. Reg. 34/03, s. 10 (1). (2) For the purposes of this section, a member of the board of governors of a college includes a member of a committee or sub-committee of the board.  O. Reg. 34/03, s. 10 (2). Admissions, Diplomas, etc.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK12\"></a>10. </b>(1) A board of governors may approve allowances for board members for travelling and living expenses incurred by members while engaged in the business of the board, but members shall otherwise not be remunerated by the board for undertaking the responsibilities of a board member.  O. Reg. 34/03, s. 10 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of this section, a member of the board of governors of a college includes a member of a committee or sub-committee of the board.  O. Reg. 34/03, s. 10 (2).</p> <p class=\"heading1-e\"><a name=\"BK13\"></a>Admissions, Diplomas, etc.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Admissions, Diplomas, etc.",
            "part_id": null,
            "part_type": null,
            "section": "Admissions, Diplomas, etc.",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Admissions",
            "content": " 11. (1) A person who applies for admission to a program of instruction shall be considered for admission to an appropriate program of instruction if the person, (a)  is the holder of an Ontario Secondary School Diploma or its equivalent; (b)  is 19 years of age or older on or before the commencement of the program in which the student intends to enrol; or (c)  does not meet the criteria set out in clauses (a) and (b) but is the holder of an admission requirement established by the board of governors for a specific program of instruction.  O. Reg. 34/03, s. 11 (1). (2) The requirement set out in subsection (1) may be subject to the criteria set out in the college’s central admission publication with respect to a particular program of instruction.  O. Reg. 34/03, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>11. </b>(1) A person who applies for admission to a program of instruction shall be considered for admission to an appropriate program of instruction if the person,</p> <p class=\"clause-e\">  (a)  is the holder of an Ontario Secondary School Diploma or its equivalent;</p> <p class=\"clause-e\">  (b)  is 19 years of age or older on or before the commencement of the program in which the student intends to enrol; or</p> <p class=\"clause-e\">  (c)  does not meet the criteria set out in clauses (a) and (b) but is the holder of an admission requirement established by the board of governors for a specific program of instruction.  O. Reg. 34/03, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The requirement set out in subsection (1) may be subject to the criteria set out in the college’s central admission publication with respect to a particular program of instruction.  O. Reg. 34/03, s. 11 (2).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Categories of diplomas, etc.",
            "content": " 12. The categories of diplomas, certificates or other documents awarded by a board of governors attesting to the attendance or completion of a course or program of instruction are subject to the approval of the Minister.  O. Reg. 34/03, s. 12.  13. Revoked:  O. Reg. 169/10, s. 5 (6). Insured Benefits and College Pensions",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK15\"></a>12. </b>The categories of diplomas, certificates or other documents awarded by a board of governors attesting to the attendance or completion of a course or program of instruction are subject to the approval of the Minister.  O. Reg. 34/03, s. 12. </p> <p class=\"section-e\"> <b>13. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 169/10, s. 5 (6).</p> <p class=\"heading1-e\"><a name=\"BK16\"></a>Insured Benefits and College Pensions</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Insured Benefits and College Pensions",
            "part_id": null,
            "part_type": null,
            "section": "Insured Benefits and College Pensions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "College of Applied Arts and Technology Pension Plan",
            "content": " 14. (1) All colleges shall participate in the College of Applied Arts and Technology Pension Plan established pursuant to the Sponsorship and Trust Agreement signed between December 19, 1994 and January 3, 1995 between the colleges and the Ontario Public Service Employees Union.  O. Reg. 34/03, s. 14 (1). (2) All colleges shall participate in, (a)  an insured benefit plan for college staff members established by the College Employer Council under subsection 7.1 (2) of the Act; and (b)  the insured benefit plan for college staff members for which the College Employer Council is the deemed policy holder under subsection 7.1 (4) of the Act.  O. Reg. 169/10, s. 6. (3) Revoked:  O. Reg. 169/10, s. 6. Minister’s Intervention",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>14. </b>(1) All colleges shall participate in the College of Applied Arts and Technology Pension Plan established pursuant to the Sponsorship and Trust Agreement signed between December 19, 1994 and January 3, 1995 between the colleges and the Ontario Public Service Employees Union.  O. Reg. 34/03, s. 14 (1).</p> <p class=\"subsection-e\">  (2) All colleges shall participate in,</p> <p class=\"clause-e\">  (a)  an insured benefit plan for college staff members established by the College Employer Council under subsection 7.1 (2) of the Act; and</p> <p class=\"clause-e\">  (b)  the insured benefit plan for college staff members for which the College Employer Council is the deemed policy holder under subsection 7.1 (4) of the Act.  O. Reg. 169/10, s. 6.</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 169/10, s. 6.</p> <p class=\"heading1-e\"><a name=\"BK18\"></a>Minister’s Intervention</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Minister’s Intervention",
            "part_id": null,
            "part_type": null,
            "section": "Minister’s Intervention",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Minister’s intervention",
            "content": " 15. (1) Where the Minister is of the opinion that an intervention into the affairs of a college under section 5 of the Act is necessary, the Minister may, (a)  appoint a person to investigate the activities of the college and to advise the Minister whether, in his or her opinion, the appointment of an administrator is in the public interest and is needed to ensure that the college continues to provide service in accordance with applicable Acts and the regulations made under them and policy directives; (b)  issue such policy directives under section 4 of the Act as the Minister considers advisable and require the board of governors to comply with the directives within a specified period of time; (c)  remove some or all board members appointed under subsection 4 (2) temporarily or permanently; and (d)  appoint a person to temporarily administer the business and affairs of the college, subject to such conditions and restrictions as the Minister may impose upon the administrator.  O. Reg. 34/03, s. 15 (1). (2) If a college is subject to an investigation under clause (1) (a) or to administration under clause (1) (d), the investigator or administrator shall have access at all times to the records of the college including, but not limited to, the by-laws, minute books, books of account, vouchers and other records relating to the college’s financial transactions.  O. Reg. 34/03, s. 15 (2). (3) An investigator appointed under clause (1) (a) or an administrator appointed under clause (1) (d) may inspect the records of the college and may copy the records.  O. Reg. 34/03, s. 15 (3). (4) Subject to any conditions or restrictions that the Minister may have imposed, the administrator has all of the powers of the board of governors of the college and may exercise them for the purpose of managing the business and affairs of the college, ensuring that the college carries out its objects and performing such other duties as may be specified by the Minister.  O. Reg. 34/03, s. 15 (4). (5) The board of governors of the college cannot exercise any of its powers, except powers that are explicitly reserved to it through conditions or restrictions imposed by the Minister on the administrator, while the administrator holds office.  O. Reg. 34/03, s. 15 (5). (6) If a college is subject to administration under clause (1) (d), the actions taken by the administrator to manage the business and affairs of the college shall be deemed to have been done by and for the college and in its name.  O. Reg. 34/03, s. 15 (6). (7) The Minister may terminate the administrator’s appointment when the Minister is satisfied that the appointment is no longer in the public interest or as the Minister otherwise considers appropriate.  O. Reg. 34/03, s. 15 (7). (8)  The administrator shall report to the Minister as required by the Minister.  O. Reg. 34/03, s. 15 (8). (9)  The Minister may issue directions to the administrator with regard to any matter within the jurisdiction of the administrator and the administrator shall carry out the directions.  O. Reg. 34/03, s. 15 (9). (10) The Minister has exclusive jurisdiction over all matters arising under this section or out of the exercise by any person of the powers conferred under this section and the Minister’s actions are determinative and are not subject to review by a court.  O. Reg. 34/03, s. 15 (10). (11) The Statutory Powers Procedure Act does not apply to anything done by the Minister or by an administrator under this section.  O. Reg. 34/03, s. 15 (11). (12) No proceeding shall be commenced against the Crown or the Minister with respect to the appointment of an administrator or investigator under this section.  O. Reg. 34/03, s. 15 (12).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>15. </b>(1) Where the Minister is of the opinion that an intervention into the affairs of a college under section 5 of the Act is necessary, the Minister may,</p> <p class=\"clause-e\">  (a)  appoint a person to investigate the activities of the college and to advise the Minister whether, in his or her opinion, the appointment of an administrator is in the public interest and is needed to ensure that the college continues to provide service in accordance with applicable Acts and the regulations made under them and policy directives;</p> <p class=\"clause-e\">  (b)  issue such policy directives under section 4 of the Act as the Minister considers advisable and require the board of governors to comply with the directives within a specified period of time;</p> <p class=\"clause-e\">  (c)  remove some or all board members appointed under subsection 4 (2) temporarily or permanently; and </p> <p class=\"clause-e\">  (d)  appoint a person to temporarily administer the business and affairs of the college, subject to such conditions and restrictions as the Minister may impose upon the administrator.  O. Reg. 34/03, s. 15 (1).</p> <p class=\"subsection-e\">  (2) If a college is subject to an investigation under clause (1) (a) or to administration under clause (1) (d), the investigator or administrator shall have access at all times to the records of the college including, but not limited to, the by-laws, minute books, books of account, vouchers and other records relating to the college’s financial transactions.  O. Reg. 34/03, s. 15 (2).</p> <p class=\"subsection-e\">  (3) An investigator appointed under clause (1) (a) or an administrator appointed under clause (1) (d) may inspect the records of the college and may copy the records.  O. Reg. 34/03, s. 15 (3). </p> <p class=\"subsection-e\">  (4) Subject to any conditions or restrictions that the Minister may have imposed, the administrator has all of the powers of the board of governors of the college and may exercise them for the purpose of managing the business and affairs of the college, ensuring that the college carries out its objects and performing such other duties as may be specified by the Minister.  O. Reg. 34/03, s. 15 (4).</p> <p class=\"subsection-e\">  (5) The board of governors of the college cannot exercise any of its powers, except powers that are explicitly reserved to it through conditions or restrictions imposed by the Minister on the administrator, while the administrator holds office.  O. Reg. 34/03, s. 15 (5).</p> <p class=\"subsection-e\">  (6) If a college is subject to administration under clause (1) (d), the actions taken by the administrator to manage the business and affairs of the college shall be deemed to have been done by and for the college and in its name.  O. Reg. 34/03, s. 15 (6).</p> <p class=\"subsection-e\">  (7) The Minister may terminate the administrator’s appointment when the Minister is satisfied that the appointment is no longer in the public interest or as the Minister otherwise considers appropriate.  O. Reg. 34/03, s. 15 (7).</p> <p class=\"subsection-e\">  (8)  The administrator shall report to the Minister as required by the Minister.  O. Reg. 34/03, s. 15 (8).</p> <p class=\"subsection-e\">  (9)  The Minister may issue directions to the administrator with regard to any matter within the jurisdiction of the administrator and the administrator shall carry out the directions.  O. Reg. 34/03, s. 15 (9).</p> <p class=\"subsection-e\">  (10) The Minister has exclusive jurisdiction over all matters arising under this section or out of the exercise by any person of the powers conferred under this section and the Minister’s actions are determinative and are not subject to review by a court.  O. Reg. 34/03, s. 15 (10).</p> <p class=\"subsection-e\">  (11) The <i>Statutory Powers Procedure Act </i>does not apply to anything done by the Minister or by an administrator under this section.  O. Reg. 34/03, s. 15 (11).</p> <p class=\"subsection-e\">  (12) No proceeding shall be commenced against the Crown or the Minister with respect to the appointment of an administrator or investigator under this section.  O. Reg. 34/03, s. 15 (12).</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Immunity from liability",
            "content": " 16.  (1)  No action or other proceeding for damages or otherwise shall be instituted against an administrator or investigator appointed under section 15 for any act done in good faith in the execution or intended execution of any duty or authority under this Regulation or for any alleged neglect or default in execution in good faith of any such duty or authority.  O. Reg. 34/03, s. 16 (1). (2)  Subsection (1) does not, by reason of subsections 5 (2) and (4) of the Proceedings Against the Crown Act, relieve the Crown of liability in respect of a tort committed by an administrator or investigator to which the Crown would otherwise be subject and the Crown is liable under that Act for any such tort in the same manner as if subsection (1) had not been enacted.  O. Reg. 34/03, s. 16 (2). Transitional Issues Resulting from the Dissolution of the    College known as Collège d’arts Appliqués et de technologie des Grands Lacs",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>16.</b>  (1)  No action or other proceeding for damages or otherwise shall be instituted against an administrator or investigator appointed under section 15 for any act done in good faith in the execution or intended execution of any duty or authority under this Regulation or for any alleged neglect or default in execution in good faith of any such duty or authority.  O. Reg. 34/03, s. 16 (1).</p> <p class=\"subsection-e\">  (2)  Subsection (1) does not, by reason of subsections 5 (2) and (4) of the <i>Proceedings Against the Crown Act</i>, relieve the Crown of liability in respect of a tort committed by an administrator or investigator to which the Crown would otherwise be subject and the Crown is liable under that Act for any such tort in the same manner as if subsection (1) had not been enacted.  O. Reg. 34/03, s. 16 (2).</p> <p class=\"heading1-e\"><a name=\"BK21\"></a>Transitional Issues Resulting from the Dissolution of the  <br/>  College known as Collège d’arts Appliqués et de technologie des Grands Lacs</p>"
        },
        {
            "ahref_id": "None",
            "TOCid": "Transitional Issues Resulting from the Dissolution of the College known as Collège d’arts Appliqués et de technologie des Grands Lacs",
            "part_id": null,
            "part_type": null,
            "section": "Transitional Issues Resulting from the Dissolution of the College known as Collège d’arts Appliqués et de technologie des Grands Lacs",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Dissolution of college",
            "content": " 17. (1) The college known as Collège d’arts appliqués et de technologie des Grands Lacs is dissolved on August 31, 2010.  O. Reg. 301/10, s. 4. (2) In this section, “former college” means the college known as Collège d’arts appliqués et de technologie des Grands Lacs dissolved under subsection (1).  O. Reg. 301/10, s. 4. (3) In any action or other proceeding against the former college, its board of governors, an individual member of the board, including the president, or a former employee of the board, whether commenced before the dissolution of the former college or afterwards, the Crown may, after the dissolution of the former college, (a)  represent the former college, its board of governors or individual named in the action or proceeding; and (b)  assert any right or defence and submit any evidence that the former college, board of governors or individual named in the action or proceeding could have asserted or submitted as defendant in the action, whether before the dissolution of the former college or afterwards.  O. Reg. 301/10, s. 4. (4) No action or other proceeding for damages or otherwise shall be instituted against an individual member of the board of governors of the former college for any act done in good faith in the execution or intended execution of any duty or authority under Ontario Regulation 117/03 (Winding-up of the Collège d’arts appliqués et de technologie des Grands Lacs) made under the Act, as that regulation read immediately before its revocation on July 28, 2010, or for any alleged neglect or default in execution in good faith of any such duty or authority.  O. Reg. 301/10, s. 4.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>17. </b>(1) The college known as Collège d’arts appliqués et de technologie des Grands Lacs is dissolved on August 31, 2010.  O. Reg. 301/10, s. 4.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"firstdef-e\">“former college” means the college known as Collège d’arts appliqués et de technologie des Grands Lacs dissolved under subsection (1).  O. Reg. 301/10, s. 4.</p> <p class=\"subsection-e\">  (3) In any action or other proceeding against the former college, its board of governors, an individual member of the board, including the president, or a former employee of the board, whether commenced before the dissolution of the former college or afterwards, the Crown may, after the dissolution of the former college,</p> <p class=\"clause-e\">  (a)  represent the former college, its board of governors or individual named in the action or proceeding; and</p> <p class=\"clause-e\">  (b)  assert any right or defence and submit any evidence that the former college, board of governors or individual named in the action or proceeding could have asserted or submitted as defendant in the action, whether before the dissolution of the former college or afterwards.  O. Reg. 301/10, s. 4.</p> <p class=\"subsection-e\">  (4) No action or other proceeding for damages or otherwise shall be instituted against an individual member of the board of governors of the former college for any act done in good faith in the execution or intended execution of any duty or authority under Ontario Regulation 117/03 (Winding-up of the Collège d’arts appliqués et de technologie des Grands Lacs) made under the Act, as that regulation read immediately before its revocation on July 28, 2010, or for any alleged neglect or default in execution in good faith of any such duty or authority.  O. Reg. 301/10, s. 4.</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/030034\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}