{
    "reg_info": {
        "full_title": "O. Reg. 253/06: DESIGNATION AND EXEMPTION - PLASCO TRAIL ROAD INC.",
        "reg_name_text": "Designation and Exemption — Plasco TraIl Road Inc.",
        "citation": "O. Reg. 253/06: DESIGNATION AND EXEMPTION - PLASCO TRAIL ROAD INC.",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/060253",
        "date_scraped": "2023-12-19 06:57:44"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January 21, 2010",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/060253/v1",
            "valid_from": "June  9, 2006",
            "valid_to": "January 20, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "  1. In this Regulation, “municipal waste” has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Environmental Protection Act; “Nepean Landfill” means the site formerly used as a landfill site and commonly known as the Nepean Landfill that is located on Part Lot 9, Concession 4 Rideau Front in the former Township of Nepean; “Plasco Trail Road Inc.” includes any of its successors and assigns and any person related to Plasco Trail Road Inc. by ownership and any person who is a party to a contract with Plasco Trail Road Inc. respecting an undertaking described in section 2 or 3; “Trail Road Landfill” means the landfill site commonly known as the Trail Road Landfill that is located on Part Lots 7, 8, 9, 10 and 11, Concession 4 Rideau Front in the former Township of Nepean.  O. Reg. 253/06, s. 1.",
            "raw_html": "<p class=\"section-e\"><a name=\"1.\"><b>  1.</b></a><b> </b>In this Regulation,</p> <p class=\"firstdef-e\">“municipal waste” has the same meaning as in Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the <i>Environmental Protection Act</i>;</p> <p class=\"definition-e\">“Nepean Landfill” means the site formerly used as a landfill site and commonly known as the Nepean Landfill that is located on Part Lot 9, Concession 4 Rideau Front in the former Township of Nepean;</p> <p class=\"definition-e\">“Plasco Trail Road Inc.” includes any of its successors and assigns and any person related to Plasco Trail Road Inc. by ownership and any person who is a party to a contract with Plasco Trail Road Inc. respecting an undertaking described in section 2 or 3;</p> <p class=\"definition-e\">“Trail Road Landfill” means the landfill site commonly known as the Trail Road Landfill that is located on Part Lots 7, 8, 9, 10 and 11, Concession 4 Rideau Front in the former Township of Nepean.  O. Reg. 253/06, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Designation and exemption of demonstration project",
            "content": "  2. (1) Any enterprise or activity by Plasco Trail Road Inc. of establishing or operating facilities as part of a demonstration project to process municipal waste at the Nepean Landfill, generate electricity at the Nepean Landfill using municipal waste as a fuel source or transmit that electricity from the Nepean Landfill is, if the criteria set out in subsection (3) are satisfied, defined as a major commercial or business enterprise or activity and designated as an undertaking to which the Act applies.  O. Reg. 253/06, s. 2 (1). (2) For the purpose of this section, a project is a demonstration project if it is carried out primarily for one or more of the following purposes: 1. To assist in the design of technology for processing municipal waste or generating electricity using municipal waste as a fuel source. 2. To assess the merits of a technology for processing municipal waste or generating electricity using municipal waste as a fuel source. 3. To demonstrate the merits of a technology for processing municipal waste or generating electricity using municipal waste as a fuel source.  O. Reg. 253/06, s. 2 (2). (3) The criteria referred to in subsection (1) are: 1. No other enterprise or activity has previously been designated as an undertaking under this section or section 3. 2. The demonstration project will not operate after one year from the day this paragraph comes into force. 3. The demonstration project will not receive or process any waste other than, i. municipal waste that is collected by or on behalf of the City of Ottawa and that would otherwise have been disposed of at the Trail Road Landfill, ii. municipal waste that would otherwise have been disposed of within the boundaries of the City of Ottawa, other than at the Trail Road Landfill, and iii. municipal waste that has been processed by Les Sols Calco Soils Inc. under provisional certificate of approval number 4130-5ZKH3W issued under section 39 of the Environmental Protection Act and that is not being recycled. 4. The demonstration project, i. will not process more than 85 tonnes of municipal waste on any day, and ii. will not process more than 10 tonnes of waste described in subparagraphs 3 ii and iii on any day.  O. Reg. 253/06, s. 2 (3); O. Reg. 10/10, s. 1. (4) An undertaking designated under subsection (1) is exempt from Part II of the Act.  O. Reg. 253/06, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"><a name=\"2.\"><b>  2. </b>(1) Any enterprise or activity by Plasco Trail Road Inc. of establishing or operating facilities as part of a demonstration project to process municipal waste at the Nepean Landfill, generate electricity at the Nepean Landfill using municipal waste as a fuel source or transmit that electricity from the Nepean Landfill is, if the criteria set out in subsection (3) are satisfied, defined as a major commercial or business enterprise or activity and designated as an undertaking to which the Act applies.  O. Reg. 253/06, s. 2 (1).</a></p> <p class=\"subsection-e\">  (2) For the purpose of this section, a project is a demonstration project if it is carried out primarily for one or more of the following purposes:</p> <p class=\"paragraph-e\">  1. To assist in the design of technology for processing municipal waste or generating electricity using municipal waste as a fuel source.</p> <p class=\"paragraph-e\">  2. To assess the merits of a technology for processing municipal waste or generating electricity using municipal waste as a fuel source.</p> <p class=\"paragraph-e\">  3. To demonstrate the merits of a technology for processing municipal waste or generating electricity using municipal waste as a fuel source.  O. Reg. 253/06, s. 2 (2).</p> <p class=\"subsection-e\">  (3) The criteria referred to in subsection (1) are:</p> <p class=\"paragraph-e\">  1. No other enterprise or activity has previously been designated as an undertaking under this section or section 3.</p> <p class=\"paragraph-e\">  2. The demonstration project will not operate after one year from the day this paragraph comes into force.</p> <p class=\"paragraph-e\">  3. The demonstration project will not receive or process any waste other than,</p> <p class=\"subpara-e\">  i. municipal waste that is collected by or on behalf of the City of Ottawa and that would otherwise have been disposed of at the Trail Road Landfill,</p> <p class=\"subpara-e\">  ii. municipal waste that would otherwise have been disposed of within the boundaries of the City of Ottawa, other than at the Trail Road Landfill, and</p> <p class=\"subpara-e\">  iii. municipal waste that has been processed by Les Sols Calco Soils Inc. under provisional certificate of approval number 4130-5ZKH3W issued under section 39 of the <i>Environmental Protection Act</i> and that is not being recycled.</p> <p class=\"paragraph-e\">  4. The demonstration project,</p> <p class=\"subpara-e\">  i. will not process more than 85 tonnes of municipal waste on any day, and</p> <p class=\"subpara-e\">  ii. will not process more than 10 tonnes of waste described in subparagraphs 3 ii and iii on any day.  O. Reg. 253/06, s. 2 (3); O. Reg. 10/10, s. 1.</p> <p class=\"subsection-e\">  (4) An undertaking designated under subsection (1) is exempt from Part II of the Act.  O. Reg. 253/06, s. 2 (4).</p>"
        },
        {
            "id": "3.",
            "section": "Designation of other enterprises and activities",
            "content": "  3. Any enterprise or activity by Plasco Trail Road Inc. of establishing, expanding or operating facilities to process municipal waste at the Nepean Landfill, generate electricity at the Nepean Landfill using municipal waste as a fuel source or transmit that electricity from the Nepean Landfill, other than an undertaking designated under subsection 2 (1), is defined as a major commercial or business enterprise or activity and is designated as an undertaking to which the Act applies.  O. Reg. 253/06, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>Any enterprise or activity by Plasco Trail Road Inc. of establishing, expanding or operating facilities to process municipal waste at the Nepean Landfill, generate electricity at the Nepean Landfill using municipal waste as a fuel source or transmit that electricity from the Nepean Landfill, other than an undertaking designated under subsection 2 (1), is defined as a major commercial or business enterprise or activity and is designated as an undertaking to which the Act applies.  O. Reg. 253/06, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Exemption from certain regulations",
            "content": "  4. The following provisions do not apply to an undertaking designated under section 2 or 3: 1. Sections 3 and 4 of Ontario Regulation 116/01 (Electricity Projects) made under the Act. 2. Section 11 of Regulation 334 of the Revised Regulations of Ontario, 1990 (General) made under the Act.  O. Reg. 253/06, s. 4.    ",
            "raw_html": "<p class=\"section-e\"><b>  4. </b>The following provisions do not apply to an undertaking designated under section 2 or 3:</p> <p class=\"paragraph-e\">  1. Sections 3 and 4 of Ontario Regulation 116/01 (Electricity Projects) made under the Act.</p> <p class=\"paragraph-e\">  2. Section 11 of Regulation 334 of the Revised Regulations of Ontario, 1990 (General) made under the Act.  O. Reg. 253/06, s. 4.</p> <p class=\"paragraph-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}