{
    "reg_info": {
        "full_title": "O. Reg. 565/99: RESTRICTED SKILL SETS",
        "reg_name_text": "RESTRICTED SKILL SETS",
        "citation": "O. Reg. 565/99: ",
        "act_under": "Apprenticeship and Certification Act, 1998",
        "url": "https://www.ontario.ca/laws/regulation/990565",
        "date_scraped": "2023-12-19 04:44:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/990565/v4",
            "valid_from": "December 18, 2012",
            "valid_to": "April  7, 2013"
        },
        {
            "a_href": "/laws/regulation/990565/v3",
            "valid_from": "September  3, 2010",
            "valid_to": "December 17, 2012"
        },
        {
            "a_href": "/laws/regulation/990565/v2",
            "valid_from": "March  4, 2005",
            "valid_to": "September  2, 2010"
        },
        {
            "a_href": "/laws/regulation/990565/v1",
            "valid_from": "January 23, 2002",
            "valid_to": "March  3, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “bus” includes a shuttle bus; (“autobus”) “heavy truck” means a truck having a manufacturer’s gross vehicle weight rating of at least 4,500 kilograms; (“camion lourd”) “motor coach” means a vehicle that is used for the transportation of persons, has a manufacturer’s gross vehicle weight rating of at least 3,400 kilograms and for which a permit has been issued under vehicle permit legislation; (“autocar”) “motorcycle” means a self-propelled vehicle for which a permit has been issued under vehicle permit legislation that, (a) has a seat or saddle for the use of the driver, and (b) is designed to travel on not more than three wheels in contact with the ground, and includes a motor scooter but does not include a motor assisted bicycle; (“motocyclette”) “motor vehicle” means a vehicle for which a permit has been issued under vehicle permit legislation that is, (a) an automobile, (b) a motor home, (c) a bus or truck having a manufacturer’s gross vehicle weight rating of 9,000 kilograms or less, or (d) a trailer other than a truck-trailer; (“véhicule automobile”) “truck” means a vehicle that is used for hauling purposes and for which a permit has been issued under vehicle permit legislation; (“camion”) “truck-trailer” means any type of trailer vehicle that is hauled by a heavy truck, is used primarily for the transportation of equipment and goods and for which a permit has been issued under vehicle permit legislation, including, (a) a single or multi-axle semi trailer where part of the load is carried on the heavy truck by means of the upper and lower coupler assembly, and (b) a full load bearing trailer; (“remorque de camion”) “vehicle permit legislation” means the Highway Traffic Act or similar legislation of a jurisdiction outside Ontario. (“législation traitant des certificats d’immatriculation”) O. Reg. 565/99, s. 1. Alignment and Brakes Technician",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“bus” includes a shuttle bus; (“autobus”)</p> <p class=\"definition-e\">“heavy truck” means a truck having a manufacturer’s gross vehicle weight rating of at least 4,500 kilograms; (“camion lourd”)</p> <p class=\"definition-e\">“motor coach” means a vehicle that is used for the transportation of persons, has a manufacturer’s gross vehicle weight rating of at least 3,400 kilograms and for which a permit has been issued under vehicle permit legislation; (“autocar”)</p> <p class=\"definition-e\">“motorcycle” means a self-propelled vehicle for which a permit has been issued under vehicle permit legislation that,</p> <p class=\"defclause-e\">(a) has a seat or saddle for the use of the driver, and</p> <p class=\"defclause-e\">(b) is designed to travel on not more than three wheels in contact with the ground,</p> <p class=\"Sdefinition-e\">and includes a motor scooter but does not include a motor assisted bicycle; (“motocyclette”)</p> <p class=\"definition-e\">“motor vehicle” means a vehicle for which a permit has been issued under vehicle permit legislation that is,</p> <p class=\"defclause-e\">(a) an automobile,</p> <p class=\"defclause-e\">(b) a motor home,</p> <p class=\"defclause-e\">(c) a bus or truck having a manufacturer’s gross vehicle weight rating of 9,000 kilograms or less, or</p> <p class=\"defclause-e\">(d) a trailer other than a truck-trailer; (“véhicule automobile”)</p> <p class=\"definition-e\">“truck” means a vehicle that is used for hauling purposes and for which a permit has been issued under vehicle permit legislation; (“camion”)</p> <p class=\"definition-e\">“truck-trailer” means any type of trailer vehicle that is hauled by a heavy truck, is used primarily for the transportation of equipment and goods and for which a permit has been issued under vehicle permit legislation, including,</p> <p class=\"defclause-e\">(a) a single or multi-axle semi trailer where part of the load is carried on the heavy truck by means of the upper and lower coupler assembly, and</p> <p class=\"defclause-e\">(b) a full load bearing trailer; (“remorque de camion”)</p> <p class=\"definition-e\">“vehicle permit legislation” means the <i>Highway Traffic Act</i> or similar legislation of a jurisdiction outside Ontario. (“législation traitant des certificats d’immatriculation”) O. Reg. 565/99, s. 1.</p> <p class=\"heading1-e\">Alignment and Brakes Technician</p>"
        },
        {
            "id": "2.",
            "section": "Alignment and Brakes Technician",
            "content": "2. (1) Each of the following skills is designated as a restricted skill set for the purposes of the Act: 1. Engaging in the repair and maintenance of motor vehicles by testing for and correcting faulty alignment of wheels, axles, frames and steering mechanisms. 2. Engaging in the repair and maintenance of motor vehicles by disassembling, adjusting, repairing and reassembling braking systems and controls. O. Reg. 565/99, s. 2 (1). (2) For the purposes of section 12 of the Act, the occupation of alignment and brakes technician is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 2 (2). Auto Body and Collision Damage Repairer",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) Each of the following skills is designated as a restricted skill set for the purposes of the Act:</p> <p class=\"paragraph-e\">1. Engaging in the repair and maintenance of motor vehicles by testing for and correcting faulty alignment of wheels, axles, frames and steering mechanisms.</p> <p class=\"paragraph-e\">2. Engaging in the repair and maintenance of motor vehicles by disassembling, adjusting, repairing and reassembling braking systems and controls. O. Reg. 565/99, s. 2 (1).</p> <p class=\"subsection-e\">(2) For the purposes of section 12 of the Act, the occupation of alignment and brakes technician is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 2 (2).</p> <p class=\"heading1-e\">Auto Body and Collision Damage Repairer</p>"
        },
        {
            "id": "3.",
            "section": "Auto Body and Collision Damage Repairer",
            "content": "3. (1) Each of the following skills is designated as a restricted skill set for the purposes of the Act: 1. Engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by repairing, reshaping, refitting and welding breaks in body panels, fenders and skirtings. 2. Engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by shrinking or stretching metal panels by heat treatment. 3. Engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by removing or replacing electrical, electronic and vacuum components. 4. Engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by repairing, removing or replacing wiring harnesses, air-conditioning systems and water pumps. 5. Engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by straightening and aligning frames and unibody assemblies. 6. Engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by removing, replacing or adjusting steering and suspension components. 7. Engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by aligning wheels. O. Reg. 565/99, s. 3 (1). (2) For the purposes of section 12 of the Act, the occupation of auto body and collision damage repairer is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 3 (2). Auto Body Repairer",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) Each of the following skills is designated as a restricted skill set for the purposes of the Act:</p> <p class=\"paragraph-e\">1. Engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by repairing, reshaping, refitting and welding breaks in body panels, fenders and skirtings.</p> <p class=\"paragraph-e\">2. Engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by shrinking or stretching metal panels by heat treatment.</p> <p class=\"paragraph-e\">3. Engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by removing or replacing electrical, electronic and vacuum components.</p> <p class=\"paragraph-e\">4. Engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by repairing, removing or replacing wiring harnesses, air-conditioning systems and water pumps.</p> <p class=\"paragraph-e\">5. Engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by straightening and aligning frames and unibody assemblies.</p> <p class=\"paragraph-e\">6. Engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by removing, replacing or adjusting steering and suspension components.</p> <p class=\"paragraph-e\">7. Engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by aligning wheels. O. Reg. 565/99, s. 3 (1).</p> <p class=\"subsection-e\">(2) For the purposes of section 12 of the Act, the occupation of auto body and collision damage repairer is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 3 (2).</p> <p class=\"heading1-e\">Auto Body Repairer</p>"
        },
        {
            "id": "4.",
            "section": "Auto Body Repairer",
            "content": "4. (1) Each of the following skills is designated as a restricted skill set for the purposes of the Act: 1. Engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by repairing, reshaping, refitting and welding breaks in body panels, fenders and skirtings. 2. Engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by shrinking or stretching metal panels by heat treatment. O. Reg. 565/99, s. 4 (1). (2) For the purposes of section 12 of the Act, the occupation of auto body repairer is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 4 (2). Automotive Electronic Accessory Technician",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Each of the following skills is designated as a restricted skill set for the purposes of the Act:</p> <p class=\"paragraph-e\">1. Engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by repairing, reshaping, refitting and welding breaks in body panels, fenders and skirtings.</p> <p class=\"paragraph-e\">2. Engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by shrinking or stretching metal panels by heat treatment. O. Reg. 565/99, s. 4 (1).</p> <p class=\"subsection-e\">(2) For the purposes of section 12 of the Act, the occupation of auto body repairer is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 4 (2).</p> <p class=\"heading1-e\">Automotive Electronic Accessory Technician</p>"
        },
        {
            "id": "5.",
            "section": "Automotive Electronic Accessory Technician",
            "content": "5. (1) Each of the following skills is designated as a restricted skill set for the purposes of the Act: 1. Installing or repairing electronic accessories in motor vehicles and heavy trucks. O. Reg. 565/99, s. 5 (1). (2) For the purposes of section 12 of the Act, the occupation of automotive electronic accessory technician is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 5 (2). Automotive Service Technician",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) Each of the following skills is designated as a restricted skill set for the purposes of the Act:</p> <p class=\"paragraph-e\">1. Installing or repairing electronic accessories in motor vehicles and heavy trucks. O. Reg. 565/99, s. 5 (1).</p> <p class=\"subsection-e\">(2) For the purposes of section 12 of the Act, the occupation of automotive electronic accessory technician is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 5 (2).</p> <p class=\"heading1-e\">Automotive Service Technician</p>"
        },
        {
            "id": "6.",
            "section": "Automotive Service Technician",
            "content": "6. (1) Each of the following skills is designated as a restricted skill set for the purposes of the Act: 1. Engaging in the servicing, repairing, overhauling, diagnosing or inspecting of motor vehicles by disassembling, adjusting, repairing and reassembling engines, transmissions, clutches, rear ends, differentials, brakes, drive shafts, axles and other assemblies. 2. Engaging in the servicing, repairing, overhauling, diagnosing or inspecting of motor vehicles by testing for and correcting faulty alignment of wheels, axles, frames and steering mechanisms. 3. Engaging in the servicing, repairing, overhauling, diagnosing or inspecting of motor vehicles by diagnosing faults in, repairing or replacing suspension systems, including shock absorbers and spring assemblies. 4. Engaging in the servicing, repairing, overhauling, diagnosing or inspecting of motor vehicles by diagnosing faults in, installing, repairing and removing ignition, charging and starting systems, panel instruments, wiring, and other electrical and electronic systems and equipment. 5. Engaging in the servicing, repairing, overhauling, diagnosing or inspecting of motor vehicles by diagnosing faults in, repairing and adjusting fuel systems, engine management systems and emission control systems. 6. Engaging in the servicing, repairing, overhauling, diagnosing or inspecting of motor vehicles by diagnosing faults in, installing, inspecting, maintaining and removing air-conditioning and refrigeration/heating systems. O. Reg. 565/99, s. 6 (1). (2) For the purposes of section 12 of the Act, the occupation of automotive service technician is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 6 (2). Fuel and Electrical Systems Technician",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) Each of the following skills is designated as a restricted skill set for the purposes of the Act:</p> <p class=\"paragraph-e\">1. Engaging in the servicing, repairing, overhauling, diagnosing or inspecting of motor vehicles by disassembling, adjusting, repairing and reassembling engines, transmissions, clutches, rear ends, differentials, brakes, drive shafts, axles and other assemblies.</p> <p class=\"paragraph-e\">2. Engaging in the servicing, repairing, overhauling, diagnosing or inspecting of motor vehicles by testing for and correcting faulty alignment of wheels, axles, frames and steering mechanisms.</p> <p class=\"paragraph-e\">3. Engaging in the servicing, repairing, overhauling, diagnosing or inspecting of motor vehicles by diagnosing faults in, repairing or replacing suspension systems, including shock absorbers and spring assemblies.</p> <p class=\"paragraph-e\">4. Engaging in the servicing, repairing, overhauling, diagnosing or inspecting of motor vehicles by diagnosing faults in, installing, repairing and removing ignition, charging and starting systems, panel instruments, wiring, and other electrical and electronic systems and equipment.</p> <p class=\"paragraph-e\">5. Engaging in the servicing, repairing, overhauling, diagnosing or inspecting of motor vehicles by diagnosing faults in, repairing and adjusting fuel systems, engine management systems and emission control systems.</p> <p class=\"paragraph-e\">6. Engaging in the servicing, repairing, overhauling, diagnosing or inspecting of motor vehicles by diagnosing faults in, installing, inspecting, maintaining and removing air-conditioning and refrigeration/heating systems. O. Reg. 565/99, s. 6 (1).</p> <p class=\"subsection-e\">(2) For the purposes of section 12 of the Act, the occupation of automotive service technician is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 6 (2).</p> <p class=\"heading1-e\">Fuel and Electrical Systems Technician</p>"
        },
        {
            "id": "7.",
            "section": "Fuel and Electrical Systems Technician",
            "content": "7. (1) Each of the following skills is designated as a restricted skill set for the purposes of the Act: 1. Engaging in the repair and maintenance of motor vehicles by diagnosing faults in, installing, repairing and removing ignition, charging and starting systems, panel instruments, wiring, and other electrical and electronic systems and equipment. 2. Engaging in the repair and maintenance of motor vehicles by diagnosing faults in, repairing and adjusting fuel systems, engine management systems and emission control systems. 3. Engaging in the repair and maintenance of motor vehicles by diagnosing faults in, installing, inspecting, maintaining and removing air-conditioning and refrigeration/heating systems. O. Reg. 565/99, s. 7 (1). (2) For the purposes of section 12 of the Act, the occupation of fuel and electrical systems technician is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 7 (2). Hairstylist",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) Each of the following skills is designated as a restricted skill set for the purposes of the Act:</p> <p class=\"paragraph-e\">1. Engaging in the repair and maintenance of motor vehicles by diagnosing faults in, installing, repairing and removing ignition, charging and starting systems, panel instruments, wiring, and other electrical and electronic systems and equipment.</p> <p class=\"paragraph-e\">2. Engaging in the repair and maintenance of motor vehicles by diagnosing faults in, repairing and adjusting fuel systems, engine management systems and emission control systems.</p> <p class=\"paragraph-e\">3. Engaging in the repair and maintenance of motor vehicles by diagnosing faults in, installing, inspecting, maintaining and removing air-conditioning and refrigeration/heating systems. O. Reg. 565/99, s. 7 (1).</p> <p class=\"subsection-e\">(2) For the purposes of section 12 of the Act, the occupation of fuel and electrical systems technician is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 7 (2).</p> <p class=\"heading1-e\">Hairstylist</p>"
        },
        {
            "id": "8.",
            "section": "Hairstylist",
            "content": "8. (1) Each of the following skills is designated as a restricted skill set for the purposes of the Act: 1. Performing, for remuneration, any of the hairstyling services of cutting, designing, permanent waving, relaxing and straightening, or colouring. O. Reg. 565/99, s. 8 (1). (2) For the purposes of section 12 of the Act, the occupation of hairstylist is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 8 (2). Motorcycle Technician",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) Each of the following skills is designated as a restricted skill set for the purposes of the Act:</p> <p class=\"paragraph-e\">1. Performing, for remuneration, any of the hairstyling services of cutting, designing, permanent waving, relaxing and straightening, or colouring. O. Reg. 565/99, s. 8 (1).</p> <p class=\"subsection-e\">(2) For the purposes of section 12 of the Act, the occupation of hairstylist is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 8 (2).</p> <p class=\"heading1-e\">Motorcycle Technician</p>"
        },
        {
            "id": "9.",
            "section": "Motorcycle Technician",
            "content": "9. (1) Each of the following skills is designated as a restricted skill set for the purposes of the Act: 1. Servicing, repairing, overhauling and inspecting motorcycles and testing them for faults and road-worthiness. O. Reg. 565/99, s. 9 (1). (2) For the purposes of section 12 of the Act, the occupation of motorcycle technician is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 9 (2); O. Reg. 67/05, s. 1 (2). (3) A valid certificate authorizing an individual to perform the restricted skill set of a motorcycle mechanic and issued before the day Ontario Regulation 67/05 comes into force shall be deemed on and after that day to be a certificate authorizing the individual to perform the restricted skill set of a motorcycle technician. O. Reg. 67/05, s. 1 (3). (4) If a training agreement for the occupation of motorcycle mechanic was registered by the Director under section 6 of the Act before the day Ontario Regulation 67/05 comes into force and is not fully executed on or before that day, (a) the agreement shall be deemed on and after that day to be a training agreement for the occupation of motorcycle technician; and (b) every reference in the agreement to the occupation of motorcycle mechanic shall be deemed on and after that day to be a reference to the occupation of motorcycle technician. O. Reg. 67/05, s. 1 (3). (5) For the purposes of section 8 of the Act, (a) if, before the day Ontario Regulation 67/05 comes into force, a person has successfully completed an apprenticeship program in the occupation of motorcycle mechanic but has not received a statement confirming that fact, the Director shall, on and after that day, provide the person with a statement confirming the successful completion of an apprenticeship program in the occupation of motorcycle technician; and (b) any statement issued by the Director before the day Ontario Regulation 67/05 comes into force confirming the successful completion of an apprenticeship program in the occupation of motorcycle mechanic shall be deemed on and after that day to confirm the successful completion of an apprenticeship program in the occupation of motorcycle technician. O. Reg. 67/05, s. 1 (3). Transmission Technician",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) Each of the following skills is designated as a restricted skill set for the purposes of the Act:</p> <p class=\"paragraph-e\">1. Servicing, repairing, overhauling and inspecting motorcycles and testing them for faults and road-worthiness. O. Reg. 565/99, s. 9 (1).</p> <p class=\"subsection-e\">(2) For the purposes of section 12 of the Act, the occupation of motorcycle technician is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 9 (2); O. Reg. 67/05, s. 1 (2).</p> <p class=\"subsection-e\">(3) A valid certificate authorizing an individual to perform the restricted skill set of a motorcycle mechanic and issued before the day Ontario Regulation<b> </b>67/05 comes into force shall be deemed on and after that day to be a certificate authorizing the individual to perform the restricted skill set of a motorcycle technician. O. Reg. 67/05, s. 1 (3).</p> <p class=\"subsection-e\">(4) If a training agreement for the occupation of motorcycle mechanic was registered by the Director under section 6 of the Act before the day Ontario Regulation 67/05 comes into force and is not fully executed on or before that day,</p> <p class=\"clause-e\">(a) the agreement shall be deemed on and after that day to be a training agreement for the occupation of motorcycle technician; and</p> <p class=\"clause-e\">(b) every reference in the agreement to the occupation of motorcycle mechanic shall be deemed on and after that day to be a reference to the occupation of motorcycle technician. O. Reg. 67/05, s. 1 (3).</p> <p class=\"subsection-e\">(5) For the purposes of section 8 of the Act, </p> <p class=\"clause-e\">(a) if, before the day Ontario Regulation 67/05<b> </b>comes into force, a person has successfully completed an apprenticeship program in the occupation of motorcycle mechanic but has not received a statement confirming that fact, the Director shall, on and after that day, provide the person with a statement confirming the successful completion of an apprenticeship program in the occupation of motorcycle technician; and</p> <p class=\"clause-e\">(b) any statement issued by the Director before the day Ontario Regulation 67/05 comes into force confirming the successful completion of an apprenticeship program in the occupation of motorcycle mechanic shall be deemed on and after that day to confirm the successful completion of an apprenticeship program in the occupation of motorcycle technician. O. Reg. 67/05, s. 1 (3).</p> <p class=\"heading1-e\">Transmission Technician</p>"
        },
        {
            "id": "10.",
            "section": "Transmission Technician",
            "content": "10. (1) Each of the following skills is designated as a restricted skill set for the purposes of the Act: 1. Engaging in the repair and maintenance of motor vehicles by inspecting, maintaining and repairing transmissions and trans-axles. O. Reg. 565/99, s. 10 (1). (2) For the purposes of section 12 of the Act, the occupation of transmission technician is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 10 (2). Truck and Coach Technician",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) Each of the following skills is designated as a restricted skill set for the purposes of the Act:</p> <p class=\"paragraph-e\">1. Engaging in the repair and maintenance of motor vehicles by inspecting, maintaining and repairing transmissions and trans-axles. O. Reg. 565/99, s. 10 (1).</p> <p class=\"subsection-e\">(2) For the purposes of section 12 of the Act, the occupation of transmission technician is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 10 (2).</p> <p class=\"heading1-e\">Truck and Coach Technician</p>"
        },
        {
            "id": "11.",
            "section": "Truck and Coach Technician",
            "content": "11. (1) Each of the following skills is designated as a restricted skill set for the purposes of the Act: 1. Engaging in the servicing, repairing, overhauling, diagnosing or inspection of motor coaches, heavy trucks and truck-trailers by disassembling, adjusting, repairing and reassembling engines, transmissions, clutches, rear ends, differentials, brakes, drive shafts, wheels and rims, axles and other assemblies. 2. Engaging in the servicing, repairing, overhauling, diagnosing or inspection of motor coaches, heavy trucks and truck-trailers by testing for, diagnosing and correcting faulty alignment of wheels and steering mechanisms. 3. Engaging in the servicing, repairing, overhauling, diagnosing or inspection of motor coaches, heavy trucks and truck-trailers by diagnosing faults in, repairing or replacing suspension systems, including shock absorbers and spring assemblies. 4. Engaging in the servicing, repairing, overhauling, diagnosing or inspection of motor coaches, heavy trucks and truck-trailers by diagnosing faults in, installing, repairing and removing ignition, charging and starting systems, panel instruments, wiring, and other electrical and electronic systems and equipment. 5. Engaging in the servicing, repairing, overhauling, diagnosing or inspection of motor coaches, heavy trucks and truck-trailers by diagnosing faults in, repairing and adjusting fuel systems, engine management systems and emission control systems. 6. Engaging in the servicing, repairing, overhauling, diagnosing or inspection of motor coaches, heavy trucks and truck-trailers by diagnosing faults in, installing, inspecting, maintaining and removing air-conditioning and refrigeration/heating systems. O. Reg. 565/99, s. 11 (1). (2) For the purposes of section 12 of the Act, the occupation of truck and coach technician is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 11 (2). Truck-Trailer Service Technician",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) Each of the following skills is designated as a restricted skill set for the purposes of the Act:</p> <p class=\"paragraph-e\">1. Engaging in the servicing, repairing, overhauling, diagnosing or inspection of motor coaches, heavy trucks and truck-trailers by disassembling, adjusting, repairing and reassembling engines, transmissions, clutches, rear ends, differentials, brakes, drive shafts, wheels and rims, axles and other assemblies.</p> <p class=\"paragraph-e\">2. Engaging in the servicing, repairing, overhauling, diagnosing or inspection of motor coaches, heavy trucks and truck-trailers by testing for, diagnosing and correcting faulty alignment of wheels and steering mechanisms.</p> <p class=\"paragraph-e\">3. Engaging in the servicing, repairing, overhauling, diagnosing or inspection of motor coaches, heavy trucks and truck-trailers by diagnosing faults in, repairing or replacing suspension systems, including shock absorbers and spring assemblies.</p> <p class=\"paragraph-e\">4. Engaging in the servicing, repairing, overhauling, diagnosing or inspection of motor coaches, heavy trucks and truck-trailers by diagnosing faults in, installing, repairing and removing ignition, charging and starting systems, panel instruments, wiring, and other electrical and electronic systems and equipment.</p> <p class=\"paragraph-e\">5. Engaging in the servicing, repairing, overhauling, diagnosing or inspection of motor coaches, heavy trucks and truck-trailers by diagnosing faults in, repairing and adjusting fuel systems, engine management systems and emission control systems.</p> <p class=\"paragraph-e\">6. Engaging in the servicing, repairing, overhauling, diagnosing or inspection of motor coaches, heavy trucks and truck-trailers by diagnosing faults in, installing, inspecting, maintaining and removing air-conditioning and refrigeration/heating systems. O. Reg. 565/99, s. 11 (1).</p> <p class=\"subsection-e\">(2) For the purposes of section 12 of the Act, the occupation of truck and coach technician is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 11 (2).</p> <p class=\"heading1-e\">Truck-Trailer Service Technician</p>"
        },
        {
            "id": "12.",
            "section": "Truck-Trailer Service Technician",
            "content": "12. (1) Each of the following skills is designated as a restricted skill set for the purposes of the Act: 1. Engaging in the repair and maintenance of truck-trailers by disassembling, adjusting, repairing, and reassembling, i. suspension systems, including bogies, axles, wheels and rims, ii. braking systems, and iii. electrical systems. 2. Engaging in the repair and maintenance of truck-trailers by inspecting, repairing and realigning frames. 3. Engaging in the repair and maintenance of truck-trailers by inspecting and repairing appurtenances such as tow bars, hitches, turntables, landing gear and upper couplers. 4. Engaging in the repair and maintenance of truck-trailers by inspecting, testing, adjusting, overhauling and replacing truck-trailer refrigeration/heating system components, electrical circuits, pressure lines and fittings. O. Reg. 565/99, s. 12 (1). (2) For the purposes of section 12 of the Act, the occupation of truck-trailer service technician is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 12 (2). Water Meter Installer",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) Each of the following skills is designated as a restricted skill set for the purposes of the Act:</p> <p class=\"paragraph-e\">1. Engaging in the repair and maintenance of truck-trailers by disassembling, adjusting, repairing, and reassembling,</p> <p class=\"subpara-e\">i. suspension systems, including bogies, axles, wheels and rims,</p> <p class=\"subpara-e\">ii. braking systems, and</p> <p class=\"subpara-e\">iii. electrical systems.</p> <p class=\"paragraph-e\">2. Engaging in the repair and maintenance of truck-trailers by inspecting, repairing and realigning frames.</p> <p class=\"paragraph-e\">3. Engaging in the repair and maintenance of truck-trailers by inspecting and repairing appurtenances such as tow bars, hitches, turntables, landing gear and upper couplers.</p> <p class=\"paragraph-e\">4. Engaging in the repair and maintenance of truck-trailers by inspecting, testing, adjusting, overhauling and replacing truck-trailer refrigeration/heating system components, electrical circuits, pressure lines and fittings. O. Reg. 565/99, s. 12 (1).</p> <p class=\"subsection-e\">(2) For the purposes of section 12 of the Act, the occupation of truck-trailer service technician is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 565/99, s. 12 (2).</p> <p class=\"heading1-e\">Water Meter Installer</p>"
        },
        {
            "id": "13.",
            "section": "Water Meter Installer",
            "content": "13. (1) Each of the following skills is designated as a restricted skill set for the purposes of the Act: 1. Engaging in the installation, removal, maintenance and testing of water meters, up to and including water meters with a 25 millimetre inlet and outlet. O. Reg. 8/02, s. 1. (2) For the purposes of section 12 of the Act, the occupation of water meter installer is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 8/02, s. 1. Français ",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) Each of the following skills is designated as a restricted skill set for the purposes of the Act:</p> <p class=\"paragraph-e\">1. Engaging in the installation, removal, maintenance and testing of water meters, up to and including water meters with a 25 millimetre inlet and outlet. O. Reg. 8/02, s. 1.</p> <p class=\"subsection-e\">(2) For the purposes of section 12 of the Act, the occupation of water meter installer is defined to include the restricted skill sets referred to in subsection (1). O. Reg. 8/02, s. 1.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_990565_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_990565_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}