{
    "reg_info": {
        "full_title": "O. Reg. 93/18: RECOVERY OF LOSSES AND COSTS DUE TO FOREST FIRES",
        "reg_name_text": "RECOVERY OF LOSSES AND COSTS DUE TO FOREST FIRES",
        "citation": "O. Reg. 93/18: ",
        "act_under": "Forest Fires Prevention Act",
        "url": "https://www.ontario.ca/laws/regulation/180093",
        "date_scraped": "2023-12-19 02:00:48"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  1, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180093/v1",
            "valid_from": "March  8, 2018",
            "valid_to": "March 31, 2018"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Costs and expenses incurred by Crown",
            "content": " 1. (1) The following costs and expenses incurred by the Crown in the course of action taken to control or extinguish a fire are prescribed as costs or expenses for which a person is liable under subsection 21.1 (2) of the Act: 1. The following costs incurred with respect to personnel engaged in work related to controlling or extinguishing the fire: i. In the case of employees of the Crown, the employee’s wages for the time the employee was engaged in work related to controlling or extinguishing the fire and the Crown’s contributions to a benefit plan and premiums paid to the Canada Pension Plan and for employment insurance during that time. ii. In the case of persons hired under section 7 of the Act, the wages paid to those persons for work related to controlling or extinguishing the fire. 2. The following costs incurred with respect to aircraft used for purposes related to the controlling or extinguishing of the fire: i. In the case of aircraft owned by the Crown, the hourly rate set by the Ministry in accordance with subsection (3). ii. In the case of aircraft leased by the Crown, the amount paid by the Crown. iii. Daily basing charges with respect to the aircraft, as applicable. iv. Any airport fees charged by the owner or operator of an airport. 3. The following costs incurred with respect to vehicles and fire suppression and supporting equipment used for purposes related to the controlling or extinguishing of the fire: i. In the case of vehicles and equipment owned by the Crown, the daily rate set by the Ministry in accordance with subsection (3). ii. In the case of vehicles and equipment leased by the Crown, the amount paid by the Crown. 4. The cost of any fuel used to operate an aircraft, vehicle or any suppression or supporting equipment in controlling or extinguishing the fire. 5. The cost of foam suppressant, fire retardant or other fire suppressants. 6. The cost of accommodation and transportation for persons engaged in or supporting the controlling or extinguishing of the fire. 7. For units of consumable supplies, including food and potable water, provided by the Crown, the rate set by the Ministry in accordance with subsection (3). 8. The cost of fire suppression services provided by a third party and paid by the Ministry, including contract fire fighters, infrared scanning, mapping, mobile communications, medical services and other specialized services. 9. The cost of support services provided by a third party and paid by the Ministry, including the supply of food and potable water, security, sanitation services and other services to support the efforts in controlling and extinguishing the fire. 10. The cost of professional, expert and consulting services incurred in relation to the control and extinguishing of the fire. 11. The amount paid by the Crown to a municipality, a territory, another province, the Government of Canada or any state, government or authority outside Canada for assistance provided by that government or authority in controlling or extinguishing the fire, including costs related to any personnel, aircraft, vehicle or equipment provided. 12. If the actions taken by or on behalf of the Crown in controlling or extinguishing the fire resulted in damage to a site, the cost of rehabilitating or repairing the site. (2) For the purposes of paragraph 1 of subsection (1), the wages of a Crown employee include any vacation pay or holiday pay that are payable to the employee for the period of time he or she was engaged in work related to controlling or extinguishing the fire. (3) The rates set by the Ministry for the costs referred to in subparagraphs 2 i and 3 i and in paragraph 7 of subsection (1) are updated annually and available on a website maintained by the Government of Ontario.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) The following costs and expenses incurred by the Crown in the course of action taken to control or extinguish a fire are prescribed as costs or expenses for which a person is liable under subsection 21.1 (2) of the Act:</p> <p class=\"paragraph-e\">  1. The following costs incurred with respect to personnel engaged in work related to controlling or extinguishing the fire:</p> <p class=\"subpara-e\">  i. In the case of employees of the Crown, the employee’s wages for the time the employee was engaged in work related to controlling or extinguishing the fire and the Crown’s contributions to a benefit plan and premiums paid to the Canada Pension Plan and for employment insurance during that time.</p> <p class=\"subpara-e\">  ii. In the case of persons hired under section 7 of the Act, the wages paid to those persons for work related to controlling or extinguishing the fire.</p> <p class=\"paragraph-e\">  2. The following costs incurred with respect to aircraft used for purposes related to the controlling or extinguishing of the fire:</p> <p class=\"subpara-e\">  i. In the case of aircraft owned by the Crown, the hourly rate set by the Ministry in accordance with subsection (3).</p> <p class=\"subpara-e\">  ii. In the case of aircraft leased by the Crown, the amount paid by the Crown.</p> <p class=\"subpara-e\">  iii. Daily basing charges with respect to the aircraft, as applicable.</p> <p class=\"subpara-e\">  iv. Any airport fees charged by the owner or operator of an airport.</p> <p class=\"paragraph-e\">  3. The following costs incurred with respect to vehicles and fire suppression and supporting equipment used for purposes related to the controlling or extinguishing of the fire:</p> <p class=\"subpara-e\">  i. In the case of vehicles and equipment owned by the Crown, the daily rate set by the Ministry in accordance with subsection (3).</p> <p class=\"subpara-e\">  ii. In the case of vehicles and equipment leased by the Crown, the amount paid by the Crown.</p> <p class=\"paragraph-e\">  4. The cost of any fuel used to operate an aircraft, vehicle or any suppression or supporting equipment in controlling or extinguishing the fire.  </p> <p class=\"paragraph-e\">  5. The cost of foam suppressant, fire retardant or other fire suppressants.</p> <p class=\"paragraph-e\">  6. The cost of accommodation and transportation for persons engaged in or supporting the controlling or extinguishing of the fire.</p> <p class=\"paragraph-e\">  7. For units of consumable supplies, including food and potable water, provided by the Crown, the rate set by the Ministry in accordance with subsection (3). </p> <p class=\"paragraph-e\">  8. The cost of fire suppression services provided by a third party and paid by the Ministry, including contract fire fighters, infrared scanning, mapping, mobile communications, medical services and other specialized services.</p> <p class=\"paragraph-e\">  9. The cost of support services provided by a third party and paid by the Ministry, including the supply of food and potable water, security, sanitation services and other services to support the efforts in controlling and extinguishing the fire.</p> <p class=\"paragraph-e\">  10. The cost of professional, expert and consulting services incurred in relation to the control and extinguishing of the fire.</p> <p class=\"paragraph-e\">  11. The amount paid by the Crown to a municipality, a territory, another province, the Government of Canada or any state, government or authority outside Canada for assistance provided by that government or authority in controlling or extinguishing the fire, including costs related to any personnel, aircraft, vehicle or equipment provided.</p> <p class=\"paragraph-e\">  12. If the actions taken by or on behalf of the Crown in controlling or extinguishing the fire resulted in damage to a site, the cost of rehabilitating or repairing the site.</p> <p class=\"subsection-e\">  (2) For the purposes of paragraph 1 of subsection (1), the wages of a Crown employee include any vacation pay or holiday pay that are payable to the employee for the period of time he or she was engaged in work related to controlling or extinguishing the fire.</p> <p class=\"subsection-e\">  (3) The rates set by the Ministry for the costs referred to in subparagraphs 2 i and 3 i and in paragraph 7 of subsection (1) are updated annually and available on a website maintained by the Government of Ontario.</p>"
        },
        {
            "id": "2.",
            "section": "Losses and damages incurred by Crown",
            "content": " 2. (1) For the purposes of clause 21.1 (3) (a) of the Act, losses of forest resources, within the meaning of the Crown Forest Sustainability Act, 1994, shall include any charges that the Crown could have charged with respect to the forest resources had they not been lost or damaged by the fire, as calculated in the following manner: 1. Determine the net merchantable volume of forest resources that were lost or damaged, based on any applicable forest management plans for the area burned by the fire. 2. Apply the applicable Crown timber charges in place at the time of the fire to the volume determined under paragraph 1. 3. Subtract any Crown timber charges collected as a result of any salvage harvesting from the amount determined under paragraph 2. (2) If forest resources in a provincial park or conservation reserve under the Provincial Parks and Conservation Reserves Act, 2006 are lost as a direct or indirect result of a fire, the cost or expense incurred by the Crown of renewing the forest resources is prescribed as a loss or damage for which a person is liable under subsection 21.1 (3) of the Act. (3) In this section, “applicable forest management plan” means the forest management plan approved by the Minister under the Crown Forest Sustainability Act, 1994 that is in effect at the time of the fire or, if no forest management plan is in effect at that time, the forest management plan that was the last to be approved by the Minister and in effect prior to the fire.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) For the purposes of clause 21.1 (3) (a) of the Act, losses of forest resources, within the meaning of the <i>Crown Forest Sustainability Act, 1994</i>, shall include any charges that the Crown could have charged with respect to the forest resources had they not been lost or damaged by the fire, as calculated in the following manner:</p> <p class=\"paragraph-e\">  1. Determine the net merchantable volume of forest resources that were lost or damaged, based on any applicable forest management plans for the area burned by the fire.</p> <p class=\"paragraph-e\">  2. Apply the applicable Crown timber charges in place at the time of the fire to the volume determined under paragraph 1.</p> <p class=\"paragraph-e\">  3. Subtract any Crown timber charges collected as a result of any salvage harvesting from the amount determined under paragraph 2.</p> <p class=\"subsection-e\">  (2) If forest resources in a provincial park or conservation reserve under the <i>Provincial Parks and Conservation Reserves Act, 2006</i> are lost as a direct or indirect result of a fire, the cost or expense incurred by the Crown of renewing the forest resources is prescribed as a loss or damage for which a person is liable under subsection 21.1 (3) of the Act.</p> <p class=\"subsection-e\">  (3) In this section,</p> <p class=\"definition-e\">“applicable forest management plan” means the forest management plan approved by the Minister under the <i>Crown Forest Sustainability Act, 1994</i> that is in effect at the time of the fire or, if no forest management plan is in effect at that time, the forest management plan that was the last to be approved by the Minister and in effect prior to the fire.</p>"
        },
        {
            "id": "3.",
            "section": "Losses and damages incurred by Crown",
            "content": " 3. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Losses and damages incurred by Crown",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180093\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}