{
    "reg_info": {
        "full_title": "O. Reg. 20/94: NORTHERN HEALTH TRAVEL GRANT",
        "reg_name_text": "NORTHERN HEALTH TRAVEL GRANT",
        "citation": "O. Reg. 20/94: ",
        "act_under": "Ministry of Health Act   Loi sur le ministère de la Santé",
        "url": "https://www.ontario.ca/laws/regulation/940020",
        "date_scraped": "2023-12-19 23:30:33"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1.(1) In this Regulation, “health care facility” means, (a) a hospital, (b) the Speech Foundation of Ontario, Toronto Children’s Centre, or (c) a centre or facility designated by the Minister; “Northern Ontario” means the districts of Algoma, Cochrane, Kenora, Manitoulin, Nipissing, Parry Sound, Rainy River, Sudbury, Timiskaming and Thunder Bay; “patient” means a person who is entitled to insured services under the Health Insurance Act and the regulations made under that Act; “specialist” means, (a) a physician who holds a certificate issued by the Royal College of Physicians and Surgeons of Canada in a specialty, or (b) a dentist who holds a specialist certificate issued by the Registrar of the Royal College of Dental Surgeons of Ontario or an equivalent certificate issued by the Manitoba Dental Association. (2) This Regulation applies only with respect to a patient who ordinarily resides in Northern Ontario.O. Reg. 20/94, s. 1. Patient Grants",
            "raw_html": "<p class=\"section-e\"><b>1.</b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“health care facility” means,</p> <p class=\"defclause-e\">(a) a hospital,</p> <p class=\"defclause-e\">(b) the Speech Foundation of Ontario, Toronto Children’s Centre, or</p> <p class=\"defclause-e\">(c) a centre or facility designated by the Minister;</p> <p class=\"definition-e\">“Northern Ontario” means the districts of Algoma, Cochrane, Kenora, Manitoulin, Nipissing, Parry Sound, Rainy River, Sudbury, Timiskaming and Thunder Bay;</p> <p class=\"definition-e\">“patient” means a person who is entitled to insured services under the <i>Health Insurance Act</i> and the regulations made under that Act;</p> <p class=\"definition-e\">“specialist” means,</p> <p class=\"defclause-e\">(a) a physician who holds a certificate issued by the Royal College of Physicians and Surgeons of Canada in a specialty, or</p> <p class=\"defclause-e\">(b) a dentist who holds a specialist certificate issued by the Registrar of the Royal College of Dental Surgeons of Ontario or an equivalent certificate issued by the Manitoba Dental Association.</p> <p class=\"subsection-e\">(2) This Regulation applies only with respect to a patient who ordinarily resides in Northern Ontario.O. Reg. 20/94, s. 1.</p> <p class=\"heading1-e\">Patient Grants</p>"
        },
        {
            "id": "2.",
            "section": "Patient Grants",
            "content": "2.The Minister may pay a patient a grant for travel, other than by ambulance, if the patient has travelled between the place in Northern Ontario where the patient ordinarily resides and a health care facility or the office of a specialist located in Ontario or Manitoba.O. Reg. 20/94, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>The Minister may pay a patient a grant for travel, other than by ambulance, if the patient has travelled between the place in Northern Ontario where the patient ordinarily resides and a health care facility or the office of a specialist located in Ontario or Manitoba.O. Reg. 20/94, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Patient Grants",
            "content": "3.(1) A grant may be paid to a patient only if, (a) the travel is for, (i) services for which the patient, before travelling, has been referred to a health care facility or specialist by a chiropractor, dentist, optometrist or physician who is in Northern Ontario at the time he or she renders services to the patient upon which the referral is based, (ii) the first follow-up assessment by the health care facility or specialist in connection with services it, he or she rendered under subclause (i) within the previous six months, (iii) services that include a course of treatment for an illness, disease, condition or injury designated by the Minister and provided by a health care facility or specialist in connection with services rendered by that health care facility or specialist under subclause (i), or (iv) services that include an abortion; (b) the patient’s travelling distance, calculated in accordance with section 6, is more than, (i) 100 kilometres if the health care facility or specialist’s office is in Northern Ontario or Manitoba, or (ii) 200 kilometres if the health care facility or specialist’s office is in a part of Ontario other than Northern Ontario; (c) the patient is travelling solely for the purpose of receiving services at a health care facility or specialist’s office; (d) the patient pays a fare for the transportation with money or accumulated airline travel credits, unless the patient is travelling by a motor vehicle other than a commercial bus; (e) in the event of travel to or from a hospital or a specialist’s office, the services received are considered insured services as defined in section 1 of the Health Insurance Act; and (f) the patient is not entitled to recover, and does not recover, all or any part of the cost of transportation. (2) In clause (1) (f), “cost of transportation” means the cost of the patient being transported from one place to another, but does not include the cost of meals or accommodation associated with being transported. (3) A grant is not payable to the patient if he or she travels without any charge or travels for a nominal or service charge only, unless the patient is travelling by a motor vehicle other than a commercial bus.O. Reg. 20/94, s. 3. Companion Grants",
            "raw_html": "<p class=\"section-e\"><b>3.</b>(1) A grant may be paid to a patient only if,</p> <p class=\"clause-e\">(a) the travel is for,</p> <p class=\"subclause-e\">(i) services for which the patient, before travelling, has been referred to a health care facility or specialist by a chiropractor, dentist, optometrist or physician who is in Northern Ontario at the time he or she renders services to the patient upon which the referral is based,</p> <p class=\"subclause-e\">(ii) the first follow-up assessment by the health care facility or specialist in connection with services it, he or she rendered under subclause (i) within the previous six months,</p> <p class=\"subclause-e\">(iii) services that include a course of treatment for an illness, disease, condition or injury designated by the Minister and provided by a health care facility or specialist in connection with services rendered by that health care facility or specialist under subclause (i), or</p> <p class=\"subclause-e\">(iv) services that include an abortion;</p> <p class=\"clause-e\">(b) the patient’s travelling distance, calculated in accordance with section 6, is more than,</p> <p class=\"subclause-e\">(i) 100 kilometres if the health care facility or specialist’s office is in Northern Ontario or Manitoba, or</p> <p class=\"subclause-e\">(ii) 200 kilometres if the health care facility or specialist’s office is in a part of Ontario other than Northern Ontario;</p> <p class=\"clause-e\">(c) the patient is travelling solely for the purpose of receiving services at a health care facility or specialist’s office;</p> <p class=\"clause-e\">(d) the patient pays a fare for the transportation with money or accumulated airline travel credits, unless the patient is travelling by a motor vehicle other than a commercial bus;</p> <p class=\"clause-e\">(e) in the event of travel to or from a hospital or a specialist’s office, the services received are considered insured services as defined in section 1 of the <i>Health Insurance Act</i>; and</p> <p class=\"clause-e\">(f) the patient is not entitled to recover, and does not recover, all or any part of the cost of transportation.</p> <p class=\"subsection-e\">(2) In clause (1) (f), </p> <p class=\"firstdef-e\">“cost of transportation” means the cost of the patient being transported from one place to another, but does not include the cost of meals or accommodation associated with being transported.</p> <p class=\"subsection-e\">(3) A grant is not payable to the patient if he or she travels without any charge or travels for a nominal or service charge only, unless the patient is travelling by a motor vehicle other than a commercial bus.O. Reg. 20/94, s. 3.</p> <p class=\"heading1-e\">Companion Grants</p>"
        },
        {
            "id": "4.",
            "section": "Companion Grants",
            "content": "4.(1) The Minister may pay a grant for a companion who travels with the patient only if, (a) the companion accompanies a patient who is travelling in accordance with subsection 3 (1); (b) either the patient is less than sixteen years old, or the referring health professional gives a written opinion, before the travel takes place, that the patient is unable for health or safety reasons to travel without a companion; (c) the sole purpose of the companion’s travel is to accompany the patient; (d) the companion pays a fare for the transportation with money or accumulated airline travel credits, unless the companion is travelling by a motor vehicle other than a commercial bus; and (e) the companion is not entitled to recover, and does not recover, all or any part of the cost of transportation. (2) In clause (1) (e), “cost of transportation” means the cost of the companion being transported from one place to another, but does not include the cost of meals or accommodation associated with being transported. (3) A grant is not payable to the companion if he or she travels without any charge or travels for a nominal or service charge only, unless the companion is travelling by a motor vehicle other than a commercial bus.O. Reg. 20/94, s. 4. Applications",
            "raw_html": "<p class=\"section-e\"><b>4.</b>(1) The Minister may pay a grant for a companion who travels with the patient only if,</p> <p class=\"clause-e\">(a) the companion accompanies a patient who is travelling in accordance with subsection 3 (1);</p> <p class=\"clause-e\">(b) either the patient is less than sixteen years old, or the referring health professional gives a written opinion, before the travel takes place, that the patient is unable for health or safety reasons to travel without a companion;</p> <p class=\"clause-e\">(c) the sole purpose of the companion’s travel is to accompany the patient;</p> <p class=\"clause-e\">(d) the companion pays a fare for the transportation with money or accumulated airline travel credits, unless the companion is travelling by a motor vehicle other than a commercial bus; and</p> <p class=\"clause-e\">(e) the companion is not entitled to recover, and does not recover, all or any part of the cost of transportation.</p> <p class=\"subsection-e\">(2) In clause (1) (e), </p> <p class=\"firstdef-e\">“cost of transportation” means the cost of the companion being transported from one place to another, but does not include the cost of meals or accommodation associated with being transported.</p> <p class=\"subsection-e\">(3) A grant is not payable to the companion if he or she travels without any charge or travels for a nominal or service charge only, unless the companion is travelling by a motor vehicle other than a commercial bus.O. Reg. 20/94, s. 4.</p> <p class=\"heading1-e\">Applications</p>"
        },
        {
            "id": "5.",
            "section": "Applications",
            "content": "5.(1) A separate application must be submitted for each grant. (2) An application for a grant must be made within the twelve-month period following the last day on which the specialist or health care facility rendered services under clause 3 (1) (a) to the patient. (3) An application must be made on a form provided by the Minister and must be accompanied by receipts for any fares paid. (4) An application for a grant for a patient or a companion must include all information that, in the Minister’s opinion, is considered necessary for determining eligibility for the grant.O. Reg. 20/94, s. 5. Calculation of Grant",
            "raw_html": "<p class=\"section-e\"><b>5.</b>(1) A separate application must be submitted for each grant.</p> <p class=\"subsection-e\">(2) An application for a grant must be made within the twelve-month period following the last day on which the specialist or health care facility rendered services under clause 3 (1) (a) to the patient.</p> <p class=\"subsection-e\">(3) An application must be made on a form provided by the Minister and must be accompanied by receipts for any fares paid.</p> <p class=\"subsection-e\">(4) An application for a grant for a patient or a companion must include all information that, in the Minister’s opinion, is considered necessary for determining eligibility for the grant.O. Reg. 20/94, s. 5.</p> <p class=\"heading1-e\">Calculation of Grant</p>"
        },
        {
            "id": "6.",
            "section": "Calculation of Grant",
            "content": "6.(1) The amount of a grant for a patient or companion shall be calculated by multiplying $ .305 times the number of kilometres which comprise the travelling distance, one way, for the patient or companion. (2) The travelling distance to or from a health care facility or specialist’s office is, (a) calculated in accordance with subsection (3); and (b) the distance between the place where the patient ordinarily resides and the nearest health care facility or specialist’s office that is capable of rendering the service, for which the patient is referred, without a delay that would result in medically significant deterioration in the specific illness, disease or condition for which the patient is being or has been referred. (3) The travelling distance between the two places described in clause (2) (b) is, (a) if the two places are joined by highway, the shortest distance by highway between the localities in which the two places are located or to which they are closest, as determined by the Minister; or (b) if the two places are not joined by highway, the shortest distance between the localities in which the two places are located or to which they are closest, as determined by the Minister.O. Reg. 20/94, s. 6. Restrictions on Grants",
            "raw_html": "<p class=\"section-e\"><b>6.</b>(1) The amount of a grant for a patient or companion shall be calculated by multiplying $ .305 times the number of kilometres which comprise the travelling distance, one way, for the patient or companion.</p> <p class=\"subsection-e\">(2) The travelling distance to or from a health care facility or specialist’s office is,</p> <p class=\"clause-e\">(a) calculated in accordance with subsection (3); and</p> <p class=\"clause-e\">(b) the distance between the place where the patient ordinarily resides and the nearest health care facility or specialist’s office that is capable of rendering the service, for which the patient is referred, without a delay that would result in medically significant deterioration in the specific illness, disease or condition for which the patient is being or has been referred.</p> <p class=\"subsection-e\">(3) The travelling distance between the two places described in clause (2) (b) is,</p> <p class=\"clause-e\">(a) if the two places are joined by highway, the shortest distance by highway between the localities in which the two places are located or to which they are closest, as determined by the Minister; or</p> <p class=\"clause-e\">(b) if the two places are not joined by highway, the shortest distance between the localities in which the two places are located or to which they are closest, as determined by the Minister.O. Reg. 20/94, s. 6.</p> <p class=\"heading1-e\">Restrictions on Grants</p>"
        },
        {
            "id": "7.",
            "section": "Restrictions on Grants",
            "content": "7.(1) If two or more patients travel in the same motor vehicle other than a commercial bus, a grant may be paid only to the first patient who applies for, and is eligible to receive, a grant. (2) If a patient and a companion travel together both ways by a motor vehicle other than a commercial bus, only one grant is payable and it shall be divided equally between the companion and patient. (3) If a patient travels one way by ambulance, the amount of the patient’s grant payable to him or her shall be reduced by one-half. (4) Despite subsection (3), if a patient travels one way by ambulance and the companion travels both ways by a motor vehicle other than a commercial bus, only one grant is payable and it shall be divided equally between the companion and patient. (5) If a patient travels one way by ambulance and the companion travels both ways in a manner other than described in subsection (4), the full amount of the companion’s grant shall be payable to the companion.O. Reg. 20/94, s. 7. ",
            "raw_html": "<p class=\"section-e\"><b>7.</b>(1) If two or more patients travel in the same motor vehicle other than a commercial bus, a grant may be paid only to the first patient who applies for, and is eligible to receive, a grant.</p> <p class=\"subsection-e\">(2) If a patient and a companion travel together both ways by a motor vehicle other than a commercial bus, only one grant is payable and it shall be divided equally between the companion and patient.</p> <p class=\"subsection-e\">(3) If a patient travels one way by ambulance, the amount of the patient’s grant payable to him or her shall be reduced by one-half.</p> <p class=\"subsection-e\">(4) Despite subsection (3), if a patient travels one way by ambulance and the companion travels both ways by a motor vehicle other than a commercial bus, only one grant is payable and it shall be divided equally between the companion and patient.</p> <p class=\"subsection-e\">(5) If a patient travels one way by ambulance and the companion travels both ways in a manner other than described in subsection (4), the full amount of the companion’s grant shall be payable to the companion.O. Reg. 20/94, s. 7.</p> <p class=\"Normal\"></p>"
        }
    ]
}