{
    "reg_info": {
        "full_title": "O. Reg. 299/02: SECURED CREDITORS, RECEIVERS, TRUSTEES IN BANKRUPTCY",
        "reg_name_text": "SECURED CREDITORS, RECEIVERS AND TRUSTEES IN BANKRUPTCY",
        "citation": "O. Reg. 299/02: SECURED CREDITORS, RECEIVERS, TRUSTEES IN BANKRUPTCY",
        "act_under": "Ontario Water Resources Act    Loi sur les ressources en eau de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/020299",
        "date_scraped": "2023-12-19 22:06:54"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  1, 2002",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": "1. In this Regulation, “provision”, in relation to an approval, licence or permit, includes a condition of the approval, licence or permit. O. Reg. 299/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“provision”, in relation to an approval, licence or permit, includes a condition of the approval, licence or permit. O. Reg. 299/02, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Secured creditor becoming owner by foreclosure",
            "content": "2. The contravention by a secured creditor or secured creditor representative of a provision of the Act, a regulation under the Act, an approval, a licence or a permit is prescribed as a circumstance for the purposes of clause 89.10 (1) (b) of the Act if the contravention occurred more than 90 days after the secured creditor became the owner of the property. O. Reg. 299/02, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The contravention by a secured creditor or secured creditor representative of a provision of the Act, a regulation under the Act, an approval, a licence or a permit is prescribed as a circumstance for the purposes of clause 89.10 (1) (b) of the Act if the contravention occurred more than 90 days after the secured creditor became the owner of the property. O. Reg. 299/02, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Prescribed contraventions by receivers and trustees",
            "content": "3. (1) The contravention by a receiver, receiver representative, trustee in bankruptcy or trustee in bankruptcy representative of a provision of the Act, a regulation under the Act, an approval, a licence or a permit is prescribed as a circumstance for the purposes of clause 89.11 (1) (b) of the Act if, (a) the contravention occurred more than 90 days after the receiver or trustee was appointed to take possession or control of the property or (if no appointment was made) actually took possession or control of the property; and (b) the provision contravened does not relate to any of the following: (i) the quantity, type or quality of a discharge to any waters, (ii) financial assurance (as defined in Part XII of the Environmental Protection Act), (iii) the decommissioning of works (as defined in Part XII of the Environmental Protection Act) and associated environmental restoration. O. Reg. 299/02, s. 3 (1). (2) Without limiting subsection (1), the contravention by a receiver, receiver representative, trustee in bankruptcy or trustee in bankruptcy representative of a provision of an approval, licence or permit is prescribed as a circumstance for the purposes of clause 89.11 (1) (b) of the Act if, (a) the approval, licence or permit was applied for by or on behalf of the receiver or trustee in bankruptcy; or (b) the provision was included in the approval, licence or permit as a result of an amendment applied for by or on behalf of the receiver or trustee in bankruptcy. O. Reg. 299/02, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) The contravention by a receiver, receiver representative, trustee in bankruptcy or trustee in bankruptcy representative of a provision of the Act, a regulation under the Act, an approval, a licence or a permit is prescribed as a circumstance for the purposes of clause 89.11 (1) (b) of the Act if,</p> <p class=\"clause-e\">(a) the contravention occurred more than 90 days after the receiver or trustee was appointed to take possession or control of the property or (if no appointment was made) actually took possession or control of the property; and</p> <p class=\"clause-e\">(b) the provision contravened does not relate to any of the following:</p> <p class=\"subclause-e\">(i) the quantity, type or quality of a discharge to any waters,</p> <p class=\"subclause-e\">(ii) financial assurance (as defined in Part XII of the <i>Environmental Protection Act</i>),</p> <p class=\"subclause-e\">(iii) the decommissioning of works (as defined in Part XII of the <i>Environmental Protection Act</i>) and associated environmental restoration. O. Reg. 299/02, s. 3 (1).</p> <p class=\"subsection-e\">(2) Without limiting subsection (1), the contravention by a receiver, receiver representative, trustee in bankruptcy or trustee in bankruptcy representative of a provision of an approval, licence or permit is prescribed as a circumstance for the purposes of clause 89.11 (1) (b) of the Act if,</p> <p class=\"clause-e\">(a) the approval, licence or permit was applied for by or on behalf of the receiver or trustee in bankruptcy; or</p> <p class=\"clause-e\">(b) the provision was included in the approval, licence or permit as a result of an amendment applied for by or on behalf of the receiver or trustee in bankruptcy. O. Reg. 299/02, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Prescribed contraventions by receivers and trustees",
            "content": "4. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 299/02, s. 4. ",
            "raw_html": "<p class=\"section-e\"><b>4.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 299/02, s. 4.</p> <p class=\"Normal\"></p>"
        }
    ]
}