{
    "reg_info": {
        "full_title": "O. Reg. 215/18: OVER-DIMENSIONAL VEHICLE ESCORTS",
        "reg_name_text": "OVER-DIMENSIONAL VEHICLE ESCORTS",
        "citation": "O. Reg. 215/18: ",
        "act_under": "Highway Traffic Act",
        "url": "https://www.ontario.ca/laws/regulation/180215",
        "date_scraped": "2023-12-18 23:48:33"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180215/v1",
            "valid_from": "April  6, 2018",
            "valid_to": "June 30, 2018"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "  1. (1) In this Regulation,  “accumulated demerit points” has the same meaning as in Ontario Regulation 339/94 (Demerit Point System) made under the Act; (“points d’inaptitude accumulés”) “escort” means an over-dimensional vehicle escort as defined in subsection 110.5 (10) of the Act. (“accompagnateur”) (2) A reference in this Regulation to a class of driver’s licence is a reference to the class of licence as prescribed in Ontario Regulation 340/94 (Driver’s Licences) made under the Act.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) In this Regulation, </p> <p class=\"firstdef-e\">“accumulated demerit points” has the same meaning as in Ontario Regulation 339/94 (Demerit Point System) made under the Act; (“points d’inaptitude accumulés”)</p> <p class=\"definition-e\">“escort” means an over-dimensional vehicle escort as defined in subsection 110.5 (10) of the Act. (“accompagnateur”)</p> <p class=\"subsection-e\">  (2) A reference in this Regulation to a class of driver’s licence is a reference to the class of licence as prescribed in Ontario Regulation 340/94 (Driver’s Licences) made under the Act.</p>"
        },
        {
            "id": "2.",
            "section": "Appointing authority",
            "content": " 2. The Registrar of Motor Vehicles is designated as an appointing authority for the purposes of section 110.5 of the Act.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The Registrar of Motor Vehicles is designated as an appointing authority for the purposes of section 110.5 of the Act.</p>"
        },
        {
            "id": "3.",
            "section": "Appointment as an escort",
            "content": " 3. (1) An applicant shall satisfy the following eligibility requirements to be appointed as an escort: 1. The applicant has successfully completed a course for escorts approved by the Registrar. 2. The applicant holds a valid Class A, B, C, D, E, F or G driver’s licence, or an equivalent licence from another jurisdiction, and has held any such licence for at least four years. 3. The applicant does not have more than six accumulated demerit points. 4. If the applicant has previously been appointed as an escort, the applicant has, during such appointments, complied with the Act and this Regulation. (2) An applicant who is a resident of another jurisdiction is exempt from the eligibility requirement described in paragraph 1 of subsection (1) if, (a) the applicant is authorized by another province or territory of Canada or a state of the United States of America to perform functions comparable to those performed by an escort in Ontario; (b) the applicant completed a training course that is comparable to a course for escorts approved by the Registrar before he or she was authorized as described in clause (a); and (c) the jurisdiction referred to in clause (a) grants an exemption for Ontario residents who have been appointed as escorts that is similar to the exemption set out in this subsection. (3) The Registrar may revoke or refuse to renew an appointment if the escort, (a) fails to maintain a valid Class A, B, C, D, E, F or G driver’s licence or equivalent licence from another jurisdiction at any time during his or her appointment; (b) has more than six accumulated demerit points; or (c) contravenes the Act or this Regulation.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) An applicant shall satisfy the following eligibility requirements to be appointed as an escort:</p> <p class=\"paragraph-e\">  1. The applicant has successfully completed a course for escorts approved by the Registrar.</p> <p class=\"paragraph-e\">  2. The applicant holds a valid Class A, B, C, D, E, F or G driver’s licence, or an equivalent licence from another jurisdiction, and has held any such licence for at least four years. </p> <p class=\"paragraph-e\">  3. The applicant does not have more than six accumulated demerit points.</p> <p class=\"paragraph-e\">  4. If the applicant has previously been appointed as an escort, the applicant has, during such appointments, complied with the Act and this Regulation<i>.</i></p> <p class=\"subsection-e\">  (2) An applicant who is a resident of another jurisdiction is exempt from the eligibility requirement described in paragraph 1 of subsection (1) if, </p> <p class=\"clause-e\">  (a) the applicant is authorized by another province or territory of Canada or a state of the United States of America to perform functions comparable to those performed by an escort in Ontario;</p> <p class=\"clause-e\">  (b) the applicant completed a training course that is comparable to a course for escorts approved by the Registrar before he or she was authorized as described in clause (a); and</p> <p class=\"clause-e\">  (c) the jurisdiction referred to in clause (a) grants an exemption for Ontario residents who have been appointed as escorts that is similar to the exemption set out in this subsection.</p> <p class=\"subsection-e\">  (3) The Registrar may revoke or refuse to renew an appointment if the escort,</p> <p class=\"clause-e\">  (a) fails to maintain a valid Class A, B, C, D, E, F or G driver’s licence or equivalent licence from another jurisdiction at any time during his or her appointment;</p> <p class=\"clause-e\">  (b) has more than six accumulated demerit points; or</p> <p class=\"clause-e\">  (c) contravenes the Act or this Regulation.</p>"
        },
        {
            "id": "4.",
            "section": "Identification as escort",
            "content": " 4. (1) An escort, while carrying out duties under his or her appointment, shall have in his or her possession his or her certificate of appointment and shall produce such certificate upon request. (2) An escort, while carrying out duties under his or her appointment, shall wear a garment that covers at least his or her upper body and has the following features: 1. The garment shall be fluorescent blaze or international orange in colour. 2. On the front and the back, there shall be two yellow stripes that are 5 centimetres wide. The yellow area shall total at least 500 square centimetres on the front and at least 570 square centimetres on the back. 3. On the front, the stripes shall be arranged vertically and centred and shall be approximately 225 millimetres apart, measured from the centre of each stripe. On the back, they shall be arranged in a diagonal “X” pattern. 4. The stripes shall be retro-reflective and fluorescent. (3) If an escort uses a hand-held sign to direct traffic, the following requirements apply to the sign: 1. It shall be octagonal in shape, measure 450 millimetres between opposite sides and be mounted on a pole that is 1.2 metres long. 2. It shall be high-intensity retro-reflective grade red in colour, with the word “STOP” written in legible high-intensity retro-reflective grade white letters 150 millimetres high in a central position on the sign. 3. It shall be maintained in a clean and legible condition. (4) An escort’s vehicle shall, (a) display signs with the words “OVERSIZE LOAD” either on the front and the rear or on the roof facing both the front and back of the vehicle; (b) display signs with the words “Certified Escort” on both sides and the rear; (c) display orange coloured flags on each side; (d) have amber lighting on its roof visible on a 360 degree basis consisting of either a rectangular bar positioned across the width of the vehicle or two warning lamps, one on each side of the roof, that qualify as Class 1 warning lights according to Standard J845, published on June 10, 2013 by SAE International, as amended from time to time; and (e) not have any sign or other object affixed to it that would block the view of the warning lamps from any position around the vehicle.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) An escort, while carrying out duties under his or her appointment, shall have in his or her possession his or her certificate of appointment and shall produce such certificate upon request.</p> <p class=\"subsection-e\">  (2) An escort, while carrying out duties under his or her appointment, shall wear a garment that covers at least his or her upper body and has the following features:</p> <p class=\"paragraph-e\">  1. The garment shall be fluorescent blaze or international orange in colour.</p> <p class=\"paragraph-e\">  2. On the front and the back, there shall be two yellow stripes that are 5 centimetres wide. The yellow area shall total at least 500 square centimetres on the front and at least 570 square centimetres on the back.</p> <p class=\"paragraph-e\">  3. On the front, the stripes shall be arranged vertically and centred and shall be approximately 225 millimetres apart, measured from the centre of each stripe. On the back, they shall be arranged in a diagonal “X” pattern.</p> <p class=\"paragraph-e\">  4. The stripes shall be retro-reflective and fluorescent. </p> <p class=\"subsection-e\">  (3) If an escort uses a hand-held sign to direct traffic, the following requirements apply to the sign:</p> <p class=\"paragraph-e\">  1. It shall be octagonal in shape, measure 450 millimetres between opposite sides and be mounted on a pole that is 1.2 metres long.</p> <p class=\"paragraph-e\">  2. It shall be high-intensity retro-reflective grade red in colour, with the word “STOP” written in legible high-intensity retro-reflective grade white letters 150 millimetres high in a central position on the sign.</p> <p class=\"paragraph-e\">  3. It shall be maintained in a clean and legible condition. </p> <p class=\"subsection-e\">  (4) An escort’s vehicle shall,</p> <p class=\"clause-e\">  (a) display signs with the words “OVERSIZE LOAD” either on the front and the rear or on the roof facing both the front and back of the vehicle;</p> <p class=\"clause-e\">  (b) display signs with the words “Certified Escort” on both sides and the rear;</p> <p class=\"clause-e\">  (c) display orange coloured flags on each side;</p> <p class=\"clause-e\">  (d) have amber lighting on its roof visible on a 360 degree basis consisting of either a rectangular bar positioned across the width of the vehicle or two warning lamps, one on each side of the roof, that qualify as Class 1 warning lights according to Standard J845, published on June 10, 2013 by SAE International, as amended from time to time; and </p> <p class=\"clause-e\">  (e) not have any sign or other object affixed to it that would block the view of the warning lamps from any position around the vehicle.</p>"
        },
        {
            "id": "5.",
            "section": "Closure of highways",
            "content": " 5. (1) An escort shall not close a highway unless the permit issued under section 110 or 110.1 of the Act for the vehicle or combination of vehicles that is being escorted by the escort authorizes the escort to close highways. (2) An escort who closes a highway under subsection (1) shall do so in accordance with the methods set out in Regulation 599 of the Revised Regulations of Ontario, 1990 (Highway Closings) made under the Act.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) An escort shall not close a highway unless the permit issued under section 110 or 110.1 of the Act for the vehicle or combination of vehicles that is being escorted by the escort authorizes the escort to close highways.</p> <p class=\"subsection-e\">  (2) An escort who closes a highway under subsection (1) shall do so in accordance with the methods set out in Regulation 599 of the Revised Regulations of Ontario, 1990 (Highway Closings) made under the Act.</p>"
        },
        {
            "id": "6.",
            "section": "Closure of highways",
            "content": " 6. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Closure of highways",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180215\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}