{
    "reg_info": {
        "full_title": "O. Reg. 150/12: RESTRICTED AREAS",
        "reg_name_text": "RESTRICTED AREAS",
        "citation": "O. Reg. 150/12: ",
        "act_under": "Public Lands Act   Loi sur les terres publiques ",
        "url": "https://www.ontario.ca/laws/regulation/120150",
        "date_scraped": "2023-12-19 05:08:08"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2012",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/120150/v1",
            "valid_from": "June 12, 2012",
            "valid_to": "June 30, 2012"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Restricted areas",
            "content": "1. The areas in territory without municipal organization described in the Schedules are designated as restricted areas. O. Reg. 150/12, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The areas in territory without municipal organization described in the Schedules are designated as restricted areas. O. Reg. 150/12, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Restricted areas",
            "content": "2. Omitted (revokes other Regulations). O. Reg. 150/12, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> Omitted (revokes other Regulations). O. Reg. 150/12, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Restricted areas",
            "content": "3. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 150/12, s. 3. SCHEDULE 1   TERRITORIAL DISTRICT OF ALGOMA All those locations in the Territorial District of Algoma described as follows: Mining Claim SSM 3963 — in Labonte Township granted to Austin G. Meigs by letters patent dated the 21st day of October, 1927, containing 39.6 acres. Mining Claim SSM 3964 — in Labonte Township granted to Austin G. Meigs by letters patent dated the 21st day of October, 1927, containing 35 acres. Mining Claim SSM 11030 — in Rabazo Township granted to Ruth Dennis by letters patent dated the 4th day of June, 1958, containing 45.59 acres. Mining Claim SSM 11364 — in Rabazo Township granted to Francis W. Niehaus by letters patent dated the 9th day of February, 1946, containing 67.5 acres. Mining Claim SSM 11365 — in Rabazo Township granted to Francis W. Niehaus by letters patent dated the 9th day of February, 1946, containing 71.18 acres. O. Reg. 150/12, Sched. 1. SCHEDULE 2   TERRITORIAL DISTRICT OF KENORA",
            "raw_html": "<p class=\"section-e\"><b>3.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 150/12, s. 3.</p> <p class=\"schedule-e\">SCHEDULE 1 <br/>  TERRITORIAL DISTRICT OF ALGOMA</p> <p class=\"paranoindt-e\">All those locations in the Territorial District of Algoma described as follows:</p> <p class=\"paranoindt-e\">Mining Claim SSM 3963 — in Labonte Township granted to Austin G. Meigs by letters patent dated the 21st day of October, 1927, containing 39.6 acres.</p> <p class=\"paranoindt-e\">Mining Claim SSM 3964 — in Labonte Township granted to Austin G. Meigs by letters patent dated the 21st day of October, 1927, containing 35 acres.</p> <p class=\"paranoindt-e\">Mining Claim SSM 11030 — in Rabazo Township granted to Ruth Dennis by letters patent dated the 4th day of June, 1958, containing 45.59 acres.</p> <p class=\"paranoindt-e\">Mining Claim SSM 11364 — in Rabazo Township granted to Francis W. Niehaus by letters patent dated the 9th day of February, 1946, containing 67.5 acres.</p> <p class=\"paranoindt-e\">Mining Claim SSM 11365 — in Rabazo Township granted to Francis W. Niehaus by letters patent dated the 9th day of February, 1946, containing 71.18 acres.</p> <p class=\"footnote-e\">O. Reg. 150/12, Sched. 1.</p> <p class=\"schedule-e\">SCHEDULE 2 <br/>  TERRITORIAL DISTRICT OF KENORA</p>"
        },
        {
            "id": null,
            "section": "Restricted areas",
            "content": "1. All and Singular that certain territory situate, lying and being in the Territorial District of Kenora, Patricia Portion, containing an area of 93.4 square miles, be the same more or less, and which territory is more particularly described as follows:  Beginning at the intersection of the 7th Base Line surveyed by Phillips and Benner, Ontario Land Surveyors, in 1928 with the Interprovincial Boundary between Ontario and Manitoba; Thence east along the said 7th Base Line a distance of 15 miles plus 72.916 chains to a mile post planted therein marked 82M; Thence north astronomically a distance of 5 miles plus 69.674 chains, more or less, to a line drawn east astronomically from the mile post marked 76M planted in the Interprovincial Boundary between Ontario and Manitoba; Thence west astronomically a distance of 15 miles plus 69.674 chains, more or less, to the said 76th Mile Post planted in the said Interprovincial Boundary between Ontario and Manitoba; Thence south along the said Interprovincial Boundary a distance of 5 miles plus 69.674 chains, more or less, to the place of beginning.",
            "raw_html": "<p class=\"section-e\">1. All and Singular that certain territory situate, lying and being in the Territorial District of Kenora, Patricia Portion, containing an area of 93.4 square miles, be the same more or less, and which territory is more particularly described as follows: </p> <p class=\"paranoindt-e\">Beginning at the intersection of the 7th Base Line surveyed by Phillips and Benner, Ontario Land Surveyors, in 1928 with the Interprovincial Boundary between Ontario and Manitoba; </p> <p class=\"paranoindt-e\">Thence east along the said 7th Base Line a distance of 15 miles plus 72.916 chains to a mile post planted therein marked 82M; </p> <p class=\"paranoindt-e\">Thence north astronomically a distance of 5 miles plus 69.674 chains, more or less, to a line drawn east astronomically from the mile post marked 76M planted in the Interprovincial Boundary between Ontario and Manitoba; </p> <p class=\"paranoindt-e\">Thence west astronomically a distance of 15 miles plus 69.674 chains, more or less, to the said 76th Mile Post planted in the said Interprovincial Boundary between Ontario and Manitoba; </p> <p class=\"paranoindt-e\">Thence south along the said Interprovincial Boundary a distance of 5 miles plus 69.674 chains, more or less, to the place of beginning.</p>"
        },
        {
            "id": null,
            "section": "Restricted areas",
            "content": "2. All that parcel of land in the geographic townships of Ewart and Glass, and lands to the south thereof, in the Territorial District of Kenora, more particularly described as follows:   Beginning at the intersection of the Interprovincial Boundary between Ontario and Manitoba with the southerly limit of the right of way of TransCanada PipeLines Limited; Thence in a general easterly direction along the said southerly limit to the intersection with the westerly boundary of the geographic Township of Forgie; Thence in a southerly direction along the said westerly boundary to the northwesterly corner of the geographic Township of Glass; Thence easterly along the northerly boundary of the said geographic township to the northeasterly corner thereof; Thence southerly along the easterly boundary of the said geographic township and its southerly production to the high-water mark along the southerly shore of Shoal Lake; Thence in a general southwesterly direction along the said high-water mark to the Interprovincial Boundary between Ontario and Manitoba; Thence northerly along the said Interprovincial Boundary to the place of beginning. Saving and Excepting therefrom all Indian Reserve lands including Indian Reserves 34B2, 37A, 39, 39A and 40.",
            "raw_html": "<p class=\"section-e\">2. All that parcel of land in the geographic townships of Ewart and Glass, and lands to the south thereof, in the Territorial District of Kenora, more particularly described as follows:  </p> <p class=\"paranoindt-e\">Beginning at the intersection of the Interprovincial Boundary between Ontario and Manitoba with the southerly limit of the right of way of TransCanada PipeLines Limited; </p> <p class=\"paranoindt-e\">Thence in a general easterly direction along the said southerly limit to the intersection with the westerly boundary of the geographic Township of Forgie; </p> <p class=\"paranoindt-e\">Thence in a southerly direction along the said westerly boundary to the northwesterly corner of the geographic Township of Glass; </p> <p class=\"paranoindt-e\">Thence easterly along the northerly boundary of the said geographic township to the northeasterly corner thereof; </p> <p class=\"paranoindt-e\">Thence southerly along the easterly boundary of the said geographic township and its southerly production to the high-water mark along the southerly shore of Shoal Lake; </p> <p class=\"paranoindt-e\">Thence in a general southwesterly direction along the said high-water mark to the Interprovincial Boundary between Ontario and Manitoba; </p> <p class=\"paranoindt-e\">Thence northerly along the said Interprovincial Boundary to the place of beginning.  </p> <p class=\"paranoindt-e\">Saving and Excepting therefrom all Indian Reserve lands including Indian Reserves 34B2, 37A, 39, 39A and 40.</p>"
        },
        {
            "id": null,
            "section": "Restricted areas",
            "content": "3. All that parcel or tract of land in the geographic townships of Boys and Glass, and in the Territorial District of Kenora and Province of Ontario, being composed of that part of the said geographic townships and territorial district more particularly described as follows: Commencing at the northwesterly corner of the geographic Township of Boys; Thence easterly along the northerly boundary of the said geographic township to a point distant 0.122 kilometres (400 feet) measured perpendicularly from the water’s edge along the easterly shore of Deception Lake; Thence easterly, southerly and westerly along a line parallel to and distance 0.122 kilometres (400 feet) from the said water’s edge along the easterly shore of Deception Lake to its intersection with the centreline of the Rice Lake Road; Thence southerly along the said centreline of the Rice Lake Road to its intersection with the southerly limit of the King’s Highway No. 17; Thence easterly along the southerly limit of the said King’s Highway to its intersection with the easterly limit of the Kenricia Road; Thence southerly and easterly along the easterly and northerly limits of the Kenricia Road to a point distant 0.122 kilometres (400 feet) measured perpendicularly from the water’s edge of the northerly shore of Kendall Inlet of Lake of the Woods; Thence easterly and southerly along a line parallel to and distant 0.122 kilometres (400 feet) from the water’s edge along the said northerly and easterly shores of Kendall Inlet to its intersection with the northerly limit of Mining Claim No. K 3912; Thence easterly along the northerly limit of Mining Claim No. K 3912 to the northeast corner thereof; Thence southerly along the easterly limit of the said mining claim to its intersection with the production westerly of the northerly limit of Indian Reserve No. 38A; Thence easterly along said production to the northwest corner of Indian Reserve No. 38A; Thence southerly along the westerly limit of the said Indian Reserve to the water’s edge of Clearwater Bay; Thence in a general southwesterly direction, easterly, southerly and westerly following the water’s edge of Clearwater Bay, White Partridge Bay and the Corkscrew Channel of Lake of the Woods to the southwesterly corner of Indian Reserve No. 38A; Thence westerly along the westerly prolongation of the southerly boundary of Indian Reserve No. 38A across Corkscrew Channel to the water’s edge along the easterly shore of Corkscrew Island; Thence northeasterly and westerly following the water’s edge along the southerly portion of the said island and continuing along the southerly shore of the marshy area between the north and south portions, to the most westerly tip of the said southerly portion; thence northwesterly in a straight line to the northeasterly corner of Mining Location P308; Thence easterly along the northerly limit of said mining location to a point distant 0.122 kilometres (400 feet) measured perpendicularly from the water’s edge of the southerly shore of Zigzag Island; Thence northeasterly and southwesterly along a line drawn parallel to and distant 0.122 kilometres (400 feet) from the water’s edge along the easterly and northerly shores of Zigzag Island to its intersection with the water’s edge along the southerly shore of the most westerly peninsula of Zigzag Island; Thence continuing westerly along the water’s edge of the said peninsula to the most westerly extremity thereof adjacent to Mud Portage Channel; thence west astronomic to the intersection with the southerly boundary of the geographic Township of Boys; Thence in a general southwesterly direction along the southerly boundary of the geographic Township of Boys to its intersection with the prolongation southerly of the easterly limit of Location EB 2109; Thence continuing southerly in a straight line to a point in the water’s edge on the southerly shore of Echo Bay distant 0.122 kilometres (400 feet) measured perpendicularly from the water’s edge along the easterly shore of Echo Bay; Thence southerly, westerly, northerly and easterly along a line drawn parallel to and distant 0.122 kilometres (400 feet) from the water’s edge along the shores of Echo Bay of Lake of the Woods to its intersection with the easterly boundary of the geographic Township of Glass; Thence northerly along the easterly boundary of the geographic Township of Glass to the northeast corner thereof; Thence continuing along the boundary between the geographic townships of Forgie and Boys to the northwest corner of the geographic Township of Boys being the point of commencement. O. Reg. 150/12, Sched. 2. SCHEDULE 3   TERRITORIAL DISTRICT OF PARRY SOUND All those parcels or tracts of land situate, lying and being in the Territorial District of Parry Sound, being composed of all the islands in Georgian Bay in front of the geographic townships of Henvey, Wallbridge and the unsurveyed land northwesterly of Indian Reserve Number 2 on Key River and easterly of Key Harbour, and a strip of mainland extending 1000 feet in perpendicular width from the water’s edge along the front of the said geographic townships and the unsurveyed land lying northwesterly of Indian Reserve Number 2 on Key River and easterly of Key Harbour, saving and excepting thereout and therefrom, (a) all Indian Reserves; and (b) all the lands within the mill locations and lots 43 to 57, both inclusive, in Concession XIV and lots 38 to 52, both inclusive, in Concession XIII in the geographic Township of Wallbridge, lying within 1000 feet of the water’s edge of Georgian Bay and Byng Inlet. O. Reg. 150/12, Sched. 3. SCHEDULE 4   TERRITORIAL DISTRICT OF RAINY RIVER All those locations in the Territorial District of Rainy River described as follows: Mining Location 50E — granted to Alanson Caleb Bruce by letters patent dated the 4th day of August, 1887, containing 160 acres. Mining Location 51E — granted to Alanson Caleb Bruce by letters patent dated the 4th day of August, 1887, containing 76.5 acres. Mining Location 52E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 139 acres. Mining Location 53E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 14 acres. Mining Location 54E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 81 acres. Mining Location 55E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 153 acres. Mining Location 56E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 80 acres. Mining Location 57E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 160 acres. Mining Location 58E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 39 acres. Mining Location 59E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 245 acres. Mining Location 60E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 120 acres. Mining Location 61E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 112 acres. Mining Location 62E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 25 acres. Mining Location 63E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 57 acres. Mining Location 64E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 63 acres. Mining Location 65E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 80 acres. Mining Location R 330 — granted to Thomas Marks et al by letters patent dated the 28th day of April, 1888, containing 72 acres. Mining Location BJ 131 — granted to John C. Gilman et al by letters patent dated the 22nd day of November, 1901, containing 111 acres. Mining Location BJ 132 — granted to Bambridge H. Evans et al by letters patent dated the 3rd day of December, 1901, containing 108 acres. Mining Location BJ 133 — granted to Bambridge H. Evans et al by letters patent dated the 3rd day of December, 1901, containing 50 acres. Mining Location BJ 135 — granted to John C. Gilman et al by letters patent dated the 29th day of October, 1902, containing 80 acres. Mining Location BJ 136 — granted to John C. Gilman et al by letters patent dated the 29th day of October, 1902, containing 76 acres. Mining Location BJ 137 — granted to Bambridge H. Evans et al by letters patent dated the 3rd day of December, 1901, containing 70 acres. Mining Claim R 334 — granted to Francis E. Gilman et al by letters patent dated the 22nd day of September, 1904, containing 132 acres. Mining Claim 878XA — granted to Bambridge H. Evans et al by letters patent dated the 5th day of April, 1904, containing 52 acres. Mining Location 887X — granted to Bambridge H. Evans et al by letters patent dated the 4th day of April, 1904, containing 130 acres. Mining Location 892X — granted to Harold Harris et al by letters patent dated the 7th day of March, 1913, containing 40 acres. Mining Location 893X — granted to John C. Gilman et al by letters patent dated the 11th day of March, 1913, containing 40 acres. Mining Location 895X — granted to John C. Gilman et al by letters patent dated the 11th day of March, 1913, containing 40 acres. Mining Location 897X — granted to John C. Gilman et al by letters patent dated the 11th day of March, 1913, containing 40 acres. Mining Location 915X — granted to John C. Gilman et al by letters patent dated the 10th day of March, 1913, containing 60 acres. Mining Location 925X — granted to Herbert Ransom Spencer by letters patent dated the 15th day of June, 1904, containing 147 acres. Mining Location 926X — granted to Herbert Ransom Spencer by letters patent dated the 15th day of June, 1904, containing 37 acres. Mining Location 927X — granted to Herbert Ransom Spencer by letters patent dated the 15th day of June, 1904, containing 142 acres. Mining Location 928X — granted to Herbert Ransom Spencer by letters patent dated the 15th day of June, 1904, containing 2 acres. Mining Location 938X — granted to Michael P. Ryan et al by letters patent dated the 21st day of March, 1914, containing 40 acres. Summer Resort Location PJ 38 — designated on a plan and field notes certified by J. Prystanski, O.L.S., on March 28, 1956 and filed in file number 159197 at the Ministry of Natural Resources, Toronto, containing 0.380 hectares, more or less. Summer Resort Location SH 106 — designated on a plan and field notes certified by S. G. Hancock, O.L.S., on May 12, 1958 and filed in file number 163383 at the Ministry of Natural Resources, Toronto, containing 0.380 hectares, more or less. Summer Resort Location SH 107 — designated on a plan and field notes certified by S. G. Hancock, O.L.S., on May 14,1958 and filed in file number 163384 at the Ministry of Natural Resources, Toronto, containing 0.312 hectares, more or less. O. Reg. 150/12, Sched. 4. SCHEDULE 5   TERRITORIAL DISTRICT OF THUNDER BAY In the geographic Townships of Hagey and Haines and in unsurveyed territory, in the Territorial District of Thunder Bay, containing 6,929 hectares, more or less, being composed of that part of the said geographic townships and unsurveyed territory designated as Part 1 on a plan known as The Shebandowan Planning Area, as approved under The Shebandowan Lake Management Plan dated July, 2004, and filed on May 5, 2005 with the Office of the Surveyor General of Ontario in the Ministry of Natural Resources. O. Reg. 150/12, Sched. 5. ",
            "raw_html": "<p class=\"section-e\">3. All that parcel or tract of land in the geographic townships of Boys and Glass, and in the Territorial District of Kenora and Province of Ontario, being composed of that part of the said geographic townships and territorial district more particularly described as follows:</p> <p class=\"paranoindt-e\">Commencing at the northwesterly corner of the geographic Township of Boys; </p> <p class=\"paranoindt-e\">Thence easterly along the northerly boundary of the said geographic township to a point distant 0.122 kilometres (400 feet) measured perpendicularly from the water’s edge along the easterly shore of Deception Lake; </p> <p class=\"paranoindt-e\">Thence easterly, southerly and westerly along a line parallel to and distance 0.122 kilometres (400 feet) from the said water’s edge along the easterly shore of Deception Lake to its intersection with the centreline of the Rice Lake Road; </p> <p class=\"paranoindt-e\">Thence southerly along the said centreline of the Rice Lake Road to its intersection with the southerly limit of the King’s Highway No. 17; </p> <p class=\"paranoindt-e\">Thence easterly along the southerly limit of the said King’s Highway to its intersection with the easterly limit of the Kenricia Road; </p> <p class=\"paranoindt-e\">Thence southerly and easterly along the easterly and northerly limits of the Kenricia Road to a point distant 0.122 kilometres (400 feet) measured perpendicularly from the water’s edge of the northerly shore of Kendall Inlet of Lake of the Woods; </p> <p class=\"paranoindt-e\">Thence easterly and southerly along a line parallel to and distant 0.122 kilometres (400 feet) from the water’s edge along the said northerly and easterly shores of Kendall Inlet to its intersection with the northerly limit of Mining Claim No. K 3912; </p> <p class=\"paranoindt-e\">Thence easterly along the northerly limit of Mining Claim No. K 3912 to the northeast corner thereof; </p> <p class=\"paranoindt-e\">Thence southerly along the easterly limit of the said mining claim to its intersection with the production westerly of the northerly limit of Indian Reserve No. 38A; </p> <p class=\"paranoindt-e\">Thence easterly along said production to the northwest corner of Indian Reserve No. 38A; </p> <p class=\"paranoindt-e\">Thence southerly along the westerly limit of the said Indian Reserve to the water’s edge of Clearwater Bay; </p> <p class=\"paranoindt-e\">Thence in a general southwesterly direction, easterly, southerly and westerly following the water’s edge of Clearwater Bay, White Partridge Bay and the Corkscrew Channel of Lake of the Woods to the southwesterly corner of Indian Reserve No. 38A; </p> <p class=\"paranoindt-e\">Thence westerly along the westerly prolongation of the southerly boundary of Indian Reserve No. 38A across Corkscrew Channel to the water’s edge along the easterly shore of Corkscrew Island; </p> <p class=\"paranoindt-e\">Thence northeasterly and westerly following the water’s edge along the southerly portion of the said island and continuing along the southerly shore of the marshy area between the north and south portions, to the most westerly tip of the said southerly portion; thence northwesterly in a straight line to the northeasterly corner of Mining Location P308; </p> <p class=\"paranoindt-e\">Thence easterly along the northerly limit of said mining location to a point distant 0.122 kilometres (400 feet) measured perpendicularly from the water’s edge of the southerly shore of Zigzag Island; </p> <p class=\"paranoindt-e\">Thence northeasterly and southwesterly along a line drawn parallel to and distant 0.122 kilometres (400 feet) from the water’s edge along the easterly and northerly shores of Zigzag Island to its intersection with the water’s edge along the southerly shore of the most westerly peninsula of Zigzag Island; </p> <p class=\"paranoindt-e\">Thence continuing westerly along the water’s edge of the said peninsula to the most westerly extremity thereof adjacent to Mud Portage Channel; thence west astronomic to the intersection with the southerly boundary of the geographic Township of Boys; </p> <p class=\"paranoindt-e\">Thence in a general southwesterly direction along the southerly boundary of the geographic Township of Boys to its intersection with the prolongation southerly of the easterly limit of Location EB 2109; </p> <p class=\"paranoindt-e\">Thence continuing southerly in a straight line to a point in the water’s edge on the southerly shore of Echo Bay distant 0.122 kilometres (400 feet) measured perpendicularly from the water’s edge along the easterly shore of Echo Bay; </p> <p class=\"paranoindt-e\">Thence southerly, westerly, northerly and easterly along a line drawn parallel to and distant 0.122 kilometres (400 feet) from the water’s edge along the shores of Echo Bay of Lake of the Woods to its intersection with the easterly boundary of the geographic Township of Glass; </p> <p class=\"paranoindt-e\">Thence northerly along the easterly boundary of the geographic Township of Glass to the northeast corner thereof; </p> <p class=\"paranoindt-e\">Thence continuing along the boundary between the geographic townships of Forgie and Boys to the northwest corner of the geographic Township of Boys being the point of commencement.</p> <p class=\"footnote-e\">O. Reg. 150/12, Sched. 2.</p> <p class=\"schedule-e\">SCHEDULE 3 <br/>  TERRITORIAL DISTRICT OF PARRY SOUND</p> <p class=\"paranoindt-e\">All those parcels or tracts of land situate, lying and being in the Territorial District of Parry Sound, being composed of all the islands in Georgian Bay in front of the geographic townships of Henvey, Wallbridge and the unsurveyed land northwesterly of Indian Reserve Number 2 on Key River and easterly of Key Harbour, and a strip of mainland extending 1000 feet in perpendicular width from the water’s edge along the front of the said geographic townships and the unsurveyed land lying northwesterly of Indian Reserve Number 2 on Key River and easterly of Key Harbour, saving and excepting thereout and therefrom, </p> <p class=\"clause-e\">(a) all Indian Reserves; and</p> <p class=\"clause-e\">(b) all the lands within the mill locations and lots 43 to 57, both inclusive, in Concession XIV and lots 38 to 52, both inclusive, in Concession XIII in the geographic Township of Wallbridge, lying within 1000 feet of the water’s edge of Georgian Bay and Byng Inlet.</p> <p class=\"footnote-e\">O. Reg. 150/12, Sched. 3.</p> <p class=\"schedule-e\">SCHEDULE 4 <br/>  TERRITORIAL DISTRICT OF RAINY RIVER</p> <p class=\"paranoindt-e\">All those locations in the Territorial District of Rainy River described as follows:</p> <p class=\"paranoindt-e\">Mining Location 50E — granted to Alanson Caleb Bruce by letters patent dated the 4th day of August, 1887, containing 160 acres.</p> <p class=\"paranoindt-e\">Mining Location 51E — granted to Alanson Caleb Bruce by letters patent dated the 4th day of August, 1887, containing 76.5 acres.</p> <p class=\"paranoindt-e\">Mining Location 52E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 139 acres.</p> <p class=\"paranoindt-e\">Mining Location 53E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 14 acres.</p> <p class=\"paranoindt-e\">Mining Location 54E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 81 acres.</p> <p class=\"paranoindt-e\">Mining Location 55E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 153 acres.</p> <p class=\"paranoindt-e\">Mining Location 56E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 80 acres.</p> <p class=\"paranoindt-e\">Mining Location 57E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 160 acres.</p> <p class=\"paranoindt-e\">Mining Location 58E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 39 acres.</p> <p class=\"paranoindt-e\">Mining Location 59E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 245 acres.</p> <p class=\"paranoindt-e\">Mining Location 60E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 120 acres.</p> <p class=\"paranoindt-e\">Mining Location 61E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 112 acres.</p> <p class=\"paranoindt-e\">Mining Location 62E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 25 acres.</p> <p class=\"paranoindt-e\">Mining Location 63E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 57 acres.</p> <p class=\"paranoindt-e\">Mining Location 64E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 63 acres.</p> <p class=\"paranoindt-e\">Mining Location 65E — granted to Alanson Caleb Bruce by letters patent dated the 2nd day of November, 1887, containing 80 acres.</p> <p class=\"paranoindt-e\">Mining Location R 330 — granted to Thomas Marks et al by letters patent dated the 28th day of April, 1888, containing 72 acres.</p> <p class=\"paranoindt-e\">Mining Location BJ 131 — granted to John C. Gilman et al by letters patent dated the 22nd day of November, 1901, containing 111 acres.</p> <p class=\"paranoindt-e\">Mining Location BJ 132 — granted to Bambridge H. Evans et al by letters patent dated the 3rd day of December, 1901, containing 108 acres.</p> <p class=\"paranoindt-e\">Mining Location BJ 133 — granted to Bambridge H. Evans et al by letters patent dated the 3rd day of December, 1901, containing 50 acres.</p> <p class=\"paranoindt-e\">Mining Location BJ 135 — granted to John C. Gilman et al by letters patent dated the 29th day of October, 1902, containing 80 acres.</p> <p class=\"paranoindt-e\">Mining Location BJ 136 — granted to John C. Gilman et al by letters patent dated the 29th day of October, 1902, containing 76 acres.</p> <p class=\"paranoindt-e\">Mining Location BJ 137 — granted to Bambridge H. Evans et al by letters patent dated the 3rd day of December, 1901, containing 70 acres.</p> <p class=\"paranoindt-e\">Mining Claim R 334 — granted to Francis E. Gilman et al by letters patent dated the 22nd day of September, 1904, containing 132 acres.</p> <p class=\"paranoindt-e\">Mining Claim 878XA — granted to Bambridge H. Evans et al by letters patent dated the 5th day of April, 1904, containing 52 acres.</p> <p class=\"paranoindt-e\">Mining Location 887X — granted to Bambridge H. Evans et al by letters patent dated the 4th day of April, 1904, containing 130 acres.</p> <p class=\"paranoindt-e\">Mining Location 892X — granted to Harold Harris et al by letters patent dated the 7th day of March, 1913, containing 40 acres.</p> <p class=\"paranoindt-e\">Mining Location 893X — granted to John C. Gilman et al by letters patent dated the 11th day of March, 1913, containing 40 acres.</p> <p class=\"paranoindt-e\">Mining Location 895X — granted to John C. Gilman et al by letters patent dated the 11th day of March, 1913, containing 40 acres.</p> <p class=\"paranoindt-e\">Mining Location 897X — granted to John C. Gilman et al by letters patent dated the 11th day of March, 1913, containing 40 acres.</p> <p class=\"paranoindt-e\">Mining Location 915X — granted to John C. Gilman et al by letters patent dated the 10th day of March, 1913, containing 60 acres.</p> <p class=\"paranoindt-e\">Mining Location 925X — granted to Herbert Ransom Spencer by letters patent dated the 15th day of June, 1904, containing 147 acres.</p> <p class=\"paranoindt-e\">Mining Location 926X — granted to Herbert Ransom Spencer by letters patent dated the 15th day of June, 1904, containing 37 acres.</p> <p class=\"paranoindt-e\">Mining Location 927X — granted to Herbert Ransom Spencer by letters patent dated the 15th day of June, 1904, containing 142 acres.</p> <p class=\"paranoindt-e\">Mining Location 928X — granted to Herbert Ransom Spencer by letters patent dated the 15th day of June, 1904, containing 2 acres.</p> <p class=\"paranoindt-e\">Mining Location 938X — granted to Michael P. Ryan et al by letters patent dated the 21st day of March, 1914, containing 40 acres.</p> <p class=\"paranoindt-e\">Summer Resort Location PJ 38 — designated on a plan and field notes certified by J. Prystanski, O.L.S., on March 28, 1956 and filed in file number 159197 at the Ministry of Natural Resources, Toronto, containing 0.380 hectares, more or less.</p> <p class=\"paranoindt-e\">Summer Resort Location SH 106 — designated on a plan and field notes certified by S. G. Hancock, O.L.S., on May 12, 1958 and filed in file number 163383 at the Ministry of Natural Resources, Toronto, containing 0.380 hectares, more or less.</p> <p class=\"paranoindt-e\">Summer Resort Location SH 107 — designated on a plan and field notes certified by S. G. Hancock, O.L.S., on May 14,1958 and filed in file number 163384 at the Ministry of Natural Resources, Toronto, containing 0.312 hectares, more or less.</p> <p class=\"footnote-e\">O. Reg. 150/12, Sched. 4.</p> <p class=\"schedule-e\">SCHEDULE 5 <br/>  TERRITORIAL DISTRICT OF THUNDER BAY</p> <p class=\"paranoindt-e\">In the geographic Townships of Hagey and Haines and in unsurveyed territory, in the Territorial District of Thunder Bay, containing 6,929 hectares, more or less, being composed of that part of the said geographic townships and unsurveyed territory designated as Part 1 on a plan known as The Shebandowan Planning Area, as approved under The Shebandowan Lake Management Plan dated July, 2004, and filed on May 5, 2005 with the Office of the Surveyor General of Ontario in the Ministry of Natural Resources.</p> <p class=\"footnote-e\">O. Reg. 150/12, Sched. 5.</p> <p class=\"Normal\"></p>"
        }
    ]
}