{
    "reg_info": {
        "full_title": "O. Reg. 210/11: GENERAL",
        "reg_name_text": "General",
        "citation": "O. Reg. 210/11: GENERAL",
        "act_under": "Ontario Infrastructure and Lands Corporation Act, 2011",
        "url": "https://www.ontario.ca/laws/regulation/110210",
        "date_scraped": "2023-12-18 05:54:15"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/110210/v12",
            "valid_from": "March 11, 2022",
            "valid_to": "April 30, 2022"
        },
        {
            "a_href": "/laws/regulation/110210/v11",
            "valid_from": "October 19, 2021",
            "valid_to": "March 10, 2022"
        },
        {
            "a_href": "/laws/regulation/110210/v10",
            "valid_from": "April  1, 2021",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/regulation/110210/v9",
            "valid_from": "March 18, 2021",
            "valid_to": "March 31, 2021"
        },
        {
            "a_href": "/laws/regulation/110210/v8",
            "valid_from": "April 30, 2018",
            "valid_to": "March 17, 2021"
        },
        {
            "a_href": "/laws/regulation/110210/v7",
            "valid_from": "April 23, 2018",
            "valid_to": "April 29, 2018"
        },
        {
            "a_href": "/laws/regulation/110210/v6",
            "valid_from": "April  3, 2018",
            "valid_to": "April 22, 2018"
        },
        {
            "a_href": "/laws/regulation/110210/v5",
            "valid_from": "June  2, 2017",
            "valid_to": "April  2, 2018"
        },
        {
            "a_href": "/laws/regulation/110210/v4",
            "valid_from": "October 11, 2016",
            "valid_to": "June  1, 2017"
        },
        {
            "a_href": "/laws/regulation/110210/v3",
            "valid_from": "July  8, 2011",
            "valid_to": "October 10, 2016"
        },
        {
            "a_href": "/laws/regulation/110210/v2",
            "valid_from": "June  6, 2011",
            "valid_to": "July  7, 2011"
        },
        {
            "a_href": "/laws/regulation/110210/v1",
            "valid_from": "June  3, 2011",
            "valid_to": "June  5, 2011"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “community health and social services hub” means premises at which community health services and social services are provided; (“carrefour des services de santé communautaire et des services sociaux”) “community health services” means health services provided by, (a) a health service provider described in paragraph 6 of the definition of “health service provider” in subsection 1 (2) of the Connecting Care Act, 2019\r\nthat, (i) receives funding from Ontario Health under the Connecting Care Act, 2019\r\nto provide, as part of a supportive housing program, personal support services and homemaking services within the meaning of Ontario Regulation 187/22 (Home and Community Care Services) made under the Connecting Care Act, 2019, and (ii) has entered into a service accountability agreement with Ontario Health under section 22 of the Connecting Care Act, 2019, (b), (c)  Revoked: O. Reg. 198/22, s. 1. (c.1) a health service provider described in paragraph 7 of the definition of “health service provider” in subsection 1 (2) of the Connecting Care Act, 2019 that, (i) is a corporation incorporated under the Not-for-Profit Corporations Act, 2010 or a predecessor of that Act, (ii) receives funding from Ontario Health under the Connecting Care Act, 2019, and (iii) has entered into a service accountability agreement with Ontario Health under section 22 of the Connecting Care Act, 2019, (c.2) a health service provider described in paragraph 8 of the definition of “health service provider” in subsection 1 (2) of the Connecting Care Act, 2019 that receives funding from Ontario Health and has entered into a service accountability agreement under section 22 of that Act, (d) a board of health for a health unit under the Health Protection and Promotion Act, or (e) an Aboriginal Health Access Centre that is listed in, or owned or operated by a not-for-profit organization listed in, Schedule 2 to this Regulation; (“services de santé communautaire”) “construction” includes erection, installation, expansion, refurbishment, repair and alteration; (“construction”) “municipal corporation” means a corporation, (a) that is incorporated by one or more municipalities, and (b) all of whose shares are held by one or more municipalities. (“société municipale”) “recreational facility” means, (a) a swimming pool, (b) a sports arena, court or field, (c) a gymnasium, (d) a park, or (e) a path or trail for walking, hiking, bicycling or similar use, but not a path or trail for use by motorized vehicles; (“installation récréative”) “school board” means a board as defined in subsection 1 (1) of the Education Act; (“conseil scolaire”) “social services” means, (a) services provided by an agency, organization or corporation that receives funding, either directly or indirectly, (i) from the Minister of Children and Youth Services under section 25 of the Child, Youth and Family Services Act, 2017, under the Health Protection and Promotion Act, or under an agreement made under section 12 of the Ministry of Community and Social Services Act, or (ii) from the Minister of Community and Social Services under an agreement made under section 12 of the Ministry of Community and Social Services Act, (b) services provided by, (i) a service agency, within the meaning of the Services and Supports to Promote the Social Inclusion of Persons with Developmental Disabilities Act, 2008, or a corporation or other entity that is designated as an application entity under subsection 8 (1) of that Act, or (ii) a service agency, within the meaning of the Services and Supports to Promote the Social Inclusion of Persons with Developmental Disabilities Act, 2008, with whom the Minister of Community and Social Services has entered into a written agreement under subsection 10 (1) of that Act to fund the service agency, or Note: On the day subsection 8 (3) of the Services and Supports to Promote the Social Inclusion of Persons with Developmental Disabilities Act, 2008 comes into force, the definition of “social services” is amended by striking out “or” at the end of clause (b) and by adding the following clause: (b.1) services provided by a corporation or another entity that is designated as a funding entity under subsection 8 (3) of the Services and Supports to Promote the Social Inclusion of Persons with Developmental Disabilities Act, 2008, or See:  O. Reg. 335/11, ss. 1 (2), 7 (2). (c) newcomer settlement services provided by a voting member of the Ontario Council of Agencies Serving Immigrants. (“services sociaux”) O. Reg. 210/11, s. 1; O. Reg. 335/11, s. 1 (1); O. Reg. 340/16, s. 1; O. Reg. 177/18, s. 1; O. Reg. 208/21, s. 1; O. Reg. 198/22, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“community health and social services hub” means premises at which community health services and social services are provided; (“carrefour des services de santé communautaire et des services sociaux”)</p> <p class=\"definition-e\">“community health services” means health services provided by,</p> <p class=\"defclause-e\">  (a) a health service provider described in paragraph 6 of the definition of “health service provider” in subsection 1 (2) of the <i>Connecting Care Act, 2019</i>\r\nthat,</p> <p class=\"defsubclause-e\">  (i) receives funding from Ontario Health under the <i>Connecting Care Act, 2019</i>\r\nto provide, as part of a supportive housing program, personal support services and homemaking services within the meaning of Ontario Regulation 187/22 (Home and Community Care Services)<b> </b>made<b> </b>under the <i>Connecting Care Act, 2019</i>, and</p> <p class=\"defsubclause-e\">  (ii) has entered into a service accountability agreement with Ontario Health under section 22 of the <i>Connecting Care Act, 2019</i>,</p> <p class=\"defclause-e\"> (b), (c)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 198/22, s. 1.</p> <p class=\"defclause-e\"> (c.1) a health service provider described in paragraph 7 of the definition of “health service provider” in subsection 1 (2) of the <i>Connecting Care Act, 2019</i> that,</p> <p class=\"defsubclause-e\">  (i) is a corporation incorporated under the <i>Not-for-Profit Corporations Act, 2010</i> or a predecessor of that Act,</p> <p class=\"defsubclause-e\">  (ii) receives funding from Ontario Health under the <i>Connecting Care Act, 2019</i>, and</p> <p class=\"defsubclause-e\">  (iii) has entered into a service accountability agreement with Ontario Health under section 22 of the <i>Connecting Care Act, 2019</i>,</p> <p class=\"defclause-e\"> (c.2) a health service provider described in paragraph 8 of the definition of “health service provider” in subsection 1 (2) of the <i>Connecting Care Act, 2019</i> that receives funding from Ontario Health and has entered into a service accountability agreement under section 22 of that Act,</p> <p class=\"defclause-e\">  (d) a board of health for a health unit under the <i>Health Protection and Promotion Act</i>, or</p> <p class=\"defclause-e\">  (e) an Aboriginal Health Access Centre that is listed in, or owned or operated by a not-for-profit organization listed in, Schedule 2 to this Regulation; (“services de santé communautaire”)</p> <p class=\"definition-e\">“construction” includes erection, installation, expansion, refurbishment, repair and alteration; (“construction”)</p> <p class=\"definition-e\">“municipal corporation” means a corporation,</p> <p class=\"defclause-e\">  (a) that is incorporated by one or more municipalities, and</p> <p class=\"defclause-e\">  (b) all of whose shares are held by one or more municipalities. (“société municipale”)</p> <p class=\"definition-e\">“recreational facility” means,</p> <p class=\"defclause-e\">  (a) a swimming pool,</p> <p class=\"defclause-e\">  (b) a sports arena, court or field,</p> <p class=\"defclause-e\">  (c) a gymnasium,</p> <p class=\"defclause-e\">  (d) a park, or</p> <p class=\"defclause-e\">  (e) a path or trail for walking, hiking, bicycling or similar use, but not a path or trail for use by motorized vehicles; (“installation récréative”)</p> <p class=\"definition-e\">“school board” means a board as defined in subsection 1 (1) of the <i>Education Act</i>; (“conseil scolaire”)</p> <p class=\"definition-e\">“social services” means,</p> <p class=\"defclause-e\">  (a) services provided by an agency, organization or corporation that receives funding, either directly or indirectly,</p> <p class=\"defsubclause-e\">  (i) from the Minister of Children and Youth Services under section 25 of the <i>Child, Youth and Family Services Act, 2017</i>, under the <i>Health Protection and Promotion Act</i>, or under an agreement made under section 12 of the <i>Ministry of Community and Social Services Act</i>, or</p> <p class=\"defsubclause-e\">  (ii) from the Minister of Community and Social Services under an agreement made under section 12 of the <i>Ministry of Community and Social Services Act</i>,</p> <p class=\"defclause-e\">  (b) services provided by,</p> <p class=\"defsubclause-e\">  (i) a service agency, within the meaning of the <i>Services and Supports to Promote the Social Inclusion of Persons with Developmental Disabilities Act, 2008</i>, or a corporation or other entity that is designated as an application entity under subsection 8 (1) of that Act, or</p> <p class=\"defsubclause-e\">  (ii) a service agency, within the meaning of the <i>Services and Supports to Promote the Social Inclusion of Persons with Developmental Disabilities Act, 2008</i>, with whom the Minister of Community and Social Services has entered into a written agreement under subsection 10 (1) of that Act to fund the service agency, or</p> <p class=\"Pnote-e\">Note: On the day subsection 8 (3) of the <i>Services and Supports to Promote the Social Inclusion of Persons with Developmental Disabilities Act, 2008</i> comes into force, the definition of “social services” is amended by striking out “or” at the end of clause (b) and by adding the following clause:</p> <p class=\"Ydefclause-e\"> (b.1) services provided by a corporation or another entity that is designated as a funding entity under subsection 8 (3) of the <i>Services and Supports to Promote the Social Inclusion of Persons with Developmental Disabilities Act, 2008</i>, or</p> <p class=\"Pnote-e\">See:  O. Reg. 335/11, ss. 1 (2), 7 (2).</p> <p class=\"defclause-e\">  (c) newcomer settlement services provided by a voting member of the Ontario Council of Agencies Serving Immigrants. (“services sociaux”) O. Reg. 210/11, s. 1; O. Reg. 335/11, s. 1 (1); O. Reg. 340/16, s. 1; O. Reg. 177/18, s. 1; O. Reg. 208/21, s. 1; O. Reg. 198/22, s. 1.</p>"
        },
        {
            "id": "1.1",
            "section": "Prescribed public sector organizations",
            "content": " 1.1 (1) The following are prescribed as public sector organizations for the purposes of paragraph 5 of subsection 4 (1) of the Act: 1. School boards. 2. Municipalities within the meaning of the Municipal Act, 2001. 3. Local boards within the meaning of the Municipal Act, 2001. 4. Post-secondary educational institutions that receive regular operating funding from the Government of Ontario, including colleges and universities. 5. Hospitals within the meaning of the Public Hospitals Act. 6. Boards of health within the meaning of the Health Protection and Promotion Act. O. Reg. 297/18, s. 1. (2) The following are prescribed as purposes mentioned in paragraph 5 of subsection 4 (1) of the Act: 1. Providing advice and services related to the process for dealing with surplus real property of school boards set out in sections 3, 4 and 5 of Ontario Regulation 444/98 (Disposition of Surplus Real Property) made under the Education Act\r\nor as set out in any successor to that Regulation. 2. Strategic advisory and planning services. 3. Asset and project management services. 4. Transaction and technical services. O. Reg. 297/18, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.1 </b>(1) The following are prescribed as public sector organizations for the purposes of paragraph 5 of subsection 4 (1) of the Act:</p> <p class=\"paragraph-e\">  1. School boards.</p> <p class=\"paragraph-e\">  2. Municipalities within the meaning of the <i>Municipal Act, 2001</i>.</p> <p class=\"paragraph-e\">  3. Local boards within the meaning of the <i>Municipal Act, 2001</i>.</p> <p class=\"paragraph-e\">  4. Post-secondary educational institutions that receive regular operating funding from the Government of Ontario, including colleges and universities.</p> <p class=\"paragraph-e\">  5. Hospitals within the meaning of the <i>Public Hospitals Act</i>.</p> <p class=\"paragraph-e\">  6. Boards of health within the meaning of the <i>Health Protection and Promotion Act</i>. O. Reg. 297/18, s. 1.</p> <p class=\"subsection-e\">  (2) The following are prescribed as purposes mentioned in paragraph 5 of subsection 4 (1) of the Act:</p> <p class=\"paragraph-e\">  1. Providing advice and services related to the process for dealing with surplus real property of school boards set out in sections 3, 4 and 5 of Ontario Regulation 444/98 (Disposition of Surplus Real Property) made under the <i>Education Act</i>\r\nor as set out in any successor to that Regulation.</p> <p class=\"paragraph-e\">  2. Strategic advisory and planning services.</p> <p class=\"paragraph-e\">  3. Asset and project management services.</p> <p class=\"paragraph-e\">  4. Transaction and technical services. O. Reg. 297/18, s. 1.</p>"
        },
        {
            "id": "1.2",
            "section": "Prescribed activities",
            "content": " 1.2 Providing advice and services related to real property to the following entities, when directed to do so in writing by the Minister, is a prescribed activity for the purposes of paragraph 10 of subsection 4 (1) of the Act: 1. Public entities that are regular recipients of transfer payments from the Government of Ontario and that fund or deliver activities and programs that benefit the public and that are intended to achieve public policy objectives. 2. Entities for which the Lieutenant Governor in Council or a Minister of the Crown for Ontario may appoint or elect at least one board member or trustee. 3. Corporations incorporated under the Not-for-Profit Corporations Act, 2010 or a predecessor of that Act that operate community health centres. 4. Aboriginal Health Access Centres that are listed in Schedule 2 to this Regulation or that are owned or operated by a not-for-profit organization listed in that Schedule. O. Reg. 297/18, s. 1; O. Reg. 208/21, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>1.2 </b>Providing advice and services related to real property to the following entities, when directed to do so in writing by the Minister, is a prescribed activity for the purposes of paragraph 10 of subsection 4 (1) of the Act:</p> <p class=\"paragraph-e\">  1. Public entities that are regular recipients of transfer payments from the Government of Ontario and that fund or deliver activities and programs that benefit the public and that are intended to achieve public policy objectives.</p> <p class=\"paragraph-e\">  2. Entities for which the Lieutenant Governor in Council or a Minister of the Crown for Ontario may appoint or elect at least one board member or trustee.</p> <p class=\"paragraph-e\">  3. Corporations incorporated under the <i>Not-for-Profit Corporations Act, 2010</i> or a predecessor of that Act that operate community health centres.</p> <p class=\"paragraph-e\">  4. Aboriginal Health Access Centres that are listed in Schedule 2 to this Regulation or that are owned or operated by a not-for-profit organization listed in that Schedule. O. Reg. 297/18, s. 1; O. Reg. 208/21, s. 2.</p>"
        },
        {
            "id": "2.",
            "section": "Post-secondary educational institution",
            "content": " 2. A post-secondary educational institution is a university, a federated or affiliated college of a university or another post-secondary educational institution for the purposes of paragraph 1 of subsection 4 (2) of the Act only if it is listed in Schedule 1 to this Regulation. O. Reg. 210/11, s. 2; O. Reg. 335/11, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>A post-secondary educational institution is a university, a federated or affiliated college of a university or another post-secondary educational institution for the purposes of paragraph 1 of subsection 4 (2) of the Act only if it is listed in Schedule 1 to this Regulation. O. Reg. 210/11, s. 2; O. Reg. 335/11, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Eligible public organizations",
            "content": " 3. (1) An entity listed in subsection 4 (2) of the Act is an eligible public organization for the purposes of receiving financing from the Corporation only if, (a) the proposed financing is authorized by the entity and is consistent with the terms of any Act or regulation governing the entity; (b) in the case of an entity that is a co-operative housing provider referred to in paragraph 5 of subsection 4 (2) of the Act, the entity has no projects under programs managed and administered by the Canada Mortgage and Housing Corporation that are specified in subsection (2); (c) in the case of a corporation with share capital that is prescribed under clause 28 (1) (a) of the Ontario Infrastructure Projects Corporation Act, 2006 immediately before the repeal of that Act, the conditions in subsection (3) are satisfied; (d) in the case of a corporation without share capital that is prescribed under clause 28 (1) (a) of the Ontario Infrastructure Projects Corporation Act, 2006 immediately before the repeal of that Act, the conditions in subsection (4) are satisfied; (e) in the case of a corporation that is prescribed under clause 28 (1) (a) of the Ontario Infrastructure Projects Corporation Act, 2006 immediately before the repeal of that Act and is an affiliate, for the purposes of the Business Corporations Act, of a corporation referred to in clause (c) or (d), the incorporation of the affiliate is consistent with the terms of the legislation governing the corporation referred to in clause (c) or (d); (f) in the case of a not-for-profit educational institution for the arts that is prescribed under clause 28 (1) (a) of the Ontario Infrastructure Projects Corporation Act, 2006\r\nimmediately before the repeal of that Act, the conditions in subsection (5) are satisfied; and (g) in the case of an entity that is a not-for-profit organization that benefits the public, referred to in paragraph 8 of subsection 4 (2) of the Act, the entity is prescribed as an eligible public organization under section 3.1 of this Regulation and the financing is used for an infrastructure purpose that benefits the public.  O. Reg. 210/11, s. 3 (1); O. Reg. 335/11, s. 3. (2) The following programs are specified for the purposes of clause (1) (b): 1. The 1973-1978 Co-operative Housing “Low Charge” Program delivered under section 61 of the National Housing Act (Canada). 2. The 1979-1985 Co-operative Housing “2% Mortgage” Program delivered under section 95 of the National Housing Act (Canada). 3. The Post 1985 Federal Co-operative Housing Index Linked Mortgage (ILM) Program delivered under section 95 of the National Housing Act (Canada).  O. Reg. 210/11, s. 3 (2). (3) The conditions referred to in clause (1) (c) are the following: 1. The corporation must be incorporated or continued by special statute. 2. One or more municipalities or a municipal corporation must hold shares of the corporation and no other person or entity except the Crown in right of Ontario and the Crown in right of Canada may hold shares of the corporation.  O. Reg. 210/11, s. 3 (3). (4) The conditions referred to in clause (1) (d) are the following: 1. The corporation must be incorporated or continued by special statute. 2. The board of directors of the corporation must contain members who are appointed or nominated by one or more municipal councils, either alone, or together with members appointed or nominated by both the Crown in right of Ontario and the Crown in right of Canada or members appointed or nominated by the Crown in right of Ontario.  O. Reg. 210/11, s. 3 (4). (5) The conditions referred to in clause (1) (f) are the following: 1. The institution’s principal purpose is to provide professional study or training in the arts. 2. The institution has an educational component that is eligible for funding by the Province of Ontario Council for the Arts as established by the Arts Council Act.  O. Reg. 210/11, s. 3 (5).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) An entity listed in subsection 4 (2) of the Act is an eligible public organization for the purposes of receiving financing from the Corporation only if,</p> <p class=\"clause-e\">  (a) the proposed financing is authorized by the entity and is consistent with the terms of any Act or regulation governing the entity;</p> <p class=\"clause-e\">  (b) in the case of an entity that is a co-operative housing provider referred to in paragraph 5 of subsection 4 (2) of the Act, the entity has no projects under programs managed and administered by the Canada Mortgage and Housing Corporation that are specified in subsection (2);</p> <p class=\"clause-e\">  (c) in the case of a corporation with share capital that is prescribed under clause 28 (1) (a) of the <i>Ontario Infrastructure</i> <i>Projects Corporation Act, 2006</i> immediately before the repeal of that Act, the conditions in subsection (3) are satisfied;</p> <p class=\"clause-e\">  (d) in the case of a corporation without share capital that is prescribed under clause 28 (1) (a) of the <i>Ontario</i> <i>Infrastructure Projects Corporation Act, 2006</i> immediately before the repeal of that Act, the conditions in subsection (4) are satisfied;</p> <p class=\"clause-e\">  (e) in the case of a corporation that is prescribed under clause 28 (1) (a) of the <i>Ontario Infrastructure Projects Corporation Act, 2006</i> immediately before the repeal of that Act and is an affiliate, for the purposes of the <i>Business Corporations Act</i>, of a corporation referred to in clause (c) or (d), the incorporation of the affiliate is consistent with the terms of the legislation governing the corporation referred to in clause (c) or (d);</p> <p class=\"clause-e\">  (f) in the case of a not-for-profit educational institution for the arts that is prescribed under clause 28 (1) (a) of the <i>Ontario Infrastructure Projects Corporation Act, 2006</i>\r\nimmediately before the repeal of that Act, the conditions in subsection (5) are satisfied; and</p> <p class=\"clause-e\">  (g) in the case of an entity that is a not-for-profit organization that benefits the public, referred to in paragraph 8 of subsection 4 (2) of the Act, the entity is prescribed as an eligible public organization under section 3.1 of this Regulation and the financing is used for an infrastructure purpose that benefits the public.  O. Reg. 210/11, s. 3 (1); O. Reg. 335/11, s. 3.</p> <p class=\"subsection-e\">  (2) The following programs are specified for the purposes of clause (1) (b):</p> <p class=\"paragraph-e\">  1. The 1973-1978 Co-operative Housing “Low Charge” Program delivered under section 61 of the <i>National Housing Act </i>(Canada).</p> <p class=\"paragraph-e\">  2. The 1979-1985 Co-operative Housing “2% Mortgage” Program delivered under section 95 of the <i>National Housing Act </i>(Canada).</p> <p class=\"paragraph-e\">  3. The Post 1985 Federal Co-operative Housing Index Linked Mortgage (ILM) Program delivered under section 95 of the <i>National Housing Act</i> (Canada).  O. Reg. 210/11, s. 3 (2).</p> <p class=\"subsection-e\">  (3) The conditions referred to in clause (1) (c) are the following:</p> <p class=\"paragraph-e\">  1. The corporation must be incorporated or continued by special statute.</p> <p class=\"paragraph-e\">  2. One or more municipalities or a municipal corporation must hold shares of the corporation and no other person or entity except the Crown in right of Ontario and the Crown in right of Canada may hold shares of the corporation.  O. Reg. 210/11, s. 3 (3).</p> <p class=\"subsection-e\">  (4) The conditions referred to in clause (1) (d) are the following:</p> <p class=\"paragraph-e\">  1. The corporation must be incorporated or continued by special statute.</p> <p class=\"paragraph-e\">  2. The board of directors of the corporation must contain members who are appointed or nominated by one or more municipal councils, either alone, or together with members appointed or nominated by both the Crown in right of Ontario and the Crown in right of Canada or members appointed or nominated by the Crown in right of Ontario.  O. Reg. 210/11, s. 3 (4).</p> <p class=\"subsection-e\">  (5) The conditions referred to in clause (1) (f) are the following:</p> <p class=\"paragraph-e\">  1. The institution’s principal purpose is to provide professional study or training in the arts.</p> <p class=\"paragraph-e\">  2. The institution has an educational component that is eligible for funding by the Province of Ontario Council for the Arts as established by the <i>Arts Council Act</i>.  O. Reg. 210/11, s. 3 (5).</p>"
        },
        {
            "id": "3.1",
            "section": "Not-for-profit organizations that benefit the public",
            "content": " 3.1 (1) Each of the following not-for-profit organizations is prescribed as an eligible public organization for the purposes of paragraph 8 of subsection 4 (2) of the Act: 1. A not-for-profit organization that owns or operates a community health and social services hub. 2. A not-for-profit organization listed in Schedule 2 to this Regulation that is or that owns or operates an Aboriginal Health Access Centre. 3. A not-for-profit organization that is a sports organization that satisfies the conditions in subsection (2). 4. A not-for-profit organization that owns, is the lessee of or operates a recreational facility.  O. Reg. 335/11, s. 4. (2) The conditions referred to in paragraph 3 of subsection (1) are the following: 1. The sports organization must be, or be a member of, a Provincial Sport Organization or Multi Sport Organization recognized by the Ministry of Health Promotion and Sport under that Ministry’s Sport Recognition Policy, as posted on the Ministry’s website. 2. The recognition of the sports organization under that policy must not have been revoked.  O. Reg. 335/11, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>3.1 </b>(1) Each of the following not-for-profit organizations is prescribed as an eligible public organization for the purposes of paragraph 8 of subsection 4 (2) of the Act:</p> <p class=\"paragraph-e\">  1. A not-for-profit organization that owns or operates a community health and social services hub.</p> <p class=\"paragraph-e\">  2. A not-for-profit organization listed in Schedule 2 to this Regulation that is or that owns or operates an Aboriginal Health Access Centre.</p> <p class=\"paragraph-e\">  3. A not-for-profit organization that is a sports organization that satisfies the conditions in subsection (2).</p> <p class=\"paragraph-e\">  4. A not-for-profit organization that owns, is the lessee of or operates a recreational facility.  O. Reg. 335/11, s. 4.</p> <p class=\"subsection-e\">  (2) The conditions referred to in paragraph 3 of subsection (1) are the following:</p> <p class=\"paragraph-e\">  1. The sports organization must be, or be a member of, a Provincial Sport Organization or Multi Sport Organization recognized by the Ministry of Health Promotion and Sport under that Ministry’s Sport Recognition Policy, as posted on the Ministry’s website.</p> <p class=\"paragraph-e\">  2. The recognition of the sports organization under that policy must not have been revoked.  O. Reg. 335/11, s. 4.</p>"
        },
        {
            "id": "4.",
            "section": "Infrastructure purposes for which financing may be provided",
            "content": " 4. (1) The Corporation may provide financing, (a) for the purpose of funding capital expenditures relating to infrastructure projects and acquisitions to, (i) municipalities, and (ii) entities listed in paragraphs 1, 2, 3, 6, 7, 8, 9 and 10 of subsection 4 (2) of the Act that are eligible public organizations; (b) for the purpose of funding capital expenditures relating to the construction or acquisition of housing units to entities listed in paragraphs 4 and 5 of subsection 4 (2) of the Act that are eligible public organizations; and (c) for the purpose of allowing an entity that is described in paragraph 4, 5 or 7 of subsection 4 (2) of the Act and that is an eligible public organization to repay a mortgage from the Canada Mortgage and Housing Corporation made under the National Housing Act (Canada) if the entity has received approval under the Prepayment Flexibility for Co-operative and Non-Profit Housing Providers program established by the Government of Canada. O. Reg. 210/11, s. 4 (1); O. Reg. 165/17, s. 1. (2) Despite subclause (1) (a) (ii), the Corporation may provide financing to the Toronto Organizing Committee for the 2015 Pan American and Parapan American Games for the purpose of providing funding for operating and capital expenditures relating to hosting the 2015 Pan American and Parapan American Games.  O. Reg. 210/11, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The Corporation may provide financing,</p> <p class=\"clause-e\">  (a) for the purpose of funding capital expenditures relating to infrastructure projects and acquisitions to,</p> <p class=\"subclause-e\">  (i) municipalities, and</p> <p class=\"subclause-e\">  (ii) entities listed in paragraphs 1, 2, 3, 6, 7, 8, 9 and 10 of subsection 4 (2) of the Act that are eligible public organizations;</p> <p class=\"clause-e\">  (b) for the purpose of funding capital expenditures relating to the construction or acquisition of housing units to entities listed in paragraphs 4 and 5 of subsection 4 (2) of the Act that are eligible public organizations; and</p> <p class=\"clause-e\">  (c) for the purpose of allowing an entity that is described in paragraph 4, 5 or 7 of subsection 4 (2) of the Act and that is an eligible public organization to repay a mortgage from the Canada Mortgage and Housing Corporation made under the <i>National Housing Act</i> (Canada) if the entity has received approval under the Prepayment Flexibility for Co-operative and Non-Profit Housing Providers program established by the Government of Canada. O. Reg. 210/11, s. 4 (1); O. Reg. 165/17, s. 1.</p> <p class=\"subsection-e\">  (2) Despite subclause (1) (a) (ii), the Corporation may provide financing to the Toronto Organizing Committee for the 2015 Pan American and Parapan American Games for the purpose of providing funding for operating and capital expenditures relating to hosting the 2015 Pan American and Parapan American Games.  O. Reg. 210/11, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Application of Business Corporations Act",
            "content": " 5. (1) Subsections 132 (1), (2), (3), (4), (5), (5.1), (5.2), (6), (7) and (8) and 136 (1), (3), (4) and (4.2) of the Business Corporations Act, as modified in accordance with subsections (2) and (3), apply to the Corporation and its officers and directors.  O. Reg. 210/11, s. 5 (1). (2) In the application of subsections 132 (4) and (5.2) and clause 132 (7) (a) of that Act, (a) references to the shareholders are read as references to the Minister; and (b) the provisions are read with such other modifications as are necessary by reason of clause (a).  O. Reg. 210/11, s. 5 (2). (3) In the application of subsection 132 (8) of that Act, the words “its shareholders” in the portion before clause (a) are read as “the Minister” and clauses (a) and (b) of that subsection are read as, (a) the Minister confirms or approves the contract or transaction; and (b) the nature and extent of the director’s or officer’s interest in the contract or transaction are disclosed in reasonable detail to the Minister.  O. Reg. 210/11, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Subsections 132 (1), (2), (3), (4), (5), (5.1), (5.2), (6), (7) and (8) and 136 (1), (3), (4) and (4.2) of the <i>Business Corporations Act</i>, as modified in accordance with subsections (2) and (3), apply to the Corporation and its officers and directors.  O. Reg. 210/11, s. 5 (1).</p> <p class=\"subsection-e\">  (2) In the application of subsections 132 (4) and (5.2) and clause 132 (7) (a) of that Act,</p> <p class=\"clause-e\">  (a) references to the shareholders are read as references to the Minister; and</p> <p class=\"clause-e\">  (b) the provisions are read with such other modifications as are necessary by reason of clause (a).  O. Reg. 210/11, s. 5 (2).</p> <p class=\"subsection-e\">  (3) In the application of subsection 132 (8) of that Act, the words “its shareholders” in the portion before clause (a) are read as “the Minister” and clauses (a) and (b) of that subsection are read as,</p> <p class=\"clause-e\">  (a) the Minister confirms or approves the contract or transaction; and</p> <p class=\"clause-e\">  (b) the nature and extent of the director’s or officer’s interest in the contract or transaction are disclosed in reasonable detail to the Minister.  O. Reg. 210/11, s. 5 (3).</p>"
        },
        {
            "id": "6.",
            "section": "Application of Business Corporations Act",
            "content": " 6. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 210/11, s. 6. Schedule 1 1. Algoma College. 2. Brock University. 3. Carleton University. 4. University of Guelph. 5. Le Collège universitaire de Hearst. 6. Lakehead University. 7. Laurentian University of Sudbury. 8. McMaster University. 9. Nipissing University. 10. Northern Ontario School of Medicine. 11. Ontario College of Art & Design. 12. University of Ontario Institute of Technology. 13. University of Ottawa. 14. Queen’s University at Kingston. 15. Ryerson University. 16. University of Toronto. 17. Trent University. 18. University of Waterloo. 19. The University of Western Ontario. 20. Wilfrid Laurier University. 21. University of Windsor. 22. York University. 23. Assumption University. 24. Brescia University College. 25. Canterbury College. 26. Concordia Lutheran Theological Seminary. 27. Conrad Grebel University College. 28. Emmanuel College. 29. Holy Redeemer College. 30. Huntington University. 31. Huron University College. 32. Iona College. 33. King’s University College. 34. Knox College. 35. McMaster Divinity College. 36. Queen’s Theological College. 37. Regis College. 38. Renison College. 39. St. Augustine’s Seminary of Toronto, also known as St. Augustine’s Seminary. 40. St. Jerome’s University. 41. Saint Paul University. 42. St. Paul’s United College. 43. St. Peter’s Seminary. 44. Thorneloe University. 45. University of St. Michael’s College. 46. University of Sudbury. 47. University of Trinity College. 48. Victoria University. 49. Waterloo Lutheran Seminary. 50. Wycliffe College. 51. Université de Guelph — Campus d’Alfred. 52. University of Guelph — Kemptville Campus. 53. University of Guelph — Ridgetown Campus. O. Reg. 210/11, Sched.; O. Reg. 335/11, s. 5. Schedule 2 1. Anishnawbe Mushkiki Inc. 2. De Dwa Da Dehs Nyes Aboriginal Health Centre. 3. Gizhewaadiziwin Health Access Centre. 4. Mama-Wes-Wen, The North Shore Tribal Council Secretariat, operating N’Mninoeyaa: Community Health Access Centre. 5. Mohawks of Akwesasne operating Kanonkwa’tesheio:io Social. 6. Noojmowin Teg Health Centre. 7. Shkagamik-Kwe Health Centre. 8. Southwest Ontario Aboriginal Health Access Centre. 9. Waasegiizhig Nanaandawe’iyewigamig. 10. Wabano Centre for Aboriginal Health Inc. O. Reg. 335/11, s. 6.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 210/11, s. 6.</p> <p class=\"schedule-e\">Schedule 1</p> <p class=\"paragraph-e\">  1. Algoma College.</p> <p class=\"paragraph-e\">  2. Brock University.</p> <p class=\"paragraph-e\">  3. Carleton University.</p> <p class=\"paragraph-e\">  4. University of Guelph.</p> <p class=\"paragraph-e\">  5. Le Collège universitaire de Hearst.</p> <p class=\"paragraph-e\">  6. Lakehead University.</p> <p class=\"paragraph-e\">  7. Laurentian University of Sudbury.</p> <p class=\"paragraph-e\">  8. McMaster University.</p> <p class=\"paragraph-e\">  9. Nipissing University.</p> <p class=\"paragraph-e\">  10. Northern Ontario School of Medicine.</p> <p class=\"paragraph-e\">  11. Ontario College of Art &amp; Design.</p> <p class=\"paragraph-e\">  12. University of Ontario Institute of Technology.</p> <p class=\"paragraph-e\">  13. University of Ottawa.</p> <p class=\"paragraph-e\">  14. Queen’s University at Kingston.</p> <p class=\"paragraph-e\">  15. Ryerson University.</p> <p class=\"paragraph-e\">  16. University of Toronto.</p> <p class=\"paragraph-e\">  17. Trent University.</p> <p class=\"paragraph-e\">  18. University of Waterloo.</p> <p class=\"paragraph-e\">  19. The University of Western Ontario.</p> <p class=\"paragraph-e\">  20. Wilfrid Laurier University.</p> <p class=\"paragraph-e\">  21. University of Windsor.</p> <p class=\"paragraph-e\">  22. York University.</p> <p class=\"paragraph-e\">  23. Assumption University.</p> <p class=\"paragraph-e\">  24. Brescia University College.</p> <p class=\"paragraph-e\">  25. Canterbury College.</p> <p class=\"paragraph-e\">  26. Concordia Lutheran Theological Seminary.</p> <p class=\"paragraph-e\">  27. Conrad Grebel University College.</p> <p class=\"paragraph-e\">  28. Emmanuel College.</p> <p class=\"paragraph-e\">  29. Holy Redeemer College.</p> <p class=\"paragraph-e\">  30. Huntington University.</p> <p class=\"paragraph-e\">  31. Huron University College.</p> <p class=\"paragraph-e\">  32. Iona College.</p> <p class=\"paragraph-e\">  33. King’s University College.</p> <p class=\"paragraph-e\">  34. Knox College.</p> <p class=\"paragraph-e\">  35. McMaster Divinity College.</p> <p class=\"paragraph-e\">  36. Queen’s Theological College.</p> <p class=\"paragraph-e\">  37. Regis College.</p> <p class=\"paragraph-e\">  38. Renison College.</p> <p class=\"paragraph-e\">  39. St. Augustine’s Seminary of Toronto, also known as St. Augustine’s Seminary.</p> <p class=\"paragraph-e\">  40. St. Jerome’s University.</p> <p class=\"paragraph-e\">  41. Saint Paul University.</p> <p class=\"paragraph-e\">  42. St. Paul’s United College.</p> <p class=\"paragraph-e\">  43. St. Peter’s Seminary.</p> <p class=\"paragraph-e\">  44. Thorneloe University.</p> <p class=\"paragraph-e\">  45. University of St. Michael’s College.</p> <p class=\"paragraph-e\">  46. University of Sudbury.</p> <p class=\"paragraph-e\">  47. University of Trinity College.</p> <p class=\"paragraph-e\">  48. Victoria University.</p> <p class=\"paragraph-e\">  49. Waterloo Lutheran Seminary.</p> <p class=\"paragraph-e\">  50. Wycliffe College.</p> <p class=\"paragraph-e\">  51. Université de Guelph — Campus d’Alfred.</p> <p class=\"paragraph-e\">  52. University of Guelph — Kemptville Campus.</p> <p class=\"paragraph-e\">  53. University of Guelph — Ridgetown Campus.</p> <p class=\"footnote-e\">O. Reg. 210/11, Sched.; O. Reg. 335/11, s. 5.</p> <p class=\"schedule-e\">Schedule 2</p> <p class=\"paragraph-e\">  1. Anishnawbe Mushkiki Inc.</p> <p class=\"paragraph-e\">  2. De Dwa Da Dehs Nyes Aboriginal Health Centre.</p> <p class=\"paragraph-e\">  3. Gizhewaadiziwin Health Access Centre.</p> <p class=\"paragraph-e\">  4. Mama-Wes-Wen, The North Shore Tribal Council Secretariat, operating N’Mninoeyaa: Community Health Access Centre.</p> <p class=\"paragraph-e\">  5. Mohawks of Akwesasne operating Kanonkwa’tesheio:io Social.</p> <p class=\"paragraph-e\">  6. Noojmowin Teg Health Centre.</p> <p class=\"paragraph-e\">  7. Shkagamik-Kwe Health Centre.</p> <p class=\"paragraph-e\">  8. Southwest Ontario Aboriginal Health Access Centre.</p> <p class=\"paragraph-e\">  9. Waasegiizhig Nanaandawe’iyewigamig.</p> <p class=\"paragraph-e\">  10. Wabano Centre for Aboriginal Health Inc.</p> <p class=\"footnote-e\">O. Reg. 335/11, s. 6.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/110210\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}