{
    "reg_info": {
        "full_title": "O. Reg. 85/03: USED OIL MATERIAL",
        "reg_name_text": "USED oil material",
        "citation": "O. Reg. 85/03: USED OIL MATERIAL",
        "act_under": "Waste Diversion Act, 2002   Loi de 2002 sur le réacheminement des déchets",
        "url": "https://www.ontario.ca/laws/regulation/030085",
        "date_scraped": "2023-12-19 03:11:38"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/030085/v2",
            "valid_from": "November 24, 2016",
            "valid_to": "November 29, 2016"
        },
        {
            "a_href": "/laws/regulation/030085/v1",
            "valid_from": "March 20, 2003",
            "valid_to": "November 23, 2016"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. In this Regulation, “empty container” means a container from which wastes and other materials have been removed using removal practices commonly used for those wastes and materials (such as pumping or pouring) and that contains less than 2.5 centimetres of waste and other materials on the bottom of the container; “lubricating oil” means petroleum-derived or synthetic crankcase oil, engine oil, hydraulic fluid, transmission fluid, gear oil, heat transfer fluid, or other oil or fluid used for lubricating machinery or equipment; “oil filter” means a spin-on filter or element-style filter that has been used to filter, (a) lubricating oil, (b) diesel fuel, (c) furnace oil used in a household, or (d) a coolant, but does not include a gasoline filter or a filter with no significant metal content; “used oil material” means waste that consists of any of the following materials, or any combination of them: (a) lubricating oil after it has been used for its intended purpose, (b) lubricating oil that is not suitable for its intended purpose, (c) an empty container, having a capacity of 30 litres or less, manufactured and used for the purpose of containing lubricating oil, (d) an oil filter after it has been used for its intended purpose.  O. Reg. 85/03, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“empty container” means a container from which wastes and other materials have been removed using removal practices commonly used for those wastes and materials (such as pumping or pouring) and that contains less than 2.5 centimetres of waste and other materials on the bottom of the container;</p> <p class=\"definition-e\">“lubricating oil” means petroleum-derived or synthetic crankcase oil, engine oil, hydraulic fluid, transmission fluid, gear oil, heat transfer fluid, or other oil or fluid used for lubricating machinery or equipment;</p> <p class=\"definition-e\">“oil filter” means a spin-on filter or element-style filter that has been used to filter,</p> <p class=\"defclause-e\">  (a) lubricating oil,</p> <p class=\"defclause-e\">  (b) diesel fuel,</p> <p class=\"defclause-e\">  (c) furnace oil used in a household, or</p> <p class=\"defclause-e\">  (d) a coolant,</p> <p class=\"Sdefinition-e\">but does not include a gasoline filter or a filter with no significant metal content;</p> <p class=\"definition-e\">“used oil material” means waste that consists of any of the following materials, or any combination of them:</p> <p class=\"defclause-e\">  (a) lubricating oil after it has been used for its intended purpose,</p> <p class=\"defclause-e\">  (b) lubricating oil that is not suitable for its intended purpose,</p> <p class=\"defclause-e\">  (c) an empty container, having a capacity of 30 litres or less, manufactured and used for the purpose of containing lubricating oil,</p> <p class=\"defclause-e\">  (d) an oil filter after it has been used for its intended purpose.  O. Reg. 85/03, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Designation",
            "content": " 2. Used oil material is prescribed as a designated waste for the purposes of the Act.  O. Reg. 85/03, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>Used oil material is prescribed as a designated waste for the purposes of the Act.  O. Reg. 85/03, s. 2.</p>"
        },
        {
            "id": null,
            "section": "Designation",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}