{
    "reg_info": {
        "full_title": "O. Reg. 425/94: OTTAWA-CARLETON FRENCH-LANGUAGE SCHOOL BOARDS",
        "reg_name_text": "OTTAWA-CARLETON FRENCH-LANGUAGE SCHOOL BOARDS",
        "citation": "O. Reg. 425/94: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/940425",
        "date_scraped": "2023-12-19 20:43:07"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) In this Regulation, “area municipality” means an area municipality as defined in section 1 of the Regional Municipality of Ottawa-Carleton Act; (“municipalité de secteur”) “Board” means The Ottawa-Carleton French-language School Board; (“Conseil”) “Commission” means the Languages of Instruction Commission of Ontario continued under Part XII of the Education Act; (“Commission”) “French-language instructional unit” means a French-language instructional unit as defined in section 288 of the Act; (“module scolaire de langue française”) “French-language school board” means Conseil des écoles publiques d’Ottawa-Carleton or Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton or both as the context requires; (“conseil scolaire de langue française”) “full board” means the full board of The Ottawa-Carleton French-language School Board as continued by the Ottawa-Carleton French-Language School Board Act; (“conseil plénier”) “predecessor sector” means, in the case of the public French-language school board, the public sector and, in the case of the Roman Catholic French-language school board, the Roman Catholic sector; (“section précédente”) “public French-language school board” means Conseil des écoles publiques d’Ottawa-Carleton; (“conseil des écoles publiques de langue française”) “public sector” means the public sector of The Ottawa-Carleton French-language School Board as continued by the Ottawa-Carleton French-Language School Board Act; (“section publique”) “Regional Area” means Regional Area as defined in section 1 of the Regional Municipality of Ottawa-Carleton Act; (“secteur régional”) “Roman Catholic French-language school board” means Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton; (“conseil des écoles catholiques de langue française”) “Roman Catholic sector” means the Roman Catholic sector of The Ottawa-Carleton French-language School Board as continued by the Ottawa-Carleton French-Language School Board Act. (“section catholique”) (2) In this Regulation, a reference to the Ottawa-Carleton French- Language School Board Act, or any provision of that Act, shall be read as if that Act continued to exist. O. Reg. 425/94, s. 1. PART 1   DISSOLUTION",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“area municipality” means an area municipality as defined in section 1 of the <i>Regional Municipality of Ottawa-Carleton Act</i>; (“municipalité de secteur”)</p> <p class=\"definition-e\">“Board” means The Ottawa-Carleton French-language School Board; (“Conseil”)</p> <p class=\"definition-e\">“Commission” means the Languages of Instruction Commission of Ontario continued under Part XII of the <i>Education Act</i>; (“Commission”)</p> <p class=\"definition-e\">“French-language instructional unit” means a French-language instructional unit as defined in section 288 of the Act; (“module scolaire de langue française”)</p> <p class=\"definition-e\">“French-language school board” means Conseil des écoles publiques d’Ottawa-Carleton or Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton or both as the context requires; (“conseil scolaire de langue française”)</p> <p class=\"definition-e\">“full board” means the full board of The Ottawa-Carleton French-language School Board as continued by the <i>Ottawa-Carleton French-Language School Board Act</i>; (“conseil plénier”)</p> <p class=\"definition-e\">“predecessor sector” means, in the case of the public French-language school board, the public sector and, in the case of the Roman Catholic French-language school board, the Roman Catholic sector; (“section précédente”)</p> <p class=\"definition-e\">“public French-language school board” means Conseil des écoles publiques d’Ottawa-Carleton; (“conseil des écoles publiques de langue française”)</p> <p class=\"definition-e\">“public sector” means the public sector of The Ottawa-Carleton French-language School Board as continued by the <i>Ottawa-Carleton French-Language School Board Act</i>; (“section publique”)</p> <p class=\"definition-e\">“Regional Area” means Regional Area as defined in section 1 of the <i>Regional Municipality of Ottawa-Carleton Act</i>; (“secteur régional”)</p> <p class=\"definition-e\">“Roman Catholic French-language school board” means Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton; (“conseil des écoles catholiques de langue française”)</p> <p class=\"definition-e\">“Roman Catholic sector” means the Roman Catholic sector of The Ottawa-Carleton French-language School Board as continued by the <i>Ottawa-Carleton French-Language School Board Act</i>. (“section catholique”)</p> <p class=\"subsection-e\">(2) In this Regulation, a reference to the <i>Ottawa-Carleton French- Language School Board Act</i>, or any provision of that Act, shall be read as if that Act continued to exist. O. Reg. 425/94, s. 1.</p> <p class=\"partnum-e\"><b>PART 1 <br/>  DISSOLUTION</b></p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) On July 1, 1994, The Ottawa-Carleton French-language School Board is dissolved and Conseil des écoles publiques d’Ottawa-Carleton and Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton are established as corporations. (2) Subsections 55 (6) and 102 (4) of the Act do not apply to the French-language school boards established under subsection (1). O. Reg. 425/94, s. 2. PART 2   GENERAL TRANSITIONAL PROVISIONS",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) On July 1, 1994, The Ottawa-Carleton French-language School Board is dissolved and Conseil des écoles publiques d’Ottawa-Carleton and Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton are established as corporations.</p> <p class=\"subsection-e\">(2) Subsections 55 (6) and 102 (4) of the Act do not apply to the French-language school boards established under subsection (1). O. Reg. 425/94, s. 2.</p> <p class=\"partnum-e\"><b>PART 2 <br/>  GENERAL TRANSITIONAL PROVISIONS</b></p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) For the period ending December 1, 1994, the public French-language school board shall have eight members and the Roman Catholic French-language school board shall have 14 members. (2) On July 1, 1994, the persons who were members of the public sector immediately before the dissolution of the Board become members of the public French-language school board and the persons who were members of the Roman Catholic sector immediately before the dissolution of the Board become members of the Roman Catholic French-language school board. (3) The chair of the public sector immediately before the dissolution of the Board is the first chair of the public French-language school board and the chair of the Roman Catholic sector immediately before the dissolution of the Board is the first chair of the Roman Catholic French-language school board. O. Reg. 425/94, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) For the period ending December 1, 1994, the public French-language school board shall have eight members and the Roman Catholic French-language school board shall have 14 members.</p> <p class=\"subsection-e\">(2) On July 1, 1994, the persons who were members of the public sector immediately before the dissolution of the Board become members of the public French-language school board and the persons who were members of the Roman Catholic sector immediately before the dissolution of the Board become members of the Roman Catholic French-language school board.</p> <p class=\"subsection-e\">(3) The chair of the public sector immediately before the dissolution of the Board is the first chair of the public French-language school board and the chair of the Roman Catholic sector immediately before the dissolution of the Board is the first chair of the Roman Catholic French-language school board. O. Reg. 425/94, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) The electoral areas established by the Roman Catholic sector under subsection 45.2 (1) of the Regional Municipality of Ottawa-Carleton Act shall be deemed to have been established under that subsection by the Roman Catholic French-language school board. (2) The determination and distribution or alternative distribution, as the case may be, made in respect of the public sector under subsection 230 (7), (15) or (21) of the Education Act for purposes of the regular election to be held in 1994 under the Municipal Elections Act shall be deemed to have been made in respect of the public French-language school board. (3) The determination and distribution or alternative distribution, as the case may be, made after May 1, 1994 in respect of the Roman Catholic sector under subsection 230 (7), (15) or (21) of the Education Act shall be deemed to have been made in respect of the Roman Catholic French-language school board. O. Reg. 425/94, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The electoral areas established by the Roman Catholic sector under subsection 45.2 (1) of the <i>Regional Municipality of Ottawa-Carleton Act</i> shall be deemed to have been established under that subsection by the Roman Catholic French-language school board.</p> <p class=\"subsection-e\">(2) The determination and distribution or alternative distribution, as the case may be, made in respect of the public sector under subsection 230 (7), (15) or (21) of the <i>Education Act</i> for purposes of the regular election to be held in 1994 under the <i>Municipal Elections Act</i> shall be deemed to have been made in respect of the public French-language school board.</p> <p class=\"subsection-e\">(3) The determination and distribution or alternative distribution, as the case may be, made after May 1, 1994 in respect of the Roman Catholic sector under subsection 230 (7), (15) or (21) of the <i>Education Act</i> shall be deemed to have been made in respect of the Roman Catholic French-language school board. O. Reg. 425/94, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) This section applies in respect of the 1994 enumeration taken in an area municipality under subsection 15 (1) of the Assessment Act. (2) A person shall be deemed to have been enumerated and shown on the enumeration list as an elector for the public French-language school board if the person is enumerated as entitled to be an elector for the public sector. (3) A person shall be deemed to have been enumerated and shown on the enumeration list as an elector for the Roman Catholic French-language school board if the person is enumerated as entitled to be an elector for the Roman Catholic sector. O. Reg. 425/94, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) This section applies in respect of the 1994 enumeration taken in an area municipality under subsection 15 (1) of the <i>Assessment Act</i>.</p> <p class=\"subsection-e\">(2) A person shall be deemed to have been enumerated and shown on the enumeration list as an elector for the public French-language school board if the person is enumerated as entitled to be an elector for the public sector.</p> <p class=\"subsection-e\">(3) A person shall be deemed to have been enumerated and shown on the enumeration list as an elector for the Roman Catholic French-language school board if the person is enumerated as entitled to be an elector for the Roman Catholic sector. O. Reg. 425/94, s. 5.</p>"
        },
        {
            "id": "5.1",
            "section": null,
            "content": "5.1 (1) This section applies only in respect of the 1994 election of members of the public French-language school board and the Roman Catholic French-language school board. (2) Subsection 141 (6) of the Municipal Elections Act does not apply to registered candidates for election to the public sector of The Ottawa-Carleton French-language School Board who are seeking to be elected to the public French-language school board. (3) Subsection 141 (6) of the Municipal Elections Act does not apply to registered candidates for election to the Roman Catholic sector of The Ottawa-Carleton French-language School Board who are seeking to be elected to the Roman Catholic French-language school board. (4) A registered candidate for election to the public sector of The Ottawa-Carleton French-language School Board who changes the office for which he or she is registered under section 139 of the Municipal Elections Act to an office on the public French-language school board shall be deemed to be registered for the new office effective from the date he or she was originally registered. (5) A registered candidate for election to the Roman Catholic sector of The Ottawa-Carleton French-language School Board who changes the office for which he or she is registered under section 139 of the Municipal Elections Act to an office on the Roman Catholic French-language school board shall be deemed to be registered for the new office effective from the date he or she was originally registered. O  Reg. 689/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>5.1 </b>(1) This section applies only in respect of the 1994 election of members of the public French-language school board and the Roman Catholic French-language school board.</p> <p class=\"subsection-e\">(2) Subsection 141 (6) of the <i>Municipal Elections Act</i> does not apply to registered candidates for election to the public sector of The Ottawa-Carleton French-language School Board who are seeking to be elected to the public French-language school board.</p> <p class=\"subsection-e\">(3) Subsection 141 (6) of the <i>Municipal Elections Act</i> does not apply to registered candidates for election to the Roman Catholic sector of The Ottawa-Carleton French-language School Board who are seeking to be elected to the Roman Catholic French-language school board.</p> <p class=\"subsection-e\">(4) A registered candidate for election to the public sector of The Ottawa-Carleton French-language School Board who changes the office for which he or she is registered under section 139 of the <i>Municipal Elections Act</i> to an office on the public French-language school board shall be deemed to be registered for the new office effective from the date he or she was originally registered.</p> <p class=\"subsection-e\">(5) A registered candidate for election to the Roman Catholic sector of The Ottawa-Carleton French-language School Board who changes the office for which he or she is registered under section 139 of the <i>Municipal Elections Act</i> to an office on the Roman Catholic French-language school board shall be deemed to be registered for the new office effective from the date he or she was originally registered. O  Reg. 689/94, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) All real and personal property of the Board that is under the jurisdiction of the public sector immediately before the dissolution of the Board is vested, without compensation, in the public French-language school board on July 1, 1994. (2) All real and personal property of the Board that is under the jurisdiction of the Roman Catholic sector immediately before the dissolution of the Board is vested, without compensation, in the Roman Catholic French-language school board on July 1, 1994. (3) All real and personal property of the Board that is under the jurisdiction of the full board immediately before the dissolution of the Board is vested, without compensation, in the public French-language school board and the Roman Catholic French-language school board jointly on July 1, 1994, with the public French-language school board having a 27 per cent interest in the property and the Roman Catholic French-language school board having a 73 per cent interest in the property. (4) All real and personal property of the Board that is under the jurisdiction of both sectors immediately before the dissolution of the Board is vested, without compensation, on July 1, 1994 in the public French-language school board and the Roman Catholic French-language school board jointly with each board having the same interest in the property as was held by its predecessor sector. (5) Despite subsections (1) to (4), if the public sector and the Roman Catholic sector have each on or after June 1, 1994, passed a resolution confirming that specified real property of the Board is under the jurisdiction, (a) of the public sector, that property vests, without compensation, on July 1, 1994 in the public French-language school board; (b) of the Roman Catholic sector, that property vests, without compensation, on July 1, 1994 in the Roman Catholic French-language school board; or (c) of the full board or of both sectors, that property vests, without compensation, on July 1, 1994 in both French-language school boards jointly with the interest of each board in the property being as specified in the resolution or, if not so specified, with each board having the same interest in the property as was held by its predecessor sector. (6) Despite subsections (1) to (5), if no resolution mentioned in subsection (5) is passed in respect of a particular parcel of real property of the Board that is vested in one or both French-language school boards and if the French-language school boards have each passed a resolution to confirm that the particular parcel of real property is vested, (a) in the public French-language school board, the property is vested in the public French-language school board; (b) in the Roman Catholic French-language school board, the property is vested in the Roman Catholic French-language school board; or (c) in both boards jointly, the property is vested in both boards jointly with the interest of each board in the property being as specified in the resolution or, if not so specified, with each board having the same interest in the property as was held by its predecessor sector. (7) The title to any property acquired by the public French-language school board or the Roman Catholic French-language school board under subsection (1), (2), (3), (4), (5) or (6) is subject to any interest in the property held by a person other than the Board immediately before the dissolution of the Board. (8) A resolution mentioned in subsection (5) may not be revoked or amended. O. Reg. 425/94, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) All real and personal property of the Board that is under the jurisdiction of the public sector immediately before the dissolution of the Board is vested, without compensation, in the public French-language school board on July 1, 1994.</p> <p class=\"subsection-e\">(2) All real and personal property of the Board that is under the jurisdiction of the Roman Catholic sector immediately before the dissolution of the Board is vested, without compensation, in the Roman Catholic French-language school board on July 1, 1994.</p> <p class=\"subsection-e\">(3) All real and personal property of the Board that is under the jurisdiction of the full board immediately before the dissolution of the Board is vested, without compensation, in the public French-language school board and the Roman Catholic French-language school board jointly on July 1, 1994, with the public French-language school board having a 27 per cent interest in the property and the Roman Catholic French-language school board having a 73 per cent interest in the property.</p> <p class=\"subsection-e\">(4) All real and personal property of the Board that is under the jurisdiction of both sectors immediately before the dissolution of the Board is vested, without compensation, on July 1, 1994 in the public French-language school board and the Roman Catholic French-language school board jointly with each board having the same interest in the property as was held by its predecessor sector.</p> <p class=\"subsection-e\">(5) Despite subsections (1) to (4), if the public sector and the Roman Catholic sector have each on or after June 1, 1994, passed a resolution confirming that specified real property of the Board is under the jurisdiction,</p> <p class=\"clause-e\">(a) of the public sector, that property vests, without compensation, on July 1, 1994 in the public French-language school board;</p> <p class=\"clause-e\">(b) of the Roman Catholic sector, that property vests, without compensation, on July 1, 1994 in the Roman Catholic French-language school board; or</p> <p class=\"clause-e\">(c) of the full board or of both sectors, that property vests, without compensation, on July 1, 1994 in both French-language school boards jointly with the interest of each board in the property being as specified in the resolution or, if not so specified, with each board having the same interest in the property as was held by its predecessor sector.</p> <p class=\"subsection-e\">(6) Despite subsections (1) to (5), if no resolution mentioned in subsection (5) is passed in respect of a particular parcel of real property of the Board that is vested in one or both French-language school boards and if the French-language school boards have each passed a resolution to confirm that the particular parcel of real property is vested,</p> <p class=\"clause-e\">(a) in the public French-language school board, the property is vested in the public French-language school board;</p> <p class=\"clause-e\">(b) in the Roman Catholic French-language school board, the property is vested in the Roman Catholic French-language school board; or</p> <p class=\"clause-e\">(c) in both boards jointly, the property is vested in both boards jointly with the interest of each board in the property being as specified in the resolution or, if not so specified, with each board having the same interest in the property as was held by its predecessor sector.</p> <p class=\"subsection-e\">(7) The title to any property acquired by the public French-language school board or the Roman Catholic French-language school board under subsection (1), (2), (3), (4), (5) or (6) is subject to any interest in the property held by a person other than the Board immediately before the dissolution of the Board.</p> <p class=\"subsection-e\">(8) A resolution mentioned in subsection (5) may not be revoked or amended. O. Reg. 425/94, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) All agreements entered into by the Board as represented by the public sector are transferred to and assumed by the public French-language school board and the public French-language school board stands in the place of the public sector and the Board for all purposes of the agreements. (2) All agreements entered into by the Board as represented by the Roman Catholic sector are transferred to and assumed by the Roman Catholic French-language school board and the Roman Catholic French-language school board stands in the place of the Roman Catholic sector and the Board for all purposes of the agreements. (3) All agreements entered into by the Board as represented by the full board are transferred to and assumed by the public French-language school board and the Roman Catholic French-language school board jointly and the public French-language school board and the Roman Catholic French-language school board stand jointly in the place of the full board and the Board for all purposes of the agreements. (4) Despite subsection (3), agreements in respect of maintaining a sector’s buildings and premises and furniture and equipment are transferred to and assumed by that sector’s successor board. (5) The public French-language school board and the Roman Catholic French-language school board are jointly and severally liable under any agreement mentioned in subsection (3) and, as between themselves, their interest in any agreement is 27 per cent for the public French-language school board and 73 per cent for the Roman Catholic French-language school board. (6) This section applies to all agreements entered into by the Board except those to which Part 3 applies. O. Reg. 425/94, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) All agreements entered into by the Board as represented by the public sector are transferred to and assumed by the public French-language school board and the public French-language school board stands in the place of the public sector and the Board for all purposes of the agreements.</p> <p class=\"subsection-e\">(2) All agreements entered into by the Board as represented by the Roman Catholic sector are transferred to and assumed by the Roman Catholic French-language school board and the Roman Catholic French-language school board stands in the place of the Roman Catholic sector and the Board for all purposes of the agreements.</p> <p class=\"subsection-e\">(3) All agreements entered into by the Board as represented by the full board are transferred to and assumed by the public French-language school board and the Roman Catholic French-language school board jointly and the public French-language school board and the Roman Catholic French-language school board stand jointly in the place of the full board and the Board for all purposes of the agreements.</p> <p class=\"subsection-e\">(4) Despite subsection (3), agreements in respect of maintaining a sector’s buildings and premises and furniture and equipment are transferred to and assumed by that sector’s successor board.</p> <p class=\"subsection-e\">(5) The public French-language school board and the Roman Catholic French-language school board are jointly and severally liable under any agreement mentioned in subsection (3) and, as between themselves, their interest in any agreement is 27 per cent for the public French-language school board and 73 per cent for the Roman Catholic French-language school board.</p> <p class=\"subsection-e\">(6) This section applies to all agreements entered into by the Board except those to which Part 3 applies. O. Reg. 425/94, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) This section applies to all rights, debts or other liabilities or obligations of the Board immediately before the dissolution of the Board that are not transferred to the public French-language school board or to the Roman Catholic French-language school board or to both those boards by another provision of this Regulation. (2) All rights, debts or other liabilities or obligations of the Board that have been acquired or incurred by the public sector become the rights, debts, liabilities and obligations of the public French-language school board. (3) All rights, debts or other liabilities or obligations of the Board that have been acquired or incurred by the Roman Catholic sector become the rights, debts, liabilities and obligations of the Roman Catholic French-language school board. (4) All rights, debts or other liabilities or obligations of the Board that have been acquired or incurred by the full board become the rights, debts, liabilities and obligations of the public French-language school board and the Roman Catholic French-language school board jointly. (5) The public French-language school board and the Roman Catholic French-language school board are jointly and severally liable for the debts, liabilities and obligations transferred to them under subsection (4) and, as between themselves, their share of the rights, debts, liabilities and obligations transferred to them under that subsection is 27 per cent for the public French-language school board and 73 per cent for the Roman Catholic French-language school board. (6) In subsections (2) and (3), “rights” includes rights to the transfer of real property under sections 59 and 60 of the Ottawa-Carleton French-Language School Board Act, 1988. O. Reg. 425/94, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) This section applies to all rights, debts or other liabilities or obligations of the Board immediately before the dissolution of the Board that are not transferred to the public French-language school board or to the Roman Catholic French-language school board or to both those boards by another provision of this Regulation.</p> <p class=\"subsection-e\">(2) All rights, debts or other liabilities or obligations of the Board that have been acquired or incurred by the public sector become the rights, debts, liabilities and obligations of the public French-language school board.</p> <p class=\"subsection-e\">(3) All rights, debts or other liabilities or obligations of the Board that have been acquired or incurred by the Roman Catholic sector become the rights, debts, liabilities and obligations of the Roman Catholic French-language school board.</p> <p class=\"subsection-e\">(4) All rights, debts or other liabilities or obligations of the Board that have been acquired or incurred by the full board become the rights, debts, liabilities and obligations of the public French-language school board and the Roman Catholic French-language school board jointly.</p> <p class=\"subsection-e\">(5) The public French-language school board and the Roman Catholic French-language school board are jointly and severally liable for the debts, liabilities and obligations transferred to them under subsection (4) and, as between themselves, their share of the rights, debts, liabilities and obligations transferred to them under that subsection is 27 per cent for the public French-language school board and 73 per cent for the Roman Catholic French-language school board.</p> <p class=\"subsection-e\">(6) In subsections (2) and (3),</p> <p class=\"firstdef-e\">“rights” includes rights to the transfer of real property under sections 59 and 60 of the <i>Ottawa-Carleton French-Language School Board Act, 1988</i>. O. Reg. 425/94, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) The public French-language school board stands in the place of the public sector and the Board for the purposes of any actions, applications or other proceedings to which the Board, as represented by the public sector, is a party and where any order, judgment or other disposition has been made in any proceeding before the dissolution of the Board, that order, judgment or other disposition is as binding upon the new public French-language school board as it was upon the Board and the public sector. (2) Subsection (1) applies with necessary modifications to the Roman Catholic French-language school board with respect to proceedings to which the Board, as represented by the Roman Catholic sector, is a party. (3) The public French-language school board and the Roman Catholic French-language school board stand jointly in the place of the full board and the Board for the purposes of any actions, applications or other proceedings to which the Board, as represented by the full board, is a party and where any order, judgment or other disposition has been made in any proceeding before the dissolution of the Board, that order, judgment or other disposition is as binding upon the public French-language school board and the Roman Catholic French-language school board, jointly, as it was upon the full board and the Board. (4) The public French-language school board and the Roman Catholic French-language school board are jointly and severally liable for any award made against them in a proceeding mentioned in subsection (3) and, as between themselves, their share of any award made for or against them in such a proceeding is 27 per cent for the public French-language school board and 73 per cent for the Roman Catholic French-language school board. O. Reg. 425/94, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) The public French-language school board stands in the place of the public sector and the Board for the purposes of any actions, applications or other proceedings to which the Board, as represented by the public sector, is a party and where any order, judgment or other disposition has been made in any proceeding before the dissolution of the Board, that order, judgment or other disposition is as binding upon the new public French-language school board as it was upon the Board and the public sector.</p> <p class=\"subsection-e\">(2) Subsection (1) applies with necessary modifications to the Roman Catholic French-language school board with respect to proceedings to which the Board, as represented by the Roman Catholic sector, is a party.</p> <p class=\"subsection-e\">(3) The public French-language school board and the Roman Catholic French-language school board stand jointly in the place of the full board and the Board for the purposes of any actions, applications or other proceedings to which the Board, as represented by the full board, is a party and where any order, judgment or other disposition has been made in any proceeding before the dissolution of the Board, that order, judgment or other disposition is as binding upon the public French-language school board and the Roman Catholic French-language school board, jointly, as it was upon the full board and the Board.</p> <p class=\"subsection-e\">(4) The public French-language school board and the Roman Catholic French-language school board are jointly and severally liable for any award made against them in a proceeding mentioned in subsection (3) and, as between themselves, their share of any award made for or against them in such a proceeding is 27 per cent for the public French-language school board and 73 per cent for the Roman Catholic French-language school board. O. Reg. 425/94, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. (1) Ontario Municipal Board Order Number M910066 (which vests, in the Ministry of Municipal Affairs, control and charge over the administration of the affairs of The Ottawa-Carleton French-language School Board, except for the Roman Catholic sector) applies with necessary modifications to the public French-language school board. (2) All acts and proceedings validly started by the Ministry of Municipal Affairs supervisor pursuant to Ontario Municipal Board Order Number M910066 or under the Municipal Affairs Act are continued as though the Ontario Municipal Board order had been made originally in respect of the public French-language school board and all acts previously done by the supervisor in accordance with the order and that Act are as binding upon the public French-language school board as they were upon The Ottawa-Carleton French-language School Board, except for the Roman Catholic sector, before the dissolution of that Board. O. Reg. 425/94, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) Ontario Municipal Board Order Number M910066 (which vests, in the Ministry of Municipal Affairs, control and charge over the administration of the affairs of The Ottawa-Carleton French-language School Board, except for the Roman Catholic sector) applies with necessary modifications to the public French-language school board.</p> <p class=\"subsection-e\">(2) All acts and proceedings validly started by the Ministry of Municipal Affairs supervisor pursuant to Ontario Municipal Board Order Number M910066 or under the <i>Municipal Affairs Act</i> are continued as though the Ontario Municipal Board order had been made originally in respect of the public French-language school board and all acts previously done by the supervisor in accordance with the order and that Act are as binding upon the public French-language school board as they were upon The Ottawa-Carleton French-language School Board, except for the Roman Catholic sector, before the dissolution of that Board. O. Reg. 425/94, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) The estimates adopted in 1994 by the public sector under subsection 236 (1) of the Act shall be deemed to be the estimates adopted for 1994 under that subsection by the public French-language school board. (2) The estimates adopted in 1994 by the Roman Catholic sector under subsection 114 (1) of the Act shall be deemed to be the estimates adopted for 1994 under that subsection by the Roman Catholic French-language school board. O. Reg. 425/94, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) The estimates adopted in 1994 by the public sector under subsection 236 (1) of the Act shall be deemed to be the estimates adopted for 1994 under that subsection by the public French-language school board.</p> <p class=\"subsection-e\">(2) The estimates adopted in 1994 by the Roman Catholic sector under subsection 114 (1) of the Act shall be deemed to be the estimates adopted for 1994 under that subsection by the Roman Catholic French-language school board. O. Reg. 425/94, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. (1) A request or requisition made by the public sector to the council of an area municipality in 1994 for the collection of rates or taxes under subsection 120 (1) or 236 (1) of the Education Act shall, on July 1, 1994, be deemed to be a request or requisition of the public French-language school board and that board stands in the place of the public sector for all purposes of receiving the amounts that are required to be paid to the public sector in 1994 by the council of the area municipality under section 243 of the Education Act and of receiving all payments in lieu of taxes that are required to be made by the council of the area municipality to the public sector. (2) Subsection (1) applies with necessary modifications to the Roman Catholic sector and the Roman Catholic French-language school board. (3) In this section, “payment in lieu of taxes” means payment in lieu of taxes for 1994 as defined in subsection 1 (1) of Ontario Regulation 246/94. O. Reg. 425/94, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) A request or requisition made by the public sector to the council of an area municipality in 1994 for the collection of rates or taxes under subsection 120 (1) or 236 (1) of the <i>Education Act</i> shall, on July 1, 1994, be deemed to be a request or requisition of the public French-language school board and that board stands in the place of the public sector for all purposes of receiving the amounts that are required to be paid to the public sector in 1994 by the council of the area municipality under section 243 of the <i>Education Act</i> and of receiving all payments in lieu of taxes that are required to be made by the council of the area municipality to the public sector.</p> <p class=\"subsection-e\">(2) Subsection (1) applies with necessary modifications to the Roman Catholic sector and the Roman Catholic French-language school board.</p> <p class=\"subsection-e\">(3) In this section,</p> <p class=\"firstdef-e\">“payment in lieu of taxes” means payment in lieu of taxes for 1994 as defined in subsection 1 (1) of Ontario Regulation 246/94. O. Reg. 425/94, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. The public French-language school board and the Roman Catholic French-language school board stand in the place of the public sector and the Roman Catholic sector respectively for the purposes of grants payable by the Province to the public sector or the Roman Catholic sector in 1994. O. Reg. 425/94, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>The public French-language school board and the Roman Catholic French-language school board stand in the place of the public sector and the Roman Catholic sector respectively for the purposes of grants payable by the Province to the public sector or the Roman Catholic sector in 1994. O. Reg. 425/94, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. (1) For the purpose of preparing the financial statements for the public French-language school board for 1994, the financial operations of the public sector for that year shall be deemed to have been the financial operations of the public French-language school board and the fiscal year of the public French-language school board shall be deemed to be the 1994 calendar year. (2) Subsection (1) applies with necessary modifications to the preparation of the financial statements for the Roman Catholic French-language school board for 1994 and to the Roman Catholic sector. (3) The public French-language school board and the Roman Catholic French-language school board are jointly responsible for, (a) ensuring that the treasurer of one of those boards or that the treasurers of both those boards acting together prepare the financial statements for the full board for the period January 1, 1994 to the date of the dissolution of the Board; (b) obtaining an auditor’s report on the financial statements as soon as reasonably possible after the statements have been prepared; and (c) upon receiving the auditor’s report, ensuring that a copy of that report together with two copies of the financial statements are submitted to the Minister. (4) The treasurer or treasurers who prepared the financial statements shall, within one month after receiving the auditor’s report on those financial statements, publish, mail or deliver to each ratepayer of the public French-language school board and the Roman Catholic French-language school board a copy of the financial statements in such form as the Minister may require together with a copy of the report of the auditor. (5) Instead of publishing, mailing or delivering a copy of the financial statements and a copy of the report of the auditor, the treasurer or treasurers may cause the copies of those documents to be included with the tax notice that is mailed to each ratepayer of the public French-language school board and the Roman Catholic French-language school board in 1995 if the notice is mailed before June 30, 1995. (6) The financial statements mentioned in subsection (3) must be prepared before June 30, 1995. O. Reg. 425/94, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) For the purpose of preparing the financial statements for the public French-language school board for 1994, the financial operations of the public sector for that year shall be deemed to have been the financial operations of the public French-language school board and the fiscal year of the public French-language school board shall be deemed to be the 1994 calendar year.</p> <p class=\"subsection-e\">(2) Subsection (1) applies with necessary modifications to the preparation of the financial statements for the Roman Catholic French-language school board for 1994 and to the Roman Catholic sector.</p> <p class=\"subsection-e\">(3) The public French-language school board and the Roman Catholic French-language school board are jointly responsible for,</p> <p class=\"clause-e\">(a) ensuring that the treasurer of one of those boards or that the treasurers of both those boards acting together prepare the financial statements for the full board for the period January 1, 1994 to the date of the dissolution of the Board;</p> <p class=\"clause-e\">(b) obtaining an auditor’s report on the financial statements as soon as reasonably possible after the statements have been prepared; and</p> <p class=\"clause-e\">(c) upon receiving the auditor’s report, ensuring that a copy of that report together with two copies of the financial statements are submitted to the Minister.</p> <p class=\"subsection-e\">(4) The treasurer or treasurers who prepared the financial statements shall, within one month after receiving the auditor’s report on those financial statements, publish, mail or deliver to each ratepayer of the public French-language school board and the Roman Catholic French-language school board a copy of the financial statements in such form as the Minister may require together with a copy of the report of the auditor.</p> <p class=\"subsection-e\">(5) Instead of publishing, mailing or delivering a copy of the financial statements and a copy of the report of the auditor, the treasurer or treasurers may cause the copies of those documents to be included with the tax notice that is mailed to each ratepayer of the public French-language school board and the Roman Catholic French-language school board in 1995 if the notice is mailed before June 30, 1995.</p> <p class=\"subsection-e\">(6) The financial statements mentioned in subsection (3) must be prepared before June 30, 1995. O. Reg. 425/94, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. (1) Upon the dissolution of the Board, the winding up of the Board’s affairs is, except as otherwise provided in section 14, the joint responsibility of the public French-language school board and the Roman Catholic French-language school board. (2) The costs involved in the winding up including the costs incurred by a French-language school board under subsections 14 (3), (4) and (5) shall be shared between the French-language school boards as agreed upon between them or, failing agreement, as provided for in subsection (3). (3) The costs mentioned in subsection (2) shall be shared proportionately by the two French-language school boards and the share of each board shall be in the same proportion to the costs as the audited total pupil enrolment of the board is to the sum of the audited total pupil enrolments of both boards. (4) In subsection (3), “audited total pupil enrolment of the board” means the total of the resident internal and non-resident pupils of the board as of February 28, 1994, as confirmed by the auditor of the board. O. Reg. 425/94, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) Upon the dissolution of the Board, the winding up of the Board’s affairs is, except as otherwise provided in section 14, the joint responsibility of the public French-language school board and the Roman Catholic French-language school board.</p> <p class=\"subsection-e\">(2) The costs involved in the winding up including the costs incurred by a French-language school board under subsections 14 (3), (4) and (5) shall be shared between the French-language school boards as agreed upon between them or, failing agreement, as provided for in subsection (3).</p> <p class=\"subsection-e\">(3) The costs mentioned in subsection (2) shall be shared proportionately by the two French-language school boards and the share of each board shall be in the same proportion to the costs as the audited total pupil enrolment of the board is to the sum of the audited total pupil enrolments of both boards.</p> <p class=\"subsection-e\">(4) In subsection (3),</p> <p class=\"firstdef-e\">“audited total pupil enrolment of the board” means the total of the resident internal and non-resident pupils of the board as of February 28, 1994, as confirmed by the auditor of the board. O. Reg. 425/94, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. (1) If a dispute arises between the public French-language school board and the Roman Catholic French-language school board concerning any matter arising out of the dissolution of the Board and the establishment of the two French-language school boards, either French-language school board may apply for a resolution of the dispute in accordance with this section and section 17. (2) Either board may by written notice to the other and to the Commission require that the matter specified in the notice be resolved. (3) If the Commission receives a notice, the Chairman of the Commission shall appoint a panel composed of three of its French-speaking members to act for it in respect of the matter and shall appoint one of the members of the panel to chair it. (4) Forthwith after notice is given, the two boards shall appoint a mediator to resolve their dispute and shall notify the Commission of the name and address of the mediator. (5) If, after 14 days after a board receives notice, the boards are unable to agree on the appointment of a mediator, they shall refer the matter to the Commission for appointment of a mediator. (6) The Commission shall appoint a mediator to resolve the dispute forthwith after the matter is referred to it. (7) The Commission shall tell the boards the name and address of the mediator. (8) The boards shall pay the remuneration of the mediator in equal shares. (9) A mediator appointed by the boards shall be paid such remuneration as is agreed upon between the mediator and the boards. (10) A mediator appointed by the Commission shall be paid such remuneration as the Lieutenant Governor in Council may determine. (11) The following persons are not eligible to be appointed as a mediator: 1. A member of the Commission. 2. A member of the public French-language school board or the Roman Catholic French-language school board. 3. The spouse of a person mentioned in paragraph 1 or 2. O. Reg. 425/94, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) If a dispute arises between the public French-language school board and the Roman Catholic French-language school board concerning any matter arising out of the dissolution of the Board and the establishment of the two French-language school boards, either French-language school board may apply for a resolution of the dispute in accordance with this section and section 17.</p> <p class=\"subsection-e\">(2) Either board may by written notice to the other and to the Commission require that the matter specified in the notice be resolved.</p> <p class=\"subsection-e\">(3) If the Commission receives a notice, the Chairman of the Commission shall appoint a panel composed of three of its French-speaking members to act for it in respect of the matter and shall appoint one of the members of the panel to chair it.</p> <p class=\"subsection-e\">(4) Forthwith after notice is given, the two boards shall appoint a mediator to resolve their dispute and shall notify the Commission of the name and address of the mediator.</p> <p class=\"subsection-e\">(5) If, after 14 days after a board receives notice, the boards are unable to agree on the appointment of a mediator, they shall refer the matter to the Commission for appointment of a mediator.</p> <p class=\"subsection-e\">(6) The Commission shall appoint a mediator to resolve the dispute forthwith after the matter is referred to it.</p> <p class=\"subsection-e\">(7) The Commission shall tell the boards the name and address of the mediator.</p> <p class=\"subsection-e\">(8) The boards shall pay the remuneration of the mediator in equal shares.</p> <p class=\"subsection-e\">(9) A mediator appointed by the boards shall be paid such remuneration as is agreed upon between the mediator and the boards.</p> <p class=\"subsection-e\">(10) A mediator appointed by the Commission shall be paid such remuneration as the Lieutenant Governor in Council may determine.</p> <p class=\"subsection-e\">(11) The following persons are not eligible to be appointed as a mediator:</p> <p class=\"paragraph-e\">1. A member of the Commission.</p> <p class=\"paragraph-e\">2. A member of the public French-language school board or the Roman Catholic French-language school board.</p> <p class=\"paragraph-e\">3. The spouse of a person mentioned in paragraph 1 or 2. O. Reg. 425/94, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. (1) The mediator shall inquire into the matter referred for mediation, confer with the parties, endeavour to bring about an agreement and report to the parties and to the Commission concerning whether an agreement has been reached. (2) The mediator shall make the report within 21 days after being appointed or within such longer period as the parties may agree or the Commission may approve. (3) If an agreement is reached, it must be in writing and signed by the parties. (4) If the mediator’s report indicates failure to bring about an agreement, each party shall, within ten days after receiving the mediator’s report, appoint a person to the arbitration board and notify the Commission of the appointment. (5) If one party fails to appoint a person within ten days after receiving the mediator’s report, the other party shall forthwith notify the Commission of the fact, and the Commission shall appoint a person in the place of the first party. (6) The two persons appointed to the arbitration board shall jointly appoint a third person to chair it and shall notify the Commission of the appointment. (7) If the two persons appointed to the arbitration board do not appoint a third person within ten days after the appointment of the second one of them, the Commission shall appoint a third person to chair the arbitration board. (8) Each party shall pay the remuneration of the person appointed by that party and the remuneration of the third person appointed to the arbitration board shall be paid by the parties in equal shares. (9) A member appointed by a party shall be paid such remuneration as is agreed upon between them. (10) A member appointed by the other members shall be paid such remuneration as is agreed upon between him or her and the parties. (11) A member appointed by the Commission shall be paid such remuneration as the Lieutenant Governor in Council may determine. (12) The arbitration board shall consider all pertinent aspects of the dispute and arrive at a decision within 30 days after the appointment of the chair. (13) The decision of a majority of the members of the arbitration board is the board’s decision. (14) The arbitration board’s decision is final and binding upon the parties. (15) The Arbitration Act does not apply to arbitration boards appointed under this section. (16) A party to a dispute under this section may cause a copy of the arbitration board’s decision to be filed in the Ontario Court (General Division), exclusive of the reasons therefor, and the decision shall be entered in the same way as a judgment of the court and is enforceable as such against the public French-language school board or the Roman Catholic French-language school board, as the case may be. O. Reg. 425/94, s. 17. PART 3   TRANSFER OF EMPLOYEES",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) The mediator shall inquire into the matter referred for mediation, confer with the parties, endeavour to bring about an agreement and report to the parties and to the Commission concerning whether an agreement has been reached.</p> <p class=\"subsection-e\">(2) The mediator shall make the report within 21 days after being appointed or within such longer period as the parties may agree or the Commission may approve.</p> <p class=\"subsection-e\">(3) If an agreement is reached, it must be in writing and signed by the parties.</p> <p class=\"subsection-e\">(4) If the mediator’s report indicates failure to bring about an agreement, each party shall, within ten days after receiving the mediator’s report, appoint a person to the arbitration board and notify the Commission of the appointment.</p> <p class=\"subsection-e\">(5) If one party fails to appoint a person within ten days after receiving the mediator’s report, the other party shall forthwith notify the Commission of the fact, and the Commission shall appoint a person in the place of the first party.</p> <p class=\"subsection-e\">(6) The two persons appointed to the arbitration board shall jointly appoint a third person to chair it and shall notify the Commission of the appointment.</p> <p class=\"subsection-e\">(7) If the two persons appointed to the arbitration board do not appoint a third person within ten days after the appointment of the second one of them, the Commission shall appoint a third person to chair the arbitration board.</p> <p class=\"subsection-e\">(8) Each party shall pay the remuneration of the person appointed by that party and the remuneration of the third person appointed to the arbitration board shall be paid by the parties in equal shares.</p> <p class=\"subsection-e\">(9) A member appointed by a party shall be paid such remuneration as is agreed upon between them.</p> <p class=\"subsection-e\">(10) A member appointed by the other members shall be paid such remuneration as is agreed upon between him or her and the parties.</p> <p class=\"subsection-e\">(11) A member appointed by the Commission shall be paid such remuneration as the Lieutenant Governor in Council may determine.</p> <p class=\"subsection-e\">(12) The arbitration board shall consider all pertinent aspects of the dispute and arrive at a decision within 30 days after the appointment of the chair.</p> <p class=\"subsection-e\">(13) The decision of a majority of the members of the arbitration board is the board’s decision.</p> <p class=\"subsection-e\">(14) The arbitration board’s decision is final and binding upon the parties.</p> <p class=\"subsection-e\">(15) The <i>Arbitration Act</i> does not apply to arbitration boards appointed under this section.</p> <p class=\"subsection-e\">(16) A party to a dispute under this section may cause a copy of the arbitration board’s decision to be filed in the Ontario Court (General Division), exclusive of the reasons therefor, and the decision shall be entered in the same way as a judgment of the court and is enforceable as such against the public French-language school board or the Roman Catholic French-language school board, as the case may be. O. Reg. 425/94, s. 17.</p> <p class=\"partnum-e\"><b>PART 3 <br/>  TRANSFER OF EMPLOYEES</b></p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. In this Part, “collective agreement” means a collective agreement to which the Labour Relations Act or the School Boards and Teachers Collective Negotiations Act applies; (“convention collective”) “employee” means a teacher or other employee of the Board and includes an employee of the Board who is not actively at work due to illness or disability or who is absent from work on an approved leave of absence but does not include a person whose employment contract with the Board provides that the contract will terminate upon the dissolution of the Board; (“employé”) “employee of the public sector” means an employee whose employment contract or employment relationship is under the jurisdiction of the public sector and “employee of the Roman Catholic sector” and “employee of the full board” have corresponding meanings; (“employé de la section publique”, “employé de la section catholique”, “employé du conseil plénier”) “transferred employee” means a transferred employee as defined in section 57 of the Ottawa-Carleton French-Language School Board Act. (“employé muté”) O. Reg. 425/94, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>In this Part,</p> <p class=\"firstdef-e\">“collective agreement” means a collective agreement to which the <i>Labour Relations Act</i> or the <i>School Boards and Teachers Collective Negotiations Act</i> applies; (“convention collective”)</p> <p class=\"definition-e\">“employee” means a teacher or other employee of the Board and includes an employee of the Board who is not actively at work due to illness or disability or who is absent from work on an approved leave of absence but does not include a person whose employment contract with the Board provides that the contract will terminate upon the dissolution of the Board; (“employé”)</p> <p class=\"definition-e\">“employee of the public sector” means an employee whose employment contract or employment relationship is under the jurisdiction of the public sector and “employee of the Roman Catholic sector” and “employee of the full board” have corresponding meanings; (“employé de la section publique”, “employé de la section catholique”, “employé du conseil plénier”)</p> <p class=\"definition-e\">“transferred employee” means a transferred employee as defined in section 57 of the <i>Ottawa-Carleton French-Language School Board Act</i>. (“employé muté”) O. Reg. 425/94, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": "19. (1) Upon the dissolution of the Board, a person who is an employee on June 30, 1994, becomes an employee of either the public French-language school board or the Roman Catholic French-language school board as determined under sections 20, 21 and 22 and subsection 23 (1). (2) Subject to subsections (4) and (5), the employment contract and the terms and conditions and rights and benefits of employment of an employee mentioned in subsection (1) together with the employment obligations of the employee are assumed by and continued with the French-language school board as a successor employer to which that employee is transferred under section 20, 21 or 22 or under subsection 23 (1). (3) In subsection (2), “rights and benefits” includes, (a) accumulated sick leave credits and accumulated vacation credits, and (b) rights and benefits specified under a collective agreement. (4) If a French-language school board is unable to offer an employee mentioned in subsection (6) the same position as the employee held immediately before the dissolution of the Board, the French-language school board shall offer the employee a similar position. (5) If an employee mentioned in subsection (6) is transferred to a French-language school board under this Regulation, the terms and conditions of employment of the employee at the board are governed by the same policy or the same collective agreement that governs the terms and conditions of employment of other employees of the board who are employed in positions similar to that of the employee mentioned in subsection (6). (6) A person qualifies for the purposes of subsection (4) or (5) if the person is an employee of the full board on June 30, 1994, and the person’s terms and conditions of employment are not governed by the collective agreement that applies to the caretaking and maintenance staff. O. Reg. 425/94, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>(1) Upon the dissolution of the Board, a person who is an employee on June 30, 1994, becomes an employee of either the public French-language school board or the Roman Catholic French-language school board as determined under sections 20, 21 and 22 and subsection 23 (1).</p> <p class=\"subsection-e\">(2) Subject to subsections (4) and (5), the employment contract and the terms and conditions and rights and benefits of employment of an employee mentioned in subsection (1) together with the employment obligations of the employee are assumed by and continued with the French-language school board as a successor employer to which that employee is transferred under section 20, 21 or 22 or under subsection 23 (1).</p> <p class=\"subsection-e\">(3) In subsection (2), </p> <p class=\"firstdef-e\">“rights and benefits” includes,</p> <p class=\"defclause-e\">(a) accumulated sick leave credits and accumulated vacation credits, and</p> <p class=\"defclause-e\">(b) rights and benefits specified under a collective agreement.</p> <p class=\"subsection-e\">(4) If a French-language school board is unable to offer an employee mentioned in subsection (6) the same position as the employee held immediately before the dissolution of the Board, the French-language school board shall offer the employee a similar position.</p> <p class=\"subsection-e\">(5) If an employee mentioned in subsection (6) is transferred to a French-language school board under this Regulation, the terms and conditions of employment of the employee at the board are governed by the same policy or the same collective agreement that governs the terms and conditions of employment of other employees of the board who are employed in positions similar to that of the employee mentioned in subsection (6).</p> <p class=\"subsection-e\">(6) A person qualifies for the purposes of subsection (4) or (5) if the person is an employee of the full board on June 30, 1994, and the person’s terms and conditions of employment are not governed by the collective agreement that applies to the caretaking and maintenance staff. O. Reg. 425/94, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": "20. (1) Upon the dissolution of the Board, a person who was an employee of the public sector on June 30, 1994, becomes an employee of the public French-language school board and a person who was an employee of the Roman Catholic sector on June 30, 1994, becomes an employee of the Roman Catholic French-language school board. (2) Nothing in subsection (1) affects the validity of a written notice given by the public sector or the Roman Catholic sector on or before May 31, 1994, to terminate the contract of a teacher and the effect of the notice survives any transfer under this Regulation. O. Reg. 425/94, s.20.",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(1) Upon the dissolution of the Board, a person who was an employee of the public sector on June 30, 1994, becomes an employee of the public French-language school board and a person who was an employee of the Roman Catholic sector on June 30, 1994, becomes an employee of the Roman Catholic French-language school board.</p> <p class=\"subsection-e\">(2) Nothing in subsection (1) affects the validity of a written notice given by the public sector or the Roman Catholic sector on or before May 31, 1994, to terminate the contract of a teacher and the effect of the notice survives any transfer under this Regulation. O. Reg. 425/94, s.20.</p>"
        },
        {
            "id": "21.",
            "section": null,
            "content": "21. (1) This section applies to persons who are employees of the full board on June 30, 1994, and whose terms of employment are governed by a collective agreement as defined in subsection 1 (1) of the Labour Relations Act. (2) If an agreement has been entered into between l’Association des employés d’Ottawa-Carleton and the public sector and the Roman Catholic sector that provides for the transfer of employees of the full board to the public French-language school board or to the Roman Catholic French-language school board, an employee to whom the agreement applies, upon the dissolution of the Board, becomes an employee of the French-language school board that is provided for in the agreement. (3) If the transfer of an employee is not provided for by an agreement mentioned in subsection (2), the employee, upon the dissolution of the Board, becomes an employee of the public French-language school board if he or she was employed exclusively at one or more school sites of the public sector on April 30, 1994, and if he or she continues to be an employee of the full board on June 30, 1994. (4) If the transfer of an employee is not provided for by an agreement mentioned in subsection (2), the employee, upon the dissolution of the Board, becomes an employee of the Roman Catholic French-language school board if he or she was employed exclusively at one or more school sites of the Roman Catholic sector on April 30, 1994, and if he or she continues to be an employee of the full board on June 30, 1994. (5) If the transfer of an employee has not been provided for under subsection (2), (3) or (4), the employee, upon the dissolution of the Board, becomes an employee of the French-language school board to which the public sector and the Roman Catholic sector, by resolution of each, have directed that the employee be transferred. (6) If the transfer of an employee to a French-language school board has not been provided for under subsection (2), (3), (4) or (5), the employee, upon the dissolution of the Board, becomes an employee of the French-language school board to which the employee directs, in writing, that he or she be transferred. (7) If an order is made by the Labour Relations Board under section 64 of the Labour Relations Act that determines the French-language school board to which employees of the full board will be transferred, this section does not apply to those employees. O. Reg. 425/94, s. 21.",
            "raw_html": "<p class=\"section-e\"><b>21. </b>(1) This section applies to persons who are employees of the full board on June 30, 1994, and whose terms of employment are governed by a collective agreement as defined in subsection 1 (1) of the <i>Labour Relations Act</i>.</p> <p class=\"subsection-e\">(2) If an agreement has been entered into between l’Association des employés d’Ottawa-Carleton and the public sector and the Roman Catholic sector that provides for the transfer of employees of the full board to the public French-language school board or to the Roman Catholic French-language school board, an employee to whom the agreement applies, upon the dissolution of the Board, becomes an employee of the French-language school board that is provided for in the agreement.</p> <p class=\"subsection-e\">(3) If the transfer of an employee is not provided for by an agreement mentioned in subsection (2), the employee, upon the dissolution of the Board, becomes an employee of the public French-language school board if he or she was employed exclusively at one or more school sites of the public sector on April 30, 1994, and if he or she continues to be an employee of the full board on June 30, 1994.</p> <p class=\"subsection-e\">(4) If the transfer of an employee is not provided for by an agreement mentioned in subsection (2), the employee, upon the dissolution of the Board, becomes an employee of the Roman Catholic French-language school board if he or she was employed exclusively at one or more school sites of the Roman Catholic sector on April 30, 1994, and if he or she continues to be an employee of the full board on June 30, 1994.</p> <p class=\"subsection-e\">(5) If the transfer of an employee has not been provided for under subsection (2), (3) or (4), the employee, upon the dissolution of the Board, becomes an employee of the French-language school board to which the public sector and the Roman Catholic sector, by resolution of each, have directed that the employee be transferred.</p> <p class=\"subsection-e\">(6) If the transfer of an employee to a French-language school board has not been provided for under subsection (2), (3), (4) or (5), the employee, upon the dissolution of the Board, becomes an employee of the French-language school board to which the employee directs, in writing, that he or she be transferred.</p> <p class=\"subsection-e\">(7) If an order is made by the Labour Relations Board under section 64 of the <i>Labour Relations Act</i> that determines the French-language school board to which employees of the full board will be transferred, this section does not apply to those employees. O. Reg. 425/94, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": null,
            "content": "22. (1) This section applies to persons who are employees of the full board on June 30, 1994, and whose terms of employment are not governed by a collective agreement as defined in subsection 1 (1) of the Labour Relations Act. (2) Upon the dissolution of the Board, an employee of the full board becomes an employee of the French-language school board to which the public sector and the Roman Catholic sector, by resolution of each, have directed that the employee be transferred. (3) If the transfer of an employee of the full board to one of the French-language school boards has not been directed by the sectors as provided for in subsection (2), the employee becomes an employee of the French-language school board to which the employee directs, in writing, that he or she be transferred. O. Reg. 425/94, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22. </b>(1) This section applies to persons who are employees of the full board on June 30, 1994, and whose terms of employment are not governed by a collective agreement as defined in subsection 1 (1) of the <i>Labour Relations Act</i>.</p> <p class=\"subsection-e\">(2) Upon the dissolution of the Board, an employee of the full board becomes an employee of the French-language school board to which the public sector and the Roman Catholic sector, by resolution of each, have directed that the employee be transferred.</p> <p class=\"subsection-e\">(3) If the transfer of an employee of the full board to one of the French-language school boards has not been directed by the sectors as provided for in subsection (2), the employee becomes an employee of the French-language school board to which the employee directs, in writing, that he or she be transferred. O. Reg. 425/94, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": null,
            "content": "23. (1) Despite sections 21 and 22, if an employee of the full board to whom those sections would otherwise apply has agreed with the public sector to accept a position at the public French-language school board or with the Roman Catholic sector to accept a position at the Roman Catholic French-language school board the employee, upon the dissolution of the Board, becomes an employee of the board at which the employee has agreed to accept the position and the terms and conditions of the employee’s employment at that board are as provided for in subsection 19 (2) except as otherwise provided for by the agreement between the employee and the sector. (2) The dissolution of the Board and the change of employers provided for under this Part does not constitute a termination of the employment of those employees. O. Reg. 425/94, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23. </b>(1) Despite sections 21 and 22, if an employee of the full board to whom those sections would otherwise apply has agreed with the public sector to accept a position at the public French-language school board or with the Roman Catholic sector to accept a position at the Roman Catholic French-language school board the employee, upon the dissolution of the Board, becomes an employee of the board at which the employee has agreed to accept the position and the terms and conditions of the employee’s employment at that board are as provided for in subsection 19 (2) except as otherwise provided for by the agreement between the employee and the sector.</p> <p class=\"subsection-e\">(2) The dissolution of the Board and the change of employers provided for under this Part does not constitute a termination of the employment of those employees. O. Reg. 425/94, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": null,
            "content": "24. (1) Substitute maintenance and caretaking personnel will be allocated to the public French-language school board or the Roman Catholic French-language school board in accordance with an agreement entered into between l’Association des employés d’Ottawa-Carleton and the public sector and Roman Catholic sector and failing an agreement will be allocated as provided for by the l’Association des employés d’Ottawa-Carleton based on the ratio of the number of schools that are under the jurisdiction of each sector immediately before the dissolution of the Board. (2) Substitute maintenance and caretaking personnel are not employees for the purpose of this Part. O. Reg. 425/94, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>24. </b>(1) Substitute maintenance and caretaking personnel will be allocated to the public French-language school board or the Roman Catholic French-language school board in accordance with an agreement entered into between l’Association des employés d’Ottawa-Carleton and the public sector and Roman Catholic sector and failing an agreement will be allocated as provided for by the l’Association des employés d’Ottawa-Carleton based on the ratio of the number of schools that are under the jurisdiction of each sector immediately before the dissolution of the Board.</p> <p class=\"subsection-e\">(2) Substitute maintenance and caretaking personnel are not employees for the purpose of this Part. O. Reg. 425/94, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": null,
            "content": "25. (1) Any obligations imposed on the Board or a sector by subsection 64 (2) or (3) of the Ottawa-Carleton French-Language School Board Act that continue to exist immediately before the dissolution of the Board become obligations of the public French-language school board and of the Roman Catholic French-language school board to the same extent as they were obligations of the public sector and the Roman Catholic sector respectively. (2) The public French-language school board is subject to any rights conferred by subsections 64 (4) and (5) of the Ottawa-Carleton French-Language School Board Act that exist immediately before the dissolution of the Board, to the same extent that the public sector was subject to those rights immediately before the dissolution of the Board and the Roman Catholic French-language school board is subject to those rights to the same extent that the Roman Catholic sector was subject to those rights immediately before the dissolution of the Board. (3) All obligations and rights continued by this section expire on June 30, 1999 except that any cause of action acquired before June 30, 1999 continues. (4) A French-language school board and the branch affiliate or affiliates representing persons having substantially the same job descriptions may by written agreement provide that subsection (1) or (2) does not apply to those persons. O. Reg. 425/94, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>25. </b>(1) Any obligations imposed on the Board or a sector by subsection 64 (2) or (3) of the <i>Ottawa-Carleton French-Language School Board Act</i> that continue to exist immediately before the dissolution of the Board become obligations of the public French-language school board and of the Roman Catholic French-language school board to the same extent as they were obligations of the public sector and the Roman Catholic sector respectively.</p> <p class=\"subsection-e\">(2) The public French-language school board is subject to any rights conferred by subsections 64 (4) and (5) of the <i>Ottawa-Carleton French-Language School Board Act</i> that exist immediately before the dissolution of the Board, to the same extent that the public sector was subject to those rights immediately before the dissolution of the Board and the Roman Catholic French-language school board is subject to those rights to the same extent that the Roman Catholic sector was subject to those rights immediately before the dissolution of the Board.</p> <p class=\"subsection-e\">(3) All obligations and rights continued by this section expire on June 30, 1999 except that any cause of action acquired before June 30, 1999 continues.</p> <p class=\"subsection-e\">(4) A French-language school board and the branch affiliate or affiliates representing persons having substantially the same job descriptions may by written agreement provide that subsection (1) or (2) does not apply to those persons. O. Reg. 425/94, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": null,
            "content": "26. If a person has a right immediately before the dissolution of the Board to bring or maintain an action, application or other legal proceeding against the Board as represented by the full board or by either sector, and that right is based on the infringement of a right of that person under section 64 of the Ottawa-Carleton French-Language School Board Act, the right to bring or maintain the action, application or other legal proceeding is continued as provided for in sections 8 and 9. O. Reg. 425/94, s. 26.",
            "raw_html": "<p class=\"section-e\"><b>26. </b>If a person has a right immediately before the dissolution of the Board to bring or maintain an action, application or other legal proceeding against the Board as represented by the full board or by either sector, and that right is based on the infringement of a right of that person under section 64 of the <i>Ottawa-Carleton French-Language School Board Act</i>, the right to bring or maintain the action, application or other legal proceeding is continued as provided for in sections 8 and 9. O. Reg. 425/94, s. 26.</p>"
        },
        {
            "id": "27.",
            "section": null,
            "content": "27. (1) Not later than September 30, 1994, the public French-language school board shall notify, in writing, those of its employees who are transferred to the public French-language school board under this Regulation that they are transferred as of July 1, 1994. (2) Subsection (1) applies with necessary modifications to the Roman Catholic French-language school board and its employees. O. Reg. 425/94, s. 27.",
            "raw_html": "<p class=\"section-e\"><b>27. </b>(1) Not later than September 30, 1994, the public French-language school board shall notify, in writing, those of its employees who are transferred to the public French-language school board under this Regulation that they are transferred as of July 1, 1994.</p> <p class=\"subsection-e\">(2) Subsection (1) applies with necessary modifications to the Roman Catholic French-language school board and its employees. O. Reg. 425/94, s. 27.</p>"
        },
        {
            "id": "28.",
            "section": null,
            "content": "28. (1) A French-language school board shall not fill a position on the board with a person other than a person mentioned in subsection (2) if a person mentioned in subsection (2) is qualified, willing and available to fill the position. (2) A person qualifies for the purposes of subsection (1) if the following conditions are met: 1. The person was an employee of the full board on January 26, 1994. 2. The terms and conditions of employment of the person are not governed by a collective agreement. 3. The person, i. had his or her employment terminated, other than for cause, by the full board after January 26, 1994, or ii. became an employee, by the operation of this Regulation, of a French-language school board and had his or her employment terminated, other than for cause, by that board before January 1, 1996. (3) The right under subsection (1) of a person who is not a transferred employee to fill a position is subject to the right, if any, of a transferred employee under subsection 25 (1) to fill the position. (4) The right of a person under subsection (1) ceases at the end of the eighteenth month following the month in which the person’s employment was terminated. (5) In subsection (1), “position” means a position that is not governed by a collective agreement and that is for a term of one month or longer. (6) This section applies with necessary modifications to a French-language school board and to an employee of the full board whose terms of employment are governed by the collective agreement respecting secretarial staff, office workers and technical workers, and to a position to which a collective agreement applies, except that the right of an employee under this subsection is subject to any applicable collective agreement and if the Labour Relations Board makes an order under section 64 of the Labour Relations Act that provides for the recall rights of such an employee, this subsection does not apply. O. Reg. 425/94, s. 28.",
            "raw_html": "<p class=\"section-e\"><b>28. </b>(1) A French-language school board shall not fill a position on the board with a person other than a person mentioned in subsection (2) if a person mentioned in subsection (2) is qualified, willing and available to fill the position.</p> <p class=\"subsection-e\">(2) A person qualifies for the purposes of subsection (1) if the following conditions are met:</p> <p class=\"paragraph-e\">1. The person was an employee of the full board on January 26, 1994.</p> <p class=\"paragraph-e\">2. The terms and conditions of employment of the person are not governed by a collective agreement.</p> <p class=\"paragraph-e\">3. The person,</p> <p class=\"subpara-e\">i. had his or her employment terminated, other than for cause, by the full board after January 26, 1994, or</p> <p class=\"subpara-e\">ii. became an employee, by the operation of this Regulation, of a French-language school board and had his or her employment terminated, other than for cause, by that board before January 1, 1996.</p> <p class=\"subsection-e\">(3) The right under subsection (1) of a person who is not a transferred employee to fill a position is subject to the right, if any, of a transferred employee under subsection 25 (1) to fill the position.</p> <p class=\"subsection-e\">(4) The right of a person under subsection (1) ceases at the end of the eighteenth month following the month in which the person’s employment was terminated.</p> <p class=\"subsection-e\">(5) In subsection (1), </p> <p class=\"firstdef-e\">“position” means a position that is not governed by a collective agreement and that is for a term of one month or longer.</p> <p class=\"subsection-e\">(6) This section applies with necessary modifications to a French-language school board and to an employee of the full board whose terms of employment are governed by the collective agreement respecting secretarial staff, office workers and technical workers, and to a position to which a collective agreement applies, except that the right of an employee under this subsection is subject to any applicable collective agreement and if the Labour Relations Board makes an order under section 64 of the <i>Labour Relations Act</i> that provides for the recall rights of such an employee, this subsection does not apply. O. Reg. 425/94, s. 28.</p>"
        },
        {
            "id": "29.",
            "section": null,
            "content": "29. (1) In this section,  “collective agreement” does not include a collective agreement to which the School Boards and Teachers Collective Negotiations Act applies. (2) All collective agreements to which the Board is a party that are under the jurisdiction of the public sector immediately before the dissolution of the Board are transferred to and become the responsibility of the public French-language school board on July 1, 1994, and section 64 of the Labour Relations Act applies to the public French-language school board as if it were a successor employer and the Board as represented by the public sector were the predecessor employer. (3) All collective agreements to which the Board is a party that are under the jurisdiction of the Roman Catholic sector immediately before the dissolution of the Board are transferred to and become the responsibility of the Roman Catholic French-language school board on July 1, 1994, and section 64 of the Labour Relations Act applies to the Roman Catholic French-language school board as if it were a successor employer and the Board as represented by the Roman Catholic sector were the predecessor employer. (4) All collective agreements to which the Board is a party that are under the jurisdiction of the full board immediately before the dissolution of the Board shall be deemed to be transferred to and assumed by the public French-language school board and the Roman Catholic French-language school board separately on July 1, 1994, and section 64 of the Labour Relations Act applies to those two boards as if they were each a successor employer and the Board as represented by the full board were the predecessor employer. O. Reg. 425/94, s. 29.",
            "raw_html": "<p class=\"section-e\"><b>29. </b>(1) In this section, </p> <p class=\"firstdef-e\">“collective agreement” does not include a collective agreement to which the <i>School Boards and Teachers Collective Negotiations Act</i> applies.</p> <p class=\"subsection-e\">(2) All collective agreements to which the Board is a party that are under the jurisdiction of the public sector immediately before the dissolution of the Board are transferred to and become the responsibility of the public French-language school board on July 1, 1994, and section 64 of the <i>Labour Relations Act</i> applies to the public French-language school board as if it were a successor employer and the Board as represented by the public sector were the predecessor employer.</p> <p class=\"subsection-e\">(3) All collective agreements to which the Board is a party that are under the jurisdiction of the Roman Catholic sector immediately before the dissolution of the Board are transferred to and become the responsibility of the Roman Catholic French-language school board on July 1, 1994, and section 64 of the <i>Labour Relations Act</i> applies to the Roman Catholic French-language school board as if it were a successor employer and the Board as represented by the Roman Catholic sector were the predecessor employer.</p> <p class=\"subsection-e\">(4) All collective agreements to which the Board is a party that are under the jurisdiction of the full board immediately before the dissolution of the Board shall be deemed to be transferred to and assumed by the public French-language school board and the Roman Catholic French-language school board separately on July 1, 1994, and section 64 of the <i>Labour Relations Act</i> applies to those two boards as if they were each a successor employer and the Board as represented by the full board were the predecessor employer. O. Reg. 425/94, s. 29.</p>"
        },
        {
            "id": "30.",
            "section": null,
            "content": "30. (1) In this section, “teachers collective agreement” means an agreement as defined in section 1 of the School Boards and Teachers Collective Negotiations Act. (2) All teachers’ collective agreements to which the Board is a party that are under the jurisdiction of the public sector immediately before the dissolution of the Board are transferred to and become the responsibility of the public French-language school board on July 1, 1994, and that board stands in the place of the public sector for all purposes of those agreements. (3) All teachers’ collective agreements to which the Board is a party that are under the jurisdiction of the Roman Catholic sector immediately before the dissolution of the Board are transferred to and become the responsibility of the Roman Catholic French-language school board on July 1, 1994, and that board stands in the place of the Roman Catholic sector for all purposes of those agreements. O. Reg. 425/94, s. 30.",
            "raw_html": "<p class=\"section-e\"><b>30. </b>(1) In this section,</p> <p class=\"firstdef-e\">“teachers collective agreement” means an agreement as defined in section 1 of the <i>School Boards and Teachers Collective Negotiations Act</i>.</p> <p class=\"subsection-e\">(2) All teachers’ collective agreements to which the Board is a party that are under the jurisdiction of the public sector immediately before the dissolution of the Board are transferred to and become the responsibility of the public French-language school board on July 1, 1994, and that board stands in the place of the public sector for all purposes of those agreements.</p> <p class=\"subsection-e\">(3) All teachers’ collective agreements to which the Board is a party that are under the jurisdiction of the Roman Catholic sector immediately before the dissolution of the Board are transferred to and become the responsibility of the Roman Catholic French-language school board on July 1, 1994, and that board stands in the place of the Roman Catholic sector for all purposes of those agreements. O. Reg. 425/94, s. 30.</p>"
        },
        {
            "id": "31.",
            "section": null,
            "content": "31. (1) In subsection (3),  “predecessor branch affiliate” means, in the case of a branch affiliate mentioned in subsection (2), the branch affiliate that immediately before the dissolution of the Board was composed of the same members as the branch affiliate mentioned in subsection (2). (2) For the purposes of the School Boards and Teachers Collective Negotiations Act, the following branch affiliates shall be deemed to exist on July 1, 1994: 1. One consisting of the members of l’Association des Enseignantes et des Enseignants Franco-Ontariens who are teachers employed by the public French-language school board and who work in that board’s elementary schools. 2. One consisting of the members of l’Association des Enseignantes et des Enseignants Franco-Ontariens who are teachers employed by the public French-language school board and who work in that board’s secondary schools. 3. One consisting of the members of The Ontario Secondary School Teachers’ Federation who are teachers employed by the public French-language school board and who work in that board’s secondary schools. 4. One consisting of the members of l’Association des Enseignantes et des Enseignants Franco-Ontariens who are teachers employed by the Roman Catholic French-language school board and who work in that board’s elementary schools. 5. One consisting of the members of l’Association des Enseignantes et des Enseignants Franco-Ontariens who are teachers employed by the Roman Catholic French-language school board and who work in that board’s secondary schools. 6. One consisting of the members of The Ontario Secondary School Teachers’ Federation who are teachers employed by the Roman Catholic French-language school board and who work in that board’s secondary schools. (3) A branch affiliate mentioned in subsection (2) stands in the place of its predecessor branch affiliate for all purposes of any teachers’ collective agreement to which the predecessor branch affiliate is a party. O. Reg. 425/94, s. 31.",
            "raw_html": "<p class=\"section-e\"><b>31. </b>(1) In subsection (3), </p> <p class=\"firstdef-e\">“predecessor branch affiliate” means, in the case of a branch affiliate mentioned in subsection (2), the branch affiliate that immediately before the dissolution of the Board was composed of the same members as the branch affiliate mentioned in subsection (2).</p> <p class=\"subsection-e\">(2) For the purposes of the <i>School Boards and Teachers Collective Negotiations Act</i>, the following branch affiliates shall be deemed to exist on July 1, 1994:</p> <p class=\"paragraph-e\">1. One consisting of the members of l’Association des Enseignantes et des Enseignants Franco-Ontariens who are teachers employed by the public French-language school board and who work in that board’s elementary schools.</p> <p class=\"paragraph-e\">2. One consisting of the members of l’Association des Enseignantes et des Enseignants Franco-Ontariens who are teachers employed by the public French-language school board and who work in that board’s secondary schools.</p> <p class=\"paragraph-e\">3. One consisting of the members of The Ontario Secondary School Teachers’ Federation who are teachers employed by the public French-language school board and who work in that board’s secondary schools.</p> <p class=\"paragraph-e\">4. One consisting of the members of l’Association des Enseignantes et des Enseignants Franco-Ontariens who are teachers employed by the Roman Catholic French-language school board and who work in that board’s elementary schools.</p> <p class=\"paragraph-e\">5. One consisting of the members of l’Association des Enseignantes et des Enseignants Franco-Ontariens who are teachers employed by the Roman Catholic French-language school board and who work in that board’s secondary schools.</p> <p class=\"paragraph-e\">6. One consisting of the members of The Ontario Secondary School Teachers’ Federation who are teachers employed by the Roman Catholic French-language school board and who work in that board’s secondary schools.</p> <p class=\"subsection-e\">(3) A branch affiliate mentioned in subsection (2) stands in the place of its predecessor branch affiliate for all purposes of any teachers’ collective agreement to which the predecessor branch affiliate is a party. O. Reg. 425/94, s. 31.</p>"
        },
        {
            "id": "32.",
            "section": null,
            "content": "32. (1) For the purpose of subsection 135 (6) of the Act, the Roman Catholic French-language school board shall be deemed to have begun to perform the duties of secondary school board on January 1, 1989, and the public French-language school board shall be deemed, for the purpose of subsection 135 (1) of the Act, to be the only public board that has jurisdiction in an area that is also part or all of the area of jurisdiction of the Roman Catholic French-language school board. (2) Despite subsection (1), the regulations under section 135 of the Act do not apply to the French-language school boards and if they fail to reach an agreement under that section the matter shall be referred to the Commission as a dispute under subsection 16 (1). O. Reg. 425/94, s. 32.",
            "raw_html": "<p class=\"section-e\"><b>32. </b>(1) For the purpose of subsection 135 (6) of the Act, the Roman Catholic French-language school board shall be deemed to have begun to perform the duties of secondary school board on January 1, 1989, and the public French-language school board shall be deemed, for the purpose of subsection 135 (1) of the Act, to be the only public board that has jurisdiction in an area that is also part or all of the area of jurisdiction of the Roman Catholic French-language school board.</p> <p class=\"subsection-e\">(2) Despite subsection (1), the regulations under section 135 of the Act do not apply to the French-language school boards and if they fail to reach an agreement under that section the matter shall be referred to the Commission as a dispute under subsection 16 (1). O. Reg. 425/94, s. 32.</p>"
        },
        {
            "id": "33.",
            "section": null,
            "content": "33. (1) A dispute in respect of any matter arising under this Part in the employment relationship between an employee and a French-language school board may be resolved by a grievance arbitration in accordance with this section. (2) The parties to the arbitration are the French-language school board or both French-language school boards, if the case requires, and the employee, or, if the employee is employed under a collective agreement, the organization that represents the person under the collective agreement. (3) Subsections 137 (3) to (16) and sections 138, 139, 140, 141 and 142 of the Act apply with necessary modifications to a grievance arbitration under subsection (1). O. Reg. 425/94, s. 33. PART 4   CONSEIL DES ÉCOLES PUBLIQUES D’OTTAWA-CARLETON",
            "raw_html": "<p class=\"section-e\"><b>33. </b>(1) A dispute in respect of any matter arising under this Part in the employment relationship between an employee and a French-language school board may be resolved by a grievance arbitration in accordance with this section.</p> <p class=\"subsection-e\">(2) The parties to the arbitration are the French-language school board or both French-language school boards, if the case requires, and the employee, or, if the employee is employed under a collective agreement, the organization that represents the person under the collective agreement.</p> <p class=\"subsection-e\">(3) Subsections 137 (3) to (16) and sections 138, 139, 140, 141 and 142 of the Act apply with necessary modifications to a grievance arbitration under subsection (1). O. Reg. 425/94, s. 33.</p> <p class=\"partnum-e\"><b>PART 4 <br/>  CONSEIL DES ÉCOLES PUBLIQUES D’OTTAWA-CARLETON</b></p>"
        },
        {
            "id": "34.",
            "section": null,
            "content": "34. Except as otherwise provided in this Regulation or in any other Act, the public French-language school board shall be deemed to be a divisional board for the purpose of all provisions of the Act and the board’s area of jurisdiction is the Regional Area. O. Reg. 425/94, s. 34.",
            "raw_html": "<p class=\"section-e\"><b>34. </b>Except as otherwise provided in this Regulation or in any other Act, the public French-language school board shall be deemed to be a divisional board for the purpose of all provisions of the Act and the board’s area of jurisdiction is the Regional Area. O. Reg. 425/94, s. 34.</p>"
        },
        {
            "id": "35.",
            "section": null,
            "content": "35. (1) The powers and duties of the public French-language school board under the Act shall be exercised and performed only in respect of school instruction in French-language instructional units. (2) The powers and duties of The Ottawa Board of Education and the Carleton Board of Education under the Act shall not be exercised in respect of instruction in French-language instructional units and Parts XII and XIII of the Act do not apply to those boards. O. Reg. 425/94, s. 35.",
            "raw_html": "<p class=\"section-e\"><b>35. </b>(1) The powers and duties of the public French-language school board under the Act shall be exercised and performed only in respect of school instruction in French-language instructional units.</p> <p class=\"subsection-e\">(2) The powers and duties of The Ottawa Board of Education and the Carleton Board of Education under the Act shall not be exercised in respect of instruction in French-language instructional units and Parts XII and XIII of the Act do not apply to those boards. O. Reg. 425/94, s. 35.</p>"
        },
        {
            "id": "36.",
            "section": null,
            "content": "36. The provisions of the Ottawa-Carleton French-Language School Board Act relating to school attendance in respect of the public sector apply with necessary modifications to the public French-language school board. O. Reg. 425/94, s. 36.",
            "raw_html": "<p class=\"section-e\"><b>36. </b>The provisions of the <i>Ottawa-Carleton French-Language School Board Act</i> relating to school attendance in respect of the public sector apply with necessary modifications to the public French-language school board. O. Reg. 425/94, s. 36.</p>"
        },
        {
            "id": "37.",
            "section": null,
            "content": "37. Revoked: O. Reg. 689/94, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>37. </b>Revoked: O. Reg. 689/94, s. 2.</p>"
        },
        {
            "id": "38.",
            "section": null,
            "content": "38. The provisions of the Ottawa-Carleton French-Language School Board Act respecting Electors for the French-Language Board as they relate to the public sector apply with necessary modifications to the public French-language school board. O. Reg. 425/94, s. 38.",
            "raw_html": "<p class=\"section-e\"><b>38. </b>The provisions of the <i>Ottawa-Carleton French-Language School Board Act</i> respecting Electors for the French-Language Board as they relate to the public sector apply with necessary modifications to the public French-language school board. O. Reg. 425/94, s. 38.</p>"
        },
        {
            "id": "39.",
            "section": null,
            "content": "39. (1) English shall be a subject of instruction in grades 5, 6, 7 and 8 in a school or class operated by the public French-language school board. (2) English may be a subject of instruction in any grade other than grades 5, 6, 7 and 8 in a school or class operated by the public French-language school board. O. Reg. 425/94, s. 39.",
            "raw_html": "<p class=\"section-e\"><b>39. </b>(1) English shall be a subject of instruction in grades 5, 6, 7 and 8 in a school or class operated by the public French-language school board.</p> <p class=\"subsection-e\">(2) English may be a subject of instruction in any grade other than grades 5, 6, 7 and 8 in a school or class operated by the public French-language school board. O. Reg. 425/94, s. 39.</p>"
        },
        {
            "id": "40.",
            "section": null,
            "content": "40. Section 28 of the Ottawa-Carleton French-Language School Board Act, as it relates to the public sector, applies with necessary modifications to the public French-language school board. O. Reg. 425/94, s. 40. PART 5   CONSEIL DES ÉCOLES CATHOLIQUES DE LANGUE FRANÇAISE DE LA RÉGION D’OTTAWA-CARLETON",
            "raw_html": "<p class=\"section-e\"><b>40. </b>Section 28 of the <i>Ottawa-Carleton French-Language School Board Act</i>, as it relates to the public sector, applies with necessary modifications to the public French-language school board. O. Reg. 425/94, s. 40.</p> <p class=\"partnum-e\"><b>PART 5 <br/>  CONSEIL DES ÉCOLES CATHOLIQUES DE LANGUE FRANÇAISE DE LA RÉGION D’OTTAWA-CARLETON</b></p>"
        },
        {
            "id": "41.",
            "section": null,
            "content": "41. (1) Except as otherwise provided in this Regulation or in any Act, the Roman Catholic French-language school board shall be deemed to be a county combined separate school board for the purpose of the Act. (2) The board’s area of jurisdiction is the Regional Area and the Regional Area shall be deemed to be the county combined separate school zone in respect of which the Roman Catholic French-language school board was established. O. Reg. 425/94, s. 41. (3) The Roman Catholic French-language school board shall be deemed to have elected on January 1, 1989, under section 124 of the Act, to perform the duties of a secondary school board. O. Reg. 689/94, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>41. </b>(1) Except as otherwise provided in this Regulation or in any Act, the Roman Catholic French-language school board shall be deemed to be a county combined separate school board for the purpose of the Act.</p> <p class=\"subsection-e\">(2) The board’s area of jurisdiction is the Regional Area and the Regional Area shall be deemed to be the county combined separate school zone in respect of which the Roman Catholic French-language school board was established. O. Reg. 425/94, s. 41.</p> <p class=\"subsection-e\">(3) The Roman Catholic French-language school board shall be deemed to have elected on January 1, 1989, under section 124 of the Act, to perform the duties of a secondary school board. O. Reg. 689/94, s. 3.</p>"
        },
        {
            "id": "42.",
            "section": null,
            "content": "42. (1) The powers and duties of the Roman Catholic French-language school board under the Act shall be exercised and performed only in respect of school instruction in French-language instructional units. (2) The powers and duties of The Ottawa Roman Catholic Separate School Board and The Carleton Roman Catholic Separate School Board under the Act shall not be exercised in respect of instruction in French-language instructional units and Parts XII and XIII of the Act do not apply to those boards. O. Reg. 425/94, s. 42.",
            "raw_html": "<p class=\"section-e\"><b>42. </b>(1) The powers and duties of the Roman Catholic French-language school board under the Act shall be exercised and performed only in respect of school instruction in French-language instructional units.</p> <p class=\"subsection-e\">(2) The powers and duties of The Ottawa Roman Catholic Separate School Board and The Carleton Roman Catholic Separate School Board under the Act shall not be exercised in respect of instruction in French-language instructional units and Parts XII and XIII of the Act do not apply to those boards. O. Reg. 425/94, s. 42.</p>"
        },
        {
            "id": "43.",
            "section": null,
            "content": "43. The provisions of the Ottawa-Carleton French-Language School Board Act relating to school attendance in respect of the Roman Catholic sector apply with necessary modifications to the Roman Catholic French-language school board. O. Reg. 425/94, s. 43.",
            "raw_html": "<p class=\"section-e\"><b>43. </b>The provisions of the <i>Ottawa-Carleton French-Language School Board Act</i> relating to school attendance in respect of the Roman Catholic sector apply with necessary modifications to the Roman Catholic French-language school board. O. Reg. 425/94, s. 43.</p>"
        },
        {
            "id": "44.",
            "section": null,
            "content": "44. Revoked: O. Reg. 689/94, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>44. </b>Revoked: O. Reg. 689/94, s. 4.</p>"
        },
        {
            "id": "45.",
            "section": null,
            "content": "45. The provisions of the Ottawa-Carleton French-Language School Board Act respecting Electors for the French-Language Board as they relate to the Roman Catholic sector apply with necessary modifications to the Roman Catholic French-language school board. O. Reg. 425/94, s. 45.",
            "raw_html": "<p class=\"section-e\"><b>45. </b>The provisions of the <i>Ottawa-Carleton French-Language School Board Act</i> respecting Electors for the French-Language Board as they relate to the Roman Catholic sector apply with necessary modifications to the Roman Catholic French-language school board. O. Reg. 425/94, s. 45.</p>"
        },
        {
            "id": "46.",
            "section": null,
            "content": "46. (1) English shall be a subject of instruction in grades 5, 6, 7 and 8 in a school or class operated by the Roman Catholic French-language school board. (2) English may be a subject of instruction in any grade other than grades 5, 6, 7 and 8 in a school or class operated by the Roman Catholic French-language school board. O. Reg. 425/94, s. 46.",
            "raw_html": "<p class=\"section-e\"><b>46. </b>(1) English shall be a subject of instruction in grades 5, 6, 7 and 8 in a school or class operated by the Roman Catholic French-language school board.</p> <p class=\"subsection-e\">(2) English may be a subject of instruction in any grade other than grades 5, 6, 7 and 8 in a school or class operated by the Roman Catholic French-language school board. O. Reg. 425/94, s. 46.</p>"
        },
        {
            "id": "47.",
            "section": null,
            "content": "47. Section 28 of the Ottawa-Carleton French-Language School Board Act, as it relates to the Roman Catholic sector, applies with necessary modifications to the Roman Catholic French-language school board. O. Reg. 425/94, s. 47. PART 6   SCHOOL SUPPORT",
            "raw_html": "<p class=\"section-e\"><b>47. </b>Section 28 of the <i>Ottawa-Carleton French-Language School Board Act</i>, as it relates to the Roman Catholic sector, applies with necessary modifications to the Roman Catholic French-language school board. O. Reg. 425/94, s. 47.</p> <p class=\"partnum-e\"><b>PART 6 <br/>  SCHOOL SUPPORT</b></p>"
        },
        {
            "id": "48.",
            "section": null,
            "content": "48. Sections 13 to 18 of the Ottawa-Carleton French-Language School Board Act apply with necessary modifications in the Regional Area and, for that purpose, (a) a reference in those sections to the “public sector” shall be deemed to be a reference to the public French-language school board; and (b) a reference in those sections to the “Roman Catholic sector” shall be deemed to be a reference to the Roman Catholic French-language school board. O. Reg. 689/94, s. 5. PART 7   MODIFICATIONS TO OTHER ACTS",
            "raw_html": "<p class=\"section-e\"><b>48. </b>Sections 13 to 18 of the <i>Ottawa-Carleton French-Language School Board Act</i> apply with necessary modifications in the Regional Area and, for that purpose,</p> <p class=\"clause-e\">(a) a reference in those sections to the “public sector” shall be deemed to be a reference to the public French-language school board; and</p> <p class=\"clause-e\">(b) a reference in those sections to the “Roman Catholic sector” shall be deemed to be a reference to the Roman Catholic French-language school board. O. Reg. 689/94, s. 5.</p> <p class=\"partnum-e\"><b>PART 7 <br/>  MODIFICATIONS TO OTHER ACTS</b></p>"
        },
        {
            "id": "49.",
            "section": null,
            "content": "49. (1) Paragraphs 19 and 20 of subsection 14(1) of the Assessment Act shall be deemed to read as follows: 19. In the case of an assessment roll for a municipality in The Regional Municipality of Ottawa-Carleton, whether a supporter of The Ottawa Board of Education (p), The Carleton Board of Education (p), The Ottawa Roman Catholic Separate School Board (s), The Carleton Roman Catholic Separate School Board (s), the Conseil des écoles publiques d’Ottawa-Carleton (fp) or the Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton (fs), by inserting the letter or letters shown in parentheses in this paragraph after the name of the board. 20. In the case of a corporation, whether the corporation is a designated ratepayer within the meaning of section 113 of the Education Act. (2) Subsection 14 (4) of the Assessment Act shall be deemed to read as follows: (4) In the preparation of the assessment roll, the assessment commissioner, in determining the names and school support of those persons entitled to direct taxes for school support purposes, shall be guided by the index books provided for in the Education Act, by the applications for direction of school taxes received and approved by the assessment commissioner under section 16 of this Act and by the notices received under section 112 of the Education Act, section 17 of the Ottawa-Carleton French-Language School Board Act and section 48 of Ontario Regulation 425/94. (3) Section 14 of the Assessment Act shall be deemed to include the following subsections: (4.1) An application for direction of school taxes made under section 16 before Ontario Regulation 689/94 came into force that sought to have a person specified in the assessment roll as a supporter of the public sector of The Ottawa-Carleton French-language School Board shall be deemed to have sought to have the person specified as a supporter of the Conseil des écoles publiques d’Ottawa-Carleton, and an application for direction of school taxes made under section 16 before Ontario Regulation 689/94 came into force that sought to have a person specified in the assessment roll as a supporter of the Roman Catholic sector of The Ottawa-Carleton French-language School Board shall be deemed to have sought to have the person specified as a supporter of the Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton. (4.2) A notice given under section 17 of the Ottawa-Carleton French-Language School Board Act before Ontario Regulation 689/94 came into force allocating the whole or any part of an assessment to the public sector of The Ottawa-Carleton French-language School Board shall be deemed to have allocated the whole or that part of the assessment to the Conseil des écoles publiques d’Ottawa-Carleton, and a notice given under section 17 of the Ottawa-Carleton French-Language School Board Act before Ontario Regulation 689/94 came into force allocating the whole or any part of an assessment to the Roman Catholic sector of The Ottawa-Carleton French-language School Board shall be deemed to have allocated the whole or that part of the assessment to the Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton. (4) Subsection 16 (3) of the Assessment Act does not apply in respect of the Regional Area. (5) Subsection 16 (4) of the Assessment Act shall be deemed to read as follows: (4) Any person may apply to the assessment commissioner to have that person’s name included or altered in the assessment roll for a municipality in The Regional Municipality of Ottawa-Carleton as, (a) a supporter of The Ottawa Board of Education, if the municipality is within the jurisdiction of that board; (b) a supporter of The Carleton Board of Education, if the municipality is within the jurisdiction of that board; (c) a supporter of The Ottawa Roman Catholic Separate School Board, if the person is a Roman Catholic and the municipality is within the jurisdiction of that board; (d) a supporter of The Carleton Roman Catholic Separate School Board, if the person is a Roman Catholic and the municipality is within the jurisdiction of that board; (e) a supporter of the Conseil des écoles publiques d’Ottawa-Carleton, if the person is a French-speaking person; or (f) a supporter of the Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton, if the person is a French-speaking person and a Roman Catholic, and the assessment commissioner may make the addition or alteration. (6) For the purposes of the Regional Area, the references in subsections 16 (2), (6), (7) and (8) of the Assessment Act to subsection 16(3) of that Act shall be deemed to be references to subsection 16 (4) of that Act. O. Reg. 689/94, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>49. </b>(1) Paragraphs 19 and 20 of subsection 14(1) of the <i>Assessment Act</i> shall be deemed to read as follows:</p> <p class=\"subpara-e\">19. In the case of an assessment roll for a municipality in The Regional Municipality of Ottawa-Carleton, whether a supporter of The Ottawa Board of Education (p), The Carleton Board of Education (p), The Ottawa Roman Catholic Separate School Board (s), The Carleton Roman Catholic Separate School Board (s), the Conseil des écoles publiques d’Ottawa-Carleton (fp) or the Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton (fs), by inserting the letter or letters shown in parentheses in this paragraph after the name of the board.</p> <p class=\"subpara-e\">20. In the case of a corporation, whether the corporation is a designated ratepayer within the meaning of section 113 of the <i>Education Act</i>.</p> <p class=\"subsection-e\">(2) Subsection 14 (4) of the <i>Assessment Act</i> shall be deemed to read as follows:</p> <p class=\"parawindt2-e\">(4) In the preparation of the assessment roll, the assessment commissioner, in determining the names and school support of those persons entitled to direct taxes for school support purposes, shall be guided by the index books provided for in the <i>Education Act</i>, by the applications for direction of school taxes received and approved by the assessment commissioner under section 16 of this Act and by the notices received under section 112 of the <i>Education Act</i>, section 17 of the<i> Ottawa-Carleton French-Language School Board Act</i> and section 48 of Ontario Regulation 425/94.</p> <p class=\"subsection-e\">(3) Section 14 of the <i>Assessment Act</i> shall be deemed to include the following subsections:</p> <p class=\"parawindt2-e\">(4.1) An application for direction of school taxes made under section 16 before Ontario Regulation 689/94 came into force that sought to have a person specified in the assessment roll as a supporter of the public sector of The Ottawa-Carleton French-language School Board shall be deemed to have sought to have the person specified as a supporter of the Conseil des écoles publiques d’Ottawa-Carleton, and an application for direction of school taxes made under section 16 before Ontario Regulation 689/94 came into force that sought to have a person specified in the assessment roll as a supporter of the Roman Catholic sector of The Ottawa-Carleton French-language School Board shall be deemed to have sought to have the person specified as a supporter of the Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton.</p> <p class=\"parawindt2-e\">(4.2) A notice given under section 17 of the <i>Ottawa-Carleton French-Language School Board Act</i> before Ontario Regulation 689/94 came into force allocating the whole or any part of an assessment to the public sector of The Ottawa-Carleton French-language School Board shall be deemed to have allocated the whole or that part of the assessment to the Conseil des écoles publiques d’Ottawa-Carleton, and a notice given under section 17 of the <i>Ottawa-Carleton French-Language School Board Act</i> before Ontario Regulation 689/94 came into force allocating the whole or any part of an assessment to the Roman Catholic sector of The Ottawa-Carleton French-language School Board shall be deemed to have allocated the whole or that part of the assessment to the Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton.</p> <p class=\"subsection-e\">(4) Subsection 16 (3) of the <i>Assessment Act</i> does not apply in respect of the Regional Area.</p> <p class=\"subsection-e\">(5) Subsection 16 (4) of the <i>Assessment Act</i> shall be deemed to read as follows:</p> <p class=\"parawindt2-e\">(4) Any person may apply to the assessment commissioner to have that person’s name included or altered in the assessment roll for a municipality in The Regional Municipality of Ottawa-Carleton as,</p> <p class=\"subclause-e\">(a) a supporter of The Ottawa Board of Education, if the municipality is within the jurisdiction of that board;</p> <p class=\"subclause-e\">(b) a supporter of The Carleton Board of Education, if the municipality is within the jurisdiction of that board;</p> <p class=\"subclause-e\">(c) a supporter of The Ottawa Roman Catholic Separate School Board, if the person is a Roman Catholic and the municipality is within the jurisdiction of that board;</p> <p class=\"subclause-e\">(d) a supporter of The Carleton Roman Catholic Separate School Board, if the person is a Roman Catholic and the municipality is within the jurisdiction of that board;</p> <p class=\"subclause-e\">(e) a supporter of the Conseil des écoles publiques d’Ottawa-Carleton, if the person is a French-speaking person; or</p> <p class=\"subclause-e\">(f) a supporter of the Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton, if the person is a French-speaking person and a Roman Catholic,</p> <p class=\"parawindt2-e\">and the assessment commissioner may make the addition or alteration.</p> <p class=\"subsection-e\">(6) For the purposes of the Regional Area, the references in subsections 16 (2), (6), (7) and (8) of the <i>Assessment Act</i> to subsection 16(3) of that Act shall be deemed to be references to subsection 16 (4) of that Act. O. Reg. 689/94, s. 5.</p>"
        },
        {
            "id": "50.",
            "section": null,
            "content": "50. (1) The definition of “public school elector” in section 1 of the Municipal Elections Act shall be deemed to read as follows: “public school elector” means an elector who is not a separate school elector. (“électeur des écoles publiques”) (2) Section 1 of the Municipal Elections Act shall be deemed to include the following subsection: (2) For the purposes of this Act and the regulations made under this Act, (a) an elector of the Conseil des écoles publiques d’Ottawa-Carleton shall be deemed to be a French language public school elector; and (b) an elector of the Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton shall be deemed to be a French language separate school elector. (3) Clause 21 (f) of the Municipal Elections Act does not apply in respect of the Regional Area. (4) Clause 21 (g) of the Municipal Elections Act shall be deemed to read as follows: (g) who is an elector for The Ottawa Board of Education, The Carleton Board of Education, The Ottawa Roman Catholic Separate School Board, The Carleton Roman Catholic Separate School Board, the Conseil des écoles publiques d’Ottawa-Carleton or the Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton, that the elector is such an elector. (5) Paragraphs 6 and 7 of subsection 54 (1) of the Municipal Elections Act do not apply in respect of the Regional Area. (6) Paragraph 9 of subsection 54 (1) of the Municipal Elections Act shall be deemed to read as follows: 9. Where the election is to the office of member of The Ottawa Board of Education, The Carleton Board of Education, The Ottawa Roman Catholic Separate School Board, The Carleton Roman Catholic Separate School Board, the Conseil des écoles publiques d’Ottawa-Carleton or the Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton, to be elected by electors entitled to elect members of that board in a municipality or in a part thereof, or in a combination of municipalities, an elector of that board is entitled to as many votes as there are members of that board to be elected by such electors in such municipality or part, or combination of municipalities, as the case may be, but may not give more than one vote to any one candidate. (7) For the purposes of the Regional Area, subsection 54 (5) of the Municipal Elections Act shall be deemed to read as follows: (5) For the purposes of this section, the determination as to whether an elector is an elector of The Ottawa Board of Education, The Carleton Board of Education, The Ottawa Roman Catholic Separate School Board, The Carleton Roman Catholic Separate School Board, the Conseil des écoles publiques d’Ottawa-Carleton or the Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton shall be in accordance with the electoral status indicated on the list certified under section 34. O. Reg. 689/94, s. 5. Français ",
            "raw_html": "<p class=\"section-e\"><b>50. </b>(1) The definition of “public school elector” in section 1 of the <i>Municipal Elections Act</i> shall be deemed to read as follows:</p> <p class=\"Sdefclause-e\">“public school elector” means an elector who is not a separate school elector. (“électeur des écoles publiques”)</p> <p class=\"subsection-e\">(2) Section 1 of the <i>Municipal Elections Act</i> shall be deemed to include the following subsection:</p> <p class=\"parawindt2-e\">(2) For the purposes of this Act and the regulations made under this Act,</p> <p class=\"subclause-e\">(a) an elector of the Conseil des écoles publiques d’Ottawa-Carleton shall be deemed to be a French language public school elector; and</p> <p class=\"subclause-e\">(b) an elector of the Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton shall be deemed to be a French language separate school elector.</p> <p class=\"subsection-e\">(3) Clause 21 (f) of the <i>Municipal Elections Act</i> does not apply in respect of the Regional Area.</p> <p class=\"subsection-e\">(4) Clause 21 (g) of the <i>Municipal Elections Act</i> shall be deemed to read as follows:</p> <p class=\"subclause-e\">(g) who is an elector for The Ottawa Board of Education, The Carleton Board of Education, The Ottawa Roman Catholic Separate School Board, The Carleton Roman Catholic Separate School Board, the Conseil des écoles publiques d’Ottawa-Carleton or the Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton, that the elector is such an elector.</p> <p class=\"subsection-e\">(5) Paragraphs 6 and 7 of subsection 54 (1) of the <i>Municipal Elections Act</i> do not apply in respect of the Regional Area.</p> <p class=\"subsection-e\">(6) Paragraph 9 of subsection 54 (1) of the <i>Municipal Elections Act</i> shall be deemed to read as follows:</p> <p class=\"subpara-e\">9. Where the election is to the office of member of The Ottawa Board of Education, The Carleton Board of Education, The Ottawa Roman Catholic Separate School Board, The Carleton Roman Catholic Separate School Board, the Conseil des écoles publiques d’Ottawa-Carleton or the Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton, to be elected by electors entitled to elect members of that board in a municipality or in a part thereof, or in a combination of municipalities, an elector of that board is entitled to as many votes as there are members of that board to be elected by such electors in such municipality or part, or combination of municipalities, as the case may be, but may not give more than one vote to any one candidate.</p> <p class=\"subsection-e\">(7) For the purposes of the Regional Area, subsection 54 (5) of the <i>Municipal Elections Act</i> shall be deemed to read as follows:</p> <p class=\"parawindt2-e\">(5) For the purposes of this section, the determination as to whether an elector is an elector of The Ottawa Board of Education, The Carleton Board of Education, The Ottawa Roman Catholic Separate School Board, The Carleton Roman Catholic Separate School Board, the Conseil des écoles publiques d’Ottawa-Carleton or the Conseil des écoles catholiques de langue française de la région d’Ottawa-Carleton shall be in accordance with the electoral status indicated on the list certified under section 34. O. Reg. 689/94, s. 5.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_940425_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_940425_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}