{
    "reg_info": {
        "full_title": "O. Reg. 793/93: ELECTION OF COUNCIL MEMBERS",
        "reg_name_text": "ELECTION OF COUNCIL MEMBERS",
        "citation": "O. Reg. 793/93: ",
        "act_under": "Denturism Act, 1991   Loi de 1991 sur les denturologistes",
        "url": "https://www.ontario.ca/laws/regulation/930793",
        "date_scraped": "2023-12-19 22:08:21"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) In this Regulation, “election” means an election of a member to the Council for an electoral district and includes a regular election and a by-election, and “elected” has a corresponding meaning. O. Reg. 793/93, s. 1 (1). (2) For the purposes of this Regulation, a member becomes “the subject of proceedings” when a committee makes a referral for a hearing in respect of the member. O. Reg. 793/93, s. 1 (2). Electoral Districts",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“election” means an election of a member to the Council for an electoral district and includes a regular election and a by-election, and “elected” has a corresponding meaning. O. Reg. 793/93, s. 1 (1).</p> <p class=\"subsection-e\">(2) For the purposes of this Regulation, a member becomes “the subject of proceedings” when a committee makes a referral for a hearing in respect of the member. O. Reg. 793/93, s. 1 (2).</p> <p class=\"heading1-e\">Electoral Districts</p>"
        },
        {
            "id": "2.",
            "section": "Electoral Districts",
            "content": "2. (1) The following electoral districts are established for the purpose of the election of members to the Council: 1. Electoral district 1, composed of the counties of Elgin, Essex, Huron, Kent, Lambton, Middlesex and Oxford. 2. Electoral district 2, composed of the County of Brant and the regional municipalities of Haldimand-Norfolk, Hamilton-Wentworth and Niagara. 3. Electoral district 3, composed of the counties of Bruce, Dufferin, Grey and Wellington and the regional municipalities of Halton, Peel and Waterloo. 4. Electoral district 4, composed of the portions of The Municipality of Metropolitan Toronto and The Regional Municipality of York served by the postal codes, L4C, L4K, L4L, L6A, M3J, M3L, M3M, M3N, M6H, M6J, M6K, M6L, M6M, M6N, M6P, M6R, M6S, M8V, M8W, M8X, M8Y, M8Z, M9A, M9B, M9C, M9L, M9M, M9N, M9P, M9R, M9V and M9W. 5. Electoral district 5, composed of the portions of The Municipality of Metropolitan Toronto and The Regional Municipality of York served by the postal codes, L3T, L4J, M2M, M2N, M2P, M2R, M3H, M3K, M4N, M4R, M4T, M4V, M4W, M4X, M4Y, M5A, M5B, M5C, M5E, M5G, M5H, M5J, M5K, M5L, M5M, M5N, M5P, M5R, M5S, M5T, M5V, M5W, M5X, M6A, M6B, M6C, M6E and M6G. 6. Electoral district 6, composed of the portions of The Municipality of Metropolitan Toronto and The Regional Municipality of York served by the postal codes, L3P, L3R, L3S, L4B, L6C, L6E, M1B, M1C, M1E, M1G, M1H, M1J, M1K, M1L, M1M, M1N, M1P, M1R, M1S, M1T, M1V, M1W, M1X, M2H, M2J, M2K, M2L, M3A, M3B, M3C, M4A, M4B, M4C, M4E, M4G, M4H, M4J, M4K, M4L, M4M, M4P and M4S. 7. Electoral district 7, composed of the counties of Frontenac, Hastings, Lanark, Leeds-Grenville, Lennox-Addington, Northumberland, Prescott-Russell, Prince Edward, Renfrew and Stormont-Dundas-Glengarry and the regional municipalities of Durham and Ottawa-Carleton. 8. Electoral district 8, composed of the counties of Haliburton, Simcoe and Victoria, the territorial districts of Algoma, Cochrane, Kenora, Manitoulin, Muskoka, Nipissing, Parry Sound, Rainy River, Sudbury, Timiskaming and Thunder Bay and The Regional Municipality of York except for the portion of The Regional Municipality of York contained in electoral districts 4, 5 and 6. O. Reg. 793/93, s. 2 (1). (2) One member shall be elected to the Council for each electoral district. O. Reg. 793/93, s. 2 (2). Election Dates",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The following electoral districts are established for the purpose of the election of members to the Council:</p> <p class=\"paragraph-e\">1. Electoral district 1, composed of the counties of Elgin, Essex, Huron, Kent, Lambton, Middlesex and Oxford.</p> <p class=\"paragraph-e\">2. Electoral district 2, composed of the County of Brant and the regional municipalities of Haldimand-Norfolk, Hamilton-Wentworth and Niagara.</p> <p class=\"paragraph-e\">3. Electoral district 3, composed of the counties of Bruce, Dufferin, Grey and Wellington and the regional municipalities of Halton, Peel and Waterloo.</p> <p class=\"paragraph-e\">4. Electoral district 4, composed of the portions of The Municipality of Metropolitan Toronto and The Regional Municipality of York served by the postal codes, L4C, L4K, L4L, L6A, M3J, M3L, M3M, M3N, M6H, M6J, M6K, M6L, M6M, M6N, M6P, M6R, M6S, M8V, M8W, M8X, M8Y, M8Z, M9A, M9B, M9C, M9L, M9M, M9N, M9P, M9R, M9V and M9W.</p> <p class=\"paragraph-e\">5. Electoral district 5, composed of the portions of The Municipality of Metropolitan Toronto and The Regional Municipality of York served by the postal codes, L3T, L4J, M2M, M2N, M2P, M2R, M3H, M3K, M4N, M4R, M4T, M4V, M4W, M4X, M4Y, M5A, M5B, M5C, M5E, M5G, M5H, M5J, M5K, M5L, M5M, M5N, M5P, M5R, M5S, M5T, M5V, M5W, M5X, M6A, M6B, M6C, M6E and M6G.</p> <p class=\"paragraph-e\">6. Electoral district 6, composed of the portions of The Municipality of Metropolitan Toronto and The Regional Municipality of York served by the postal codes, L3P, L3R, L3S, L4B, L6C, L6E, M1B, M1C, M1E, M1G, M1H, M1J, M1K, M1L, M1M, M1N, M1P, M1R, M1S, M1T, M1V, M1W, M1X, M2H, M2J, M2K, M2L, M3A, M3B, M3C, M4A, M4B, M4C, M4E, M4G, M4H, M4J, M4K, M4L, M4M, M4P and M4S.</p> <p class=\"paragraph-e\">7. Electoral district 7, composed of the counties of Frontenac, Hastings, Lanark, Leeds-Grenville, Lennox-Addington, Northumberland, Prescott-Russell, Prince Edward, Renfrew and Stormont-Dundas-Glengarry and the regional municipalities of Durham and Ottawa-Carleton.</p> <p class=\"paragraph-e\">8. Electoral district 8, composed of the counties of Haliburton, Simcoe and Victoria, the territorial districts of Algoma, Cochrane, Kenora, Manitoulin, Muskoka, Nipissing, Parry Sound, Rainy River, Sudbury, Timiskaming and Thunder Bay and The Regional Municipality of York except for the portion of The Regional Municipality of York contained in electoral districts 4, 5 and 6. O. Reg. 793/93, s. 2 (1).</p> <p class=\"subsection-e\">(2) One member shall be elected to the Council for each electoral district. O. Reg. 793/93, s. 2 (2).</p> <p class=\"heading1-e\">Election Dates</p>"
        },
        {
            "id": "3.",
            "section": "Election Dates",
            "content": "3. (1) There shall be a regular election for every electoral district in 1994, and, (a) for electoral districts 1 and 2, in 1995 and every third year after 1995; (b) for electoral districts 3, 4 and 5, in 1996 and every third year after 1996; and (c) for electoral districts 6, 7 and 8, in 1997 and every third year after 1997. O. Reg. 793/93, s. 3 (1). (2) Except as otherwise provided in this section, a regular election shall be held on the first Wednesday in June but, if the first Wednesday in June is a holiday, the election shall be held on the first day afterwards that is not a holiday. O. Reg. 793/93, s. 3 (2). (3) If there is an interruption in mail service during a nomination or election, the Registrar shall extend the holding of nominations and the election for such period of time as the Registrar considers necessary to compensate for the interruption. O. Reg. 793/93, s. 3 (3). (4) Where a regular election is not held as required by this section, the elected members of the Council then in office shall continue in office until their successors are elected. O. Reg. 793/93, s. 3 (4). Term of Office",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) There shall be a regular election for every electoral district in 1994, and,</p> <p class=\"clause-e\">(a) for electoral districts 1 and 2, in 1995 and every third year after 1995;</p> <p class=\"clause-e\">(b) for electoral districts 3, 4 and 5, in 1996 and every third year after 1996; and</p> <p class=\"clause-e\">(c) for electoral districts 6, 7 and 8, in 1997 and every third year after 1997. O. Reg. 793/93, s. 3 (1).</p> <p class=\"subsection-e\">(2) Except as otherwise provided in this section, a regular election shall be held on the first Wednesday in June but, if the first Wednesday in June is a holiday, the election shall be held on the first day afterwards that is not a holiday. O. Reg. 793/93, s. 3 (2).</p> <p class=\"subsection-e\">(3) If there is an interruption in mail service during a nomination or election, the Registrar shall extend the holding of nominations and the election for such period of time as the Registrar considers necessary to compensate for the interruption. O. Reg. 793/93, s. 3 (3).</p> <p class=\"subsection-e\">(4) Where a regular election is not held as required by this section, the elected members of the Council then in office shall continue in office until their successors are elected. O. Reg. 793/93, s. 3 (4).</p> <p class=\"heading1-e\">Term of Office</p>"
        },
        {
            "id": "4.",
            "section": "Term of Office",
            "content": "4. (1) The term of office of a member elected at a regular election is three years, commencing with the first regular meeting of the Council after the election and expiring, subject to subsection (2), at the first regular meeting of the Council after the regular election three years later. O. Reg. 793/93, s. 4 (1). (2) The term of office of a member elected at a regular election held after the date required by section 3 expires as if he or she had been elected on the required date. O. Reg. 793/93, s. 4 (2). (3) The term of office of a member whose office becomes vacant by reason of the member’s disqualification expires upon the declaration of the vacancy and the term of office of a member elected in a by-election or appointed to replace a member whose office is vacant expires when his or her predecessor’s office would have expired under subsection (1). O. Reg. 793/93, s. 4 (3). Eligibility to Vote",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The term of office of a member elected at a regular election is three years, commencing with the first regular meeting of the Council after the election and expiring, subject to subsection (2), at the first regular meeting of the Council after the regular election three years later. O. Reg. 793/93, s. 4 (1).</p> <p class=\"subsection-e\">(2) The term of office of a member elected at a regular election held after the date required by section 3 expires as if he or she had been elected on the required date. O. Reg. 793/93, s. 4 (2).</p> <p class=\"subsection-e\">(3) The term of office of a member whose office becomes vacant by reason of the member’s disqualification expires upon the declaration of the vacancy and the term of office of a member elected in a by-election or appointed to replace a member whose office is vacant expires when his or her predecessor’s office would have expired under subsection (1). O. Reg. 793/93, s. 4 (3).</p> <p class=\"heading1-e\">Eligibility to Vote</p>"
        },
        {
            "id": "5.",
            "section": "Eligibility to Vote",
            "content": "5. A member is entitled to vote in an election if, (a) the member is the holder of a certificate of registration; (b) on the one hundred and twentieth day immediately preceding the election, (i) the member practises or resides in Ontario, and (ii) the member’s mailing address registered with the College is in the electoral district for which an election is being held; and (c) after 1996, the member has not been eligible to vote in a regular election during the previous two years. O. Reg. 793/93, s. 5. Nominations",
            "raw_html": "<p class=\"section-e\"><b>5. </b>A member is entitled to vote in an election if,</p> <p class=\"clause-e\">(a) the member is the holder of a certificate of registration;</p> <p class=\"clause-e\">(b) on the one hundred and twentieth day immediately preceding the election,</p> <p class=\"subclause-e\">(i) the member practises or resides in Ontario, and</p> <p class=\"subclause-e\">(ii) the member’s mailing address registered with the College is in the electoral district for which an election is being held; and</p> <p class=\"clause-e\">(c) after 1996, the member has not been eligible to vote in a regular election during the previous two years. O. Reg. 793/93, s. 5.</p> <p class=\"heading1-e\">Nominations</p>"
        },
        {
            "id": "6.",
            "section": "Nominations",
            "content": "6. (1) A member is eligible for election to the Council for an electoral district if, (a) the member is entitled to vote in the election, (b) at all times between the one hundred and twentieth day immediately preceding the election and the election, (i) the member continues to practise denturism or to reside in Ontario, (ii) the member’s mailing address registered with the College continues to be in the electoral district for which the election is being held, (iii) the member is not in default of any obligation to the College under a regulation or the by-laws, (iv) the member is not the subject of proceedings for incompetence, professional misconduct or incapacity, (v) the member’s certificate of registration is not subject to a term, condition or limitation other than one prescribed by regulation; and (c) the member’s certificate of registration has not been revoked or suspended at any time in the two years immediately preceding the election. O. Reg. 793/93, s. 6 (1). (2) A member who is eligible for election to the Council for an electoral district as of the Wednesday of the sixth week immediately preceding the date of the election becomes a candidate in that election if the member, (a) is nominated by three members who are entitled to vote in the election on a nomination form provided by the Registrar and received by the Registrar not later than 2 p.m. on the Wednesday of the sixth week immediately preceding the date of the election; and (b) consents to the nomination on a nomination form provided by the Registrar which is received by the Registrar not later than 2 p.m. on the Wednesday of the sixth week immediately preceding the date of the election. O. Reg. 793/93, s. 6 (2). (3) A candidate in an election may withdraw his or her candidacy by notifying the Registrar of the withdrawal in writing received on or before the last date for receiving nominations. O. Reg. 793/93, s. 6 (3). (4) No later than ninety days before the date of an election, the Registrar shall send by mail to every member entitled to vote in an election, (a) notification that a regular election or a by-election will be held to elect a member of the Council; (b) a statement, (i) of the date of the election, (ii) of the date for receiving nominations for the election, (iii) that, to be a candidate, a member must be nominated by three members who are entitled to vote in the election, (iv) that, to be a candidate, a member must consent to the nomination on a nomination form, (v) that, to be valid, nominations must be received by the Registrar not later than 2 p.m. on the last date for receiving nominations and stating the date; (c) such other information as the Registrar considers helpful; and (d) a nomination form. O. Reg. 793/93, s. 6 (4). Acclamation",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) A member is eligible for election to the Council for an electoral district if,</p> <p class=\"clause-e\">(a) the member is entitled to vote in the election,</p> <p class=\"clause-e\">(b) at all times between the one hundred and twentieth day immediately preceding the election and the election,</p> <p class=\"subclause-e\">(i) the member continues to practise denturism or to reside in Ontario,</p> <p class=\"subclause-e\">(ii) the member’s mailing address registered with the College continues to be in the electoral district for which the election is being held,</p> <p class=\"subclause-e\">(iii) the member is not in default of any obligation to the College under a regulation or the by-laws,</p> <p class=\"subclause-e\">(iv) the member is not the subject of proceedings for incompetence, professional misconduct or incapacity,</p> <p class=\"subclause-e\">(v) the member’s certificate of registration is not subject to a term, condition or limitation other than one prescribed by regulation; and</p> <p class=\"clause-e\">(c) the member’s certificate of registration has not been revoked or suspended at any time in the two years immediately preceding the election. O. Reg. 793/93, s. 6 (1).</p> <p class=\"subsection-e\">(2) A member who is eligible for election to the Council for an electoral district as of the Wednesday of the sixth week immediately preceding the date of the election becomes a candidate in that election if the member,</p> <p class=\"clause-e\">(a) is nominated by three members who are entitled to vote in the election on a nomination form provided by the Registrar and received by the Registrar not later than 2 p.m. on the Wednesday of the sixth week immediately preceding the date of the election; and</p> <p class=\"clause-e\">(b) consents to the nomination on a nomination form provided by the Registrar which is received by the Registrar not later than 2 p.m. on the Wednesday of the sixth week immediately preceding the date of the election. O. Reg. 793/93, s. 6 (2).</p> <p class=\"subsection-e\">(3) A candidate in an election may withdraw his or her candidacy by notifying the Registrar of the withdrawal in writing received on or before the last date for receiving nominations. O. Reg. 793/93, s. 6 (3).</p> <p class=\"subsection-e\">(4) No later than ninety days before the date of an election, the Registrar shall send by mail to every member entitled to vote in an election,</p> <p class=\"clause-e\">(a) notification that a regular election or a by-election will be held to elect a member of the Council;</p> <p class=\"clause-e\">(b) a statement,</p> <p class=\"subclause-e\">(i) of the date of the election,</p> <p class=\"subclause-e\">(ii) of the date for receiving nominations for the election,</p> <p class=\"subclause-e\">(iii) that, to be a candidate, a member must be nominated by three members who are entitled to vote in the election,</p> <p class=\"subclause-e\">(iv) that, to be a candidate, a member must consent to the nomination on a nomination form,</p> <p class=\"subclause-e\">(v) that, to be valid, nominations must be received by the Registrar not later than 2 p.m. on the last date for receiving nominations and stating the date;</p> <p class=\"clause-e\">(c) such other information as the Registrar considers helpful; and</p> <p class=\"clause-e\">(d) a nomination form. O. Reg. 793/93, s. 6 (4).</p> <p class=\"heading1-e\">Acclamation</p>"
        },
        {
            "id": "7.",
            "section": "Acclamation",
            "content": "7. (1) If there is only one candidate for an electoral district who is eligible for election, the Registrar shall declare the candidate elected to the Council by acclamation for that electoral district. O. Reg. 793/93, s. 7 (1). (2) If there are no candidates for an electoral district who are eligible for election, the President of the Council shall nominate one or more members who are eligible for election in that election. O. Reg. 793/93, s. 7 (2). (3) A person who consents to a nomination by the President under subsection (2) shall be deemed to be a validly nominated candidate when the nomination and the consent referred to in section 6 are received by the Registrar. O. Reg. 793/93, s. 7 (3). Administration",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) If there is only one candidate for an electoral district who is eligible for election, the Registrar shall declare the candidate elected to the Council by acclamation for that electoral district. O. Reg. 793/93, s. 7 (1).</p> <p class=\"subsection-e\">(2) If there are no candidates for an electoral district who are eligible for election, the President of the Council shall nominate one or more members who are eligible for election in that election. O. Reg. 793/93, s. 7 (2).</p> <p class=\"subsection-e\">(3) A person who consents to a nomination by the President under subsection (2) shall be deemed to be a validly nominated candidate when the nomination and the consent referred to in section 6 are received by the Registrar. O. Reg. 793/93, s. 7 (3).</p> <p class=\"heading1-e\">Administration</p>"
        },
        {
            "id": "8.",
            "section": "Administration",
            "content": "8. (1) The Registrar shall be the chief returning officer and the Council shall appoint as deputy returning officers two members of the College who are not candidates in any election and are not members of the Council at the time of their appointment. O. Reg. 793/93, s. 8 (1). (2) If a deputy returning officer refuses to act or to continue to act or is impaired in the opinion of both the President of the Council and the Registrar, the President shall appoint another member as a deputy returning officer who is not a candidate for any electoral district. O. Reg. 793/93, s. 8 (2). (3) The returning officers shall honestly and accurately count the votes in each election, record the results of each count and thereby determine the result of each election. O. Reg. 793/93, s. 8 (3). (4) All questions arising in the counting of ballots, the recording of results or the determination of the result shall be decided by a majority of the returning officers. O. Reg. 793/93, s. 8 (4). Voting",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) The Registrar shall be the chief returning officer and the Council shall appoint as deputy returning officers two members of the College who are not candidates in any election and are not members of the Council at the time of their appointment. O. Reg. 793/93, s. 8 (1).</p> <p class=\"subsection-e\">(2) If a deputy returning officer refuses to act or to continue to act or is impaired in the opinion of both the President of the Council and the Registrar, the President shall appoint another member as a deputy returning officer who is not a candidate for any electoral district. O. Reg. 793/93, s. 8 (2).</p> <p class=\"subsection-e\">(3) The returning officers shall honestly and accurately count the votes in each election, record the results of each count and thereby determine the result of each election. O. Reg. 793/93, s. 8 (3).</p> <p class=\"subsection-e\">(4) All questions arising in the counting of ballots, the recording of results or the determination of the result shall be decided by a majority of the returning officers. O. Reg. 793/93, s. 8 (4).</p> <p class=\"heading1-e\">Voting</p>"
        },
        {
            "id": "9.",
            "section": "Voting",
            "content": "9. (1) Except for an election in which the Registrar has declared a candidate elected to the Council by acclamation, the Registrar shall, at least thirty days before the date of an election, send by first class mail to every member entitled to vote in the election, (a) a ballot; (b) instructions for voting; (c) an envelope, capable of being sealed and inserted into the envelope mentioned in clause (d), and bearing the word “Ballot”; (d) an envelope addressed to the Registrar, with a place clearly marked for the member’s signature and the legible inscription of his or her name and registration number, to be used by the member for mailing the ballot to the Registrar; and (e) biographical information about each candidate and policy information from each candidate who supplied the Registrar with no more than one page of policy information in a form suitable for reproduction. O. Reg. 793/93, s. 9 (1). (2) The ballot shall contain, in alphabetical order of surname, the name and mailing address registered with the College of each candidate, and any other information entered in the register that the Council directs to be included to identify the candidates. O. Reg. 793/93, s. 9 (2). (3) The instructions for voting shall contain instructions in legible type to the effect that, (a) the voter must place an “X” in one of the appropriate places on the ballot to indicate the candidate of the voter’s choice; (b) when marked as instructed, the ballot must be placed in the smaller envelope, and the smaller envelope must be sealed and placed inside the larger envelope; (c) only one ballot may be placed in the smaller envelope, and only one smaller envelope may be placed inside the larger envelope; (d) the voter must sign and legibly indicate his or her name and registration number on the larger envelope, in the places marked; (e) the larger envelope must be received by 2 p.m. on the election day; and (f) the ballot will not be counted in the election unless it has been marked and is otherwise in accordance with the instructions for voting. O. Reg. 793/93, s. 9 (3). Counting Votes",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) Except for an election in which the Registrar has declared a candidate elected to the Council by acclamation, the Registrar shall, at least thirty days before the date of an election, send by first class mail to every member entitled to vote in the election,</p> <p class=\"clause-e\">(a) a ballot;</p> <p class=\"clause-e\">(b) instructions for voting;</p> <p class=\"clause-e\">(c) an envelope, capable of being sealed and inserted into the envelope mentioned in clause (d), and bearing the word “Ballot”;</p> <p class=\"clause-e\">(d) an envelope addressed to the Registrar, with a place clearly marked for the member’s signature and the legible inscription of his or her name and registration number, to be used by the member for mailing the ballot to the Registrar; and</p> <p class=\"clause-e\">(e) biographical information about each candidate and policy information from each candidate who supplied the Registrar with no more than one page of policy information in a form suitable for reproduction. O. Reg. 793/93, s. 9 (1).</p> <p class=\"subsection-e\">(2) The ballot shall contain, in alphabetical order of surname, the name and mailing address registered with the College of each candidate, and any other information entered in the register that the Council directs to be included to identify the candidates. O. Reg. 793/93, s. 9 (2).</p> <p class=\"subsection-e\">(3) The instructions for voting shall contain instructions in legible type to the effect that,</p> <p class=\"clause-e\">(a) the voter must place an “X” in one of the appropriate places on the ballot to indicate the candidate of the voter’s choice;</p> <p class=\"clause-e\">(b) when marked as instructed, the ballot must be placed in the smaller envelope, and the smaller envelope must be sealed and placed inside the larger envelope;</p> <p class=\"clause-e\">(c) only one ballot may be placed in the smaller envelope, and only one smaller envelope may be placed inside the larger envelope;</p> <p class=\"clause-e\">(d) the voter must sign and legibly indicate his or her name and registration number on the larger envelope, in the places marked;</p> <p class=\"clause-e\">(e) the larger envelope must be received by 2 p.m. on the election day; and</p> <p class=\"clause-e\">(f) the ballot will not be counted in the election unless it has been marked and is otherwise in accordance with the instructions for voting. O. Reg. 793/93, s. 9 (3).</p> <p class=\"heading1-e\">Counting Votes</p>"
        },
        {
            "id": "10.",
            "section": "Counting Votes",
            "content": "10. (1) The returning officers shall receive ballots until 2 p.m. on the election day and, promptly after that time, shall, (a) examine the larger envelopes to see whether they display the signature, name and registration number of a member entitled to vote in one of the elections being held and whether any member appears to have cast more than one ballot; (b) sort those which appear to be proper under clause (a) according to the electoral district indicated by the member’s name, open them and remove the smaller envelopes for each electoral district and set any others to one side unopened; (c) open the smaller envelopes for one electoral district at a time and examine the ballots in them; (d) examine the ballots and count a ballot as a vote for a candidate if a ballot has been marked “X” in one of the appropriate places on the ballot to indicate the candidate of the voter’s choice and the candidate of the voter’s choice is eligible for election; (e) examine the ballots and if a ballot is not marked as described in clause (d), set it to one side uncounted; (f) record the number of ballots counted as votes for each candidate in each election; and (g) subject to subsection (2), determine the candidate who received the largest number of votes in each election. O. Reg. 793/93, s. 10 (1). (2) If two or more candidates receive the same number of votes in an election, the chief returning officer shall select one of the candidates by lot who shall be deemed to have received the largest number of votes in the election. O. Reg. 793/93, s. 10 (2). (3) Voting shall be secret and conducted so that no person knows for whom any member voted. O. Reg. 793/93, s. 10 (3). (4) A candidate is entitled, in person or by an agent appointed for the purpose by the candidate in writing, (a) to be present and see the returning officers discharge their duties; (b) to examine the larger envelopes to see whether they display the signature, name and registration number of members entitled to vote in the election; and (c) to examine all the ballots in the election to see whether they are to be counted as votes for a candidate. O. Reg. 793/93, s. 10 (4). Documentation",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) The returning officers shall receive ballots until 2 p.m. on the election day and, promptly after that time, shall,</p> <p class=\"clause-e\">(a) examine the larger envelopes to see whether they display the signature, name and registration number of a member entitled to vote in one of the elections being held and whether any member appears to have cast more than one ballot;</p> <p class=\"clause-e\">(b) sort those which appear to be proper under clause (a) according to the electoral district indicated by the member’s name, open them and remove the smaller envelopes for each electoral district and set any others to one side unopened;</p> <p class=\"clause-e\">(c) open the smaller envelopes for one electoral district at a time and examine the ballots in them;</p> <p class=\"clause-e\">(d) examine the ballots and count a ballot as a vote for a candidate if a ballot has been marked “X” in one of the appropriate places on the ballot to indicate the candidate of the voter’s choice and the candidate of the voter’s choice is eligible for election;</p> <p class=\"clause-e\">(e) examine the ballots and if a ballot is not marked as described in clause (d), set it to one side uncounted;</p> <p class=\"clause-e\">(f) record the number of ballots counted as votes for each candidate in each election; and</p> <p class=\"clause-e\">(g) subject to subsection (2), determine the candidate who received the largest number of votes in each election. O. Reg. 793/93, s. 10 (1).</p> <p class=\"subsection-e\">(2) If two or more candidates receive the same number of votes in an election, the chief returning officer shall select one of the candidates by lot who shall be deemed to have received the largest number of votes in the election. O. Reg. 793/93, s. 10 (2).</p> <p class=\"subsection-e\">(3) Voting shall be secret and conducted so that no person knows for whom any member voted. O. Reg. 793/93, s. 10 (3).</p> <p class=\"subsection-e\">(4) A candidate is entitled, in person or by an agent appointed for the purpose by the candidate in writing,</p> <p class=\"clause-e\">(a) to be present and see the returning officers discharge their duties;</p> <p class=\"clause-e\">(b) to examine the larger envelopes to see whether they display the signature, name and registration number of members entitled to vote in the election; and</p> <p class=\"clause-e\">(c) to examine all the ballots in the election to see whether they are to be counted as votes for a candidate. O. Reg. 793/93, s. 10 (4).</p> <p class=\"heading1-e\">Documentation</p>"
        },
        {
            "id": "11.",
            "section": "Documentation",
            "content": "11. (1) Promptly after determining the candidate who received the largest number of votes in each election, the returning officers shall make and sign, in duplicate, a return of the results of each election, indicating the candidate who was elected and including the total number of votes cast, the number of votes cast for each candidate and the number of ballots not counted as votes with the reasons. O. Reg. 793/93, s. 11 (1). (2) For each election, the returning officers shall retain in one or more containers, which they seal, (a) all larger envelopes which do not display the signature, name and registration number of a member entitled to vote in the election, or which indicate that a member appears to have cast more than one ballot, which shall be kept unopened; and (b) all ballots, which shall be kept segregated by those counted as votes and those not. O. Reg. 793/93, s. 11 (2). (3) One of the returns shall be placed outside the sealed container containing the ballots counted as votes, and the Registrar shall submit the other return to the Council at its first meeting after the election. O. Reg. 793/93, s. 11 (3). (4) Promptly after the return of an election has been made and signed, the Registrar shall, (a) declare the name of the member elected in that election; and (b) inform, first by telephone or telecopier transmission, and subsequently by mail, (i) each candidate of the results of the election and the number of votes cast for each candidate, (ii) the President of the Council of the results of each election, the number of votes cast for each candidate and of any other election matter about which the President requests information, (iii) each elected candidate of the time and place of the first regular meeting of the Council following the election, and (iv) each defeated candidate that he or she may require a recount. O. Reg. 793/93, s. 11 (4). (5) The Registrar shall retain all larger envelopes received after 2 p.m. on the election day, which the Registrar shall mark “Late”. O. Reg. 793/93, s. 11 (5). (6) The Registrar shall make all declarations in respect of an election in writing, keep them in the records of the College and send a copy of each declaration to the President of the Council promptly after making it. O. Reg. 793/93, s. 11 (6). (7) Unless a candidate has requested a recount or otherwise challenged an election or its results, the Registrar shall, thirty-one days after the return of an election has been made and signed, destroy all ballots, envelopes and other material from the election, other than declarations and the return submitted, or to be submitted, to the Council. O. Reg. 793/93, s. 11 (7). Recounts",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) Promptly after determining the candidate who received the largest number of votes in each election, the returning officers shall make and sign, in duplicate, a return of the results of each election, indicating the candidate who was elected and including the total number of votes cast, the number of votes cast for each candidate and the number of ballots not counted as votes with the reasons. O. Reg. 793/93, s. 11 (1).</p> <p class=\"subsection-e\">(2) For each election, the returning officers shall retain in one or more containers, which they seal,</p> <p class=\"clause-e\">(a) all larger envelopes which do not display the signature, name and registration number of a member entitled to vote in the election, or which indicate that a member appears to have cast more than one ballot, which shall be kept unopened; and</p> <p class=\"clause-e\">(b) all ballots, which shall be kept segregated by those counted as votes and those not. O. Reg. 793/93, s. 11 (2).</p> <p class=\"subsection-e\">(3) One of the returns shall be placed outside the sealed container containing the ballots counted as votes, and the Registrar shall submit the other return to the Council at its first meeting after the election. O. Reg. 793/93, s. 11 (3).</p> <p class=\"subsection-e\">(4) Promptly after the return of an election has been made and signed, the Registrar shall,</p> <p class=\"clause-e\">(a) declare the name of the member elected in that election; and</p> <p class=\"clause-e\">(b) inform, first by telephone or telecopier transmission, and subsequently by mail,</p> <p class=\"subclause-e\">(i) each candidate of the results of the election and the number of votes cast for each candidate,</p> <p class=\"subclause-e\">(ii) the President of the Council of the results of each election, the number of votes cast for each candidate and of any other election matter about which the President requests information,</p> <p class=\"subclause-e\">(iii) each elected candidate of the time and place of the first regular meeting of the Council following the election, and</p> <p class=\"subclause-e\">(iv) each defeated candidate that he or she may require a recount. O. Reg. 793/93, s. 11 (4).</p> <p class=\"subsection-e\">(5) The Registrar shall retain all larger envelopes received after 2 p.m. on the election day, which the Registrar shall mark “Late”. O. Reg. 793/93, s. 11 (5).</p> <p class=\"subsection-e\">(6) The Registrar shall make all declarations in respect of an election in writing, keep them in the records of the College and send a copy of each declaration to the President of the Council promptly after making it. O. Reg. 793/93, s. 11 (6).</p> <p class=\"subsection-e\">(7) Unless a candidate has requested a recount or otherwise challenged an election or its results, the Registrar shall, thirty-one days after the return of an election has been made and signed, destroy all ballots, envelopes and other material from the election, other than declarations and the return submitted, or to be submitted, to the Council. O. Reg. 793/93, s. 11 (7).</p> <p class=\"heading1-e\">Recounts</p>"
        },
        {
            "id": "12.",
            "section": "Recounts",
            "content": "12. (1) Upon written direction to the Registrar received within thirty days after the date of the return and payment of $150 to the College, a candidate may require a recount. O. Reg. 793/93, s. 12 (1). (2) If a candidate requires a recount, the President of the Council shall preside over the recount, and shall, (a) appoint within fifteen days after the receipt of the direction, a time and place for the recount; (b) notify all candidates in the election of the fact and date of the recount and that they or their agents are entitled to be present to see the recount and examine the envelopes, votes and other documents; (c) appoint two other people to participate with the President in the recount; (d) if the two other people cannot agree whether to count a ballot as a vote, make the decision; (e) if two candidates receive an equal number of votes, cast a deciding vote for one of the candidates; and (f) declare the candidate who received the most votes to be elected to the Council for the electoral district. O. Reg. 793/93, s. 12 (2). (3) If the result of the recount is that the candidate who required the recount is declared elected to the Council for the electoral district, and the Council has acted in accordance with clause (4) (a), the candidate is entitled to repayment without interest of the $150 required by subsection (1). O. Reg. 793/93, s. 12 (3). (4) The President shall report to the Council at its first meeting following any recount the procedures and results of the recount, and the Council may, (a) declare itself to be satisfied with the results and instruct the Registrar to destroy all ballots, envelopes and other material from the election other than the declarations and the return; (b) decide to hold an inquiry under section 13; or (c) take such action as it considers appropriate in the circumstances pending a final decision in accordance with clause (a) or (b) at its next regular meeting thereafter. O. Reg. 793/93, s. 12 (4). (5) If the President is a candidate in the election in which there is a recount, the President shall designate the vice-president or, if the vice-president is unable or unwilling, a member of the Council who is appointed to the Council by the Lieutenant Governor in Council to perform the President’s duties under this section. O. Reg. 793/93, s. 12 (5). Inquiry",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) Upon written direction to the Registrar received within thirty days after the date of the return and payment of $150 to the College, a candidate may require a recount. O. Reg. 793/93, s. 12 (1).</p> <p class=\"subsection-e\">(2) If a candidate requires a recount, the President of the Council shall preside over the recount, and shall,</p> <p class=\"clause-e\">(a) appoint within fifteen days after the receipt of the direction, a time and place for the recount;</p> <p class=\"clause-e\">(b) notify all candidates in the election of the fact and date of the recount and that they or their agents are entitled to be present to see the recount and examine the envelopes, votes and other documents;</p> <p class=\"clause-e\">(c) appoint two other people to participate with the President in the recount;</p> <p class=\"clause-e\">(d) if the two other people cannot agree whether to count a ballot as a vote, make the decision;</p> <p class=\"clause-e\">(e) if two candidates receive an equal number of votes, cast a deciding vote for one of the candidates; and</p> <p class=\"clause-e\">(f) declare the candidate who received the most votes to be elected to the Council for the electoral district. O. Reg. 793/93, s. 12 (2).</p> <p class=\"subsection-e\">(3) If the result of the recount is that the candidate who required the recount is declared elected to the Council for the electoral district, and the Council has acted in accordance with clause (4) (a), the candidate is entitled to repayment without interest of the $150 required by subsection (1). O. Reg. 793/93, s. 12 (3).</p> <p class=\"subsection-e\">(4) The President shall report to the Council at its first meeting following any recount the procedures and results of the recount, and the Council may,</p> <p class=\"clause-e\">(a) declare itself to be satisfied with the results and instruct the Registrar to destroy all ballots, envelopes and other material from the election other than the declarations and the return;</p> <p class=\"clause-e\">(b) decide to hold an inquiry under section 13; or</p> <p class=\"clause-e\">(c) take such action as it considers appropriate in the circumstances pending a final decision in accordance with clause (a) or (b) at its next regular meeting thereafter. O. Reg. 793/93, s. 12 (4).</p> <p class=\"subsection-e\">(5) If the President is a candidate in the election in which there is a recount, the President shall designate the vice-president or, if the vice-president is unable or unwilling, a member of the Council who is appointed to the Council by the Lieutenant Governor in Council to perform the President’s duties under this section. O. Reg. 793/93, s. 12 (5).</p> <p class=\"heading1-e\">Inquiry</p>"
        },
        {
            "id": "13.",
            "section": "Inquiry",
            "content": "13. If the Council is of the opinion that there is a reasonable ground for doubt or dispute as to the validity of the election of any member of the Council, the Council shall hold an inquiry and decide whether the election of the member is valid and, if an election is found to be invalid, the Council shall direct another election to be held. O. Reg. 793/93, s. 13. Vacancies",
            "raw_html": "<p class=\"section-e\"><b>13. </b>If the Council is of the opinion that there is a reasonable ground for doubt or dispute as to the validity of the election of any member of the Council, the Council shall hold an inquiry and decide whether the election of the member is valid and, if an election is found to be invalid, the Council shall direct another election to be held. O. Reg. 793/93, s. 13.</p> <p class=\"heading1-e\">Vacancies</p>"
        },
        {
            "id": "14.",
            "section": "Vacancies",
            "content": "14. (1) In this section, “an elected member of the Council” includes a person appointed under clause 15 (1) (b) as the successor of an elected member of the Council. O. Reg. 793/93, s. 14 (1). (2) If an elected member of the Council dies, resigns or is disqualified from sitting on the Council, the President of the Council shall declare the office of the member on the Council to be vacant. O. Reg. 793/93, s. 14 (2). (3) An elected member of the Council is disqualified from sitting on the Council who, (a) ceases to be a member of the College; (b) no longer practises denturism in Ontario or resides in Ontario; (c) is in default of any obligation to the College under a regulation or the by-laws; (d) is found guilty of professional misconduct or incompetence or to be an incapacitated member; (e) remains or becomes a director, officer or employee of a national or provincial voluntary organization of denturists; (f) becomes bankrupt; (g) is found to be mentally incompetent; (h) fails to attend two consecutive regular meetings of the Council without good reason in the opinion of the Council; or (i) fails, in the opinion of the Council, to discharge properly or honestly any office to which he or she has been elected or appointed. O. Reg. 793/93, s. 14 (3). (4) An elected member of the Council does not become disqualified from sitting on the Council merely because his or her mailing address registered with the College ceases to be in the electoral district for which he or she was elected. O. Reg. 793/93, s. 14 (4). Filling Vacancies",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) In this section,</p> <p class=\"firstdef-e\">“an elected member of the Council” includes a person appointed under clause 15 (1) (b) as the successor of an elected member of the Council. O. Reg. 793/93, s. 14 (1).</p> <p class=\"subsection-e\">(2) If an elected member of the Council dies, resigns or is disqualified from sitting on the Council, the President of the Council shall declare the office of the member on the Council to be vacant. O. Reg. 793/93, s. 14 (2).</p> <p class=\"subsection-e\">(3) An elected member of the Council is disqualified from sitting on the Council who,</p> <p class=\"clause-e\">(a) ceases to be a member of the College;</p> <p class=\"clause-e\">(b) no longer practises denturism in Ontario or resides in Ontario;</p> <p class=\"clause-e\">(c) is in default of any obligation to the College under a regulation or the by-laws;</p> <p class=\"clause-e\">(d) is found guilty of professional misconduct or incompetence or to be an incapacitated member;</p> <p class=\"clause-e\">(e) remains or becomes a director, officer or employee of a national or provincial voluntary organization of denturists;</p> <p class=\"clause-e\">(f) becomes bankrupt;</p> <p class=\"clause-e\">(g) is found to be mentally incompetent;</p> <p class=\"clause-e\">(h) fails to attend two consecutive regular meetings of the Council without good reason in the opinion of the Council; or</p> <p class=\"clause-e\">(i) fails, in the opinion of the Council, to discharge properly or honestly any office to which he or she has been elected or appointed. O. Reg. 793/93, s. 14 (3).</p> <p class=\"subsection-e\">(4) An elected member of the Council does not become disqualified from sitting on the Council merely because his or her mailing address registered with the College ceases to be in the electoral district for which he or she was elected. O. Reg. 793/93, s. 14 (4).</p> <p class=\"heading1-e\">Filling Vacancies</p>"
        },
        {
            "id": "15.",
            "section": "Filling Vacancies",
            "content": "15. (1) If the office of an elected member of the Council is declared to be vacant not more than one year before the expiry of the member’s term of office, the Council may, (a) leave the office vacant; or (b) appoint as an elected member a successor from among the members of the College who would be eligible for election if an election were held. O. Reg. 793/93, s. 15 (1). (2) If the office of an elected member of the Council becomes vacant more than one year before the expiry of the member’s term of office, the Registrar shall hold a by-election for the electoral district in accordance with this Regulation. O. Reg. 793/93, s. 15 (2). (3) A by-election to fill a vacancy on the Council shall be held on the first Wednesday following ninety calendar days from the declaration of the vacancy or if, in the opinions of both the President of the Council and the Registrar, an election on that date is not feasible, on the first Wednesday after that date that is feasible in the opinion of the Registrar. O. Reg. 793/93, s. 15 (3).",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) If the office of an elected member of the Council is declared to be vacant not more than one year before the expiry of the member’s term of office, the Council may,</p> <p class=\"clause-e\">(a) leave the office vacant; or</p> <p class=\"clause-e\">(b) appoint as an elected member a successor from among the members of the College who would be eligible for election if an election were held. O. Reg. 793/93, s. 15 (1).</p> <p class=\"subsection-e\">(2) If the office of an elected member of the Council becomes vacant more than one year before the expiry of the member’s term of office, the Registrar shall hold a by-election for the electoral district in accordance with this Regulation. O. Reg. 793/93, s. 15 (2).</p> <p class=\"subsection-e\">(3) A by-election to fill a vacancy on the Council shall be held on the first Wednesday following ninety calendar days from the declaration of the vacancy or if, in the opinions of both the President of the Council and the Registrar, an election on that date is not feasible, on the first Wednesday after that date that is feasible in the opinion of the Registrar. O. Reg. 793/93, s. 15 (3).</p>"
        },
        {
            "id": "16.",
            "section": "Filling Vacancies",
            "content": "16. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 793/93, s. 16. ",
            "raw_html": "<p class=\"section-e\"><b>16.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 793/93, s. 16.</p> <p class=\"Normal\"></p>"
        }
    ]
}