{
    "reg_info": {
        "full_title": "O. Reg. 267/18: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 267/18: ",
        "act_under": "Anti-Racism Act, 2017",
        "url": "https://www.ontario.ca/laws/regulation/180267",
        "date_scraped": "2023-12-18 19:27:09"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 11, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180267/v4",
            "valid_from": "October  1, 2020",
            "valid_to": "December 10, 2020"
        },
        {
            "a_href": "/laws/regulation/180267/v3",
            "valid_from": "March 31, 2020",
            "valid_to": "September 30, 2020"
        },
        {
            "a_href": "/laws/regulation/180267/v2",
            "valid_from": "February 28, 2020",
            "valid_to": "March 30, 2020"
        },
        {
            "a_href": "/laws/regulation/180267/v1",
            "valid_from": "April 20, 2018",
            "valid_to": "February 27, 2020"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “data standards” means the data standards established under section 6 of the Act entitled “Data Standards for the Identification and Monitoring of Systemic Racism” and approved by Order in Council 897/2018 as amended from time to time; (“normes relatives aux données”) “specified children’s aid society” means a children’s aid society designated under the Child, Youth and Family Services Act, 2017 that is listed in Schedule 1 to this Regulation; (“société d’aide à l’enfance précisée”) “young person” means a young person as defined in subsection 2 (1) of the Child, Youth and Family Services Act, 2017. (“adolescent”) O. Reg. 267/18, s. 1; O. Reg. 33/20, s. 1 (1). (2) The following rules apply with respect to the collection of information about an individual’s race under this Regulation: 1. If the collection of the information is authorized by this Regulation, the individual’s race as reported by the individual or as perceived by another individual may be collected, subject to any restrictions set out in the data standards. 2. If the collection of the information is required by this Regulation, unless the type of information to be collected is specifically provided for in the Table to section 2, the requirement to collect the information is satisfied by the collection of the individual’s race as reported by the individual or as perceived by another individual, subject to any restrictions set out in the data standards. O. Reg. 33/20, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“data standards” means the data standards established under section 6 of the Act entitled “Data Standards for the Identification and Monitoring of Systemic Racism” and approved by Order in Council 897/2018 as amended from time to time; (“normes relatives aux données”)</p> <p class=\"definition-e\">“specified children’s aid society” means a children’s aid society designated under the <i>Child, Youth and Family Services Act, 2017</i> that is listed in Schedule 1 to this Regulation; (“société d’aide à l’enfance précisée”)</p> <p class=\"definition-e\">“young person” means a young person as defined in subsection 2 (1) of the <i>Child, Youth and Family Services Act, 2017</i>. (“adolescent”) O. Reg. 267/18, s. 1; O. Reg. 33/20, s. 1 (1).</p> <p class=\"subsection-e\">  (2) The following rules apply with respect to the collection of information about an individual’s race under this Regulation:</p> <p class=\"paragraph-e\">  1. If the collection of the information is authorized by this Regulation, the individual’s race as reported by the individual or as perceived by another individual may be collected, subject to any restrictions set out in the data standards.</p> <p class=\"paragraph-e\">  2. If the collection of the information is required by this Regulation, unless the type of information to be collected is specifically provided for in the Table to section 2, the requirement to collect the information is satisfied by the collection of the individual’s race as reported by the individual or as perceived by another individual, subject to any restrictions set out in the data standards. O. Reg. 33/20, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": "Authorization or requirement to collect information",
            "content": "  2. (1) A public sector organization or a member of a class of public sector organizations set out in Column 1 of the Table to this section, (a) is either authorized or required, as indicated opposite the organization or class of organizations in Column 2 of the Table, to collect the information, including personal information, set out opposite the organization or class of organizations in Column 3 of the Table in relation to the programs, services or functions set out opposite the organization or class of organizations in Column 4 of the Table; and (b) shall, with respect to the information that is personal information, comply with all or part of the data standards, as indicated in Column 5 of the Table opposite the organization or class of organizations, unless it is indicated that none of the standards apply with respect to the information. (2) The public sector organization or member of a class of public sector organizations is authorized or required to collect the information in relation to the programs, services or functions as of the date set out in Column 6 of the Table opposite the organization or class of organizations.  Item   Column 1   Public sector organization or class of public sector organizations   Column 2   Whether the collection is required or authorized   Column 3   Specified information   Column 4   Program, service or function to which the information relates   Column 5   Whether none or all of the data standards apply with respect to personal information or, if the standards apply in part, the specific parts of the standards that apply    Column 6   Date as of which the public sector organization is authorized or required to collect the information \n\n  1.   A board as defined in subsection 1 (1) of the Education Act, with the exception of a board established under section 68 of that Act   Authorized   The Indigenous identity, race, religion and ethnic origin of a pupil enrolled in a school of the board, credits granted to the pupil, their course enrolment, information respecting their graduation, any special education received by the pupil and information respecting the suspension or expulsion of the pupil or a decision of a principal to refuse to admit the pupil to a school or classroom under clause 265 (1) (m) of the Education Act   Programs, services or functions related to the duty of the board to promote student achievement and well-being, to promote a positive school climate and to promote the prevention of bullying under clauses 169.1 (1) (a), (a.1) and (a.2) of the Education Act, including as they relate to the board’s duty to provide instruction and accommodation under paragraph 6 of subsection 170 (1) of that Act, a principal’s duty to promote pupils and restrict access to a school or classroom under clause 265 (1) (g) or (m) of that Act, respectively, and  suspensions and expulsions under Part XIII of that Act   All   May 1, 2018 \n\n  2.   A board as defined in subsection 1 (1) of the Education Act, with the exception of a board established under section 68 of that Act   Required   The Indigenous identity, race, religion and ethnic origin of a pupil enrolled in a school of the board, credits granted to the pupil, their course enrolment, information respecting their graduation, any special education received by the pupil and information respecting the suspension or expulsion of the pupil or a decision of a principal to refuse to admit the pupil to a school or classroom under clause 265 (1) (m) of the Education Act   Programs, services or functions related to the duty of the board to promote student achievement and well-being, to promote a positive school climate and to promote the prevention of bullying under clauses 169.1 (1) (a), (a.1) and (a.2) of the Education Act, including as they relate to the board’s duty to provide instruction and accommodation under paragraph 6 of subsection 170 (1) of that Act, a principal’s duty to promote pupils and restrict access to a school or classroom under clause 265 (1) (g) or (m) of that Act, respectively, and  suspensions and expulsions under Part XIII of that Act   All   January 1, 2023 \n\n  3.   Ministry of the Attorney General   Required   The Indigenous identity, race, religion and ethnic origin of an individual who has been charged with an offence and appears in bail court    As related to the bail process, superintending all matters connected with the administration of justice in accordance with clause 5 (c) of the Ministry of the Attorney General Act   All    July 1, 2021 \n\n  4.   Ministry of Children, Community and Social Services   Required   A young person’s Indigenous identity, race, religion, and ethnic origin    The Ministry’s provision of a service or program described in clause (h) of the definition of “service” in subsection 2 (1) of the Child, Youth and Family Services Act, 2017   All   July 1, 2019 \n\n  5.   Ministry of the Solicitor General   Required   The Indigenous identity, race, religion and ethnic origin of a person who is in custody in a correctional institution operated by the ministry or a person who is released on parole, subject to a probation order or a conditional sentence order and subject to supervision by the ministry    Operation of adult correctional institutions and probation and parole offices   All   October 1, 2020 \n\n  6.   Ministry of the Solicitor General   Required   As provided by police forces, the race of individuals as perceived by members of the police forces in respect of whom a use of force report is prepared by a member of the police force and any other information set out in the report, other than the name of the individual, that the police force is legally required to provide to the ministry    Conducting research and analysis to inform policy and program development, system planning and the evaluation of service delivery and outcomes in respect of policing and related matters   All   January 1, 2020 \n\n  7.   Ministry of the Solicitor General   Required   As provided by police forces, the Indigenous identity, race, religion and ethnic origin of individuals, but not the names of the individuals, in respect of whom a member of a police force is legally required to prepare a report, if the police force is legally required to provide that information to the ministry    Conducting research and analysis to inform policy and program development, system planning and the evaluation of service delivery and outcomes in respect of policing and related matters   All   January 1, 2021 \n\n  8.   Office of the Independent Police Review Director established under the Police Services Act   Required   The Indigenous identity, race, religion and ethnic origin of a member of the public who makes a complaint to the Independent Police Review Director   The Independent Police Review Director’s management of the complaint   All   October 1, 2020 \n\n  9.   The Special Investigations Unit continued under the Special Investigations Unit Act, 2019   Required   The Indigenous identity, race, religion and ethnic origin of an affected person or a subject official, as those terms are defined in subsection 1 (1) of the Special Investigations Unit Act, 2019   Determining whether to conduct an investigation under section 15 of the Special Investigations Unit Act, 2019 and the conduct of any such investigation   All   October 1, 2020 \n\n  10.   Specified children’s aid societies   Required   The Indigenous identity, race, religion and ethnic origin of children who are the subject of a child protection investigation conducted by a specified children’s aid society and children who otherwise receive a service from a specified children’s aid society   The functions of a children’s aid society set out in subsection 35 (1) of the Child, Youth and Family Services Act, 2017   All   July 1, 2021 \n\n  11.   Specified children’s aid societies   Required   The Indigenous identity, race, religion and ethnic origin of a person to whom a specified children’s aid society provides care and support pursuant to an agreement described in section 124 of the Child, Youth and Family Services Act, 2017   The functions of a children’s aid society set out in subsection 35 (1) of the Child, Youth and Family Services Act, 2017   All   July 1, 2021 O. Reg. 267/18, s. 2, Table; O. Reg. 33/20, s. 2 (1-3, 5, 6, 8); O. Reg. 113/20, s. 1 (1, 3-8); O. Reg. 745/20, s. 1. Note: On the day section 2 of Schedule 1 (Community Safety and Policing Act, 2019) to the Comprehensive Ontario Police Services Act, 2019 comes into force, Item 6 of the Table to section 2 of the Regulation is amended by striking out “As provided by police forces, the race of individuals, as perceived by members of the police forces, in respect of whom a use of force report is prepared by a member of the police force and any other information set out in the report, other than the name of the individual, that the police force is legally required to provide to the ministry” in Column 3 and substituting “As provided by police services, the race of individuals, as perceived by members of the police services, in respect of whom a use of force report is prepared by a member of the police service and any other information set out in the report, other than the name of the individual, that the police service is legally required to provide to the ministry”. (See: O. Reg. 33/20, s. 2 (4)) Note: On the day section 2 of Schedule 1 (Community Safety and Policing Act, 2019) to the Comprehensive Ontario Police Services Act, 2019 comes into force, Item 7 of the Table to section 2 of the Regulation is amended by striking out “police forces” in Column 3 and substituting “police services” and by striking out “police force” wherever it appears and substituting in each case “police service”. (See: O. Reg. 33/20, s. 2 (7))",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>(1) A public sector organization or a member of a class of public sector organizations set out in Column 1 of the Table to this section,</p> <p class=\"clause-e\">  (a) is either authorized or required, as indicated opposite the organization or class of organizations in Column 2 of the Table, to collect the information, including personal information, set out opposite the organization or class of organizations in Column 3 of the Table in relation to the programs, services or functions set out opposite the organization or class of organizations in Column 4 of the Table; and</p> <p class=\"clause-e\">  (b) shall, with respect to the information that is personal information, comply with all or part of the data standards, as indicated in Column 5 of the Table opposite the organization or class of organizations, unless it is indicated that none of the standards apply with respect to the information.</p> <p class=\"subsection-e\">  (2) The public sector organization or member of a class of public sector organizations is authorized or required to collect the information in relation to the programs, services or functions as of the date set out in Column 6 of the Table opposite the organization or class of organizations.</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"106\"> <p class=\"table-e\">Column 1 <br/>  Public sector organization or class of public sector organizations</p> </td> <td valign=\"top\" width=\"74\"> <p class=\"table-e\">Column 2 <br/>  Whether the collection is required or authorized</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">Column 3 <br/>  Specified information</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">Column 4 <br/>  Program, service or function to which the information relates</p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">Column 5 <br/>  Whether none or all of the data standards apply with respect to personal information or, if the standards apply in part, the specific parts of the standards that apply </p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">Column 6 <br/>  Date as of which the public sector organization is authorized or required to collect the information</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"106\"> <p class=\"table-e\">A board as defined in subsection 1 (1) of the <i>Education Act</i>, with the exception of a board established under section 68 of that Act</p> </td> <td valign=\"top\" width=\"74\"> <p class=\"table-e\">Authorized</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">The Indigenous identity, race, religion and ethnic origin of a pupil enrolled in a school of the board, credits granted to the pupil, their course enrolment, information respecting their graduation, any special education received by the pupil and information respecting the suspension or expulsion of the pupil or a decision of a principal to refuse to admit the pupil to a school or classroom under clause 265 (1) (m) of the <i>Education Act</i></p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">Programs, services or functions related to the duty of the board to promote student achievement and well-being, to promote a positive school climate and to promote the prevention of bullying under clauses 169.1 (1) (a), (a.1) and (a.2) of the <i>Education Act</i>, including as they relate to the board’s duty to provide instruction and accommodation under paragraph 6 of subsection 170 (1) of that Act, a principal’s duty to promote pupils and restrict access to a school or classroom under clause 265 (1) (g) or (m) of that Act, respectively, and  suspensions and expulsions under Part XIII of that Act</p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">May 1, 2018</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"106\"> <p class=\"table-e\">A board as defined in subsection 1 (1) of the <i>Education Act</i>, with the exception of a board established under section 68 of that Act</p> </td> <td valign=\"top\" width=\"74\"> <p class=\"table-e\">Required</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">The Indigenous identity, race, religion and ethnic origin of a pupil enrolled in a school of the board, credits granted to the pupil, their course enrolment, information respecting their graduation, any special education received by the pupil and information respecting the suspension or expulsion of the pupil or a decision of a principal to refuse to admit the pupil to a school or classroom under clause 265 (1) (m) of the <i>Education Act</i></p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">Programs, services or functions related to the duty of the board to promote student achievement and well-being, to promote a positive school climate and to promote the prevention of bullying under clauses 169.1 (1) (a), (a.1) and (a.2) of the <i>Education Act</i>, including as they relate to the board’s duty to provide instruction and accommodation under paragraph 6 of subsection 170 (1) of that Act, a principal’s duty to promote pupils and restrict access to a school or classroom under clause 265 (1) (g) or (m) of that Act, respectively, and  suspensions and expulsions under Part XIII of that Act</p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">January 1, 2023</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"106\"> <p class=\"table-e\">Ministry of the Attorney General</p> </td> <td valign=\"top\" width=\"74\"> <p class=\"table-e\">Required</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">The Indigenous identity, race, religion and ethnic origin of an individual who has been charged with an offence and appears in bail court </p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">As related to the bail process, superintending all matters connected with the administration of justice in accordance with clause 5 (c) of the <i>Ministry of the Attorney General Act</i></p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">All </p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">July 1, 2021</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"106\"> <p class=\"table-e\">Ministry of Children, Community and Social Services</p> </td> <td valign=\"top\" width=\"74\"> <p class=\"table-e\">Required</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">A young person’s Indigenous identity, race, religion, and ethnic origin </p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">The Ministry’s provision of a service or program described in clause (h) of the definition of “service” in subsection 2 (1) of the <i>Child, Youth and Family Services Act, 2017</i></p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">July 1, 2019</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"106\"> <p class=\"table-e\">Ministry of the Solicitor General</p> </td> <td valign=\"top\" width=\"74\"> <p class=\"table-e\">Required</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">The Indigenous identity, race, religion and ethnic origin of a person who is in custody in a correctional institution operated by the ministry or a person who is released on parole, subject to a probation order or a conditional sentence order and subject to supervision by the ministry </p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">Operation of adult correctional institutions and probation and parole offices</p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">October 1, 2020</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"106\"> <p class=\"table-e\">Ministry of the Solicitor General</p> </td> <td valign=\"top\" width=\"74\"> <p class=\"table-e\">Required</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">As provided by police forces, the race of individuals as perceived by members of the police forces in respect of whom a use of force report is prepared by a member of the police force and any other information set out in the report, other than the name of the individual, that the police force is legally required to provide to the ministry </p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">Conducting research and analysis to inform policy and program development, system planning and the evaluation of service delivery and outcomes in respect of policing and related matters</p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">January 1, 2020</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"106\"> <p class=\"table-e\">Ministry of the Solicitor General</p> </td> <td valign=\"top\" width=\"74\"> <p class=\"table-e\">Required</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">As provided by police forces, the Indigenous identity, race, religion and ethnic origin of individuals, but not the names of the individuals, in respect of whom a member of a police force is legally required to prepare a report, if the police force is legally required to provide that information to the ministry </p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">Conducting research and analysis to inform policy and program development, system planning and the evaluation of service delivery and outcomes in respect of policing and related matters</p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">January 1, 2021</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"106\"> <p class=\"table-e\">Office of the Independent Police Review Director established under the <i>Police Services Act</i></p> </td> <td valign=\"top\" width=\"74\"> <p class=\"table-e\">Required</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">The Indigenous identity, race, religion and ethnic origin of a member of the public who makes a complaint to the Independent Police Review Director</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">The Independent Police Review Director’s management of the complaint</p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">October 1, 2020</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"106\"> <p class=\"table-e\">The Special Investigations Unit continued under the <i>Special Investigations Unit Act, 2019</i></p> </td> <td valign=\"top\" width=\"74\"> <p class=\"table-e\">Required</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">The Indigenous identity, race, religion and ethnic origin of an affected person or a subject official, as those terms are defined in subsection 1 (1) of the <i>Special Investigations Unit Act, 2019</i></p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">Determining whether to conduct an investigation under section 15 of the <i>Special Investigations Unit Act, 2019</i> and the conduct of any such investigation</p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">October 1, 2020</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"106\"> <p class=\"table-e\">Specified children’s aid societies</p> </td> <td valign=\"top\" width=\"74\"> <p class=\"table-e\">Required</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">The Indigenous identity, race, religion and ethnic origin of children who are the subject of a child protection investigation conducted by a specified children’s aid society and children who otherwise receive a service from a specified children’s aid society</p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">The functions of a children’s aid society set out in subsection 35 (1) of the <i>Child, Youth and Family Services Act, 2017</i></p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">July 1, 2021</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"36\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"106\"> <p class=\"table-e\">Specified children’s aid societies</p> </td> <td valign=\"top\" width=\"74\"> <p class=\"table-e\">Required</p> </td> <td valign=\"top\" width=\"120\"> <p class=\"table-e\">The Indigenous identity, race, religion and ethnic origin of a person to whom a specified children’s aid society provides care and support pursuant to an agreement described in section 124 of the <i>Child, Youth and Family Services Act, 2017</i></p> </td> <td valign=\"top\" width=\"144\"> <p class=\"table-e\">The functions of a children’s aid society set out in subsection 35 (1) of the <i>Child, Youth and Family Services Act, 2017</i></p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">All</p> </td> <td valign=\"top\" width=\"96\"> <p class=\"table-e\">July 1, 2021</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 267/18, s. 2, Table; O. Reg. 33/20, s. 2 (1-3, 5, 6, 8); O. Reg. 113/20, s. 1 (1, 3-8); O. Reg. 745/20, s. 1.</p> <p class=\"Pnote-e\">Note: On the day section 2 of Schedule 1 (<i>Community Safety and Policing Act, 2019</i>) to the <i>Comprehensive Ontario Police Services Act, 2019</i> comes into force, Item 6 of the Table to section 2 of the Regulation is amended by striking out “As provided by police forces, the race of individuals, as perceived by members of the police forces, in respect of whom a use of force report is prepared by a member of the police force and any other information set out in the report, other than the name of the individual, that the police force is legally required to provide to the ministry” in Column 3 and substituting “As provided by police services, the race of individuals, as perceived by members of the police services, in respect of whom a use of force report is prepared by a member of the police service and any other information set out in the report, other than the name of the individual, that the police service is legally required to provide to the ministry”. (See: O. Reg. 33/20, s. 2 (4))</p> <p class=\"Pnote-e\">Note: On the day section 2 of Schedule 1 (<i>Community Safety and Policing Act, 2019</i>) to the <i>Comprehensive Ontario Police Services Act, 2019</i> comes into force, Item 7 of the Table to section 2 of the Regulation is amended by striking out “police forces” in Column 3 and substituting “police services” and by striking out “police force” wherever it appears and substituting in each case “police service”. (See: O. Reg. 33/20, s. 2 (7))</p>"
        },
        {
            "id": "3.",
            "section": "Authorization or requirement to collect information",
            "content": " 3. Revoked: O. Reg. 33/20, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span class=\"ovsmallcap\">Revoked: </span>O. Reg. 33/20, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Authorization or requirement to collect information",
            "content": " 4. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 267/18, s. 4; O. Reg. 33/20, s. 3. Schedule 1   Specified Children’s Aid Societies 1. Children’s Aid Society of Algoma, also operating under the name Société de l’aide à l’enfance d’Algoma. 2. Kenora-Rainy River Districts Child and Family Services, also operating under the name Services à l’enfance et à la famille des districts de Kenora et Rainy River. 3. Children’s Aid Society of the District of Sudbury, operating under the name Children’s Aid Society of the Districts of Sudbury and Manitoulin/Société d’aide à l’enfance des districts de Sudbury et de Manitoulin. 4. Children’s Aid Society of the District of Thunder Bay. 5. Children’s Aid Society for the Districts of Nipissing and Parry Sound, also operating under the name Société d’aide à l’enfance pour la région du Nipissing et Parry Sound. 6. North Eastern Ontario Family and Children’s Services/Services à la famille et à l’enfance du Nord-Est de l’Ontario. 7. Children’s Aid Society of Brant, operating under the name Brant Family and Children’s Services. 8. Children’s Aid Society of Haldimand and Norfolk. 9. Children’s Aid Society of Hamilton, also operating under the name Société d’aide à l’enfance de Hamilton. 10. Catholic Children’s Aid Society of Hamilton, also operating under the name Société d’aide à l’enfance catholique de Hamilton. 11. Children’s Aid Society of the Niagara Region, operating under the name Family and Children’s Services Niagara/Services à la famille et à l’enfance de Niagara. 12. Bruce Grey Child and Family Services. 13. Chatham-Kent Children’s Services. 14. Family and Children’s Services of St. Thomas and Elgin, operating under the name Family and Children’s Services of St. Thomas and Elgin County. 15. Huron-Perth Children’s Aid Society. 16. Children’s Aid Society of London and Middlesex, also operating under the name Société d’aide à l’enfance de London et Middlesex. 17. Children’s Aid Society of Oxford County. 18. Children’s Aid Society of the City of Sarnia and the County of Lambton, operating under the name Sarnia-Lambton Children’s Aid Society. 19. Windsor-Essex Children’s Aid Society, also operating under the name Société de l’aide à l’enfance de Windsor-Essex. 20. Children’s Aid Society of the City of Guelph and the County of Wellington, operating under the name Family and Children’s Services of Guelph and Wellington County. 21. Halton Children’s Aid Society. 22. Children’s Aid Society of the Region of Peel, operating under the name Peel Children’s Aid Society/Société d’aide à l’enfance de Peel. 23. Children’s Aid Society of the Regional Municipality of Waterloo, operating under the name Family and Children’s Services of the Waterloo Region. 24. Children’s Aid Society of the County of Dufferin, operating under the name Dufferin Child and Family Services. 25. Children’s Aid Society of York Region, operating under the name York Region Children’s Aid Society. 26. Simcoe Muskoka Child, Youth and Family Services, operating under the name Simcoe Muskoka Family Connexions/Connexions Familiales de Simcoe Muskoka. 27. Durham Children’s Aid Society. 28. Kawartha-Haliburton Children’s Aid Society. 29. Family and Children’s Services of Frontenac, Lennox and Addington, also operating under the name Service de l’aide à la famille et à l’enfance de Frontenac, Lennox et Addington. 30. Children’s Aid Society of the United Counties of Stormont, Dundas and Glengarry, also operating under the name Société d’aide à l’enfance des comtés unis de Stormont, Dundas et Glengarry. 31. Family and Children’s Services of Renfrew County, also operating under the name Services à la famille et à l’enfance du comté de Renfrew. 32. Children’s Aid Society of Ottawa/Société de l’aide à l’enfance d’Ottawa. 33. Valoris for Children and Adults of Prescott-Russell/Valoris pour enfants et adultes de Prescott-Russell. 34. Highland Shores Children’s Aid Society, operating under the name Highland Shores Children’s Aid. 35. Family and Children’s Services of Lanark, Leeds and Grenville. 36. Jewish Family and Child Services of Greater Toronto, operating under the name Jewish Family and Child. 37. Children’s Aid Society of Toronto, also operating under the name Société de l’aide à l’enfance de Toronto. 38. Catholic Children’s Aid Society of Toronto.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"footnote-e\">O. Reg. 267/18, s. 4; O. Reg. 33/20, s. 3.</p> <p class=\"schedule-e\">Schedule 1 <br/>  Specified Children’s Aid Societies</p> <p class=\"paragraph-e\">  1. Children’s Aid Society of Algoma, also operating under the name Société de l’aide à l’enfance d’Algoma.</p> <p class=\"paragraph-e\">  2. Kenora-Rainy River Districts Child and Family Services, also operating under the name Services à l’enfance et à la famille des districts de Kenora et Rainy River.</p> <p class=\"paragraph-e\">  3. Children’s Aid Society of the District of Sudbury, operating under the name Children’s Aid Society of the Districts of Sudbury and Manitoulin/Société d’aide à l’enfance des districts de Sudbury et de Manitoulin.</p> <p class=\"paragraph-e\">  4. Children’s Aid Society of the District of Thunder Bay.</p> <p class=\"paragraph-e\">  5. Children’s Aid Society for the Districts of Nipissing and Parry Sound, also operating under the name Société d’aide à l’enfance pour la région du Nipissing et Parry Sound.</p> <p class=\"paragraph-e\">  6. North Eastern Ontario Family and Children’s Services/Services à la famille et à l’enfance du Nord-Est de l’Ontario.</p> <p class=\"paragraph-e\">  7. Children’s Aid Society of Brant, operating under the name Brant Family and Children’s Services.</p> <p class=\"paragraph-e\">  8. Children’s Aid Society of Haldimand and Norfolk.</p> <p class=\"paragraph-e\">  9. Children’s Aid Society of Hamilton, also operating under the name Société d’aide à l’enfance de Hamilton.</p> <p class=\"paragraph-e\">  10. Catholic Children’s Aid Society of Hamilton, also operating under the name Société d’aide à l’enfance catholique de Hamilton.</p> <p class=\"paragraph-e\">  11. Children’s Aid Society of the Niagara Region, operating under the name Family and Children’s Services Niagara/Services à la famille et à l’enfance de Niagara.</p> <p class=\"paragraph-e\">  12. Bruce Grey Child and Family Services.</p> <p class=\"paragraph-e\">  13. Chatham-Kent Children’s Services.</p> <p class=\"paragraph-e\">  14. Family and Children’s Services of St. Thomas and Elgin, operating under the name Family and Children’s Services of St. Thomas and Elgin County.</p> <p class=\"paragraph-e\">  15. Huron-Perth Children’s Aid Society.</p> <p class=\"paragraph-e\">  16. Children’s Aid Society of London and Middlesex, also operating under the name Société d’aide à l’enfance de London et Middlesex.</p> <p class=\"paragraph-e\">  17. Children’s Aid Society of Oxford County.</p> <p class=\"paragraph-e\">  18. Children’s Aid Society of the City of Sarnia and the County of Lambton, operating under the name Sarnia-Lambton Children’s Aid Society.</p> <p class=\"paragraph-e\">  19. Windsor-Essex Children’s Aid Society, also operating under the name Société de l’aide à l’enfance de Windsor-Essex.</p> <p class=\"paragraph-e\">  20. Children’s Aid Society of the City of Guelph and the County of Wellington, operating under the name Family and Children’s Services of Guelph and Wellington County.</p> <p class=\"paragraph-e\">  21. Halton Children’s Aid Society.</p> <p class=\"paragraph-e\">  22. Children’s Aid Society of the Region of Peel, operating under the name Peel Children’s Aid Society/Société d’aide à l’enfance de Peel.</p> <p class=\"paragraph-e\">  23. Children’s Aid Society of the Regional Municipality of Waterloo, operating under the name Family and Children’s Services of the Waterloo Region.</p> <p class=\"paragraph-e\">  24. Children’s Aid Society of the County of Dufferin, operating under the name Dufferin Child and Family Services.</p> <p class=\"paragraph-e\">  25. Children’s Aid Society of York Region, operating under the name York Region Children’s Aid Society.</p> <p class=\"paragraph-e\">  26. Simcoe Muskoka Child, Youth and Family Services, operating under the name Simcoe Muskoka Family Connexions/Connexions Familiales de Simcoe Muskoka.</p> <p class=\"paragraph-e\">  27. Durham Children’s Aid Society.</p> <p class=\"paragraph-e\">  28. Kawartha-Haliburton Children’s Aid Society.</p> <p class=\"paragraph-e\">  29. Family and Children’s Services of Frontenac, Lennox and Addington, also operating under the name Service de l’aide à la famille et à l’enfance de Frontenac, Lennox et Addington.</p> <p class=\"paragraph-e\">  30. Children’s Aid Society of the United Counties of Stormont, Dundas and Glengarry, also operating under the name Société d’aide à l’enfance des comtés unis de Stormont, Dundas et Glengarry.</p> <p class=\"paragraph-e\">  31. Family and Children’s Services of Renfrew County, also operating under the name Services à la famille et à l’enfance du comté de Renfrew.</p> <p class=\"paragraph-e\">  32. Children’s Aid Society of Ottawa/Société de l’aide à l’enfance d’Ottawa.</p> <p class=\"paragraph-e\">  33. Valoris for Children and Adults of Prescott-Russell/Valoris pour enfants et adultes de Prescott-Russell.</p> <p class=\"paragraph-e\">  34. Highland Shores Children’s Aid Society, operating under the name Highland Shores Children’s Aid.</p> <p class=\"paragraph-e\">  35. Family and Children’s Services of Lanark, Leeds and Grenville.</p> <p class=\"paragraph-e\">  36. Jewish Family and Child Services of Greater Toronto, operating under the name Jewish Family and Child.</p> <p class=\"paragraph-e\">  37. Children’s Aid Society of Toronto, also operating under the name Société de l’aide à l’enfance de Toronto.</p> <p class=\"paragraph-e\">  38. Catholic Children’s Aid Society of Toronto.</p> <p class=\"paragraph-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180267\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}