{
    "reg_info": {
        "full_title": "O. Reg. 33/08: STEWARDSHIP ONTARIO",
        "reg_name_text": "Stewardship Ontario",
        "citation": "O. Reg. 33/08: STEWARDSHIP ONTARIO",
        "act_under": "Waste Diversion Act, 2002   Loi de 2002 sur le réacheminement des déchets",
        "url": "https://www.ontario.ca/laws/regulation/080033",
        "date_scraped": "2023-12-19 03:10:47"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/080033/v3",
            "valid_from": "November 24, 2016",
            "valid_to": "November 29, 2016"
        },
        {
            "a_href": "/laws/regulation/080033/v2",
            "valid_from": "October  2, 2009",
            "valid_to": "November 23, 2016"
        },
        {
            "a_href": "/laws/regulation/080033/v1",
            "valid_from": "February 21, 2008",
            "valid_to": "October  1, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "0.1",
            "section": "Interpretation",
            "content": "0.1 In this Regulation, “blue box waste” has the same meaning as in Ontario Regulation 273/02 (Blue Box Waste) made under the Act; “municipal hazardous or special waste” has the same meaning as in Ontario Regulation 542/06 (Municipal Hazardous or Special Waste) made under the Act; “steward” means a person designated as a steward under the rules made by Stewardship Ontario under section 30 of the Act in respect of blue box waste or municipal hazardous or special waste; and “steward association” means an association that has as members one or more persons that are stewards.  O. Reg. 378/09, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>0.1 </b>In this Regulation,</p> <p class=\"firstdef-e\">“blue box waste” has the same meaning as in Ontario Regulation 273/02 (Blue Box Waste) made under the Act;</p> <p class=\"definition-e\">“municipal hazardous or special waste” has the same meaning as in Ontario Regulation 542/06 (Municipal Hazardous or Special Waste) made under the Act;</p> <p class=\"definition-e\">“steward” means a person designated as a steward under the rules made by Stewardship Ontario under section 30 of the Act in respect of blue box waste or municipal hazardous or special waste; and</p> <p class=\"definition-e\">“steward association” means an association that has as members one or more persons that are stewards.  O. Reg. 378/09, s. 1.</p>"
        },
        {
            "id": "1.",
            "section": "Stewardship Ontario continued",
            "content": " 1. Stewardship Ontario is continued.  O. Reg. 33/08, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>Stewardship Ontario is continued.  O. Reg. 33/08, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Composition",
            "content": " 2. (1) Stewardship Ontario is composed of the members of its board of directors.  O. Reg. 33/08, s. 2 (1). (2) The board of directors shall be composed of 14 members elected in accordance with section 4 and 2 members appointed in accordance with section 4.1.  O. Reg. 378/09, s. 2 (1). (3) Despite subsection (2), the members of the board of directors who hold office immediately before Ontario Regulation 378/09 comes into force continue to hold office, subject to sections 5 and 6 until the 2010 election is conducted under subsection 4 (1).  O. Reg. 378/09, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Stewardship Ontario is composed of the members of its board of directors.  O. Reg. 33/08, s. 2 (1).</p> <p class=\"subsection-e\"><b> </b>(2) The board of directors shall be composed of 14 members elected in accordance with section 4 and 2 members appointed in accordance with section 4.1.  O. Reg. 378/09, s. 2 (1).</p> <p class=\"subsection-e\">  (3) Despite subsection (2), the members of the board of directors who hold office immediately before Ontario Regulation 378/09 comes into force continue to hold office, subject to sections 5 and 6 until the 2010 election is conducted under subsection 4 (1).  O. Reg. 378/09, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Composition",
            "content": " 3. Revoked:  O. Reg. 378/09, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 378/09, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Elected members",
            "content": " 4. (1) An election shall be conducted for the purpose of this Regulation at the 2010 general meeting of Stewardship Ontario called for that purpose.  O. Reg. 378/09, s. 4 (1). (2) At an election conducted under subsection (1), 14 individuals shall be elected as members of the board of directors, (a) seven of whom shall hold office until the election held at the 2012 general meeting; and (b) seven of whom shall hold office until the election held at the 2013 general meeting.  O. Reg. 378/09, s. 4 (1). (3) Every director elected after the 2010 annual meeting shall hold office for three years.  O. Reg. 378/09, s. 4 (1). (4) Elections shall be held in every year in which the term of two or more members of the board of directors is scheduled to end.  O. Reg. 378/09, s. 4 (1). (5) An individual is entitled to be a candidate in an election conducted under this section if he or she, (a) is a resident of Ontario; (b) is at least 18 years of age; and (c) is an employee of, (i) a steward, or (ii) a steward association where the members of the association that are stewards have collectively paid at least $1 million to Stewardship Ontario in the most recently completed fiscal year in respect of the obligation to pay fees under section 31 of the Act.  O. Reg. 33/08, s. 4 (5); O. Reg. 378/09, s. 4 (2). (6) Despite subsection (5), an individual is not entitled to be a candidate if he or she is a bankrupt or has been found by a court to be mentally incapable of managing property.  O. Reg. 33/08, s. 4 (6). (7) Subject to subsection (8), a person is entitled to vote in an election conducted under this section if he or she has been chosen by a steward association for the purpose and the stewards that are members of the steward association have collectively paid at least $10 million to Stewardship Ontario in the most recently completed fiscal year in respect of the obligation to pay fees under section 31 of the Act.  O. Reg. 378/09, s. 4 (3). (8) If the stewards that are members of a steward association have collectively paid at least $10 million within a sector to Stewardship Ontario in the most recently completed fiscal year in respect of the obligation to pay fees under section 31 of the Act, the sector of which the association is a member is entitled to one vote for every $10 million in fees paid and the steward associations in the sector may designate one person to cast each vote.  O. Reg. 378/09, s. 4 (3). (8.1) For the purposes of subsection (8), every steward association shall be classified as belonging to one of the following sectors: 1. The consumable materials sector described in subsection (8.2). 2. The durable materials sector described in subsection (8.3). 3. The retailers and distributors sector described in subsection (8.4).  O. Reg. 378/09, s. 4 (4). (8.2) An association is classified as belonging to the consumable materials sector if the association’s members who are stewards are stewards primarily in respect of waste that consists of any of the following materials: 1. Aerosol containers. 2. Antifreeze and containers in which it is contained. 3. Containers that have a capacity of 30 litres or less and that were manufactured and used for the purpose of containing lubricating oil. 4. Corrosives. 5. Fertilizers, fungicides, herbicides, insecticides or pesticides, and containers in which they are contained. 6. Flammables. 7. Glass. 8. Leachate toxic waste. 9. Metal. 10. Non refillable pressurized containers. 11. Oil filters, after they have been used for their intended purpose. 12. Paint and coatings, and containers in which they are contained. 13. Paper. 14. Pharmaceuticals. 15. Plastic. 16. Reactive toxic waste. 17. Single use and rechargeable batteries. 18. Textiles. 19. Toxic substances.  O. Reg. 378/09, s. 4 (4). (8.3) An association is classified as belonging to the durable materials sector if the association’s members who are stewards are stewards primarily in respect of waste that consists of any of the following materials: 1. Devices that contain mercury. 2. Fluorescents embedded in electronics products. 3. Fluorescents removed by the user. 4. Industrial stationary and non-lead acid batteries. 5. Portable fire extinguishers. 6. Refillable pressurized containers. 7. Sharps including syringes.  O. Reg. 378/09, s. 4 (4). (8.4) An association is classified as belonging to the retailers and distributors sector if the association’s members who are stewards sell, resell or intend to sell or resell consumable or durable products that could result in the materials listed in subsection (8.2) or (8.3).  O. Reg. 378/09, s. 4 (4). (9) An individual elected as a member of the board of directors whose term of office expires under subsection (4) is entitled, subject to subsections (5) and (6), to be a candidate in a subsequent election.  O. Reg. 33/08, s. 4 (9); O. Reg. 378/09, s. 4 (5).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) An election shall be conducted for the purpose of this Regulation at the 2010 general meeting of Stewardship Ontario called for that purpose.  O. Reg. 378/09, s. 4 (1).</p> <p class=\"subsection-e\">  (2) At an election conducted under subsection (1), 14 individuals shall be elected as members of the board of directors, </p> <p class=\"clause-e\">  (a) seven of whom shall hold office until the election held at the 2012 general meeting; and</p> <p class=\"clause-e\">  (b) seven of whom shall hold office until the election held at the 2013 general meeting.  O. Reg. 378/09, s. 4 (1).</p> <p class=\"subsection-e\">  (3) Every director elected after the 2010 annual meeting shall hold office for three years.  O. Reg. 378/09, s. 4 (1).</p> <p class=\"subsection-e\">  (4) Elections shall be held in every year in which the term of two or more members of the board of directors is scheduled to end.  O. Reg. 378/09, s. 4 (1).</p> <p class=\"subsection-e\">  (5) An individual is entitled to be a candidate in an election conducted under this section if he or she,</p> <p class=\"clause-e\">  (a) is a resident of Ontario;</p> <p class=\"clause-e\">  (b) is at least 18 years of age; and</p> <p class=\"clause-e\">  (c) is an employee of,</p> <p class=\"subclause-e\">  (i) a steward, or</p> <p class=\"subclause-e\">  (ii) a steward association where the members of the association that are stewards have collectively paid at least $1 million to Stewardship Ontario in the most recently completed fiscal year in respect of the obligation to pay fees under section 31 of the Act.  O. Reg. 33/08, s. 4 (5); O. Reg. 378/09, s. 4 (2).</p> <p class=\"subsection-e\">  (6) Despite subsection (5), an individual is not entitled to be a candidate if he or she is a bankrupt or has been found by a court to be mentally incapable of managing property.  O. Reg. 33/08, s. 4 (6).</p> <p class=\"subsection-e\">  (7) Subject to subsection (8), a person is entitled to vote in an election conducted under this section if he or she has been chosen by a steward association for the purpose and the stewards that are members of the steward association have collectively paid at least $10 million to Stewardship Ontario in the most recently completed fiscal year in respect of the obligation to pay fees under section 31 of the Act.  O. Reg. 378/09, s. 4 (3).</p> <p class=\"subsection-e\">  (8) If the stewards that are members of a steward association have collectively paid at least $10 million within a sector to Stewardship Ontario in the most recently completed fiscal year in respect of the obligation to pay fees under section 31 of the Act, the sector of which the association is a member is entitled to one vote for every $10 million in fees paid and the steward associations in the sector may designate one person to cast each vote.  O. Reg. 378/09, s. 4 (3).</p> <p class=\"subsection-e\">  (8.1) For the purposes of subsection (8), every steward association shall be classified as belonging to one of the following sectors:</p> <p class=\"paragraph-e\">  1. The consumable materials sector described in subsection (8.2).</p> <p class=\"paragraph-e\">  2. The durable materials sector described in subsection (8.3).</p> <p class=\"paragraph-e\">  3. The retailers and distributors sector described in subsection (8.4).  O. Reg. 378/09, s. 4 (4).</p> <p class=\"subsection-e\">  (8.2) An association is classified as belonging to the consumable materials sector if the association’s members who are stewards are stewards primarily in respect of waste that consists of any of the following materials:</p> <p class=\"paragraph-e\">  1. Aerosol containers.</p> <p class=\"paragraph-e\">  2. Antifreeze and containers in which it is contained.</p> <p class=\"paragraph-e\">  3. Containers that have a capacity of 30 litres or less and that were manufactured and used for the purpose of containing lubricating oil.</p> <p class=\"paragraph-e\">  4. Corrosives.</p> <p class=\"paragraph-e\">  5. Fertilizers, fungicides, herbicides, insecticides or pesticides, and containers in which they are contained.</p> <p class=\"paragraph-e\">  6. Flammables.</p> <p class=\"paragraph-e\">  7. Glass.</p> <p class=\"paragraph-e\">  8. Leachate toxic waste.</p> <p class=\"paragraph-e\">  9. Metal.</p> <p class=\"paragraph-e\">  10. Non refillable pressurized containers.</p> <p class=\"paragraph-e\">  11. Oil filters, after they have been used for their intended purpose.</p> <p class=\"paragraph-e\">  12. Paint and coatings, and containers in which they are contained.</p> <p class=\"paragraph-e\">  13. Paper.</p> <p class=\"paragraph-e\">  14. Pharmaceuticals.</p> <p class=\"paragraph-e\">  15. Plastic.</p> <p class=\"paragraph-e\">  16. Reactive toxic waste.</p> <p class=\"paragraph-e\">  17. Single use and rechargeable batteries.</p> <p class=\"paragraph-e\">  18. Textiles.</p> <p class=\"paragraph-e\">  19. Toxic substances.  O. Reg. 378/09, s. 4 (4).</p> <p class=\"subsection-e\">  (8.3) An association is classified as belonging to the durable materials sector if the association’s members who are stewards are stewards primarily in respect of waste that consists of any of the following materials:</p> <p class=\"paragraph-e\">  1. Devices that contain mercury.</p> <p class=\"paragraph-e\">  2. Fluorescents embedded in electronics products.</p> <p class=\"paragraph-e\">  3. Fluorescents removed by the user.</p> <p class=\"paragraph-e\">  4. Industrial stationary and non-lead acid batteries.</p> <p class=\"paragraph-e\">  5. Portable fire extinguishers.</p> <p class=\"paragraph-e\">  6. Refillable pressurized containers.</p> <p class=\"paragraph-e\">  7. Sharps including syringes.  O. Reg. 378/09, s. 4 (4).</p> <p class=\"subsection-e\">  (8.4) An association is classified as belonging to the retailers and distributors sector if the association’s members who are stewards sell, resell or intend to sell or resell consumable or durable products that could result in the materials listed in subsection (8.2) or (8.3).  O. Reg. 378/09, s. 4 (4).</p> <p class=\"subsection-e\">  (9) An individual elected as a member of the board of directors whose term of office expires under subsection (4) is entitled, subject to subsections (5) and (6), to be a candidate in a subsequent election.  O. Reg. 33/08, s. 4 (9); O. Reg. 378/09, s. 4 (5).</p>"
        },
        {
            "id": "4.1",
            "section": "Appointed members",
            "content": " 4.1 (1) The elected members of the board of directors shall appoint two additional members. (2) An individual is not entitled to be appointed as a member of the board if he or she is, (a) a member or employee of a steward association; or (b) commercially connected to the blue box waste industry, or municipal hazardous or special waste industry.  O. Reg. 378/09, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>4.1 </b>(1) The elected members of the board of directors shall appoint two additional members.</p> <p class=\"subsection-e\">  (2) An individual is not entitled to be appointed as a member of the board if he or she is,</p> <p class=\"clause-e\">  (a) a member or employee of a steward association; or</p> <p class=\"clause-e\">  (b) commercially connected to the blue box waste industry, or municipal hazardous or special waste industry.  O. Reg. 378/09, s. 5.</p>"
        },
        {
            "id": "5.",
            "section": "Resignation, removal, elected members",
            "content": " 5. (1) A member of the board of directors may resign his or her office by delivering a written letter of resignation to the secretary of Stewardship Ontario.  O. Reg. 33/08, s. 5 (1); O. Reg. 378/09, s. 6 (1). (2) A member of the board of directors ceases to hold office if he or she becomes a bankrupt or is found by a court to be mentally incapable of managing property.  O. Reg. 33/08, s. 5 (2); O. Reg. 378/09, s. 6 (2). (3) A member of the board of directors may be removed from office by a resolution passed by at least two-thirds of the votes cast at a meeting at which every person referred to in subsection 4 (7) is entitled to cast a number of votes determined in accordance with subsection 4 (8).  O. Reg. 33/08, s. 5 (3); O. Reg. 378/09, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A member of the board of directors may resign his or her office by delivering a written letter of resignation to the secretary of Stewardship Ontario.  O. Reg. 33/08, s. 5 (1); O. Reg. 378/09, s. 6 (1).</p> <p class=\"subsection-e\">  (2) A member of the board of directors ceases to hold office if he or she becomes a bankrupt or is found by a court to be mentally incapable of managing property.  O. Reg. 33/08, s. 5 (2); O. Reg. 378/09, s. 6 (2).</p> <p class=\"subsection-e\">  (3) A member of the board of directors may be removed from office by a resolution passed by at least two-thirds of the votes cast at a meeting at which every person referred to in subsection 4 (7) is entitled to cast a number of votes determined in accordance with subsection 4 (8).  O. Reg. 33/08, s. 5 (3); O. Reg. 378/09, s. 6 (3).</p>"
        },
        {
            "id": "6.",
            "section": "Vacancies, elected members",
            "content": " 6. (1) If, pursuant to subsection 5 (3), a vacancy occurs among the members of the board of directors, the vacancy may be filled by electing an individual at an election conducted in accordance with subsections 4 (5) to (8).  O. Reg. 33/08, s. 6 (1). (2) If a vacancy occurs among the members of the board of directors and subsection (1) does not apply, the remaining members of the board may fill the vacancy by appointing any individual that would be entitled to be a candidate at an election conducted under section 4.  O. Reg. 378/09, s. 7 (1). (3) An individual who becomes a member of the board of directors under subsection (1) or (2) shall hold office until the election at which the term of office of the member he or she replaced would have expired under subsection 4 (3).  O. Reg. 33/08, s. 6 (3); O. Reg. 378/09, s. 7 (2). (4) Subsection 4 (9), section 5 and this section apply, with necessary modifications, to an individual who fills a vacancy under subsection (1) or (2).  O. Reg. 33/08, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) If, pursuant to subsection 5 (3), a vacancy occurs among the members of the board of directors, the vacancy may be filled by electing an individual at an election conducted in accordance with subsections 4 (5) to (8).  O. Reg. 33/08, s. 6 (1).</p> <p class=\"subsection-e\">  (2) If a vacancy occurs among the members of the board of directors and subsection (1) does not apply, the remaining members of the board may fill the vacancy by appointing any individual that would be entitled to be a candidate at an election conducted under section 4.  O. Reg. 378/09, s. 7 (1).</p> <p class=\"subsection-e\">  (3) An individual who becomes a member of the board of directors under subsection (1) or (2) shall hold office until the election at which the term of office of the member he or she replaced would have expired under subsection 4 (3).  O. Reg. 33/08, s. 6 (3); O. Reg. 378/09, s. 7 (2).</p> <p class=\"subsection-e\">  (4) Subsection 4 (9), section 5 and this section apply, with necessary modifications, to an individual who fills a vacancy under subsection (1) or (2).  O. Reg. 33/08, s. 6 (4).</p>"
        },
        {
            "id": "7.",
            "section": "Vacancies, elected members",
            "content": " 7. Revoked:  O. Reg. 378/09, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 378/09, s. 8.</p>"
        },
        {
            "id": "8.",
            "section": "Application of the Corporations Act",
            "content": " 8. Section 80 and subsections 283 (4) and (5) of the Corporations Act apply, with necessary modifications, to Stewardship Ontario.  O. Reg. 33/08, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>Section 80 and subsections 283 (4) and (5) of the <i>Corporations Act </i>apply, with necessary modifications, to Stewardship Ontario.  O. Reg. 33/08, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Application of the Corporations Act",
            "content": " 9. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 33/08, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 33/08, s. 9.</p>"
        },
        {
            "id": null,
            "section": "Application of the Corporations Act",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}