{
    "reg_info": {
        "full_title": "O. Reg. 643/00: LOCAL HOUSING CORPORATIONS - TRANSITION RULES",
        "reg_name_text": "LOCAL HOUSING CORPORATIONS — TRANSITION RULES",
        "citation": "O. Reg. 643/00: LOCAL HOUSING CORPORATIONS - TRANSITION RULES",
        "act_under": "Social Housing Reform Act, 2000",
        "url": "https://www.ontario.ca/laws/regulation/000643",
        "date_scraped": "2023-12-19 22:15:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) In this Regulation,  “common waiting list” means a single waiting list containing the names of all applicant households within a service area who are eligible to receive rent-geared-to-income assistance and are awaiting placement in rent-geared-to-income units; (“liste d’attente commune”) “co-ordinated access system” means a system for determining the eligibility of applicant households within a service area for rent-geared-to-income assistance and for providing information to all or specified housing providers within a service area with respect to the eligibility of those households for rent-geared to-income assistance and, if there is a common waiting list, each household’s position on the list; (“système d’accès coordonné”) “manual” means the Ministry of Municipal Affairs and Housing publication that is titled “Local Housing Authority Administration Manual” and is dated December 8, 2000, excluding section 04-08-01 bearing that date, but including section 04-08-01 bearing the date March 1, 2001. (“manuel”) O. Reg. 643/00, s. 1 (1); O. Reg. 161/01, s. 1. (2) A local housing corporation that provides accommodation for households requiring provincially funded special needs support services is a supportive housing provider for the purposes of sections 3 to 9, but only with respect to the units in which such accommodation is provided or made available. O. Reg. 643/00, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) In this Regulation, </p> <p class=\"firstdef-e\">“common waiting list” means a single waiting list containing the names of all applicant households within a service area who are eligible to receive rent-geared-to-income assistance and are awaiting placement in rent-geared-to-income units; (“liste d’attente commune”)</p> <p class=\"definition-e\">“co-ordinated access system” means a system for determining the eligibility of applicant households within a service area<i> </i>for rent-geared-to-income assistance and for providing information to all or specified housing providers within a service area with respect to the eligibility of those households for rent-geared to-income assistance and, if there is a common waiting list, each household’s position on the list; (“système d’accès coordonné”)</p> <p class=\"definition-e\">“manual” means the Ministry of Municipal Affairs and Housing publication that is titled “Local Housing Authority Administration Manual” and is dated December 8, 2000, excluding section 04-08-01 bearing that date, but including section 04-08-01 bearing the date March 1, 2001. (“manuel”) O. Reg. 643/00, s. 1 (1); O. Reg. 161/01, s. 1.</p> <p class=\"subsection-e\">(2) A local housing corporation that provides accommodation for households requiring provincially funded special needs support services is a supportive housing provider for the purposes of sections 3 to 9, but only with respect to the units in which such accommodation is provided or made available. O. Reg. 643/00, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) This Regulation applies to, (a) housing projects whose ownership is transferred under section 34 of the Act to local housing corporations named in Schedule 1; and (b) housing projects for which operating agreements are transferred under section 34 of the Act to local housing corporations named in Schedule 1. O. Reg. 643/00, s. 2 (1). (2) If an interest in a housing project referred to in subsection (1) is subsequently transferred to another housing provider under paragraph 3 of subsection 50 (2) of the Act, sections 3 to 9 apply to the other housing provider, with necessary modifications, but only with respect to that housing project. O. Reg. 643/00, s. 2 (2). (3) If a local housing corporation amalgamates with another corporation in accordance with clause 26 (1) (a) or (b) or subsection 26 (2) of the Act, sections 3 to 9 apply to the amalgamated corporation, with necessary modifications, but only with respect to housing projects referred to in subsection (1). O. Reg. 643/00, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) This Regulation applies to,</p> <p class=\"clause-e\">(a) housing projects whose ownership is transferred under section 34 of the Act to local housing corporations named in Schedule 1; and</p> <p class=\"clause-e\">(b) housing projects for which operating agreements are transferred under section 34 of the Act to local housing corporations named in Schedule 1. O. Reg. 643/00, s. 2 (1).</p> <p class=\"subsection-e\">(2) If an interest in a housing project referred to in subsection (1) is subsequently transferred to another housing provider under paragraph 3 of subsection 50 (2) of the Act, sections 3 to 9 apply to the other housing provider, with necessary modifications, but only with respect to that housing project. O. Reg. 643/00, s. 2 (2).</p> <p class=\"subsection-e\">(3) If a local housing corporation amalgamates with another corporation in accordance with clause 26 (1) (a) or (b) or subsection 26 (2) of the Act, sections 3 to 9 apply to the amalgamated corporation, with necessary modifications, but only with respect to housing projects referred to in subsection (1). O. Reg. 643/00, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. The rules in sections 4 to 9 are prescribed for the purposes of Part V of the Act. O. Reg. 643/00, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The rules in sections 4 to 9 are prescribed for the purposes of Part V of the Act. O. Reg. 643/00, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) A local housing corporation shall carry on its business and exercise its powers in accordance with the sections of the manual listed in Schedule 2. O. Reg. 643/00, s. 4 (1). (2) In the interpretation of the manual for the purposes of subsection (1), a reference to anything mentioned in Column 1 of Schedule 3 shall be deemed to be a reference to the corresponding thing in Column 2 of Schedule 3. O. Reg. 643/00, s. 4 (2). (3) If there is a conflict between this regulation and a rule mentioned in subsection (1), this regulation prevails. O. Reg. 643/00, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) A local housing corporation shall carry on its business and exercise its powers in accordance with the sections of the manual listed in Schedule 2. O. Reg. 643/00, s. 4 (1).</p> <p class=\"subsection-e\">(2) In the interpretation of the manual for the purposes of subsection (1), a reference to anything mentioned in Column 1 of Schedule 3 shall be deemed to be a reference to the corresponding thing in Column 2 of Schedule 3. O. Reg. 643/00, s. 4 (2).</p> <p class=\"subsection-e\">(3) If there is a conflict between this regulation and a rule mentioned in subsection (1), this regulation prevails. O. Reg. 643/00, s. 4 (3).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) A local housing corporation shall rent each unit that it owns, as soon as possible after the unit becomes vacant, to a household whose eligibility for the unit has been determined in accordance with sections 05-01-01 to 05-03-01 of the manual. O. Reg. 643/00, s. 5 (1). (2) When a unit is subject to a rent supplement agreement that is administered by a local housing corporation, the corporation shall, (a) require the owner of the unit to rent it, as soon as possible after it becomes vacant, to an eligible household selected in accordance with sections 05-01-01 to 05-03-01of the manual; (b) require the owner to charge rent for the unit only in accordance with the Tenant Protection Act, 1997; and (c) adjust the rent paid by the household occupying the unit to the extent required to bring the rent into conformity with sections 04-01-01 to 04-08-04 of the manual. O. Reg. 643/00, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) A local housing corporation shall rent each unit that it owns, as soon as possible after the unit becomes vacant, to a household whose eligibility for the unit has been determined in accordance with sections 05-01-01 to 05-03-01 of the manual. O. Reg. 643/00, s. 5 (1).</p> <p class=\"subsection-e\">(2) When a unit is subject to a rent supplement agreement that is administered by a local housing corporation, the corporation shall, </p> <p class=\"clause-e\">(a) require the owner of the unit to rent it, as soon as possible after it becomes vacant, to an eligible household selected in accordance with sections 05-01-01 to 05-03-01of the manual; </p> <p class=\"clause-e\">(b) require the owner to charge rent for the unit only in accordance with the <i>Tenant Protection Act, 1997</i>; and</p> <p class=\"clause-e\">(c) adjust the rent paid by the household occupying the unit to the extent required to bring the rent into conformity with sections 04-01-01 to 04-08-04 of the manual. O. Reg. 643/00, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) If, on the day before this Regulation comes into force, a co-ordinated access system was operated by a local housing authority serving the same area, the local housing corporation shall continue to operate and maintain the co-ordinated access system until the related service manager establishes a common waiting list under subsection 68 (1) of the Act. O. Reg. 643/00, s. 6 (1). (2) If, on the day before this Regulation comes into force, a local housing authority serving the same area was participating in a co-ordinated access system, the local housing corporation shall continue to participate in the co-ordinated access system until the related service manager establishes a common waiting list under subsection 68 (1) of the Act. O. Reg. 643/00, s. 6 (2). (3) If the local housing corporation is dissolved before the related service manager has established a common waiting list under subsection 68 (1) of the Act, the related service manager shall continue to operate and maintain the co-ordinated access system or to participate in it, as the case may be. O. Reg. 643/00, s. 6 (3). (4) A local housing corporation, service manager or housing provider that operates and maintains or participates in a co-ordinated access system under this section shall select households to receive rent-geared-to-income assistance or to be accommodated in special needs housing, as the case may be, in accordance with sections 05-01-01 to 05-02-03 and section 05-03-01 of the manual. O. Reg. 643/00, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) If, on the day before this Regulation comes into force, a co-ordinated access system was operated by a local housing authority serving the same area, the local housing corporation shall continue to operate and maintain the co-ordinated access system until the related service manager establishes a common waiting list under subsection 68 (1) of the Act. O. Reg. 643/00, s. 6 (1).</p> <p class=\"subsection-e\">(2) If, on the day before this Regulation comes into force, a local housing authority serving the same area was participating in a co-ordinated access system, the local housing corporation shall continue to participate in the co-ordinated access system until the related service manager establishes a common waiting list under subsection 68 (1) of the Act. O. Reg. 643/00, s. 6 (2).</p> <p class=\"subsection-e\">(3) If the local housing corporation is dissolved before the related service manager has established a common waiting list under subsection 68 (1) of the Act, the related service manager shall continue to operate and maintain the co-ordinated access system or to participate in it, as the case may be. O. Reg. 643/00, s. 6 (3).</p> <p class=\"subsection-e\">(4) A local housing corporation, service manager or housing provider that operates and maintains or participates in a co-ordinated access system under this section shall select households to receive rent-geared-to-income assistance or to be accommodated in special needs housing, as the case may be, in accordance with sections 05-01-01 to 05-02-03 and section 05-03-01 of the manual. O. Reg. 643/00, s. 6 (4).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. A local housing corporation that operates and maintains or participates in a co-ordinated access system under subsection 6 (1) or (2) shall, if a common waiting list has been established under the co-ordinated access system, select eligible households to receive rent-geared-to-income assistance only from the common waiting list. O. Reg. 643/00, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>A local housing corporation that operates and maintains or participates in a co-ordinated access system under subsection 6 (1) or (2) shall, if a common waiting list has been established under the co-ordinated access system, select eligible households to receive rent-geared-to-income assistance only from the common waiting list. O. Reg. 643/00, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. Despite subsection 5 (1), clause 5 (2) (a) and subsection 6 (4), a local housing corporation, a related service manager acting under subsection 6 (3), and a housing provider described in subsection 6 (4) shall offer accommodation, in the next available unit that is either a modified unit or another type of special needs housing, to the first household on its waiting list for special needs housing that requires the type of unit that is available. O. Reg. 161/01, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>Despite subsection 5 (1), clause 5 (2) (a) and subsection 6 (4), a local housing corporation, a related service manager acting under subsection 6 (3), and a housing provider described in subsection 6 (4) shall offer accommodation, in the next available unit that is either a modified unit or another type of special needs housing, to the first household on its waiting list for special needs housing that requires the type of unit that is available. O. Reg. 161/01, s. 2.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. If a household that occupies a modified unit or another type of special needs housing is determined to be eligible for rent-geared-to-income assistance, the amount the household must pay to occupy the unit shall be reduced by the amount of rent-geared-to-income assistance for which the household is eligible. O. Reg. 161/01, s. 2. SCHEDULE 1  Metro Toronto Housing Corporation O. Reg. 643/00, Sched. 1; O. Reg. 282/01, s. 1; O. Reg. 370/01, s. 1; O. Reg. 410/01, s. 1; O. Reg. 451/01, s. 1; O. Reg. 83/02, s. 1. SCHEDULE 2 04-01-01 VERIFICATION OF INCOME GUIDELINES 04-01-02 EARNED INCOME 04-01-03 UNEARNED INCOME 04-02-01 TYPES OF INCOME PRODUCING ASSETS 04-02-02 INTEREST INCOME 04-02-03 DIVIDEND INCOME 04-02-04 MORTGAGE OR LOAN INCOME 04-02-05 VERIFICATION OF ASSETS 04-03-01 TYPES OF NON-INCOME PRODUCING ASSETS 04-03-02 FINANCIAL HOLDINGS (NON-INTEREST BEARING ASSETS) 04-03-03 REAL ESTATE 04-03-04 PRECIOUS METALS, GEMS AND ART 04-03-05 TRANSFERRED ASSETS 04-04-01 TYPES OF SOCIAL ASSISTANCE 04-05-01 TYPES OF EXCLUDED INCOME 04-06-01 STEPS TO CALCULATE RENT 04-06-02 FAMILY COMPOSITION, INCOME AND ASSETS REVIEW, FORM 10 04-06-03 SENIOR CITIZENS INCOME AND ASSETS REVIEW, FORM 21 04-06-04 CALCULATING ADJUSTED FAMILY INCOME 04-06-05 SINGLE PARENT AND WORKING SPOUSE EXEMPTIONS 04-06-06 SECONDARY WAGE EARNER EXEMPTION 04-07-01 DETERMINING THE RENT SCALE TO USE 04-07-02 RENT-GEARED-TO-INCOME (RGI) SCALE 04-07-03 SOCIAL ASSISTANCE RENT SCALES 04-08-01 UTILITY CHARGES AND ALLOWANCES 04-08-02 OTHER CHARGES 04-08-03 PARTIAL MONTH RENT CALCULATION 04-08-04 MINIMUM AND MAXIMUM RENTS 04-09-02 OFFERS AND REFUSALS OF ACCOMMODATION 04-09-03 LEASE SIGNING 04-09-08 CABLE TELEVISION 04-09-12 TENANT HOME-BASED BUSINESS 04-10-01 INCOME REVIEWS 04-10-02 TEMPORARY FORMS OF INCOME 04-10-03 RENT FORGIVENESS 04-10-04 RENT DEFERRAL 04-10-05 SALE OF RESIDENCE 04-10-06 TWO YEAR INCOME VERIFICATION REVIEW PROCESS 05-01-01 ELIGIBILITY CRITERIA 05-01-02 SPECIAL PRIORITY POLICY FOR APPLICANTS WHO ARE ABUSED 05-01-03 REFUGEE CLAIMANTS 05-02-01 TENANT SELECTION 05-02-02 INCOME TARGET RENT 05-02-03 OCCUPANCY STANDARDS 05-02-04 LOCAL APPLICATION REVIEW COMMITTEE 05-02-05 INTERNAL REVIEW COMMITTEE 05-03-01 TENANT TRANSFERS O. Reg. 643/00, Sched. 2. SCHEDULE 3 INTERPRETATION OF MANUAL  Column 1\n\nColumn 2\n\n\nOriginal Reference\n\nDeemed Reference\n\n\nA local housing authority, LHA or housing authority for an area\n\nA local housing corporation\n\n\nOntario Housing Corporation or OHC\n\nA local housing corporation\n\n\nThe board of a local housing authority, LHA or housing authority for an area\n\nThe board of a local housing corporation\n\n\nApplicants to or tenants of Ontario Housing Corporation \n\nApplicants to or tenants of a local housing corporation\n\n\nBuildings or accommodation of Ontario Housing Corporation\n\nBuildings or accommodation of a local housing corporation\n\n\nA requirement for the approval of the Ministry or of a regional manager\n\nA requirement for the approval of the related service manager\n\n\nA requirement to report to the Ministry, a regional manager, Ontario Housing Corporation or one of its officers\n\nA requirement to report to the related service manager\n\n\nA power of the Ministry or of Ontario Housing Corporation to permit a thing\n\nA power of the related service manager to permit the thing\n\n\nA requirement or suggestion that the Legal Services Branch of the Ministry or of Ontario Housing Corporation be consulted or otherwise involved in a matter\n\nA requirement or suggestion that a lawyer retained or employed by a local housing corporation be consulted or otherwise involved in the matter\n\n\nThe power of the Ministry under section 04-09-10\n\nA corresponding power of the related service manager\n\n\nThe requirement in section 04-09-12 that a tenant’s home business be covered by an insurance policy naming the Crown, Ontario Housing Corporation and the local housing authority as additional insured parties\n\nA requirement that a tenant’s home business be covered by an insurance policy naming the local housing corporation and the related service manager as additional insured parties\n\n\nThe reference to the interests of the Crown in section 04-15-01\n\nA reference to the interests of the related service manager\n\n\nThe requirement in section 04-15-01 for the approval of a Ministry or Metropolitan Toronto Housing Corporation lawyer\n\nA requirement for the approval of a lawyer retained or employed by the related service manager\n\n\nA reference to a named form\n\nA reference to the form of that name in use on December 31, 2000, as amended by the Minister, or if no such form was in use on that date, a reference to the form of that name approved by the Minister O. Reg. 643/00, Sched. 3. Français ",
            "raw_html": "<p class=\"section-e\"><b>9.</b> If a household that occupies a modified unit or another type of special needs housing is determined to be eligible for rent-geared-to-income assistance, the amount the household must pay to occupy the unit shall be reduced by the amount of rent-geared-to-income assistance for which the household is eligible. O. Reg. 161/01, s. 2.</p> <p class=\"schedule-e\">SCHEDULE 1</p> <p>\n</p> <center><table>\n<tr>\n<td valign=\"top\" width=\"297\"><p class=\"table-e\">Metro Toronto Housing Corporation</p>\n</td></tr></table></center> <p class=\"footnoteLeft-e\">O. Reg. 643/00, Sched. 1; O. Reg. 282/01, s. 1; O. Reg. 370/01, s. 1; O. Reg. 410/01, s. 1; O. Reg. 451/01, s. 1; O. Reg. 83/02, s. 1.</p> <p class=\"schedule-e\">SCHEDULE 2</p> <p class=\"zparanoindt-e\">04-01-01 VERIFICATION OF INCOME GUIDELINES </p> <p class=\"zparanoindt-e\">04-01-02 EARNED INCOME </p> <p class=\"zparanoindt-e\">04-01-03 UNEARNED INCOME </p> <p class=\"zparanoindt-e\">04-02-01 TYPES OF INCOME PRODUCING ASSETS </p> <p class=\"zparanoindt-e\">04-02-02 INTEREST INCOME </p> <p class=\"zparanoindt-e\">04-02-03 DIVIDEND INCOME </p> <p class=\"zparanoindt-e\">04-02-04 MORTGAGE OR LOAN INCOME </p> <p class=\"zparanoindt-e\">04-02-05 VERIFICATION OF ASSETS </p> <p class=\"zparanoindt-e\">04-03-01 TYPES OF NON-INCOME PRODUCING ASSETS </p> <p class=\"zparanoindt-e\">04-03-02 FINANCIAL HOLDINGS (NON-INTEREST BEARING ASSETS) </p> <p class=\"zparanoindt-e\">04-03-03 REAL ESTATE </p> <p class=\"zparanoindt-e\">04-03-04 PRECIOUS METALS, GEMS AND ART </p> <p class=\"zparanoindt-e\">04-03-05 TRANSFERRED ASSETS </p> <p class=\"zparanoindt-e\">04-04-01 TYPES OF SOCIAL ASSISTANCE </p> <p class=\"zparanoindt-e\">04-05-01 TYPES OF EXCLUDED INCOME </p> <p class=\"zparanoindt-e\">04-06-01 STEPS TO CALCULATE RENT </p> <p class=\"zparanoindt-e\">04-06-02 FAMILY COMPOSITION, INCOME AND ASSETS REVIEW, FORM 10 </p> <p class=\"zparanoindt-e\">04-06-03 SENIOR CITIZENS INCOME AND ASSETS REVIEW, FORM 21 </p> <p class=\"zparanoindt-e\">04-06-04 CALCULATING ADJUSTED FAMILY INCOME </p> <p class=\"zparanoindt-e\">04-06-05 SINGLE PARENT AND WORKING SPOUSE EXEMPTIONS </p> <p class=\"zparanoindt-e\">04-06-06 SECONDARY WAGE EARNER EXEMPTION </p> <p class=\"zparanoindt-e\">04-07-01 DETERMINING THE RENT SCALE TO USE </p> <p class=\"zparanoindt-e\">04-07-02 RENT-GEARED-TO-INCOME (RGI) SCALE </p> <p class=\"zparanoindt-e\">04-07-03 SOCIAL ASSISTANCE RENT SCALES </p> <p class=\"zparanoindt-e\">04-08-01 UTILITY CHARGES AND ALLOWANCES </p> <p class=\"zparanoindt-e\">04-08-02 OTHER CHARGES </p> <p class=\"zparanoindt-e\">04-08-03 PARTIAL MONTH RENT CALCULATION </p> <p class=\"zparanoindt-e\">04-08-04 MINIMUM AND MAXIMUM RENTS </p> <p class=\"zparanoindt-e\">04-09-02 OFFERS AND REFUSALS OF ACCOMMODATION </p> <p class=\"zparanoindt-e\">04-09-03 LEASE SIGNING </p> <p class=\"zparanoindt-e\">04-09-08 CABLE TELEVISION </p> <p class=\"zparanoindt-e\">04-09-12 TENANT HOME-BASED BUSINESS </p> <p class=\"zparanoindt-e\">04-10-01 INCOME REVIEWS </p> <p class=\"zparanoindt-e\">04-10-02 TEMPORARY FORMS OF INCOME </p> <p class=\"zparanoindt-e\">04-10-03 RENT FORGIVENESS </p> <p class=\"zparanoindt-e\">04-10-04 RENT DEFERRAL </p> <p class=\"zparanoindt-e\">04-10-05 SALE OF RESIDENCE </p> <p class=\"zparanoindt-e\">04-10-06 TWO YEAR INCOME VERIFICATION REVIEW PROCESS </p> <p class=\"zparanoindt-e\">05-01-01 ELIGIBILITY CRITERIA </p> <p class=\"zparanoindt-e\">05-01-02 SPECIAL PRIORITY POLICY FOR APPLICANTS WHO ARE ABUSED </p> <p class=\"zparanoindt-e\">05-01-03 REFUGEE CLAIMANTS </p> <p class=\"zparanoindt-e\">05-02-01 TENANT SELECTION </p> <p class=\"zparanoindt-e\">05-02-02 INCOME TARGET RENT </p> <p class=\"zparanoindt-e\">05-02-03 OCCUPANCY STANDARDS </p> <p class=\"zparanoindt-e\">05-02-04 LOCAL APPLICATION REVIEW COMMITTEE </p> <p class=\"zparanoindt-e\">05-02-05 INTERNAL REVIEW COMMITTEE </p> <p class=\"zparanoindt-e\">05-03-01 TENANT TRANSFERS</p> <p class=\"tfootnote-e\">O. Reg. 643/00, Sched. 2.</p> <p class=\"schedule-e\">SCHEDULE 3</p> <p class=\"zheadingx-e\">INTERPRETATION OF MANUAL</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"336\"><p align=\"center\" class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"336\"><p align=\"center\" class=\"table-e\">Column 2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"336\"><p align=\"center\" class=\"table-e\">Original Reference</p>\n</td>\n<td valign=\"top\" width=\"336\"><p align=\"center\" class=\"table-e\">Deemed Reference</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">A local housing authority, LHA or housing authority for an area</p>\n</td>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">A local housing corporation</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">Ontario Housing Corporation or OHC</p>\n</td>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">A local housing corporation</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">The board of a local housing authority, LHA or housing authority for an area</p>\n</td>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">The board of a local housing corporation</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">Applicants to or tenants of Ontario Housing Corporation </p>\n</td>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">Applicants to or tenants of a local housing corporation</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">Buildings or accommodation of Ontario Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">Buildings or accommodation of a local housing corporation</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">A requirement for the approval of the Ministry or of a regional manager</p>\n</td>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">A requirement for the approval of the related service manager</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">A requirement to report to the Ministry, a regional manager, Ontario Housing Corporation or one of its officers</p>\n</td>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">A requirement to report to the related service manager</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">A power of the Ministry or of Ontario Housing Corporation to permit a thing</p>\n</td>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">A power of the related service manager to permit the thing</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">A requirement or suggestion that the Legal Services Branch of the Ministry or of Ontario Housing Corporation be consulted or otherwise involved in a matter</p>\n</td>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">A requirement or suggestion that a lawyer retained or employed by a local housing corporation be consulted or otherwise involved in the matter</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">The power of the Ministry under section 04-09-10</p>\n</td>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">A corresponding power of the related service manager</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">The requirement in section 04-09-12 that a tenant’s home business be covered by an insurance policy naming the Crown, Ontario Housing Corporation and the local housing authority as additional insured parties</p>\n</td>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">A requirement that a tenant’s home business be covered by an insurance policy naming the local housing corporation and the related service manager as additional insured parties</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">The reference to the interests of the Crown in section 04-15-01</p>\n</td>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">A reference to the interests of the related service manager</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">The requirement in section 04-15-01 for the approval of a Ministry or Metropolitan Toronto Housing Corporation lawyer</p>\n</td>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">A requirement for the approval of a lawyer retained or employed by the related service manager</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">A reference to a named form</p>\n</td>\n<td valign=\"top\" width=\"336\"><p class=\"table-e\">A reference to the form of that name in use on December 31, 2000, as amended by the Minister, or if no such form was in use on that date, a reference to the form of that name approved by the Minister</p>\n</td></tr></table></center> <p class=\"tfootnote-e\">O. Reg. 643/00, Sched. 3.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_000643_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_000643_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}