{
    "reg_info": {
        "full_title": "O. Reg. 137/98: TRANSITION FROM GENERAL WELFARE ASSISTANCE AND  FAMILY BENEFITS TO ONTARIO WORKS",
        "reg_name_text": "TRANSITION FROM GENERAL WELFARE ASSISTANCE AND FAMILY BENEFITS TO ONTARIO WORKS ",
        "citation": "O. Reg. 137/98: TRANSITION FROM GENERAL WELFARE ASSISTANCE AND  FAMILY BENEFITS TO ONTARIO WORKS",
        "act_under": "Social Assistance Reform Act, 1997",
        "url": "https://www.ontario.ca/laws/regulation/980137",
        "date_scraped": "2023-12-19 20:28:55"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “administrator” means an administrator under the Ontario Works Act, 1997; (“administrateur”) “board” means the Social Assistance Review Board; (“commission”) “designation date”, when used in connection with a geographic area or a proposed geographic area, means the first date on which a delivery agent is designated for the geographic area; (“date de désignation”) “geographic area” means an area designated as a geographic area under the Ontario Works Act, 1997 for a designated delivery agent under that Act; (“zone géographique”) “prescribed costs” means the costs set out in section 24; (“coûts prescrits”) “proposed geographic area” means an area designated as a geographic area under the Ontario Works Act, 1997 for the purpose of preparing to designate a single delivery agent for it under that Act; (“zone géographique proposée”) “welfare administrator” means a welfare administrator under the General Welfare Assistance Act. (“administrateur de l’aide sociale”) O. Reg. 137/98, s. 1; O. Reg. 276/98, s. 1. Transfers from General Welfare Assistance",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“administrator” means an administrator under the <i>Ontario Works Act, 1997</i>; (“administrateur”)</p> <p class=\"definition-e\">“board” means the Social Assistance Review Board; (“commission”)</p> <p class=\"definition-e\">“designation date”, when used in connection with a geographic area or a proposed geographic area, means the first date on which a delivery agent is designated for the geographic area; (“date de désignation”)</p> <p class=\"definition-e\">“geographic area” means an area designated as a geographic area under the <i>Ontario Works Act, 1997</i> for a designated delivery agent under that Act; (“zone géographique”)</p> <p class=\"definition-e\">“prescribed costs” means the costs set out in section 24; (“coûts prescrits”)</p> <p class=\"definition-e\">“proposed geographic area” means an area designated as a geographic area under the <i>Ontario Works Act, 1997</i> for the purpose of preparing to designate a single delivery agent for it under that Act; (“zone géographique proposée”)</p> <p class=\"definition-e\">“welfare administrator” means a welfare administrator under the <i>General Welfare Assistance Act</i>. (“administrateur de l’aide sociale”) O. Reg. 137/98, s. 1; O. Reg. 276/98, s. 1.</p> <p class=\"heading1-e\">Transfers from General Welfare Assistance</p>"
        },
        {
            "id": "2.",
            "section": "Transfers from General Welfare Assistance",
            "content": "2. (1) Every person who was a recipient of general assistance under the General Welfare Assistance Act on April 30, 1998 shall be deemed to have applied for and been granted income assistance under the Ontario Works Act, 1997 on May 1, 1998. O. Reg. 137/98, s. 2 (1). (2) On May 1, 1998, (a) the information previously recorded under the General Welfare Assistance Act with respect to recipients and dependants under that Act shall be deemed to be information provided under the Ontario Works Act, 1997 and shall be used in determining eligibility under the Ontario Works Act, 1997; and (b) a determination, notice or decision previously made under the General Welfare Assistance Act with respect to recipients and dependants under that Act shall be deemed to be a determination, notice or decision under the Ontario Works Act, 1997. O. Reg. 137/98, s. 2 (2). (3) A determination, notice or decision made under the Ontario Works Act, 1997 shall be dealt with and finally determined in accordance with the General Welfare Assistance Act and the regulations under it, as they read during the period of time to which the determination, notice or decision relates if, (a) it is made with respect to a matter that applies to a period before May 1, 1998; and (b) it relates to a person who was an applicant or recipient under the General Welfare Assistance Act. O. Reg. 137/98, s. 2 (3); O. Reg. 229/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) Every person who was a recipient of general assistance under the <i>General Welfare Assistance Act</i> on April 30, 1998 shall be deemed to have applied for and been granted income assistance under the <i>Ontario Works Act, 1997</i> on May 1, 1998. O. Reg. 137/98, s. 2 (1).</p> <p class=\"subsection-e\">(2) On May 1, 1998,</p> <p class=\"clause-e\">(a) the information previously recorded under the <i>General Welfare Assistance Act</i> with respect to recipients and dependants under that Act shall be deemed to be information provided under the <i>Ontario Works Act, 1997 </i>and shall be used in determining eligibility under the <i>Ontario Works Act, 1997</i>; and</p> <p class=\"clause-e\">(b) a determination, notice or decision previously made under the <i>General Welfare Assistance Act</i> with respect to recipients and dependants under that Act shall be deemed to be a determination, notice or decision under the <i>Ontario Works Act, 1997</i>. O. Reg. 137/98, s. 2 (2).</p> <p class=\"subsection-e\">(3) A determination, notice or decision made under the <i>Ontario Works Act, 1997</i> shall be dealt with and finally determined in accordance with the <i>General Welfare Assistance Act </i>and the regulations under it, as they read during the period of time to which the determination, notice or decision relates if,</p> <p class=\"clause-e\">(a) it is made with respect to a matter that applies to a period before May 1, 1998; and</p> <p class=\"clause-e\">(b) it relates to a person who was an applicant or recipient under the <i>General Welfare Assistance Act</i>. O. Reg. 137/98, s. 2 (3); O. Reg. 229/98, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Transfers from General Welfare Assistance",
            "content": "3. Despite the repeal of the General Welfare Assistance Act, sections 18 and 19 of Regulation 537 of the Revised Regulations of Ontario, 1990 made under that Act continue to apply with respect to an item or service provided to a person during the month of April, 1998 if, (a) that item or service is provided on a monthly basis; and (b) the person continues to require that item or service. O. Reg. 137/98, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Despite the repeal of the <i>General Welfare Assistance Act</i>, sections 18 and 19 of Regulation 537 of the Revised Regulations of Ontario, 1990 made under that Act continue to apply with respect to an item or service provided to a person during the month of April, 1998 if,</p> <p class=\"clause-e\">(a) that item or service is provided on a monthly basis; and </p> <p class=\"clause-e\">(b) the person continues to require that item or service. O. Reg. 137/98, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Transfers from General Welfare Assistance",
            "content": "4. Sections 5 and 6 apply with respect to every person who is deemed under subsection 2 (1) to be a recipient of assistance under the Ontario Works Act, 1997. O. Reg. 137/98, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Sections 5 and 6 apply with respect to every person who is deemed under subsection 2 (1) to be a recipient of assistance under the <i>Ontario Works Act, 1997</i>. O. Reg. 137/98, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Transfers from General Welfare Assistance",
            "content": "5. (1) In this section, “statutory change in eligibility”, with respect to a recipient under the Ontario Works Act, 1997, means a change with respect to the recipient’s eligibility for assistance, the conditions of continuing eligibility for assistance or the amount of assistance that the recipient is to receive if that change results from differences between the way those matters were treated under the General Welfare Assistance Act on April 30, 1998 and the way they are treated under the Ontario Works Act, 1997 on May 1, 1998. O. Reg. 137/98, s. 5 (1). (2) If a determination of the administrator is not required for a statutory change in eligibility to take effect, the change shall take effect for all recipients on May 1, 1998. O. Reg. 137/98, s. 5 (2). (3) If a determination of the administrator is required for a statutory change in eligibility to take effect, the following rules apply: 1. The administrator shall, by December 31, 1998, i. review and update the information recorded with respect to each recipient affected by the change, and ii. make the determination required for the statutory change in eligibility to take effect. 2. The statutory change in eligibility shall take effect with respect to a recipient on the day the administrator makes the determination with respect to that recipient. O. Reg. 137/98, s. 5 (3). (4) Despite subsection 10 (3) and section 11 of the General Welfare Assistance Act, as they read on April 30, 1998, and despite sections 16 to 19 of this Regulation, a recipient has no right to make submissions to the administrator and is not entitled to a hearing by the board or an appeal to the Divisional Court with respect to, (a) a variation in the amount of assistance that the recipient is entitled to receive as a result of a statutory change in eligibility; or (b) the date on which a statutory change in eligibility takes effect with respect to the recipient. O. Reg. 137/98, s. 5 (4). (5) If an entitlement change under section 2 of Ontario Regulation 116/98 is one to which subsection 2 (3) of that Regulation applies and the welfare administrator has not made the determination referred to in that subsection by April 30, 1998, subsections (3) and (4) of this section apply to the change with necessary modifications. O. Reg. 137/98, s. 5 (5).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) In this section,</p> <p class=\"firstdef-e\">“statutory change in eligibility”, with respect to a recipient under the <i>Ontario Works Act, 1997</i>, means a change with respect to the recipient’s eligibility for assistance, the conditions of continuing eligibility for assistance or the amount of assistance that the recipient is to receive if that change results from differences between the way those matters were treated under the <i>General Welfare Assistance Act</i> on April 30, 1998 and the way they are treated under the <i>Ontario Works Act, 1997</i> on May 1, 1998. O. Reg. 137/98, s. 5 (1).</p> <p class=\"subsection-e\">(2) If a determination of the administrator is not required for a statutory change in eligibility to take effect, the change shall take effect for all recipients on May 1, 1998. O. Reg. 137/98, s. 5 (2).</p> <p class=\"subsection-e\">(3) If a determination of the administrator is required for a statutory change in eligibility to take effect, the following rules apply:</p> <p class=\"paragraph-e\">1. The administrator shall, by December 31, 1998, </p> <p class=\"subpara-e\">i. review and update the information recorded with respect to each recipient affected by the change, and</p> <p class=\"subpara-e\">ii. make the determination required for the statutory change in eligibility to take effect.</p> <p class=\"paragraph-e\">2. The statutory change in eligibility shall take effect with respect to a recipient on the day the administrator makes the determination with respect to that recipient. O. Reg. 137/98, s. 5 (3).</p> <p class=\"subsection-e\">(4) Despite subsection 10 (3) and section 11 of the <i>General Welfare Assistance Act</i>, as they read on April 30, 1998, and despite sections 16 to 19 of this Regulation, a recipient has no right to make submissions to the administrator and is not entitled to a hearing by the board or an appeal to the Divisional Court with respect to,</p> <p class=\"clause-e\">(a) a variation in the amount of assistance that the recipient is entitled to receive as a result of a statutory change in eligibility; or</p> <p class=\"clause-e\">(b) the date on which a statutory change in eligibility takes effect with respect to the recipient. O. Reg. 137/98, s. 5 (4).</p> <p class=\"subsection-e\">(5) If an entitlement change under section 2 of Ontario Regulation 116/98 is one to which subsection 2 (3) of that Regulation applies and the welfare administrator has not made the determination referred to in that subsection by April 30, 1998, subsections (3) and (4) of this section apply to the change with necessary modifications. O. Reg. 137/98, s. 5 (5).</p>"
        },
        {
            "id": "6.",
            "section": "Transfers from General Welfare Assistance",
            "content": "6. If a person was benefitting from the application of one of the following provisions of Regulation 537 of the Revised Regulations of Ontario, 1990 in April of 1998, that provision shall continue to apply to the person after the transfer under subsection 2 (1) so long as the person remains otherwise eligible for income assistance under the Ontario Works Act, 1997: 1. Paragraph 5, 6 or 11 of subsection 13 (4). 2. Section 14. 3. Paragraph 20 of subsection 15 (2). 4. Subsection 15 (7.3). 5. Subsection 31 (4). O. Reg. 137/98, s. 6; O. Reg. 550/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>If a person was benefitting from the application of one of the following provisions of Regulation 537 of the Revised Regulations of Ontario, 1990 in April of 1998, that provision shall continue to apply to the person after the transfer under subsection 2 (1) so long as the person remains otherwise eligible for income assistance under the <i>Ontario Works Act, 1997</i>:</p> <p class=\"paragraph-e\">1. Paragraph 5, 6 or 11 of subsection 13 (4).</p> <p class=\"paragraph-e\">2. Section 14.</p> <p class=\"paragraph-e\">3. Paragraph 20 of subsection 15 (2).</p> <p class=\"paragraph-e\">4. Subsection 15 (7.3).  </p> <p class=\"paragraph-e\">5. Subsection 31 (4). O. Reg. 137/98, s. 6; O. Reg. 550/98, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": "Transfers from General Welfare Assistance",
            "content": "7. Every person who was an applicant under the General Welfare Assistance Act on April 30, 1998 in a geographic area designated under the Ontario Works Act, 1997 and whose application was not yet determined on that date shall be deemed to be an applicant under the Ontario Works Act, 1997 in the same geographic area on May 1, 1998. O. Reg. 137/98, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>Every person who was an applicant under the <i>General Welfare Assistance Act</i> on April 30, 1998 in a geographic area designated under the <i>Ontario Works Act, 1997</i> and whose application was not yet determined on that date shall be deemed to be an applicant under the <i>Ontario Works Act, 1997 </i>in the same geographic area on May 1, 1998. O. Reg. 137/98, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Transfers from General Welfare Assistance",
            "content": "8. (1) If a person is deemed under subsection 2 (1) to be a recipient of assistance under the Ontario Works Act, 1997 and the value of the liquid assets that the person was entitled to on April 30, 1998 in a municipality under the General Welfare Assistance Act is an amount greater than the prescribed limit for assets under the Ontario Works Act, 1997 in effect on May 1, 1998, the prescribed limit for assets for that person in the corresponding geographic area under the Ontario Works Act, 1997 shall be deemed to be that greater amount. O. Reg. 137/98, s. 8 (1); O. Reg. 550/98, s. 2. (2) Subsection (1) continues to apply with respect to a recipient under the Ontario Works Act, 1997 until the earlier of, (a) April 30, 1999; and (b) the date a person ceases to be a recipient in the municipality referred to in subsection (1). O. Reg. 137/98, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) If a person is deemed under subsection 2 (1) to be a recipient of assistance under the <i>Ontario Works Act, 1997 </i>and the value of the liquid assets that the person was entitled to on April 30, 1998 in a municipality under the <i>General Welfare Assistance Act</i> is an amount greater than the prescribed limit for assets under the <i>Ontario Works Act, 1997</i> in effect on May 1, 1998, the prescribed limit for assets for that person in the corresponding geographic area under the <i>Ontario Works Act, 1997 </i>shall be deemed to be that greater amount. O. Reg. 137/98, s. 8 (1); O. Reg. 550/98, s. 2.</p> <p class=\"subsection-e\">(2) Subsection (1) continues to apply with respect to a recipient under the <i>Ontario Works Act, 1997 </i>until the earlier of,</p> <p class=\"clause-e\">(a) April 30, 1999; and</p> <p class=\"clause-e\">(b) the date a person ceases to be a recipient in the municipality referred to in subsection (1). O. Reg. 137/98, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": "Transfers from General Welfare Assistance",
            "content": "9. (1) This section applies with respect to every person who, (a) was a recipient under the General Welfare Assistance Act on April 30, 1998; (b) was eligible as a recipient under that Act only under subsection 12 (3) of Regulation 537 of the Revised Regulations of Ontario, 1990; and (c) is transferred to the Ontario Works Act, 1997 under subsection 2 (1) of this Regulation. O. Reg. 137/98, s. 9 (1). (2) A person described in subsection (1) is eligible for the benefits set out in subparagraph i of paragraph 1 of subsection 55 (1) of Ontario Regulation 134/98 for any month in which, (a) the person is not entitled to income assistance under the Ontario Works Act, 1997 because his or her income exceeds his or her budgetary requirements; (b) the person’s income is less than the sum of the person’s budgetary requirements, as determined under Regulation 537 of the Revised Regulations of Ontario, 1990 as it read on April 30, 1998 and the value of any benefits the person would have received under section 22 of that Regulation if the person were still a recipient under the General Welfare Assistance Act; and (c) the person would otherwise have been entitled to general assistance under the General Welfare Assistance Act. O. Reg. 137/98, s. 9 (2). (3) This section ceases to apply with respect to a person if the person becomes ineligible for assistance under this section. O. Reg. 137/98, s. 9 (3). Transfers from Family Benefits",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) This section applies with respect to every person who,</p> <p class=\"clause-e\">(a) was a recipient under the <i>General Welfare Assistance Act</i> on April 30, 1998; </p> <p class=\"clause-e\">(b) was eligible as a recipient under that Act only under subsection 12 (3) of Regulation 537 of the Revised Regulations of Ontario, 1990; and</p> <p class=\"clause-e\">(c) is transferred to the <i>Ontario Works Act, 1997</i> under subsection 2 (1) of this Regulation. O. Reg. 137/98, s. 9 (1).</p> <p class=\"subsection-e\">(2) A person described in subsection (1) is eligible for the benefits set out in subparagraph i of paragraph 1 of subsection 55 (1) of Ontario Regulation 134/98 for any month in which,</p> <p class=\"clause-e\">(a) the person is not entitled to income assistance under the <i>Ontario Works Act, 1997</i> because his or her income exceeds his or her budgetary requirements; </p> <p class=\"clause-e\">(b) the person’s income is less than the sum of the person’s budgetary requirements, as determined under Regulation 537 of the Revised Regulations of Ontario, 1990 as it read on April 30, 1998 and the value of any benefits the person would have received under section 22 of that Regulation if the person were still a recipient under the <i>General Welfare Assistance Act</i>; and</p> <p class=\"clause-e\">(c) the person would otherwise have been entitled to general assistance under the <i>General Welfare Assistance Act</i>. O. Reg. 137/98, s. 9 (2).</p> <p class=\"subsection-e\">(3) This section ceases to apply with respect to a person if the person becomes ineligible for assistance under this section. O. Reg. 137/98, s. 9 (3).</p> <p class=\"heading1-e\">Transfers from Family Benefits</p>"
        },
        {
            "id": "10.",
            "section": "Transfers from Family Benefits",
            "content": "10. (1) This section applies with respect to every person who, on April 30, 1998, was a recipient under the Family Benefits Act because the person was,  (a) eligible for benefits under clause 7 (1) (d) of that Act or under subsection 2 (7) of Regulation 366 of the Revised Regulations of Ontario, 1990 and who, at that time, was not otherwise eligible for benefits under that Act; or (b) a foster parent with a foster child. O. Reg. 137/98, s. 10 (1). (2) The Director under the Family Benefits Act shall transfer the responsibility for providing benefits to recipients described in subsection (1) to the administrator in the appropriate geographic area under the Ontario Works Act, 1997. O. Reg. 137/98, s. 10 (2). (3) The Director shall notify a recipient who is to be transferred under this section of the date on which the transfer takes effect. O. Reg. 137/98, s. 10 (3). (4) Upon a transfer under subsection (2), (a) the recipient shall be deemed to have applied for and to be a recipient of income assistance in the appropriate geographic area under the Ontario Works Act, 1997; (b) the information previously recorded under the Family Benefits Act with respect to a recipient and his or her dependants under that Act shall be deemed to be information provided under the Ontario Works Act, 1997 and shall be used in determining eligibility under it; (c) the recipient shall be deemed to be no longer eligible for benefits under the Family Benefits Act; (d) any determination, notice or decision previously made under the Family Benefits Act with respect to the recipient and his or her dependants under that Act shall be deemed to be a determination, notice or decision under the Ontario Works Act, 1997; and (e) the benefits provided under the Family Benefits Act to or on behalf of the recipient for the month before the transfer shall be deemed to be assistance provided under the Ontario Works Act, 1997 on the first day of the month of transfer. O. Reg. 137/98, s. 10 (4). (5) A determination, notice or decision made under the Ontario Works Act, 1997 shall be dealt with and finally determined in accordance with the Family Benefits Act and the regulations under it, as they read during the period of time to which the determination, notice or decision relates, if, (a) it is made with respect to a matter that applies to a period before the transfer; and (b) it relates to a person who was an applicant or recipient under the Family Benefits Act. O. Reg. 137/98, s. 10 (5); O. Reg. 229/98, s. 2. (6) In subsection (7), “statutory change in eligibility”, with respect to a recipient under the Ontario Works Act, 1997, means a change with respect to the recipient’s eligibility for assistance, the conditions of continuing eligibility for assistance or the amount of assistance that the recipient is to receive if that change results from differences between the way those matters were treated under the Family Benefits Act on the day before the day of the transfer and the way they are treated under the Ontario Works Act, 1997 on the day of the transfer. O. Reg. 137/98, s. 10 (6). (7) If a determination of the administrator is not required for a statutory change in eligibility to take effect, the change shall take effect for a recipient on the day his or her transfer takes effect. O. Reg. 137/98, s. 10 (7). (8) If a determination of the administrator is required for a statutory change in eligibility to take effect, the following rules apply: 1. The administrator shall, within four months after the day of a transfer of responsibility for a recipient, i. review and update the information recorded with respect to the recipient affected by the change, and ii. make the determination required with respect to the statutory change in eligibility. 2. The statutory change in eligibility shall take effect with respect to a recipient on the day the administrator makes the determination with respect to that recipient. O. Reg. 137/98, s. 10 (8). (9) Despite sections 13, 14 and 15 of the Family Benefits Act and sections 16 to 19 of this Regulation, a recipient has no right to make representations to the Director under the Family Benefits Act and is not entitled to a hearing by the board or an appeal to the Divisional Court with respect to, (a) the date on which the Director transfers to the administrator responsibility for providing the recipient with assistance; (b) the recipient’s ineligibility for benefits under the Family Benefits Act as a result of the transfer; or (c) a variation in the assistance that the recipient is entitled to receive as a result of a statutory change in eligibility or the application of clause (4) (e). O. Reg. 137/98, s. 10 (9). (10) If an entitlement change under section 1 of Ontario Regulation 116/98 is one to which subsection 1 (3) of that Regulation applies and the Director has not made the determination referred to in that subsection by the day of the transfer, subsections (8) and (9) of this section apply to the change with necessary modifications. O. Reg. 137/98, s. 10 (10).",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) This section applies with respect to every person who, on April 30, 1998, was a recipient under the <i>Family Benefits Act</i> because the person was, </p> <p class=\"clause-e\">(a) eligible for benefits under clause 7 (1) (d) of that Act or under subsection 2 (7) of Regulation 366 of the Revised Regulations of Ontario, 1990 and who, at that time, was not otherwise eligible for benefits under that Act; or</p> <p class=\"clause-e\">(b) a foster parent with a foster child. O. Reg. 137/98, s. 10 (1).</p> <p class=\"subsection-e\">(2) The Director under the <i>Family Benefits Act</i> shall transfer the responsibility for providing benefits to recipients described in subsection (1) to the administrator in the appropriate geographic area under the <i>Ontario Works Act, 1997</i>. O. Reg. 137/98, s. 10 (2).</p> <p class=\"subsection-e\">(3) The Director shall notify a recipient who is to be transferred under this section of the date on which the transfer takes effect. O. Reg. 137/98, s. 10 (3).</p> <p class=\"subsection-e\">(4) Upon a transfer under subsection (2),</p> <p class=\"clause-e\">(a) the recipient shall be deemed to have applied for and to be a recipient of income assistance in the appropriate geographic area under the <i>Ontario Works Act, 1997</i>;</p> <p class=\"clause-e\">(b) the information previously recorded under the <i>Family Benefits Act</i> with respect to a recipient and his or her dependants under that Act shall be deemed to be information provided under the <i>Ontario Works Act, 1997</i> and shall be used in determining eligibility under it; </p> <p class=\"clause-e\">(c) the recipient shall be deemed to be no longer eligible for benefits under the <i>Family Benefits Act</i>; </p> <p class=\"clause-e\">(d) any determination, notice or decision previously made under the <i>Family Benefits Act</i> with respect to the recipient and his or her dependants under that Act shall be deemed to be a determination, notice or decision under the <i>Ontario Works Act, 1997</i>; and</p> <p class=\"clause-e\">(e) the benefits provided under the <i>Family Benefits Act</i> to or on behalf of the recipient for the month before the transfer shall be deemed to be assistance provided under the <i>Ontario Works Act, 1997</i> on the first day of the month of transfer. O. Reg. 137/98, s. 10 (4).</p> <p class=\"subsection-e\">(5) A determination, notice or decision made under the <i>Ontario Works Act, 1997</i> shall be dealt with and finally determined in accordance with the <i>Family Benefits Act </i>and the regulations under it, as they read during the period of time to which the determination, notice or decision relates, if,</p> <p class=\"clause-e\">(a) it is made with respect to a matter that applies to a period before the transfer; and</p> <p class=\"clause-e\">(b) it relates to a person who was an applicant or recipient under the <i>Family Benefits Act</i>. O. Reg. 137/98, s. 10 (5); O. Reg. 229/98, s. 2.</p> <p class=\"subsection-e\">(6) In subsection (7),</p> <p class=\"firstdef-e\">“statutory change in eligibility”, with respect to a recipient under the <i>Ontario Works Act, 1997</i>, means a change with respect to the recipient’s eligibility for assistance, the conditions of continuing eligibility for assistance or the amount of assistance that the recipient is to receive if that change results from differences between the way those matters were treated under the <i>Family Benefits Act</i> on the day before the day of the transfer and the way they are treated under the <i>Ontario Works Act, 1997</i> on the day of the transfer. O. Reg. 137/98, s. 10 (6).</p> <p class=\"subsection-e\">(7) If a determination of the administrator is not required for a statutory change in eligibility to take effect, the change shall take effect for a recipient on the day his or her transfer takes effect. O. Reg. 137/98, s. 10 (7).</p> <p class=\"subsection-e\">(8) If a determination of the administrator is required for a statutory change in eligibility to take effect, the following rules apply:</p> <p class=\"paragraph-e\">1. The administrator shall, within four months after the day of a transfer of responsibility for a recipient, </p> <p class=\"subpara-e\">i. review and update the information recorded with respect to the recipient affected by the change, and</p> <p class=\"subpara-e\">ii. make the determination required with respect to the statutory change in eligibility. </p> <p class=\"paragraph-e\">2. The statutory change in eligibility shall take effect with respect to a recipient on the day the administrator makes the determination with respect to that recipient. O. Reg. 137/98, s. 10 (8).</p> <p class=\"subsection-e\">(9) Despite sections 13, 14 and 15 of the <i>Family Benefits Act</i> and sections 16 to 19 of this Regulation, a recipient has no right to make representations to the Director under the <i>Family Benefits Act</i> and is not entitled to a hearing by the board or an appeal to the Divisional Court with respect to,</p> <p class=\"clause-e\">(a) the date on which the Director transfers to the administrator responsibility for providing the recipient with assistance;</p> <p class=\"clause-e\">(b) the recipient’s ineligibility for benefits under the <i>Family Benefits Act</i> as a result of the transfer; or</p> <p class=\"clause-e\">(c) a variation in the assistance that the recipient is entitled to receive as a result of a statutory change in eligibility or the application of clause (4) (e). O. Reg. 137/98, s. 10 (9).</p> <p class=\"subsection-e\">(10) If an entitlement change under section 1 of Ontario Regulation 116/98 is one to which subsection 1 (3) of that Regulation applies and the Director has not made the determination referred to in that subsection by the day of the transfer, subsections (8) and (9) of this section apply to the change with necessary modifications. O. Reg. 137/98, s. 10 (10).</p>"
        },
        {
            "id": "11.",
            "section": "Transfers from Family Benefits",
            "content": "11. If a person was benefitting from the application of one of the following provisions of Regulation 366 of the Revised Regulations of Ontario, 1990 in the month before responsibility for the person is transferred under section 10, that provision shall continue to apply to the person after the transfer so long as the person remains otherwise eligible for income assistance under the Ontario Works Act, 1997: 1. Paragraph 5 of subsection 12 (5). 2. Subsection 13 (4). 3. Subsection 13 (8.3). 4. Subsection 41 (3). O. Reg. 137/98, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>If a person was benefitting from the application of one of the following provisions of Regulation 366 of the Revised Regulations of Ontario, 1990 in the month before responsibility for the person is transferred under section 10, that provision shall continue to apply to the person after the transfer so long as the person remains otherwise eligible for income assistance under the <i>Ontario Works Act, 1997</i>:</p> <p class=\"paragraph-e\">1. Paragraph 5 of subsection 12 (5).</p> <p class=\"paragraph-e\">2. Subsection 13 (4).</p> <p class=\"paragraph-e\">3. Subsection 13 (8.3).</p> <p class=\"paragraph-e\">4. Subsection 41 (3). O. Reg. 137/98, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Transfers from Family Benefits",
            "content": "12. (1) The rule set out in subsection (2) applies with respect to every person who becomes a recipient of income assistance under the Ontario Works Act, 1997 as a result of a transfer under section 10. O. Reg. 137/98, s. 12 (1). (2) The prescribed limit for assets shall be an amount equal to the value of the liquid assets that persons referred to in subsection (1) were entitled to under the Family Benefits Act on April 30, 1998. O. Reg. 137/98, s. 12 (2). (3) Subsection (2) continues to apply with respect to a person until the earlier of, (a) the day that is 12 months after the person’s transfer takes effect; and (b) the day the person ceases to be a recipient under the Ontario Works Act, 1997. O. Reg. 137/98, s. 12 (3).",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) The rule set out in subsection (2) applies with respect to every person who becomes a recipient of income assistance under the <i>Ontario Works Act, 1997</i> as a result of a transfer under section 10. O. Reg. 137/98, s. 12 (1).</p> <p class=\"subsection-e\">(2) The prescribed limit for assets shall be an amount equal to the value of the liquid assets that persons referred to in subsection (1) were entitled to under the <i>Family Benefits Act</i> on April 30, 1998. O. Reg. 137/98, s. 12 (2).</p> <p class=\"subsection-e\">(3) Subsection (2) continues to apply with respect to a person until the earlier of,</p> <p class=\"clause-e\">(a) the day that is 12 months after the person’s transfer takes effect; and</p> <p class=\"clause-e\">(b) the day the person ceases to be a recipient under the <i>Ontario Works Act, 1997</i>. O. Reg. 137/98, s. 12 (3).</p>"
        },
        {
            "id": "13.",
            "section": "Transfers from Family Benefits",
            "content": "13. (1) This section applies with respect to every person who is transferred to the Ontario Works Act, 1997 under section 10 if, on the day before the transfer, the amount of the person’s allowance under the Family Benefits Act was calculated under subsection 15 (6) of Regulation 366 of the Revised Regulations of Ontario, 1990. O. Reg. 137/98, s. 13 (1). (2) A person described in subsection (1) is eligible for the benefits set out in subparagraph i of paragraph 1 of subsection 55 (1) of Ontario Regulation 134/98 for any month in which, (a) the person is not eligible for income assistance under the Ontario Works Act, 1997 because his or her income exceeds his or her budgetary requirements; (b) the person’s income is less than the sum of the person’s budgetary requirements as determined under Regulation 366 of the Revised Regulations of Ontario, 1990 as it read on the day before the transfer and the value of any benefits the person would have received under section 24 of that Regulation if the person were still a recipient under the Family Benefits Act; and (c) the person would otherwise have been eligible for an allowance under the Family Benefits Act. O. Reg. 137/98, s. 13 (2); O. Reg. 229/98, s. 3. (3) This section ceases to apply with respect to a person if the person becomes ineligible for assistance under this section. O. Reg. 137/98, s. 13 (3). Reviews and Appeals",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) This section applies with respect to every person who is transferred to the <i>Ontario Works Act, 1997</i> under section 10 if, on the day before the transfer, the amount of the person’s allowance under the <i>Family Benefits Act</i> was calculated under subsection 15 (6) of Regulation 366 of the Revised Regulations of Ontario, 1990. O. Reg. 137/98, s. 13 (1).</p> <p class=\"subsection-e\">(2) A person described in subsection (1) is eligible for the benefits set out in subparagraph i of paragraph 1 of subsection 55 (1) of Ontario Regulation 134/98 for any month in which,</p> <p class=\"clause-e\">(a) the person is not eligible for income assistance under the <i>Ontario Works Act, 1997</i> because his or her income exceeds his or her budgetary requirements; </p> <p class=\"clause-e\">(b) the person’s income is less than the sum of the person’s budgetary requirements as determined under Regulation 366 of the Revised Regulations of Ontario, 1990 as it read on the day before the transfer and the value of any benefits the person would have received under section 24 of that Regulation if the person were still a recipient under the <i>Family Benefits Act</i>; and</p> <p class=\"clause-e\">(c) the person would otherwise have been eligible for an allowance under the <i>Family Benefits Act</i>. O. Reg. 137/98, s. 13 (2); O. Reg. 229/98, s. 3.</p> <p class=\"subsection-e\">(3) This section ceases to apply with respect to a person if the person becomes ineligible for assistance under this section. O. Reg. 137/98, s. 13 (3).</p> <p class=\"heading1-e\">Reviews and Appeals</p>"
        },
        {
            "id": "14.",
            "section": "Reviews and Appeals",
            "content": "14. (1) Despite the revocation of section 16, if the administrator has given notice under subsection 16 (1) or (4) with respect to a matter before June 1, 1998, subsections 16 (1) to (5) and (7) to (10), as they read on May 31, 1998, continue to apply with respect to that matter. O. Reg. 229/98, s. 4. (2) Despite the revocation of subsection 16 (5), if, on June 1, 1998, an applicant or recipient has not requested a hearing but would have been entitled to request a hearing if that subsection had not been revoked, the applicant or recipient may appeal the administrator’s decision to the Tribunal in accordance with section 28 of the Ontario Works Act, 1997 if he or she does so within the time set out in subsection 16 (5), as it read on May 31, 1998. O. Reg. 229/98, s. 4. (3) Despite the revocation of section 17, that section, as it read on May 31, 1998, continues to apply with respect to a matter if the applicant or recipient has requested a hearing by the board with respect to that matter before June 1, 1998. O. Reg. 229/98, s. 4. (4) Despite the revocation of section 18, that section, as it read on May 31, 1998, continues to apply with respect to a matter if a party to a proceeding before the board has filed an appeal to the Divisional Court under that section before June 1, 1998. O. Reg. 229/98, s. 4. (5) Despite the revocation of section 19, that section, as it read on May 31, 1998, continues to apply with respect to a matter to which subsection (3) or (4) applies. O. Reg. 229/98, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) Despite the revocation of section 16, if the administrator has given notice under subsection 16 (1) or (4) with respect to a matter before June 1, 1998, subsections 16 (1) to (5) and (7) to (10), as they read on May 31, 1998, continue to apply with respect to that matter. O. Reg. 229/98, s. 4.</p> <p class=\"subsection-e\">(2) Despite the revocation of subsection 16 (5), if, on June 1, 1998, an applicant or recipient has not requested a hearing but would have been entitled to request a hearing if that subsection had not been revoked, the applicant or recipient may appeal the administrator’s decision to the Tribunal in accordance with section 28 of the <i>Ontario Works Act, 1997</i> if he or she does so within the time set out in subsection 16 (5), as it read on May 31, 1998. O. Reg. 229/98, s. 4.</p> <p class=\"subsection-e\">(3) Despite the revocation of section 17, that section, as it read on May 31, 1998, continues to apply with respect to a matter if the applicant or recipient has requested a hearing by the board with respect to that matter before June 1, 1998. O. Reg. 229/98, s. 4.</p> <p class=\"subsection-e\">(4) Despite the revocation of section 18, that section, as it read on May 31, 1998, continues to apply with respect to a matter if a party to a proceeding before the board has filed an appeal to the Divisional Court under that section before June 1, 1998. O. Reg. 229/98, s. 4.</p> <p class=\"subsection-e\">(5) Despite the revocation of section 19, that section, as it read on May 31, 1998, continues to apply with respect to a matter to which subsection (3) or (4) applies. O. Reg. 229/98, s. 4.</p>"
        },
        {
            "id": "15.",
            "section": "Reviews and Appeals",
            "content": "15. Revoked: O. Reg. 229/98, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>Revoked: O. Reg. 229/98, s. 4.</p>"
        },
        {
            "id": "16.",
            "section": "Reviews and Appeals",
            "content": "16. Revoked: O. Reg. 229/98, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>Revoked: O. Reg. 229/98, s. 4.</p>"
        },
        {
            "id": "17.",
            "section": "Reviews and Appeals",
            "content": "17. Revoked: O. Reg. 229/98, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>Revoked: O. Reg. 229/98, s. 4.</p>"
        },
        {
            "id": "18.",
            "section": "Reviews and Appeals",
            "content": "18. Revoked: O. Reg. 229/98, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>Revoked: O. Reg. 229/98, s. 4.</p>"
        },
        {
            "id": "19.",
            "section": "Reviews and Appeals",
            "content": "19. Revoked: O. Reg. 229/98, s. 4. Transitional Issues with Ontario Regulation 134/98",
            "raw_html": "<p class=\"section-e\"><b>19. </b>Revoked: O. Reg. 229/98, s. 4.</p> <p class=\"heading1-e\">Transitional Issues with Ontario Regulation 134/98</p>"
        },
        {
            "id": "20.",
            "section": "Transitional Issues with Ontario Regulation 134/98",
            "content": "20. (0.1) A reference to the Ontario Works Act, 1997 in the definition of “social assistance” in subsection 1 (1) of Ontario Regulation 134/98 shall be deemed to include a reference to assistance under the General Welfare Assistance Act and benefits under the Family Benefits Act. O. Reg. 229/98, s. 5 (1). (0.2) Paragraph 1 of section 31 of Ontario Regulation 134/98 shall be deemed to include a reference to a recipient under the Family Benefits Act. O. Reg. 37/00, s. 1. (1) A reference to assistance in clause 33 (2) (a) or clause 33 (3) (a) of Ontario Regulation 134/98 shall be deemed to include a reference to general assistance under the General Welfare Assistance Act and a reference in either of those clauses to a specific provision under that Regulation shall be deemed to include a reference to the corresponding provision under the General Welfare Assistance Act. O. Reg. 137/98, s. 20 (1). (2) A reference in subparagraph i of paragraph 4 of subsection 49 (1) of Ontario Regulation 134/98 to income assistance shall be deemed to include a reference to general assistance under the General Welfare Assistance Act and benefits under the Family Benefits Act. O. Reg. 137/98, s. 20 (2); O. Reg. 229/98, s. 5 (2). (3) For the purposes of subparagraph iv of paragraph 4 of subsection 55 (1) of Ontario Regulation 134/98, a reference to a payment under that paragraph shall be deemed to include a reference to a payment under subsection 16 (1) of Regulation 537 of the Revised Regulations of Ontario, 1990, made under the General Welfare Assistance Act and a payment under section 35 of Regulation 366 of the Revised Regulations of Ontario, 1990 made under the Family Benefits Act. O. Reg. 137/98, s. 20 (3); O. Reg. 229/98, s. 5 (3). (4) No payment shall be made under paragraph 6 or 7 of subsection 55 (1) of Ontario Regulation 134/98 if another payment for the same purpose was made under the Family Benefits Act or the General Welfare Assistance Act within the previous 12 months. O. Reg. 137/98, s. 20 (4). Welfare Administrators",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(0.1) A reference to the <i>Ontario Works Act, 1997</i> in the definition of “social assistance” in subsection 1 (1) of Ontario Regulation 134/98 shall be deemed to include a reference to assistance under the <i>General Welfare Assistance Act</i> and benefits under the <i>Family Benefits Act</i>. O. Reg. 229/98, s. 5 (1).</p> <p class=\"subsection-e\">(0.2) Paragraph 1 of section 31 of Ontario Regulation 134/98 shall be deemed to include a reference to a recipient under the <i>Family Benefits Act</i>. O. Reg. 37/00, s. 1.</p> <p class=\"subsection-e\">(1) A reference to assistance in clause 33 (2) (a) or clause 33 (3) (a) of Ontario Regulation 134/98 shall be deemed to include a reference to general assistance under the <i>General Welfare Assistance Act</i> and a reference in either of those clauses to a specific provision under that Regulation shall be deemed to include a reference to the corresponding provision under the <i>General Welfare Assistance Act</i>. O. Reg. 137/98, s. 20 (1).</p> <p class=\"subsection-e\">(2) A reference in subparagraph i of paragraph 4 of subsection 49 (1) of Ontario Regulation 134/98 to income assistance shall be deemed to include a reference to general assistance under the <i>General Welfare Assistance Act </i>and benefits under the <i>Family Benefits Act</i>. O. Reg. 137/98, s. 20 (2); O. Reg. 229/98, s. 5 (2).</p> <p class=\"subsection-e\">(3) For the purposes of subparagraph iv of paragraph 4 of subsection 55 (1) of Ontario Regulation 134/98, a reference to a payment under that paragraph shall be deemed to include a reference to a payment under subsection 16 (1) of Regulation 537 of the Revised Regulations of Ontario, 1990, made under the <i>General Welfare Assistance Act </i>and a payment under section 35 of Regulation 366 of the Revised Regulations of Ontario, 1990 made under the <i>Family Benefits Act</i>. O. Reg. 137/98, s. 20 (3); O. Reg. 229/98, s. 5 (3).</p> <p class=\"subsection-e\">(4) No payment shall be made under paragraph 6 or 7 of subsection 55 (1) of Ontario Regulation 134/98 if another payment for the same purpose was made under the <i>Family Benefits Act</i> or the <i>General Welfare Assistance Act</i> within the previous 12 months. O. Reg. 137/98, s. 20 (4).</p> <p class=\"heading1-e\">Welfare Administrators</p>"
        },
        {
            "id": "21.",
            "section": "Welfare Administrators",
            "content": "21. If a municipality, county, district welfare administration board or band is designated as a delivery agent under Ontario Regulation 136/98 and that municipality, county, district welfare administration board or band had appointed a welfare administrator who was in office on April 30, 1998, that welfare administrator shall be deemed to be the administrator for that delivery agent under section 43 of the Ontario Works Act, 1997 on and after May 1, 1998. O. Reg. 137/98, s. 21. Cost Sharing for Municipalities and District Welfare Administration Boards",
            "raw_html": "<p class=\"section-e\"><b>21. </b>If a municipality, county, district welfare administration board or band is designated as a delivery agent under Ontario Regulation 136/98 and that municipality, county, district welfare administration board or band had appointed a welfare administrator who was in office on April 30, 1998, that welfare administrator shall be deemed to be the administrator for that delivery agent under section 43 of the <i>Ontario Works Act, 1997</i> on and after May 1, 1998. O. Reg. 137/98, s. 21.</p> <p class=\"heading1-e\">Cost Sharing for Municipalities and District Welfare Administration Boards</p>"
        },
        {
            "id": "22.",
            "section": "Cost Sharing for Municipalities and District Welfare Administration Boards",
            "content": "22. In sections 23 to 26, “delivery agent” means, (a) on and after January 1, 1998 and until April 30, 1998, (i) a municipality that has, with the approval of the Minister, appointed a welfare administrator under the General Welfare Assistance Act, or (ii) a district welfare administration board under the District Welfare Administration Boards Act, (b) on and after May 1, 1998, a delivery agent under the Ontario Works Act, 1997 other than a band designated under section 2 of Ontario Regulation 136/98; (“agent de prestation des services”) “Greater Toronto Area” means the territory that lies within the jurisdiction, as constituted from time to time, of The Regional Municipality of Durham, The Regional Municipality of Halton, The Regional Municipality of Peel, the City of Toronto and The Regional Municipality of York. (“grand Toronto”) O. Reg. 137/98, s. 22; O. Reg. 550/98, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>22. </b>In sections 23 to 26,</p> <p class=\"firstdef-e\">“delivery agent” means,</p> <p class=\"defclause-e\">(a) on and after January 1, 1998 and until April 30, 1998,</p> <p class=\"defsubclause-e\">(i) a municipality that has, with the approval of the Minister, appointed a welfare administrator under the <i>General Welfare Assistance Act</i>, or</p> <p class=\"defsubclause-e\">(ii) a district welfare administration board under the <i>District Welfare Administration Boards Act</i>,</p> <p class=\"defclause-e\">(b) on and after May 1, 1998, a delivery agent under the <i>Ontario Works Act, 1997</i> other than a band designated under section 2 of Ontario Regulation 136/98; (“agent de prestation des services”)</p> <p class=\"definition-e\">“Greater Toronto Area” means the territory that lies within the jurisdiction, as constituted from time to time, of The Regional Municipality of Durham, The Regional Municipality of Halton, The Regional Municipality of Peel, the City of Toronto and The Regional Municipality of York. (“grand Toronto”) O. Reg. 137/98, s. 22; O. Reg. 550/98, s. 3.</p>"
        },
        {
            "id": "23.",
            "section": "Cost Sharing for Municipalities and District Welfare Administration Boards",
            "content": "23. (1) In this section, “assistance” means, (a) an amount provided under subsection 14 (2) of the Family Benefits Act, or (b) a benefit provided under the Family Benefits Act other than, (i) an amount paid to a recipient eligible for an allowance under subsection 2 (6) of the FBA regulation, (ii) an amount paid under subsection 12 (12) of the FBA regulation, or (iii) an amount paid to a person under section 32 or 38 of the FBA regulation; (“aide”) “cost of administration” means the administrative costs, including the costs of staff training, incurred or payable by Ontario with respect to the provision of assistance under the Family Benefits Act; (“coûts d’administration”) “FBA regulation” means Regulation 366 of the Revised Regulations of Ontario, 1990, made under the Family Benefits Act; (“règlement 366”) “geographic area” means, (a) in the Greater Toronto Area, the Greater Toronto Area, and (b) otherwise, the area in which a delivery agent is responsible for delivering assistance as defined under the Ontario Works Act, 1997. (“zone géographique”) O. Reg. 137/98, s. 23 (1); O. Reg. 550/98, s. 4. (2) The amount payable to Ontario by a delivery agent that is not in the Greater Toronto Area shall be equal to the sum of, (a) 20 per cent of the cost of assistance provided by or on behalf of Ontario to persons who reside within municipalities in the delivery agent’s geographic area; and (b) if the delivery agent employs a full-time welfare administrator or administrator, as the case may be, 50 per cent of the reasonable cost of administration attributable to municipalities in the delivery agent’s geographic area. O. Reg. 35/99, s. 1. (3) The amount payable to Ontario by a delivery agent within the Greater Toronto Area shall be calculated as follows: 1. Determine 20 per cent of the cost of assistance provided by or on behalf of Ontario to persons who reside within the Greater Toronto Area. 2. Add to that amount 50 per cent of the reasonable cost of administration attributable to the Greater Toronto Area. 3. Apportion the amount determined under paragraph 2 among the delivery agents by multiplying that amount by the percentage attributable to each delivery agent, as set out in the following Table: TABLE  Delivery Agent\n\nPercentage of Total\n\n\nRegional Municipality of Durham\n\n7.07124 per cent\n\n\nRegional Municipality of Halton\n\n7.40060 per cent\n\n\nRegional Municipality of Peel\n\n18.75660 per cent\n\n\nCity of Toronto\n\n51.57102 per cent\n\n\nRegional Municipality of York\n\n15.20054 per cent O. Reg. 137/98, s. 23 (3); O. Reg. 133/99, s. 1. Costs Prescribed for Cost Sharing Purposes",
            "raw_html": "<p class=\"section-e\"><b>23. </b>(1) In this section,</p> <p class=\"firstdef-e\">“assistance” means,</p> <p class=\"defclause-e\">(a) an amount provided under subsection 14 (2) of the <i>Family Benefits Act</i>, or</p> <p class=\"defclause-e\">(b) a benefit provided under the <i>Family Benefits Act</i> other than,</p> <p class=\"defsubclause-e\">(i) an amount paid to a recipient eligible for an allowance under subsection 2 (6) of the FBA regulation, </p> <p class=\"defsubclause-e\">(ii) an amount paid under subsection 12 (12) of the FBA regulation, or</p> <p class=\"defsubclause-e\">(iii) an amount paid to a person under section 32 or 38 of the FBA regulation; (“aide”)</p> <p class=\"definition-e\">“cost of administration” means the administrative costs, including the costs of staff training, incurred or payable by Ontario with respect to the provision of assistance under the <i>Family Benefits Act</i>; (“coûts d’administration”)</p> <p class=\"definition-e\">“FBA regulation” means Regulation 366 of the Revised Regulations of Ontario, 1990, made under the <i>Family Benefits Act</i>; (“règlement 366”)</p> <p class=\"definition-e\">“geographic area” means,</p> <p class=\"defclause-e\">(a) in the Greater Toronto Area, the Greater Toronto Area, and</p> <p class=\"defclause-e\">(b) otherwise, the area in which a delivery agent is responsible for delivering assistance as defined under the <i>Ontario Works Act, 1997</i>. (“zone géographique”) O. Reg. 137/98, s. 23 (1); O. Reg. 550/98, s. 4.</p> <p class=\"subsection-e\">(2) The amount payable to Ontario by a delivery agent that is not in the Greater Toronto Area shall be equal to the sum of,</p> <p class=\"clause-e\">(a) 20 per cent of the cost of assistance provided by or on behalf of Ontario to persons who reside within municipalities in the delivery agent’s geographic area; and</p> <p class=\"clause-e\">(b) if the delivery agent employs a full-time welfare administrator or administrator, as the case may be, 50 per cent of the reasonable cost of administration attributable to municipalities in the delivery agent’s geographic area. O. Reg. 35/99, s. 1.</p> <p class=\"subsection-e\">(3) The amount payable to Ontario by a delivery agent within the Greater Toronto Area shall be calculated as follows:</p> <p class=\"paragraph-e\">1. Determine 20 per cent of the cost of assistance provided by or on behalf of Ontario to persons who reside within the Greater Toronto Area.</p> <p class=\"paragraph-e\">2. Add to that amount 50 per cent of the reasonable cost of administration attributable to the Greater Toronto Area.</p> <p class=\"paragraph-e\">3. Apportion the amount determined under paragraph 2 among the delivery agents by multiplying that amount by the percentage attributable to each delivery agent, as set out in the following Table:</p> <p class=\"headingx-e\">TABLE</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"200\"><p class=\"table-e\">Delivery Agent</p>\n</td>\n<td valign=\"top\" width=\"112\"><p class=\"table-e\">Percentage of Total</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"200\"><p class=\"table-e\">Regional Municipality of Durham</p>\n</td>\n<td valign=\"top\" width=\"112\"><p align=\"right\" class=\"table-e\">7.07124 per cent</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"200\"><p class=\"table-e\">Regional Municipality of Halton</p>\n</td>\n<td valign=\"top\" width=\"112\"><p align=\"right\" class=\"table-e\">7.40060 per cent</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"200\"><p class=\"table-e\">Regional Municipality of Peel</p>\n</td>\n<td valign=\"top\" width=\"112\"><p align=\"right\" class=\"table-e\">18.75660 per cent</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"200\"><p class=\"table-e\">City of Toronto</p>\n</td>\n<td valign=\"top\" width=\"112\"><p align=\"right\" class=\"table-e\">51.57102 per cent</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"200\"><p class=\"table-e\">Regional Municipality of York</p>\n</td>\n<td valign=\"top\" width=\"112\"><p align=\"right\" class=\"table-e\">15.20054 per cent</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 137/98, s. 23 (3); O. Reg. 133/99, s. 1.</p> <p class=\"heading1-e\">Costs Prescribed for Cost Sharing Purposes</p>"
        },
        {
            "id": "24.",
            "section": "Costs Prescribed for Cost Sharing Purposes",
            "content": "24. The prescribed costs for the purposes of section 3 of Schedule D to the Act are the assistance costs and the costs of administration. O. Reg. 276/98, s. 2. Agreements for Sharing of Costs by Municipalities",
            "raw_html": "<p class=\"section-e\"><b>24. </b>The prescribed costs for the purposes of section 3 of Schedule D to the Act are the assistance costs and the costs of administration. O. Reg. 276/98, s. 2.</p> <p class=\"heading1-e\">Agreements for Sharing of Costs by Municipalities</p>"
        },
        {
            "id": "24.1",
            "section": "Agreements for Sharing of Costs by Municipalities",
            "content": "24.1 (1) The municipalities set out in the designation of a geographic area or a proposed geographic area may enter into an agreement under which the prescribed costs payable or to be payable by the delivery agent or proposed delivery agent under this Regulation are apportioned among them. O. Reg. 276/98, s. 2. (2) The agreement becomes effective, (a) in the case of a proposed geographic area, on the designation date; or (b) in the case of a geographic area, (i) if a date is specified in the agreement, on the specified date, and (ii) otherwise, on the day the agreement is made. O. Reg. 276/98, s. 2. (3) Subject to subsection (4), the agreement may be effective with respect to a period before it is made and, in that case, shall provide for a monetary reconciliation among the parties. O. Reg. 276/98, s. 2. (4) If the delivery agent is a district social services administration board, the agreement shall not be effective with respect to a period before July 1, 1998. O. Reg. 276/98, s. 2. (5) The delivery agent shall provide a copy of the agreement to the Minister forthwith after it is made. O. Reg. 276/98, s. 2. Arbitration Process",
            "raw_html": "<p class=\"section-e\"><b>24.1 </b>(1) The municipalities set out in the designation of a geographic area or a proposed geographic area may enter into an agreement under which the prescribed costs payable or to be payable by the delivery agent or proposed delivery agent under this Regulation are apportioned among them. O. Reg. 276/98, s. 2.</p> <p class=\"subsection-e\">(2) The agreement becomes effective,</p> <p class=\"clause-e\">(a) in the case of a proposed geographic area, on the designation date; or</p> <p class=\"clause-e\">(b) in the case of a geographic area, </p> <p class=\"subclause-e\">(i) if a date is specified in the agreement, on the specified date, and</p> <p class=\"subclause-e\">(ii) otherwise, on the day the agreement is made. O. Reg. 276/98, s. 2.</p> <p class=\"subsection-e\">(3) Subject to subsection (4), the agreement may be effective with respect to a period before it is made and, in that case, shall provide for a monetary reconciliation among the parties. O. Reg. 276/98, s. 2.</p> <p class=\"subsection-e\">(4) If the delivery agent is a district social services administration board, the agreement shall not be effective with respect to a period before July 1, 1998. O. Reg. 276/98, s. 2.</p> <p class=\"subsection-e\">(5) The delivery agent shall provide a copy of the agreement to the Minister forthwith after it is made. O. Reg. 276/98, s. 2.</p> <p class=\"heading1-e\">Arbitration Process </p>"
        },
        {
            "id": "24.2",
            "section": "Arbitration Process ",
            "content": "24.2 Sections 24.4 to 24.7 do not apply with respect to a geographic area whose delivery agent is a district social services administration board or a band or a proposed geographic area whose delivery agent is to be a district social services administration board or a band. O. Reg. 276/98, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>24.2 </b>Sections 24.4 to 24.7 do not apply with respect to a geographic area whose delivery agent is a district social services administration board or a band or a proposed geographic area whose delivery agent is to be a district social services administration board or a band. O. Reg. 276/98, s. 2.</p>"
        },
        {
            "id": "24.3",
            "section": "Arbitration Process ",
            "content": "24.3 Arbitrations under sections 24.4, 24.5 and 24.6 are governed by the Arbitration Act, 1991, subject to those sections and to the following rules: 1. The parties may jointly appoint a single arbitrator on or after the day the arbitration is commenced. 2. If the parties have not appointed an arbitrator, the Ontario Court (General Division) may make the appointment on a party’s application under section 10 of the Arbitration Act, 1991. 3. The arbitrator shall make a final award that disposes of the issue, within three months after being appointed. 4. The date by which the arbitrator is required to make an award shall not be extended by a court, despite section 39 of the Arbitration Act, 1991. However, that date may be extended by agreement of the parties. 5. The final award shall apportion among the parties the prescribed costs with respect to the geographic area or proposed geographic area. 6. The arbitration shall not deal with the prescribed costs incurred before the designation date. 7. The final award may be effective with respect to a period before it is made and, in that case, shall provide for a monetary reconciliation among the parties. 8. A party may appeal the final award to the Ontario Court (General Division) only on a question of law, with leave, which the court shall grant only if it is satisfied that the conditions in clauses 45 (1) (a) and (b) of the Arbitration Act, 1991 are met. No appeal lies on a question of fact or of mixed law and fact, despite any agreement by the parties. 9. The arbitrator shall provide a copy of the final award to the Minister forthwith after it is made. 10. At any time during the arbitration, the parties may enter into an agreement under section 24.1 that includes an agreement apportioning the costs of the arbitration among the parties, in which case the arbitration terminates. 11. The parties may, at any time, amend the final award by agreement or replace the award with an agreement under section 24.1. O. Reg. 276/98, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>24.3 </b>Arbitrations under sections 24.4, 24.5 and 24.6 are governed by the <i>Arbitration Act, 1991</i>, subject to those sections and to the following rules:</p> <p class=\"paragraph-e\">1. The parties may jointly appoint a single arbitrator on or after the day the arbitration is commenced.</p> <p class=\"paragraph-e\">2. If the parties have not appointed an arbitrator, the Ontario Court (General Division) may make the appointment on a party’s application under section 10 of the <i>Arbitration Act, 1991</i>.</p> <p class=\"paragraph-e\">3. The arbitrator shall make a final award that disposes of the issue, within three months after being appointed.</p> <p class=\"paragraph-e\">4. The date by which the arbitrator is required to make an award shall not be extended by a court, despite section 39 of the <i>Arbitration Act, 1991</i>. However, that date may be extended by agreement of the parties.</p> <p class=\"paragraph-e\">5. The final award shall apportion among the parties the prescribed costs with respect to the geographic area or proposed geographic area.</p> <p class=\"paragraph-e\">6. The arbitration shall not deal with the prescribed costs incurred before the designation date.</p> <p class=\"paragraph-e\">7. The final award may be effective with respect to a period before it is made and, in that case, shall provide for a monetary reconciliation among the parties.</p> <p class=\"paragraph-e\">8. A party may appeal the final award to the Ontario Court (General Division) only on a question of law, with leave, which the court shall grant only if it is satisfied that the conditions in clauses 45 (1) (a) and (b) of the <i>Arbitration Act, 1991</i> are met. No appeal lies on a question of fact or of mixed law and fact, despite any agreement by the parties.</p> <p class=\"paragraph-e\">9. The arbitrator shall provide a copy of the final award to the Minister forthwith after it is made.</p> <p class=\"paragraph-e\">10. At any time during the arbitration, the parties may enter into an agreement under section 24.1 that includes an agreement apportioning the costs of the arbitration among the parties, in which case the arbitration terminates.</p> <p class=\"paragraph-e\">11. The parties may, at any time, amend the final award by agreement or replace the award with an agreement under section 24.1. O. Reg. 276/98, s. 2.</p>"
        },
        {
            "id": "24.4",
            "section": "Arbitration Process ",
            "content": "24.4 (1) If, by September 8, 1998, the municipalities set out in the designation of a proposed geographic area have not entered into an agreement under section 24.1, they shall be deemed to have commenced an arbitration on September 8, 1998 of the apportionment among them of the prescribed costs with respect to the proposed geographic area. O. Reg. 276/98, s. 2. (2) At any time before September 8, 1998 a party may, by serving a notice on the other parties, commence an arbitration of the apportionment. O. Reg. 276/98, s. 2. (3) The rules set out in section 24.3 and the following rule apply to an arbitration under subsection (1) or (2): 1. The final award shall come into effect or be deemed to have come into effect on the designation date, and remains in effect unless superseded by an agreement under section 24.1 or a final award in a subsequent arbitration. O. Reg. 276/98, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>24.4 </b>(1) If, by September 8, 1998, the municipalities set out in the designation of a proposed geographic area have not entered into an agreement under section 24.1, they shall be deemed to have commenced an arbitration on September 8, 1998 of the apportionment among them of the prescribed costs with respect to the proposed geographic area. O. Reg. 276/98, s. 2.</p> <p class=\"subsection-e\">(2) At any time before September 8, 1998 a party may, by serving a notice on the other parties, commence an arbitration of the apportionment. O. Reg. 276/98, s. 2.</p> <p class=\"subsection-e\">(3) The rules set out in section 24.3 and the following rule apply to an arbitration under subsection (1) or (2):</p> <p class=\"paragraph-e\">1. The final award shall come into effect or be deemed to have come into effect on the designation date, and remains in effect unless superseded by an agreement under section 24.1 or a final award in a subsequent arbitration. O. Reg. 276/98, s. 2.</p>"
        },
        {
            "id": "24.5",
            "section": "Arbitration Process ",
            "content": "24.5 (1) If a final award has been in effect for at least two years, a party may, by serving a notice on the other parties, commence a new arbitration to deal with the apportionment among the parties of the prescribed costs with respect to the geographic area. O. Reg. 276/98, s. 2. (2) The rules set out in section 24.3 and the following rule apply to an arbitration under subsection (1): 1. The final award shall come into effect and supersede the previous award or be deemed to have come into effect and superseded the previous award on the later of the day that is three years after the effective date of the last award and the day the notice is served. O. Reg. 276/98, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>24.5 </b>(1) If a final award has been in effect for at least two years, a party may, by serving a notice on the other parties, commence a new arbitration to deal with the apportionment among the parties of the prescribed costs with respect to the geographic area. O. Reg. 276/98, s. 2.</p> <p class=\"subsection-e\">(2) The rules set out in section 24.3 and the following rule apply to an arbitration under subsection (1):</p> <p class=\"paragraph-e\">1. The final award shall come into effect and supersede the previous award or be deemed to have come into effect and superseded the previous award on the later of the day that is three years after the effective date of the last award and the day the notice is served. O. Reg. 276/98, s. 2.</p>"
        },
        {
            "id": "24.6",
            "section": "Arbitration Process ",
            "content": "24.6 (1) If an agreement expires or is terminated in accordance with the agreement and the parties have not entered into a new agreement, they shall be deemed to have commenced an arbitration on the day of expiry or termination of the apportionment among them of the prescribed costs with respect to the geographic area. O. Reg. 276/98, s. 2. (2) The date of expiry or termination of the agreement, (a) shall be the date determined in accordance with the agreement or notice of termination, if that date is the last day of a month; or (b) otherwise, shall be deemed to be the last day of the month in which that date falls. O. Reg. 276/98, s. 2. (3) A party may commence an arbitration of the apportionment by serving a notice on the other parties, (a) if a notice of termination of the agreement is served, on or after the day it is served; or (b) otherwise, at any time during the 12 months preceding the date of expiry of an agreement. O. Reg. 276/98, s. 2. (4) The rules set out in section 24.3 and the following rules apply to an arbitration under this section: 1. Subject to paragraph 2, the final award shall come into effect or be deemed to have come into effect on the day the agreement expires or is terminated. 2. If the agreement expires or is terminated before the final award is made, i. the agreement shall be deemed to be in effect until the final award is made, and ii. the final award shall provide for a monetary reconciliation among the parties. O. Reg. 276/98, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>24.6 </b>(1) If an agreement expires or is terminated in accordance with the agreement and the parties have not entered into a new agreement, they shall be deemed to have commenced an arbitration on the day of expiry or termination of the apportionment among them of the prescribed costs with respect to the geographic area. O. Reg. 276/98, s. 2.</p> <p class=\"subsection-e\">(2) The date of expiry or termination of the agreement,</p> <p class=\"clause-e\">(a) shall be the date determined in accordance with the agreement or notice of termination, if that date is the last day of a month; or</p> <p class=\"clause-e\">(b) otherwise, shall be deemed to be the last day of the month in which that date falls. O. Reg. 276/98, s. 2.</p> <p class=\"subsection-e\">(3) A party may commence an arbitration of the apportionment by serving a notice on the other parties,</p> <p class=\"clause-e\">(a) if a notice of termination of the agreement is served, on or after the day it is served; or</p> <p class=\"clause-e\">(b) otherwise, at any time during the 12 months preceding the date of expiry of an agreement. O. Reg. 276/98, s. 2.</p> <p class=\"subsection-e\">(4) The rules set out in section 24.3 and the following rules apply to an arbitration under this section:</p> <p class=\"paragraph-e\">1. Subject to paragraph 2, the final award shall come into effect or be deemed to have come into effect on the day the agreement expires or is terminated.</p> <p class=\"paragraph-e\">2. If the agreement expires or is terminated before the final award is made, </p> <p class=\"subpara-e\">i. the agreement shall be deemed to be in effect until the final award is made, and</p> <p class=\"subpara-e\">ii. the final award shall provide for a monetary reconciliation among the parties. O. Reg. 276/98, s. 2.</p>"
        },
        {
            "id": "24.7",
            "section": "Arbitration Process ",
            "content": "24.7 (1) If an arbitration is commenced or deemed to be commenced under this Regulation but an arbitrator has not yet been appointed and an arbitration involving the same parties is commenced or deemed to be commenced under one or more of the provisions listed in subsection (2) but an arbitrator has not yet been appointed, (a) one arbitrator shall be appointed for all of those arbitrations; and (b) those arbitrations shall be held as one arbitration. O. Reg. 276/98, s. 2. (2) Subsection (1) applies with respect to: 1. Paragraph 2 of subsection 18 (3) and subsection 18 (4) of the Day Nurseries Act. 2. Paragraph 2 of subsection 55 (8) and subsection 55 (9) of the Ontario Disability Support Program Act, 1997. 3. Paragraph 2 of subsection 74 (7) and subsection 74 (8) of the Ontario Works Act, 1997. 4. Clauses 9 (5) (b) and (c) and subsection 9 (7) of the Social Housing Funding Act, 1997. O. Reg. 276/98, s. 2. (3) An arbitration under this section is governed by the Arbitration Act, 1991, subject to the following rules: 1. The parties may jointly appoint a single arbitrator on or after the day the arbitrations are consolidated. 2. If the parties are entitled to appoint an arbitrator jointly but have not done so, the Ontario Court (General Division) may make the appointment on a party’s application under section 10 of the Arbitration Act, 1991. 3. The arbitrator shall make a final award that disposes of the issue within three months after being appointed. 4. The date by which the arbitrator is required to make an award shall not be extended by a court, despite section 39 of the Arbitration Act, 1991. However, that date may be extended by agreement of the parties. 5. The final award shall apportion among the parties the prescribed costs with respect to the geographic area or proposed geographic area. 6. The arbitration shall not deal with the prescribed costs incurred before the designation date. 7. The final award may be effective with respect to a period or periods before it is made and, in that case, shall provide for a monetary reconciliation among the parties. 8. A party may appeal the final award to the Ontario Court (General Division) only on a question of law, with leave, which the court shall grant only if it is satisfied that the conditions in clauses 45 (1) (a) and (b) of the Arbitration Act, 1991 are met. No appeal lies on a question of fact or of mixed law and fact, despite any agreement by the parties. 9. The arbitrator shall provide a copy of the final award to the Minister forthwith after it is made. 10. At any time during the arbitration, the parties may enter into an agreement under section 24.1 that includes an agreement apportioning among the parties that part of the costs of the arbitration attributable to the prescribed costs, in which case that part of the arbitration terminates. 11. The parties may, at any time, amend that part of the final award concerning the prescribed costs by agreement or replace that part of the award with an agreement under section 24.1. 12. That part of the final award in the consolidated arbitration attributable to the prescribed costs comes into effect in accordance with subsection 24.4 (3), 24.5 (2) or 24.6 (4), as the case may be. O. Reg. 276/98, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>24.7 </b>(1) If an arbitration is commenced or deemed to be commenced under this Regulation but an arbitrator has not yet been appointed and an arbitration involving the same parties is commenced or deemed to be commenced under one or more of the provisions listed in subsection (2) but an arbitrator has not yet been appointed,</p> <p class=\"clause-e\">(a) one arbitrator shall be appointed for all of those arbitrations; and</p> <p class=\"clause-e\">(b) those arbitrations shall be held as one arbitration. O. Reg. 276/98, s. 2.</p> <p class=\"subsection-e\">(2) Subsection (1) applies with respect to:</p> <p class=\"paragraph-e\">1. Paragraph 2 of subsection 18 (3) and subsection 18 (4) of the <i>Day Nurseries Act</i>.</p> <p class=\"paragraph-e\">2. Paragraph 2 of subsection 55 (8) and subsection 55 (9) of the <i>Ontario Disability Support Program Act, 1997</i>.</p> <p class=\"paragraph-e\">3. Paragraph 2 of subsection 74 (7) and subsection 74 (8) of the <i>Ontario Works Act, 1997</i>.</p> <p class=\"paragraph-e\">4. Clauses 9 (5) (b) and (c) and subsection 9 (7) of the <i>Social Housing Funding Act, 1997</i>. O. Reg. 276/98, s. 2.</p> <p class=\"subsection-e\">(3) An arbitration under this section is governed by the <i>Arbitration Act, 1991</i>, subject to the following rules:</p> <p class=\"paragraph-e\">1. The parties may jointly appoint a single arbitrator on or after the day the arbitrations are consolidated. </p> <p class=\"paragraph-e\">2. If the parties are entitled to appoint an arbitrator jointly but have not done so, the Ontario Court (General Division) may make the appointment on a party’s application under section 10 of the <i>Arbitration Act, 1991</i>.</p> <p class=\"paragraph-e\">3. The arbitrator shall make a final award that disposes of the issue within three months after being appointed.</p> <p class=\"paragraph-e\">4. The date by which the arbitrator is required to make an award shall not be extended by a court, despite section 39 of the <i>Arbitration Act, 1991</i>. However, that date may be extended by agreement of the parties.</p> <p class=\"paragraph-e\">5. The final award shall apportion among the parties the prescribed costs with respect to the geographic area or proposed geographic area.</p> <p class=\"paragraph-e\">6. The arbitration shall not deal with the prescribed costs incurred before the designation date.</p> <p class=\"paragraph-e\">7. The final award may be effective with respect to a period or periods before it is made and, in that case, shall provide for a monetary reconciliation among the parties.</p> <p class=\"paragraph-e\">8. A party may appeal the final award to the Ontario Court (General Division) only on a question of law, with leave, which the court shall grant only if it is satisfied that the conditions in clauses 45 (1) (a) and (b) of the <i>Arbitration Act, 1991</i> are met. No appeal lies on a question of fact or of mixed law and fact, despite any agreement by the parties.</p> <p class=\"paragraph-e\">9. The arbitrator shall provide a copy of the final award to the Minister forthwith after it is made.</p> <p class=\"paragraph-e\">10. At any time during the arbitration, the parties may enter into an agreement under section 24.1 that includes an agreement apportioning among the parties that part of the costs of the arbitration attributable to the prescribed costs, in which case that part of the arbitration terminates.</p> <p class=\"paragraph-e\">11. The parties may, at any time, amend that part of the final award concerning the prescribed costs by agreement or replace that part of the award with an agreement under section 24.1.</p> <p class=\"paragraph-e\">12. That part of the final award in the consolidated arbitration attributable to the prescribed costs comes into effect in accordance with subsection 24.4 (3), 24.5 (2) or 24.6 (4), as the case may be. O. Reg. 276/98, s. 2.</p>"
        },
        {
            "id": "25.",
            "section": "Arbitration Process ",
            "content": "25. Revoked: O. Reg. 276/98, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>25. </b>Revoked: O. Reg. 276/98, s. 2.</p>"
        },
        {
            "id": "26.",
            "section": "Arbitration Process ",
            "content": "26. The Minister of Community and Social Services may deduct from a subsidy payable by Ontario to a delivery agent under section 25 an amount equal to the sum of, (a) the amount the delivery agent is required to pay to Ontario under section 23; and (b) the amount the delivery agent is required to pay to Ontario under Regulation 262 of the Revised Regulations of Ontario, 1990, made under the Day Nurseries Act. O. Reg. 137/98, s. 26. References in Ontario Works Act, 1997",
            "raw_html": "<p class=\"section-e\"><b>26. </b>The Minister of Community and Social Services may deduct from a subsidy payable by Ontario to a delivery agent under section 25 an amount equal to the sum of,</p> <p class=\"clause-e\">(a) the amount the delivery agent is required to pay to Ontario under section 23; and</p> <p class=\"clause-e\">(b) the amount the delivery agent is required to pay to Ontario under Regulation 262 of the Revised Regulations of Ontario, 1990, made under the <i>Day Nurseries Act</i>. O. Reg. 137/98, s. 26.</p> <p class=\"heading1-e\">References in <i>Ontario Works Act, 1997</i></p>"
        },
        {
            "id": "27.",
            "section": "References in Ontario Works Act, 1997",
            "content": "27. (1) Until subsection 1 (2) of Schedule C to the Social Assistance Reform Act, 1997 is proclaimed in force, a reference in the Ontario Works Act, 1997 to a district social services administration board established under the District Social Services Administration Boards Act shall be deemed to be a reference to a district welfare administration board established under the District Welfare Administration Boards Act. O. Reg. 137/98, s. 27 (1). (2) Revoked: O. Reg. 229/98, s. 6 (1). (3) The reference to the Ontario Disability Support Program Act, 1997 in clause 10 (c) of the Ontario Works Act, 1997 shall be deemed to include a reference to the Family Benefits Act. O. Reg. 137/98, s. 27 (3). (4) The reference to the Director under the Ontario Disability Support Program Act, 1997 in the third and fourth lines of section 73 of the Ontario Works Act, 1997 shall be deemed to include a reference to the Director under the Family Benefits Act. O. Reg. 137/98, s. 27 (4). (5) Revoked: O. Reg. 229/98, s. 6 (1). (6) A reference in clause 50 (2) (b) of Ontario Regulation 134/98 to income support under the Ontario Disability Support Program Act, 1997 shall be deemed to include a reference to benefits under the Family Benefits Act. O. Reg. 229/98, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b>27. </b>(1) Until subsection 1 (2) of Schedule C to the <i>Social Assistance Reform Act, 1997</i> is proclaimed in force, a reference in the <i>Ontario Works Act, 1997</i> to a district social services administration board established under the <i>District Social Services Administration Boards Act</i> shall be deemed to be a reference to a district welfare administration board established under the <i>District Welfare Administration Boards Act</i>. O. Reg. 137/98, s. 27 (1).</p> <p class=\"subsection-e\">(2) Revoked: O. Reg. 229/98, s. 6 (1).</p> <p class=\"subsection-e\">(3) The reference to the <i>Ontario Disability Support Program Act, 1997</i> in clause 10 (c) of the <i>Ontario Works Act, 1997</i> shall be deemed to include a reference to the <i>Family Benefits Act</i>. O. Reg. 137/98, s. 27 (3).</p> <p class=\"subsection-e\">(4) The reference to the Director under the <i>Ontario Disability Support Program Act, 1997</i> in the third and fourth lines of section 73 of the <i>Ontario Works Act, 1997</i> shall be deemed to include a reference to the Director under the <i>Family Benefits Act</i>. O. Reg. 137/98, s. 27 (4).</p> <p class=\"subsection-e\">(5) Revoked: O. Reg. 229/98, s. 6 (1).</p> <p class=\"subsection-e\">(6) A reference in clause 50 (2) (b) of Ontario Regulation 134/98 to income support under the <i>Ontario Disability Support Program Act, 1997</i> shall be deemed to include a reference to benefits under the <i>Family Benefits Act</i>. O. Reg. 229/98, s. 6 (2).</p>"
        },
        {
            "id": "28.",
            "section": "References in Ontario Works Act, 1997",
            "content": "28. For the purposes of subsection 11 (1) of Schedule D of the Social Assistance Reform Act, 1997, the prescribed date is May 1, 1998. O. Reg. 137/98, s. 28.",
            "raw_html": "<p class=\"section-e\"><b>28. </b>For the purposes of subsection 11 (1) of Schedule D of the <i>Social Assistance Reform Act, 1997</i>, the prescribed date is May 1, 1998. O. Reg. 137/98, s. 28.</p>"
        },
        {
            "id": "29.",
            "section": "References in Ontario Works Act, 1997",
            "content": "29. Omitted (amends or revokes other Regulations). O. Reg. 137/98, s. 29.",
            "raw_html": "<p class=\"section-e\"><b>29.</b> Omitted (amends or revokes other Regulations). O. Reg. 137/98, s. 29.</p>"
        },
        {
            "id": "30.",
            "section": "References in Ontario Works Act, 1997",
            "content": "30. Omitted (provides for coming into force of provisions of the English version of this Regulation). O. Reg. 137/98, s. 30. Note: Despite the repeal of the General Welfare Assistance Act and the revocation of Regulation 537 of the Revised Regulations of Ontario, 1990, section 19.1 of that Regulation, as it read on April 30, 1998, continues to apply to require delivery agents under the Ontario Works Act, 1997 to pay for special necessities for beneficiaries under the Family Benefits Act as if those delivery agents were municipalities or bands. See: O. Reg. 229/98, s. 7. Français ",
            "raw_html": "<p class=\"section-e\"><b>30.</b> Omitted (provides for coming into force of provisions of the English version of this Regulation). O. Reg. 137/98, s. 30.</p> <p class=\"Pnote-e\"><b>Note: Despite the repeal of the <i>General Welfare Assistance Act</i> and the revocation of Regulation 537 of the Revised Regulations of Ontario, 1990, section 19.1 of that Regulation, as it read on April 30, 1998, continues to apply to require delivery agents under the <i>Ontario Works Act, 1997 </i>to pay for special necessities for beneficiaries under the <i>Family Benefits Act</i> as if those delivery agents were municipalities or bands. See: O. Reg. 229/98, s. 7.</b></p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_980137_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_980137_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}