{
    "reg_info": {
        "full_title": "O. Reg. 65/09: RENTAL OF WAREHOUSE UNITS",
        "reg_name_text": "RENTAL OF WAREHOUSE UNITS",
        "citation": "O. Reg. 65/09: ",
        "act_under": "Ontario Food Terminal Act   Loi sur le Marché des produits alimentaires de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/090065",
        "date_scraped": "2023-12-19 07:50:03"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  6, 2009",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “Food Terminal Building” means the buildings at the Terminal that are used or intended for use, in whole or in part, for the handling, processing, storing or selling of fruit and produce; “related” means, with respect to two or more persons, that the persons are, (a) related persons within the meaning of section 251 of the Income Tax Act (Canada), (b) persons who are deemed not to deal with each other at arm’s length by section 251 of that Act, or (c) affiliated persons within the meaning of section 251.1 of that Act; “warehouse unit” means a unit of space in the Food Terminal Building as determined by the Board and rented by the Board pursuant to one or more leases, subleases, licences or other agreements. O. Reg. 65/09, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Food Terminal Building” means the buildings at the Terminal that are used or intended for use, in whole or in part, for the handling, processing, storing or selling of fruit and produce;</p> <p class=\"definition-e\">“related” means, with respect to two or more persons, that the persons are,</p> <p class=\"defclause-e\">(a) related persons within the meaning of section 251 of the <i>Income Tax Act</i> (Canada),</p> <p class=\"defclause-e\">(b) persons who are deemed not to deal with each other at arm’s length by section 251 of that Act, or</p> <p class=\"defclause-e\">(c) affiliated persons within the meaning of section 251.1 of that Act;</p> <p class=\"definition-e\">“warehouse unit” means a unit of space in the Food Terminal Building as determined by the Board and rented by the Board pursuant to one or more leases, subleases, licences or other agreements. O. Reg. 65/09, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Limit on number of units rented",
            "content": "2. (1) For the purposes of section 5 of the Act, the Board shall not make any arrangement or enter into any agreement to rent more than three warehouse units at one time, (a) to any person; or (b) to two or more related persons. O. Reg. 65/09, s. 2 (1). (2) Subsection (1) does not apply to an arrangement that was made, or an agreement that was entered into, before this Regulation came into force. O. Reg. 65/09, s. 2 (2). (3) Subject to subsection (2) and despite the provisions of any lease, sublease, licence or other agreement, if a person or related persons obtain the right to rent or otherwise occupy more than three warehouse units at one time, whether directly or indirectly by issuance, assignment, gift, transfer or otherwise, the person or persons shall provide notice to the Board within 15 days of obtaining the right and shall cease to rent or otherwise occupy more than three warehouse units within 90 days of obtaining the right. O. Reg. 65/09, s. 2 (3). (4) If a person fails to comply with subsection (3), the Board may, on 30 days written notice, terminate the person’s right to rent or otherwise occupy more than three warehouse units at one time. O. Reg. 65/09, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) For the purposes of section 5 of the Act, the Board shall not make any arrangement or enter into any agreement to rent more than three warehouse units at one time,</p> <p class=\"clause-e\">(a) to any person; or</p> <p class=\"clause-e\">(b) to two or more related persons. O. Reg. 65/09, s. 2 (1).</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to an arrangement that was made, or an agreement that was entered into, before this Regulation came into force. O. Reg. 65/09, s. 2 (2).</p> <p class=\"subsection-e\">(3) Subject to subsection (2) and despite the provisions of any lease, sublease, licence or other agreement, if a person or related persons obtain the right to rent or otherwise occupy more than three warehouse units at one time, whether directly or indirectly by issuance, assignment, gift, transfer or otherwise, the person or persons shall provide notice to the Board within 15 days of obtaining the right and shall cease to rent or otherwise occupy more than three warehouse units within 90 days of obtaining the right. O. Reg. 65/09, s. 2 (3).</p> <p class=\"subsection-e\">(4) If a person fails to comply with subsection (3), the Board may, on 30 days written notice, terminate the person’s right to rent or otherwise occupy more than three warehouse units at one time. O. Reg. 65/09, s. 2 (4).</p>"
        },
        {
            "id": "3.",
            "section": "Evidence of compliance",
            "content": "3. (1) The Board may by written notice require a tenant or other person who, in the opinion of the Board has an interest in a warehouse unit, to provide such information, material or evidence as the Board considers necessary to determine compliance with this Regulation in respect of the unit. O. Reg. 65/09, s. 3 (1). (2) Despite the provisions of any lease, sublease, licence or other agreement, if a person fails to comply with subsection (1), the Board may, (a) suspend the right to rent or otherwise occupy the warehouse unit in question and retake possession of the unit until such time as the information, material or evidence of compliance with this Regulation is provided to the Board; or (b) terminate the right to rent or otherwise occupy the warehouse unit in question. O. Reg. 65/09, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) The Board may by written notice require a tenant or other person who, in the opinion of the Board has an interest in a warehouse unit, to provide such information, material or evidence as the Board considers necessary to determine compliance with this Regulation in respect of the unit. O. Reg. 65/09, s. 3 (1).</p> <p class=\"subsection-e\">(2) Despite the provisions of any lease, sublease, licence or other agreement, if a person fails to comply with subsection (1), the Board may,</p> <p class=\"clause-e\">(a) suspend the right to rent or otherwise occupy the warehouse unit in question and retake possession of the unit until such time as the information, material or evidence of compliance with this Regulation is provided to the Board; or</p> <p class=\"clause-e\">(b) terminate the right to rent or otherwise occupy the warehouse unit in question. O. Reg. 65/09, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Evidence of compliance",
            "content": "4. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 65/09, s. 4. ",
            "raw_html": "<p class=\"section-e\"><b>4.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 65/09, s. 4.</p> <p class=\"Normal\"></p>"
        }
    ]
}