{
    "reg_info": {
        "full_title": "O. Reg. 447/18: SPECIFIED PARTIES - SUBSECTION 102.2 (2) OF THE ACT",
        "reg_name_text": "SPECIFIED PARTIES - SUBSECTION 102.2 (2) OF THE ACT",
        "citation": "O. Reg. 447/18: ",
        "act_under": "Pension Benefits Act",
        "url": "https://www.ontario.ca/laws/regulation/180447",
        "date_scraped": "2023-12-18 23:40:02"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 23, 2018",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Specified parties",
            "content": " 1. (1) The following are the specified parties for the purposes of subsection 102.2 (2) of the Act: 1. The United Steel, Paper and Forestry, Rubber, Manufacturing, Energy, Allied Industrial and Service Workers International Union (United Steelworkers) on behalf of itself and its Local Union 2724 members of The Essar Steel Algoma Inc. Pension Plan for Salaried Employees, registered under the Act as number 1079896. 2. The United Steel, Paper and Forestry, Rubber, Manufacturing, Energy, Allied Industrial and Service Workers International Union (United Steelworkers) on behalf of itself and its Local Union 2251 members of The Essar Steel Algoma Inc. Pension Plan for Hourly Employees, registered under the Act as number 1079904. 3. The United Steel, Paper and Forestry, Rubber, Manufacturing, Energy, Allied Industrial and Service Workers International Union, Local Union 2251, on behalf of former members and retired members (or the surviving spouses of such members) of The Essar Steel Algoma Inc. Pension Plan for Hourly Employees registered under the Act as number 1079904 who were represented by Local 2251 immediately prior to the date on which they retired or their employment was otherwise terminated, but with the exception of 2251 Hourly Plan Opt-Out Individuals within the meaning of the Local 2251 Representation Order. 4. The former members and retired members (or the surviving spouses of such members) of The Essar Steel Algoma Inc. Pension Plan for Salaried Employees, registered under the Act as number 1079896, whether or not such members were represented by a union when they were employed with Essar Steel Algoma Inc., Essar Tech Algoma Inc., Algoma Holdings B.V., Essar Steel Algoma (Alberta) ULC, Cannelton Iron Ore Company or Essar Steel Algoma Inc. USA, but with the exception of Opt-Out Individuals within the meaning of the Amended and Restated Representative Counsel Order. 5. The former members and retired members (or the surviving spouses of such members) of The Essar Steel Algoma Inc. Pension Plan for Hourly Employees registered under the Act as number 1079904 that opted out of representation by Local 2251 within the meaning of the Local 2251 Representation Order, whether or not such members were represented by a union when they were employed with Essar Steel Algoma Inc., Essar Tech Algoma Inc., Algoma Holdings B.V., Essar Steel Algoma (Alberta) ULC, Cannelton Iron Ore Company or Essar Steel Algoma Inc. USA, but with the exception of Opt-Out Individuals within the meaning of the Amended and Restated Representative Counsel Order. (2) In this section, “Amended and Restated Representative Counsel Order” means the order of the Ontario Superior Court of Justice (Commercial List) in court file number CV-15-000011169-00CL dated November 9, 2015, entitled “Amended and Restated Representative Counsel Order”, as amended by the Local 2251 Representation Order; (“ordonnance modifiée et mise à jour de représentation par avocat”) “Local 2251 Representation Order” means the order of the Ontario Superior Court of Justice (Commercial List) in court file number CV-15-000011169-00CL dated December 5, 2017, entitled “Local 2251 Representation Order”. (“ordonnance de représentation par la section locale 2251”)",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) The following are the specified parties for the purposes of subsection 102.2 (2) of the Act:</p> <p class=\"paragraph-e\">  1. The United Steel, Paper and Forestry, Rubber, Manufacturing, Energy, Allied Industrial and Service Workers International Union (United Steelworkers) on behalf of itself and its Local Union 2724 members of The Essar Steel Algoma Inc. Pension Plan for Salaried Employees, registered under the Act as number 1079896.</p> <p class=\"paragraph-e\">  2. The United Steel, Paper and Forestry, Rubber, Manufacturing, Energy, Allied Industrial and Service Workers International Union (United Steelworkers) on behalf of itself and its Local Union 2251 members of The Essar Steel Algoma Inc. Pension Plan for Hourly Employees, registered under the Act as number 1079904. </p> <p class=\"paragraph-e\">  3. The United Steel, Paper and Forestry, Rubber, Manufacturing, Energy, Allied Industrial and Service Workers International Union, Local Union 2251, on behalf of former members and retired members (or the surviving spouses of such members) of The Essar Steel Algoma Inc. Pension Plan for Hourly Employees registered under the Act as number 1079904 who were represented by Local 2251 immediately prior to the date on which they retired or their employment was otherwise terminated, but with the exception of 2251 Hourly Plan Opt-Out Individuals within the meaning of the Local 2251 Representation Order. </p> <p class=\"paragraph-e\">  4. The former members and retired members (or the surviving spouses of such members) of The Essar Steel Algoma Inc. Pension Plan for Salaried Employees, registered under the Act as number 1079896, whether or not such members were represented by a union when they were employed with Essar Steel Algoma Inc., Essar Tech Algoma Inc., Algoma Holdings B.V., Essar Steel Algoma (Alberta) ULC, Cannelton Iron Ore Company or Essar Steel Algoma Inc. USA, but with the exception of Opt-Out Individuals within the meaning of the Amended and Restated Representative Counsel Order. </p> <p class=\"paragraph-e\">  5. The former members and retired members (or the surviving spouses of such members) of The Essar Steel Algoma Inc. Pension Plan for Hourly Employees registered under the Act as number 1079904 that opted out of representation by Local 2251 within the meaning of the Local 2251 Representation Order, whether or not such members were represented by a union when they were employed with Essar Steel Algoma Inc., Essar Tech Algoma Inc., Algoma Holdings B.V., Essar Steel Algoma (Alberta) ULC, Cannelton Iron Ore Company or Essar Steel Algoma Inc. USA, but with the exception of Opt-Out Individuals within the meaning of the Amended and Restated Representative Counsel Order.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"definition-e\">“Amended and Restated Representative Counsel Order” means the order of the Ontario Superior Court of Justice (Commercial List) in court file number CV-15-000011169-00CL dated November 9, 2015, entitled “Amended and Restated Representative Counsel Order”, as amended by the Local 2251 Representation Order; (“ordonnance modifiée et mise à jour de représentation par avocat”)</p> <p class=\"definition-e\">“Local 2251 Representation Order” means the order of the Ontario Superior Court of Justice (Commercial List) in court file number CV-15-000011169-00CL dated December 5, 2017, entitled “Local 2251 Representation Order”. (“ordonnance de représentation par la section locale 2251”)</p>"
        },
        {
            "id": "2.",
            "section": "Specified parties",
            "content": " 2. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Specified parties",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180447\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}