{
    "reg_info": {
        "full_title": "O. Reg. 195/17: FAIR ADJUSTMENT UNDER PART II OF THE ACT",
        "reg_name_text": "FAIR ADJUSTMENT UNDER PART II OF THE ACT",
        "citation": "O. Reg. 195/17: ",
        "act_under": "Ontario Fair Hydro Plan Act, 2017   Loi de 2017 sur le Plan ontarien pour des frais d’électricité équitables",
        "url": "https://www.ontario.ca/laws/regulation/170195",
        "date_scraped": "2023-12-18 22:38:42"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/170195/v5",
            "valid_from": "September 13, 2019",
            "valid_to": "October 31, 2019"
        },
        {
            "a_href": "/laws/regulation/170195/v4",
            "valid_from": "March 22, 2019",
            "valid_to": "September 12, 2019"
        },
        {
            "a_href": "/laws/regulation/170195/v3",
            "valid_from": "January  1, 2018",
            "valid_to": "March 21, 2019"
        },
        {
            "a_href": "/laws/regulation/170195/v2",
            "valid_from": "December 15, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/170195/v1",
            "valid_from": "June 15, 2017",
            "valid_to": "December 14, 2017"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “billing period” means a period of time in respect of which an invoice for electricity is issued by an electricity vendor, a specified consumer or a unit sub-meter provider providing unit sub-metering for a specified consumer; “delivery charges” means the charges calculated as described in subsection 3 (2) of Ontario Regulation 275/04 (Information on Invoices to Certain Classes of Consumers of Electricity) made under the Ontario Energy Board Act, 1998; “Ontario Consumer Price Index” means the Consumer Price Index for Ontario (All-Items) as reported monthly by Statistics Canada under the authority of the Statistics Act\r\n(Canada); “rate-regulated distributor” means a distributor whose rates for the distribution of electricity are approved by an order issued by the Board under section 78 of the Ontario Energy Board Act, 1998; “regulatory charges” means the charges calculated as described in subsection 4 (2) of Ontario Regulation 275/04 (Information on Invoices to Certain Classes of Consumers of Electricity), made under the Ontario Energy Board Act, 1998; “Toronto Hydro” means Toronto Hydro-Electric System Limited; “Total Invoice Amount A” means the total invoice amount described in subsection (2); “Total Invoice Amount B” means the total invoice amount described in subsection (3); “Total Invoice Amount C” means the total invoice amount described in subsection (4); “Total Invoice Amount D” means the total invoice amount described in subsection (4.1); “Total Invoice Amount E” means the total invoice amount described in subsection (4.2). O. Reg. 195/17, s. 1 (1); O. Reg. 46/19, s. 1 (1-3). (2) Total Invoice Amount A consists of the following types of amounts that would be invoiced in respect of a billing period to a hypothetical regulated rate consumer who meets the criteria set out in section 2: 1. The commodity price of the electricity, as determined under the comparison rates described in subsection 7 (3) of the Act. 2. The rates and charges as of May 1, 2017 as set out in the applicable rate order issued by the Board under subsection 78 (3) of the Ontario Energy Board Act, 1998, except for the rates and charges related to any rural or remote rate protection compensation required under subsection 79 (4) of the Ontario Energy Board Act, 1998 or any compensation required under subsection 79.2 (10) of that Act. 3. The rates and charges as of April 30, 2017 as set out in the applicable rate order issued by the Board under subsection 78 (3) of the Ontario Energy Board Act, 1998, related to any rural or remote rate protection compensation required under subsection 79 (4) of the Ontario Energy Board Act, 1998 or any compensation required under subsection 79.2 (10) of that Act. 4. The amount of any harmonized sales tax payable by the consumer under Part IX of the Excise Tax Act (Canada) in respect of the amounts mentioned in paragraphs 1, 2 and 3. O. Reg. 195/17, s. 1 (2). (3) Total Invoice Amount B consists of the following types of amounts that would be invoiced in respect of a billing period to a hypothetical regulated rate consumer who meets the criteria set out in section 2: 1. The commodity price of the electricity, as determined under the rates determined in accordance with section 3. 2. The rates and charges as of May 1, 2017 as set out in the applicable rate order issued by the Board under subsection 78 (3) of the Ontario Energy Board Act, 1998, except for the rates and charges related to any rural or remote rate protection compensation required under subsection 79 (4) of that Act. 3. The rates and charges as of July 1, 2017 as set out in the applicable rate order issued by the Board under subsection 78 (3) of the Ontario Energy Board Act, 1998, related to any rural or remote rate protection compensation required under subsection 79 (4) of that Act. 4. The amount of any harmonized sales tax payable by the consumer under Part IX of the Excise Tax Act (Canada) in respect of the amounts mentioned in paragraphs 1, 2 and 3. O. Reg. 195/17, s. 1 (3). (4) Total Invoice Amount C consists of the following types of amounts that would be invoiced in respect of a billing period to a hypothetical regulated rate consumer who meets the criteria set out in section 2: 1. The commodity price of the electricity, as determined under the rates determined in accordance with subsection 5 (1). 2. The rates and charges as of May 1, 2018 as set out in the applicable rate order issued by the Board under subsection 78 (3) of the Ontario Energy Board Act, 1998. 3. The amount of any harmonized sales tax payable by the consumer under Part IX of the Excise Tax Act (Canada) in respect of the amounts mentioned in paragraphs 1 and 2. O. Reg. 195/17, s. 1 (4). (4.1) Total Invoice Amount D consists of the following types of amounts that would be invoiced in respect of a billing period to a hypothetical regulated rate consumer who meets the criteria set out in section 2.1: 1. The commodity price of the electricity, as determined under the rates determined in accordance with subsection 5 (1). 2. The consumer weighted average amount in respect of delivery charges as of May 1, 2018, as determined by the Board, based on the monthly rates and charges for consumers that are served by rate-regulated distributors and that meet the criteria set out in paragraphs 2 and 3 of section 2.1, and by applying the following rules: i. The monthly rates and charges shall be as set out in applicable rate orders issued by the Board under section 78 of the Ontario Energy Board Act, 1998 on or before May 1, 2018 and in effect on that day, adjusted where applicable under section 79.3 of the Ontario Energy Board Act, 1998 in accordance with the order of the Board issued on June 22, 2017. ii. The charges related to losses shall be determined using the loss factors set out in applicable rate orders issued by the Board under section 78 of the Ontario Energy Board Act, 1998 on or before May 1, 2018 and in effect on that day. iii. The number of consumers shall be determined based on information reported to the Board by rate-regulated distributors for the calendar year 2017. 3. The consumer weighted average amount in respect of regulatory charges as of May 1, 2018, as determined by the Board, based on the monthly rates and charges for consumers that are served by rate-regulated distributors and that meet the criteria set out in paragraphs 2 and 3 of section 2.1, as such rates and charges, other than the standard supply service administration charge, are set out in the order issued by the Board on December 20, 2017 and adjusted for losses, and by applying the following rules: i. The monthly charge for the standard supply service administration charge shall be as set out in applicable rate orders issued by the Board under section 78 of the Ontario Energy Board Act, 1998 on or before May 1, 2018 and in effect on that day. ii. The adjustment for losses shall be determined using the loss factors set out in applicable rate orders issued by the Board under section 78 of the Ontario Energy Board Act, 1998 on or before May 1, 2018 and in effect on that day. iii. The number of consumers shall be determined based on information reported to the Board by rate-regulated distributors for the calendar year 2017. 4. The amount of any harmonized sales tax payable by the consumer under Part IX of the Excise Tax Act (Canada) in respect of the amounts mentioned in paragraphs 1 to 3. O. Reg. 46/19, s. 1 (4). (4.2) Total Invoice Amount E consists of the following types of amounts that would be invoiced in respect of a billing period to a hypothetical regulated rate consumer who meets the criteria set out in section 2.1: 1. The commodity price of the electricity, as determined under the rates determined in accordance with subsection 5.1 (1). 2. The consumer weighted average amount in respect of delivery charges as of May 1, 2019, as determined by the Board, based on the monthly rates and charges for consumers that are served by rate-regulated distributors and that meet the criteria set out in paragraphs 2 and 3 of section 2.1, and by applying the following rules: i. The monthly rates and charges shall be as set out in applicable rate orders issued by the Board under section 78 of the Ontario Energy Board Act, 1998 on or before March 31, 2019 and in effect on May 1, 2019, adjusted where applicable under section 79.3 of the Ontario Energy Board Act, 1998 in accordance with the order of the Board issued on June 21, 2018. ii. The charges related to losses shall be determined using the loss factors set out in applicable rate orders issued by the Board under section 78 of the Ontario Energy Board Act, 1998 on or before March 31, 2019 and in effect on May 1, 2019. iii. The number of consumers shall be determined based on information reported to the Board by rate-regulated distributors for the calendar year 2017. 3. The consumer weighted average amount in respect of regulatory charges as of May 1, 2019, as determined by the Board, based on the monthly rates and charges for consumers that are served by rate-regulated distributors and that meet the criteria set out in paragraphs 2 and 3 of section 2.1, as such rates and charges, other than the standard supply service administration charge, are set out in the order issued by the Board on December 20, 2018 and adjusted for losses, and by applying the following rules: i. The monthly charge for the standard supply service administration charge shall be as set out in applicable rate orders issued by the Board under section 78 of the Ontario Energy Board Act, 1998 on or before March 31, 2019 and in effect on May 1, 2019. ii. The adjustment for losses shall be determined using the loss factors set out in applicable rate orders issued by the Board under section 78 of the Ontario Energy Board Act, 1998 on or before March 31, 2019 and in effect on May 1, 2019. iii. The number of consumers shall be determined based on information reported to the Board by rate-regulated distributors for the calendar year 2017. 4. The amount of any harmonized sales tax payable by the consumer under Part IX of the Excise Tax Act (Canada) in respect of the amounts mentioned in paragraphs 1 to 3. O. Reg. 46/19, s. 1 (4). (5) The following types of amounts shall be excluded from Total Invoice Amount A, Total Invoice Amount B, Total Invoice Amount C, Total Invoice Amount D and Total Invoice Amount E: 1. The balance of any amounts carried forward from previous invoices in respect of previous invoice periods. 2. Penalties or interest. 3. Charges that do not relate to the consumption of electricity. 4. Any of the following charges that may be set out in the applicable rate order issued by the Board under subsection 78 (3) of the Ontario Energy Board Act, 1998: i. A fixed monthly service charge payable by a generation facility within the meaning of section 56 of the Ontario Energy Board Act, 1998 and classified as “microFIT”. ii. A charge labelled as a “specific service charge” or “retail service charge”. 5. The amount of any harmonized sales tax payable by the consumer under Part IX of the Excise Tax Act (Canada) in respect of the amounts mentioned in paragraphs 1, 2, 3 and 4. O. Reg. 195/17, s. 1 (5); O. Reg. 46/19, s. 1 (5). (6) The Board shall take into account any financial assistance under the Ontario Rebate for Electricity Consumers Act, 2016 when determining Total Invoice Amount B, Total Invoice Amount C, Total Invoice Amount D and Total Invoice Amount E, but shall not do so when determining Total Invoice Amount A. O. Reg. 46/19, s. 1 (6). (7) Revoked: O. Reg. 46/19, s. 1 (6).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“billing period” means a period of time in respect of which an invoice for electricity is issued by an electricity vendor, a specified consumer or a unit sub-meter provider providing unit sub-metering for a specified consumer;</p> <p class=\"definition-e\">“delivery charges” means the charges calculated as described in subsection 3 (2) of Ontario Regulation 275/04 (Information on Invoices to Certain Classes of Consumers of Electricity) made under the <i>Ontario Energy Board Act, 1998</i>;</p> <p class=\"definition-e\">“Ontario Consumer Price Index” means the Consumer Price Index for Ontario (All-Items) as reported monthly by Statistics Canada under the authority of the <i>Statistics Act</i>\r\n(Canada);</p> <p class=\"definition-e\">“rate-regulated distributor” means a distributor whose rates for the distribution of electricity are approved by an order issued by the Board under section 78 of the <i>Ontario Energy Board Act, 1998</i>;</p> <p class=\"definition-e\">“regulatory charges” means the charges calculated as described in subsection 4 (2) of Ontario Regulation 275/04 (Information on Invoices to Certain Classes of Consumers of Electricity), made under the <i>Ontario Energy Board Act, 1998;</i></p> <p class=\"definition-e\">“Toronto Hydro” means Toronto Hydro-Electric System Limited;</p> <p class=\"definition-e\">“Total Invoice Amount A” means the total invoice amount described in subsection (2);</p> <p class=\"definition-e\">“Total Invoice Amount B” means the total invoice amount described in subsection (3);</p> <p class=\"definition-e\">“Total Invoice Amount C” means the total invoice amount described in subsection (4);</p> <p class=\"definition-e\">“Total Invoice Amount D” means the total invoice amount described in subsection (4.1);</p> <p class=\"definition-e\">“Total Invoice Amount E” means the total invoice amount described in subsection (4.2). O. Reg. 195/17, s. 1 (1); O. Reg. 46/19, s. 1 (1-3).</p> <p class=\"subsection-e\">  (2) Total Invoice Amount A consists of the following types of amounts that would be invoiced in respect of a billing period to a hypothetical regulated rate consumer who meets the criteria set out in section 2:</p> <p class=\"paragraph-e\">  1. The commodity price of the electricity, as determined under the comparison rates described in subsection 7 (3) of the Act.</p> <p class=\"paragraph-e\">  2. The rates and charges as of May 1, 2017 as set out in the applicable rate order issued by the Board under subsection 78 (3) of the <i>Ontario Energy Board Act, 1998</i>, except for the rates and charges related to any rural or remote rate protection compensation required under subsection 79 (4) of the <i>Ontario Energy Board Act, 1998</i> or any compensation required under subsection 79.2 (10) of that Act.</p> <p class=\"paragraph-e\">  3. The rates and charges as of April 30, 2017 as set out in the applicable rate order issued by the Board under subsection 78 (3) of the <i>Ontario Energy Board Act, 1998</i>, related to any rural or remote rate protection compensation required under subsection 79 (4) of the <i>Ontario Energy Board Act, 1998</i> or any compensation required under subsection 79.2 (10) of that Act.</p> <p class=\"paragraph-e\">  4. The amount of any harmonized sales tax payable by the consumer under Part IX of the <i>Excise Tax Act</i> (Canada) in respect of the amounts mentioned in paragraphs 1, 2 and 3. O. Reg. 195/17, s. 1 (2).</p> <p class=\"subsection-e\">  (3) Total Invoice Amount B consists of the following types of amounts that would be invoiced in respect of a billing period to a hypothetical regulated rate consumer who meets the criteria set out in section 2:</p> <p class=\"paragraph-e\">  1. The commodity price of the electricity, as determined under the rates determined in accordance with section 3.</p> <p class=\"paragraph-e\">  2. The rates and charges as of May 1, 2017 as set out in the applicable rate order issued by the Board under subsection 78 (3) of the <i>Ontario Energy Board Act, 1998</i>, except for the rates and charges related to any rural or remote rate protection compensation required under subsection 79 (4) of that Act.</p> <p class=\"paragraph-e\">  3. The rates and charges as of July 1, 2017 as set out in the applicable rate order issued by the Board under subsection 78 (3) of the <i>Ontario Energy Board Act, 1998</i>, related to any rural or remote rate protection compensation required under subsection 79 (4) of that Act.</p> <p class=\"paragraph-e\">  4. The amount of any harmonized sales tax payable by the consumer under Part IX of the <i>Excise Tax Act</i> (Canada) in respect of the amounts mentioned in paragraphs 1, 2 and 3. O. Reg. 195/17, s. 1 (3).</p> <p class=\"subsection-e\">  (4) Total Invoice Amount C consists of the following types of amounts that would be invoiced in respect of a billing period to a hypothetical regulated rate consumer who meets the criteria set out in section 2:</p> <p class=\"paragraph-e\">  1. The commodity price of the electricity, as determined under the rates determined in accordance with subsection 5 (1).</p> <p class=\"paragraph-e\">  2. The rates and charges as of May 1, 2018 as set out in the applicable rate order issued by the Board under subsection 78 (3) of the <i>Ontario Energy Board Act, 1998</i>.</p> <p class=\"paragraph-e\">  3. The amount of any harmonized sales tax payable by the consumer under Part IX of the <i>Excise Tax Act</i> (Canada) in respect of the amounts mentioned in paragraphs 1 and 2. O. Reg. 195/17, s. 1 (4).</p> <p class=\"subsection-e\">  (4.1) Total Invoice Amount D consists of the following types of amounts that would be invoiced in respect of a billing period to a hypothetical regulated rate consumer who meets the criteria set out in section 2.1:</p> <p class=\"paragraph-e\">  1. The commodity price of the electricity, as determined under the rates determined in accordance with subsection 5 (1).</p> <p class=\"paragraph-e\">  2. The consumer weighted average amount in respect of delivery charges as of May 1, 2018, as determined by the Board, based on the monthly rates and charges for consumers that are served by rate-regulated distributors and that meet the criteria set out in paragraphs 2 and 3 of section 2.1, and by applying the following rules:</p> <p class=\"subpara-e\">  i. The monthly rates and charges shall be as set out in applicable rate orders issued by the Board under section 78 of the <i>Ontario Energy Board Act, 1998 </i>on or before May 1, 2018 and in effect on that day, adjusted where applicable under section 79.3 of the <i>Ontario Energy Board Act, 1998 </i>in accordance with the order of the Board issued on June 22, 2017.</p> <p class=\"subpara-e\">  ii. The charges related to losses shall be determined using the loss factors set out in applicable rate orders issued by the Board under section 78 of the <i>Ontario Energy Board Act, 1998 </i>on or before May 1, 2018 and in effect on that day.</p> <p class=\"subpara-e\">  iii. The number of consumers shall be determined based on information reported to the Board by rate-regulated distributors for the calendar year 2017. </p> <p class=\"paragraph-e\">  3. The consumer weighted average amount in respect of regulatory charges as of May 1, 2018, as determined by the Board, based on the monthly rates and charges for consumers that are served by rate-regulated distributors and that meet the criteria set out in paragraphs 2 and 3 of section 2.1, as such rates and charges, other than the standard supply service administration charge, are set out in the order issued by the Board on December 20, 2017 and adjusted for losses, and by applying the following rules:</p> <p class=\"subpara-e\">  i. The monthly charge for the standard supply service administration charge shall be as set out in applicable rate orders issued by the Board under section 78 of the <i>Ontario Energy Board Act, 1998 </i>on or before May 1, 2018 and in effect on that day. </p> <p class=\"subpara-e\">  ii. The adjustment for losses shall be determined using the loss factors set out in applicable rate orders issued by the Board under section 78 of the <i>Ontario Energy Board Act, 1998 </i>on or before May 1, 2018 and in effect on that day.</p> <p class=\"subpara-e\">  iii. The number of consumers shall be determined based on information reported to the Board by rate-regulated distributors for the calendar year 2017.</p> <p class=\"paragraph-e\">  4. The amount of any harmonized sales tax payable by the consumer under Part IX of the <i>Excise Tax Act </i>(Canada) in respect of the amounts mentioned in paragraphs 1 to 3. O. Reg. 46/19, s. 1 (4).</p> <p class=\"subsection-e\">  (4.2) Total Invoice Amount E consists of the following types of amounts that would be invoiced in respect of a billing period to a hypothetical regulated rate consumer who meets the criteria set out in section 2.1: </p> <p class=\"paragraph-e\">  1. The commodity price of the electricity, as determined under the rates determined in accordance with subsection 5.1 (1).</p> <p class=\"paragraph-e\">  2. The consumer weighted average amount in respect of delivery charges as of May 1, 2019, as determined by the Board, based on the monthly rates and charges for consumers that are served by rate-regulated distributors and that meet the criteria set out in paragraphs 2 and 3 of section 2.1, and by applying the following rules:</p> <p class=\"subpara-e\">  i. The monthly rates and charges shall be as set out in applicable rate orders issued by the Board under section 78 of the <i>Ontario Energy Board Act, 1998 </i>on or before March 31, 2019 and in effect on May 1, 2019, adjusted where applicable under section 79.3 of the <i>Ontario Energy Board Act, 1998 </i>in accordance with the order of the Board issued on June 21, 2018.</p> <p class=\"subpara-e\">  ii. The charges related to losses shall be determined using the loss factors set out in applicable rate orders issued by the Board under section 78 of the <i>Ontario Energy Board Act, 1998 </i>on or before March 31, 2019 and in effect on May 1, 2019.</p> <p class=\"subpara-e\">  iii. The number of consumers shall be determined based on information reported to the Board by rate-regulated distributors for the calendar year 2017. </p> <p class=\"paragraph-e\">  3. The consumer weighted average amount in respect of regulatory charges as of May 1, 2019, as determined by the Board, based on the monthly rates and charges for consumers that are served by rate-regulated distributors and that meet the criteria set out in paragraphs 2 and 3 of section 2.1, as such rates and charges, other than the standard supply service administration charge, are set out in the order issued by the Board on December 20, 2018 and adjusted for losses, and by applying the following rules:</p> <p class=\"subpara-e\">  i. The monthly charge for the standard supply service administration charge shall be as set out in applicable rate orders issued by the Board under section 78 of the <i>Ontario Energy Board Act, 1998 </i>on or before March 31, 2019 and in effect on May 1, 2019.</p> <p class=\"subpara-e\">  ii. The adjustment for losses shall be determined using the loss factors set out in applicable rate orders issued by the Board under section 78 of the <i>Ontario Energy Board Act, 1998 </i>on or before March 31, 2019 and in effect on May 1, 2019.</p> <p class=\"subpara-e\">  iii. The number of consumers shall be determined based on information reported to the Board by rate-regulated distributors for the calendar year 2017.</p> <p class=\"paragraph-e\">  4. The amount of any harmonized sales tax payable by the consumer under Part IX of the <i>Excise Tax Act </i>(Canada) in respect of the amounts mentioned in paragraphs 1 to 3. O. Reg. 46/19, s. 1 (4).</p> <p class=\"subsection-e\">  (5) The following types of amounts shall be excluded from Total Invoice Amount A, Total Invoice Amount B, Total Invoice Amount C, Total Invoice Amount D and Total Invoice Amount E:</p> <p class=\"paragraph-e\">  1. The balance of any amounts carried forward from previous invoices in respect of previous invoice periods.</p> <p class=\"paragraph-e\">  2. Penalties or interest.</p> <p class=\"paragraph-e\">  3. Charges that do not relate to the consumption of electricity.</p> <p class=\"paragraph-e\">  4. Any of the following charges that may be set out in the applicable rate order issued by the Board under subsection 78 (3) of the <i>Ontario Energy Board Act, 1998</i>:</p> <p class=\"subpara-e\">  i. A fixed monthly service charge payable by a generation facility within the meaning of section 56 of the <i>Ontario Energy Board Act, 1998</i> and classified as “microFIT”.</p> <p class=\"subpara-e\">  ii. A charge labelled as a “specific service charge” or “retail service charge”.</p> <p class=\"paragraph-e\">  5. The amount of any harmonized sales tax payable by the consumer under Part IX of the <i>Excise Tax Act</i> (Canada) in respect of the amounts mentioned in paragraphs 1, 2, 3 and 4. O. Reg. 195/17, s. 1 (5); O. Reg. 46/19, s. 1 (5).</p> <p class=\"subsection-e\">  (6) The Board shall take into account any financial assistance under the <i>Ontario Rebate for Electricity Consumers Act, 2016 </i>when determining Total Invoice Amount B, Total Invoice Amount C, Total Invoice Amount D and Total Invoice Amount E, but shall not do so when determining Total Invoice Amount A. O. Reg. 46/19, s. 1 (6).</p> <p class=\"subsection-e\">  (7) <span>Revoked</span>: O. Reg. 46/19, s. 1 (6).</p>"
        },
        {
            "id": "2.",
            "section": "Hypothetical regulated rate consumer, Invoices A, B and C",
            "content": " 2. For the purposes of subsections 1 (2), (3) and (4), a hypothetical regulated rate consumer meets the following criteria: 1. The consumer purchases electricity directly from Toronto Hydro. 2. The consumer has an account with Toronto Hydro that falls within the residential-service rate classification as specified in a rate order made by the Board under section 78 of the Ontario Energy Board Act, 1998. 3. The consumer’s billing period is 30 days. 4. The consumer is not invoiced by Toronto Hydro for electricity on an equal monthly payment plan, an equal billing plan or a net metered basis. 5. The consumer is not a rate-assisted consumer within the meaning of section 79.2 of the Ontario Energy Board Act, 1998. 6. The consumer uses 750 kilowatt hours of electricity in each billing period. 7. The consumer’s time-of-use consumption profile in each billing period is described as follows: i. 65 per cent of the consumer’s usage occurs during off-peak periods associated with the regulated price referred to as RPEMOFF in section 3.4 of the “Standard Supply Service Code for Electricity Distributors” issued by the Board. ii. 17 per cent of the consumer’s usage occurs during mid-peak periods associated with the regulated price referred to as RPEMMID in section 3.4 of the “Standard Supply Service Code for Electricity Distributors” issued by the Board. iii. 18 per cent of the consumer’s usage occurs during on-peak periods associated with the regulated price referred to as RPEMON in section 3.4 of the “Standard Supply Service Code for Electricity Distributors” issued by the Board. O. Reg. 195/17, s. 2; O. Reg. 46/19, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>For the purposes of subsections 1 (2), (3) and (4), a hypothetical regulated rate consumer meets the following criteria:</p> <p class=\"paragraph-e\">  1. The consumer purchases electricity directly from Toronto Hydro.</p> <p class=\"paragraph-e\">  2. The consumer has an account with Toronto Hydro that falls within the residential-service rate classification as specified in a rate order made by the Board under section 78 of the <i>Ontario Energy Board Act, 1998</i>.</p> <p class=\"paragraph-e\">  3. The consumer’s billing period is 30 days.</p> <p class=\"paragraph-e\">  4. The consumer is not invoiced by Toronto Hydro for electricity on an equal monthly payment plan, an equal billing plan or a net metered basis.</p> <p class=\"paragraph-e\">  5. The consumer is not a rate-assisted consumer within the meaning of section 79.2 of the <i>Ontario Energy Board Act, 1998</i>.</p> <p class=\"paragraph-e\">  6. The consumer uses 750 kilowatt hours of electricity in each billing period.</p> <p class=\"paragraph-e\">  7. The consumer’s time-of-use consumption profile in each billing period is described as follows:</p> <p class=\"subpara-e\">  i. 65 per cent of the consumer’s usage occurs during off-peak periods associated with the regulated price referred to as RPEM<sub>OFF</sub> in section 3.4 of the “Standard Supply Service Code for Electricity Distributors” issued by the Board.</p> <p class=\"subpara-e\">  ii. 17 per cent of the consumer’s usage occurs during mid-peak periods associated with the regulated price referred to as RPEM<sub>MID</sub> in section 3.4 of the “Standard Supply Service Code for Electricity Distributors” issued by the Board.</p> <p class=\"subpara-e\">  iii. 18 per cent of the consumer’s usage occurs during on-peak periods associated with the regulated price referred to as RPEM<sub>ON</sub> in section 3.4 of the “Standard Supply Service Code for Electricity Distributors” issued by the Board. O. Reg. 195/17, s. 2; O. Reg. 46/19, s. 2.</p>"
        },
        {
            "id": "2.1",
            "section": "Hypothetical regulated rate consumer, Invoices D and E",
            "content": " 2.1 For the purposes of subsections 1 (4.1) and (4.2), a hypothetical regulated rate consumer meets the following criteria: 1. The consumer purchases electricity directly from a rate-regulated distributor and is invoiced for electricity based on time-of-use. 2. The consumer does not have an account with Hydro One Remote Communities Inc. or Algoma Power Inc. 3. The consumer has an account that falls within a residential-service rate classification, as specified in a rate order made by the Board under section 78 of the Ontario Energy Board Act, 1998. 4. The consumer’s billing period is 30 days. 5. The consumer is not invoiced for electricity on an equal monthly payment plan, an equal billing plan or a net metered basis. 6. The consumer is not a rate-assisted consumer within the meaning of section 79.2 of the Ontario Energy Board Act, 1998. 7. The consumer uses 700 kilowatt hours of electricity in each billing period. 8. The consumer’s time-of-use consumption profile in each billing period is described as follows: i. 65 per cent of the consumer’s usage occurs during off-peak periods associated with the regulated price referred to as RPEMOFF in section 3.4 of the “Standard Supply Service Code for Electricity Distributors” issued by the Board. ii. 17 per cent of the consumer’s usage occurs during mid-peak periods associated with the regulated price referred to as RPEMMID in section 3.4 of the “Standard Supply Service Code for Electricity Distributors” issued by the Board. iii. 18 per cent of the consumer’s usage occurs during on-peak periods associated with the regulated price referred to as RPEMON in section 3.4 of the “Standard Supply Service Code for Electricity Distributors” issued by the Board. O. Reg. 46/19, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>2.1 </b>For the purposes of subsections 1 (4.1) and (4.2), a hypothetical regulated rate consumer meets the following criteria:</p> <p class=\"paragraph-e\">  1. The consumer purchases electricity directly from a rate-regulated distributor and is invoiced for electricity based on time-of-use.</p> <p class=\"paragraph-e\">  2. The consumer does not have an account with Hydro One Remote Communities Inc. or Algoma Power Inc.</p> <p class=\"paragraph-e\">  3. The consumer has an account that falls within a residential-service rate classification, as specified in a rate order made by the Board under section 78 of the Ontario Energy Board Act, 1998.</p> <p class=\"paragraph-e\">  4. The consumer’s billing period is 30 days.</p> <p class=\"paragraph-e\">  5. The consumer is not invoiced for electricity on an equal monthly payment plan, an equal billing plan or a net metered basis.</p> <p class=\"paragraph-e\">  6. The consumer is not a rate-assisted consumer within the meaning of section 79.2 of the <i>Ontario Energy Board Act, 1998</i>.</p> <p class=\"paragraph-e\">  7. The consumer uses 700 kilowatt hours of electricity in each billing period.</p> <p class=\"paragraph-e\">  8. The consumer’s time-of-use consumption profile in each billing period is described as follows:</p> <p class=\"subpara-e\">  i. 65 per cent of the consumer’s usage occurs during off-peak periods associated with the regulated price referred to as RPEM<sub>OFF</sub> in section 3.4 of the “Standard Supply Service Code for Electricity Distributors” issued by the Board.</p> <p class=\"subpara-e\">  ii. 17 per cent of the consumer’s usage occurs during mid-peak periods associated with the regulated price referred to as RPEM<sub>MID</sub> in section 3.4 of the “Standard Supply Service Code for Electricity Distributors” issued by the Board.</p> <p class=\"subpara-e\">  iii. 18 per cent of the consumer’s usage occurs during on-peak periods associated with the regulated price referred to as RPEM<sub>ON</sub> in section 3.4 of the “Standard Supply Service Code for Electricity Distributors” issued by the Board. O. Reg. 46/19, s. 3.</p>"
        },
        {
            "id": "3.",
            "section": "Regulated rate consumers, first fair adjustment under s. 7 of the Act",
            "content": " 3. For the purposes of section 7 of the Act, the Board shall determine the rates that would, when applied for the purposes of determining the commodity price of the electricity included in Total Invoice Amount B, result in Total Invoice Amount B being 25 per cent less than Total Invoice Amount A.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>For the purposes of section 7 of the Act, the Board shall determine the rates that would, when applied for the purposes of determining the commodity price of the electricity included in Total Invoice Amount B, result in Total Invoice Amount B being 25 per cent less than Total Invoice Amount A.</p>"
        },
        {
            "id": "4.",
            "section": "Other specified consumers, first fair adjustment under s. 8 of the Act",
            "content": " 4. (1) For the purposes of section 8 of the Act, the Board shall determine a dollar per megawatt hour amount that represents the difference between the following: 1. The comparison rates described in subsection 7 (3) of the Act. 2. The rates determined by the Board under section 3 of this Regulation. (2) The adjustment to be applied by electricity vendors in respect of each billing period with respect to specified consumers who are not regulated rate consumers shall be determined as follows: 1. The electricity vendor shall multiply the dollar per megawatt hour amount determined by the Board under subsection (1) by the total volume of electricity consumed by the specified consumer during the billing period. 2. The electricity vendor shall deduct the amount determined under paragraph 1 from the amount otherwise payable by the specified consumer in respect of the billing period for adjustments made under section 25.33 of the Electricity Act, 1998. (3) For the purposes of paragraph 1 of subsection (2), the total volume of electricity consumed by a specified consumer in a billing period shall be, (a) in the case of a specified consumer that is a market participant as defined in the Electricity Act, 1998, the net volume of electricity withdrawn from the IESO-controlled grid by the specified consumer during the billing period, as determined in accordance with the market rules made under section 32 of that Act; or (b) in any other case, the volume of electricity distributed to the specified consumer during the billing period by the electricity vendor, adjusted for total losses as defined in and in accordance with the Retail Settlement Code, issued by the Board under the Ontario Energy Board Act, 1998. (4) For greater certainty, if the amount determined under paragraph 2 of subsection (2) in respect of a billing period is a negative amount, that amount shall be a credit for the specified consumer for that billing period.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) For the purposes of section 8 of the Act, the Board shall determine a dollar per megawatt hour amount that represents the difference between the following:</p> <p class=\"paragraph-e\">  1. The comparison rates described in subsection 7 (3) of the Act.</p> <p class=\"paragraph-e\">  2. The rates determined by the Board under section 3 of this Regulation.</p> <p class=\"subsection-e\">  (2) The adjustment to be applied by electricity vendors in respect of each billing period with respect to specified consumers who are not regulated rate consumers shall be determined as follows:</p> <p class=\"paragraph-e\">  1. The electricity vendor shall multiply the dollar per megawatt hour amount determined by the Board under subsection (1) by the total volume of electricity consumed by the specified consumer during the billing period.</p> <p class=\"paragraph-e\">  2. The electricity vendor shall deduct the amount determined under paragraph 1 from the amount otherwise payable by the specified consumer in respect of the billing period for adjustments made under section 25.33 of the <i>Electricity Act, 1998</i>.</p> <p class=\"subsection-e\">  (3) For the purposes of paragraph 1 of subsection (2), the total volume of electricity consumed by a specified consumer in a billing period shall be,</p> <p class=\"clause-e\">  (a) in the case of a specified consumer that is a market participant as defined in the <i>Electricity Act, 1998</i>, the net volume of electricity withdrawn from the IESO-controlled grid by the specified consumer during the billing period, as determined in accordance with the market rules made under section 32 of that Act; or</p> <p class=\"clause-e\">  (b) in any other case, the volume of electricity distributed to the specified consumer during the billing period by the electricity vendor, adjusted for total losses as defined in and in accordance with the Retail Settlement Code, issued by the Board under the <i>Ontario Energy Board Act, 1998</i>.</p> <p class=\"subsection-e\">  (4) For greater certainty, if the amount determined under paragraph 2 of subsection (2) in respect of a billing period is a negative amount, that amount shall be a credit for the specified consumer for that billing period.</p>"
        },
        {
            "id": "5.",
            "section": "Adjustments for May 1, 2018 to April 30, 2019, regulated rate consumers",
            "content": " 5. (1) For the purpose of determining the electricity rates payable by regulated rate consumers for the period beginning on May 1, 2018 and ending on April 30, 2019, the Board shall, (a) if the rate of inflation is a negative amount or is zero, determine electricity rates for regulated rate consumers in accordance with subsection (2); or (b) in any other case, determine electricity rates for regulated rate consumers in accordance with subsection (3). O. Reg. 195/17, s. 5 (1). (2) For the purposes of clause (1) (a), the Board shall determine the rates that would, when applied for the purposes of determining the commodity price of the electricity included in Total Invoice Amount C, result in Total Invoice Amount C being equal to Total Invoice Amount B. O. Reg. 195/17, s. 5 (2). (2.1) For the purposes of clause (1) (a) and subsection (3), the rate of inflation is the percentage change between, (a) the value of the Ontario Consumer Price Index, averaged over 12 months, for the 12-month period immediately preceding the 12-month period described in clause (b); and (b) the value of the Ontario Consumer Price Index, averaged over 12 months, for the 12-month period ending on the last day of February immediately preceding the day on which the determination of the Board under clause 11 (1) (a) of the Act takes effect. O. Reg. 46/19, s. 4. (3) For the purposes of clause (1) (b), the Board shall determine the rates that would, when applied for the purposes of determining the commodity price of the electricity included in Total Invoice Amount C, result in Total Invoice Amount C being greater than Total Invoice Amount B by the rate of inflation. O. Reg. 195/17, s. 5 (3). (4) The Board shall, for the purposes of allowing an electricity vendor or unit sub-meter provider to comply with Ontario Regulation 196/17 (Invoicing Requirements) made under the Act, calculate the time-of-use and tiered rates that would have been effective on May 1, 2018 if they had been determined using the method prescribed by the regulations made under clause 79.16 (1) (b) of the Ontario Energy Board Act, 1998 and without taking into account any forecasted impact of any provisions of the Act. O. Reg. 517/17, s. 1. (5) The Board shall publish on its website the rates calculated under subsection (4) at the same time that it publishes the rates determined under subsection (1). O. Reg. 517/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) For the purpose of determining the electricity rates payable by regulated rate consumers for the period beginning on May 1, 2018 and ending on April 30, 2019, the Board shall,</p> <p class=\"clause-e\">  (a) if the rate of inflation is a negative amount or is zero, determine electricity rates for regulated rate consumers in accordance with subsection (2); or</p> <p class=\"clause-e\">  (b) in any other case, determine electricity rates for regulated rate consumers in accordance with subsection (3). O. Reg. 195/17, s. 5 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of clause (1) (a), the Board shall determine the rates that would, when applied for the purposes of determining the commodity price of the electricity included in Total Invoice Amount C, result in Total Invoice Amount C being equal to Total Invoice Amount B. O. Reg. 195/17, s. 5 (2).</p> <p class=\"subsection-e\">  (2.1) For the purposes of clause (1) (a) and subsection (3), the rate of inflation is the percentage change between,</p> <p class=\"clause-e\">  (a) the value of the Ontario Consumer Price Index, averaged over 12 months,<i> </i>for the 12-month period immediately preceding the 12-month period described in clause (b); and</p> <p class=\"clause-e\">  (b) the value of the Ontario Consumer Price Index, averaged over 12 months, for the 12-month period ending on the last day of February immediately preceding the day on which the determination of the Board under clause 11 (1) (a) of the Act takes effect. O. Reg. 46/19, s. 4.</p> <p class=\"subsection-e\">  (3) For the purposes of clause (1) (b), the Board shall determine the rates that would, when applied for the purposes of determining the commodity price of the electricity included in Total Invoice Amount C, result in Total Invoice Amount C being greater than Total Invoice Amount B by the rate of inflation. O. Reg. 195/17, s. 5 (3).</p> <p class=\"subsection-e\">  (4) The Board shall, for the purposes of allowing an electricity vendor or unit sub-meter provider to comply with Ontario Regulation 196/17 (Invoicing Requirements) made under the Act, calculate the time-of-use and tiered rates that would have been effective on May 1, 2018 if they had been determined using the method prescribed by the regulations made under clause 79.16 (1) (b) of the <i>Ontario Energy Board Act, 1998</i> and without taking into account any forecasted impact of any provisions of the Act. O. Reg. 517/17, s. 1.</p> <p class=\"subsection-e\">  (5) The Board shall publish on its website the rates calculated under subsection (4) at the same time that it publishes the rates determined under subsection (1). O. Reg. 517/17, s. 1.</p>"
        },
        {
            "id": "5.1",
            "section": "Adjustments for May 1, 2019 to October 31, 2019, regulated rate consumers",
            "content": " 5.1 (1) For the purpose of determining the electricity rates payable by regulated rate consumers for the period beginning on May 1, 2019 and ending on October 31, 2019, the Board shall, (a) if the rate of inflation is a negative amount or is zero, determine electricity rates for regulated rate consumers in accordance with subsection (2); or (b) in any other case, determine electricity rates for regulated rate consumers in accordance with subsection (3). O. Reg. 46/19, s. 5. (2) For the purposes of clause (1) (a), the Board shall determine the rates that would, when applied for the purposes of determining the commodity price of the electricity included in Total Invoice Amount E, result in Total Invoice Amount E being equal to Total Invoice Amount D. O. Reg. 46/19, s. 5. (3) For the purposes of clause (1) (a) and subsection (4), the rate of inflation is the percentage change between the value of the Ontario Consumer Price Index for the month of February 2018 and the value of the Ontario Consumer Price Index for the month of February 2019. O. Reg. 46/19, s. 5. (4) For the purposes of clause (1) (b), the Board shall determine the rates that would, when applied for the purposes of determining the commodity price of the electricity included in Total Invoice Amount E, result in Total Invoice Amount E being greater than Total Invoice Amount D by the rate of inflation. O. Reg. 46/19, s. 5. (5) The Board shall calculate the time-of-use and tiered rates that would have been effective on May 1, 2019 if they had been determined using the method prescribed by the regulations made under clause 79.16 (1) (b) of the Ontario Energy Board Act, 1998 and without taking into account any forecasted impact of any provisions of the Act. O. Reg. 46/19, s. 5. (6) The Board shall publish on its website the rates calculated under subsection (5) at the same time that it publishes the rates determined under subsection (1). O. Reg. 46/19, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5.1 </b>(1) For the purpose of determining the electricity rates payable by regulated rate consumers for the period beginning on May 1, 2019 and ending on October 31, 2019, the Board shall,</p> <p class=\"clause-e\">  (a) if the rate of inflation is a negative amount or is zero, determine electricity rates for regulated rate consumers in accordance with subsection (2); or</p> <p class=\"clause-e\">  (b) in any other case, determine electricity rates for regulated rate consumers in accordance with subsection (3). O. Reg. 46/19, s. 5.</p> <p class=\"subsection-e\">  (2) For the purposes of clause (1) (a), the Board shall determine the rates that would, when applied for the purposes of determining the commodity price of the electricity included in Total Invoice Amount E, result in Total Invoice Amount E being equal to Total Invoice Amount D. O. Reg. 46/19, s. 5.</p> <p class=\"subsection-e\">  (3) For the purposes of clause (1) (a) and subsection (4), the rate of inflation is the percentage change between the value of the Ontario Consumer Price Index for the month of February 2018 and the value of the Ontario Consumer Price Index for the month of February 2019. O. Reg. 46/19, s. 5.</p> <p class=\"subsection-e\">  (4) For the purposes of clause (1) (b), the Board shall determine the rates that would, when applied for the purposes of determining the commodity price of the electricity included in Total Invoice Amount E, result in Total Invoice Amount E being greater than Total Invoice Amount D by the rate of inflation. O. Reg. 46/19, s. 5.</p> <p class=\"subsection-e\">  (5) The Board shall calculate the time-of-use and tiered rates that would have been effective on May 1, 2019 if they had been determined using the method prescribed by the regulations made under clause 79.16 (1) (b) of the <i>Ontario Energy Board Act, 1998 </i>and without taking into account any forecasted impact of any provisions of the Act. O. Reg. 46/19, s. 5.</p> <p class=\"subsection-e\">  (6) The Board shall publish on its website the rates calculated under subsection (5) at the same time that it publishes the rates determined under subsection (1). O. Reg. 46/19, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Adjustments for May 1, 2018 to April 30, 2019, other specified consumers",
            "content": " 6. (1) For the purpose of determining adjustments to be applied in respect of specified consumers who are not regulated rate consumers for the period beginning on May 1, 2018 and ending on April 30, 2019, the Board shall determine a dollar per megawatt hour amount that represents the difference between the following: 1. The rates mentioned in subsection (4). 2. The rates determined by the Board under subsection 5 (1). O. Reg. 195/17, s. 6 (1). (2) The adjustment to be applied by electricity vendors in respect of each billing period for the period beginning on May 1, 2018 and ending on April 30, 2019 with respect to specified consumers who are not regulated rate consumers shall be determined as follows: 1. The electricity vendor shall multiply the dollar per megawatt hour amount determined by the Board under subsection (1) by the total volume of electricity consumed by the specified consumer during the billing period. 2. The electricity vendor shall deduct the amount determined under paragraph 1 from the amount otherwise payable by the specified consumer in respect of a billing period for adjustments made under section 25.33 of the Electricity Act, 1998. O. Reg. 195/17, s. 6 (2). (3) For the purposes of paragraph 1 of subsection (2), the total volume of the electricity consumed by a specified consumer in a billing period shall be, (a) in the case of a specified consumer that is a market participant as defined in the Electricity Act, 1998, the net volume of electricity withdrawn from the IESO-controlled grid by the specified consumer during the billing period, as determined in accordance with the market rules made under section 32 of that Act; or (b) in any other case,  the volume of electricity distributed to the specified consumer during the billing period by the electricity vendor, adjusted for total losses as defined in and in accordance with the Retail Settlement Code issued by the Board under the Ontario Energy Board Act, 1998. O. Reg. 195/17, s. 6 (3). (4) The rates referred to in paragraph 1 of subsection (1) are the rates that would have been effective May 1, 2018 if they had been determined by the Board using the method prescribed by regulations made under clause 79.16 (1) (b) of the Ontario Energy Board Act, 1998, without taking into account any forecasted impact of any provision of the Act. O. Reg. 195/17, s. 6 (4). (5) For greater certainty, if the amount determined under paragraph 2 of subsection (2) in respect of a billing period is a negative amount, that amount shall be a credit for the specified consumer for that billing period. O. Reg. 195/17, s. 6 (5). (6) The Board shall publish on its website the dollar per megawatt hour amounts determined under subsection (1) at the same time that it publishes the rates determined under subsection 5 (1). O. Reg. 517/17, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) For the purpose of determining adjustments to be applied in respect of specified consumers who are not regulated rate consumers for the period beginning on May 1, 2018 and ending on April 30, 2019, the Board shall determine a dollar per megawatt hour amount that represents the difference between the following:</p> <p class=\"paragraph-e\">  1. The rates mentioned in subsection (4).</p> <p class=\"paragraph-e\">  2. The rates determined by the Board under subsection 5 (1). O. Reg. 195/17, s. 6 (1).</p> <p class=\"subsection-e\">  (2) The adjustment to be applied by electricity vendors in respect of each billing period for the period beginning on May 1, 2018 and ending on April 30, 2019 with respect to specified consumers who are not regulated rate consumers shall be determined as follows:</p> <p class=\"paragraph-e\">  1. The electricity vendor shall multiply the dollar per megawatt hour amount determined by the Board under subsection (1) by the total volume of electricity consumed by the specified consumer during the billing period.</p> <p class=\"paragraph-e\">  2. The electricity vendor shall deduct the amount determined under paragraph 1 from the amount otherwise payable by the specified consumer in respect of a billing period for adjustments made under section 25.33 of the <i>Electricity Act, 1998</i>. O. Reg. 195/17, s. 6 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of paragraph 1 of subsection (2), the total volume of the electricity consumed by a specified consumer in a billing period shall be,</p> <p class=\"clause-e\">  (a) in the case of a specified consumer that is a market participant as defined in the <i>Electricity Act, 1998</i>, the net volume of electricity withdrawn from the IESO-controlled grid by the specified consumer during the billing period, as determined in accordance with the market rules made under section 32 of that Act; or</p> <p class=\"clause-e\">  (b) in any other case,  the volume of electricity distributed to the specified consumer during the billing period by the electricity vendor, adjusted for total losses as defined in and in accordance with the Retail Settlement Code issued by the Board under the <i>Ontario Energy Board Act, 1998</i>. O. Reg. 195/17, s. 6 (3).</p> <p class=\"subsection-e\">  (4) The rates referred to in paragraph 1 of subsection (1) are the rates that would have been effective May 1, 2018 if they had been determined by the Board using the method prescribed by regulations made under clause 79.16 (1) (b) of the <i>Ontario Energy Board Act, 1998</i>, without taking into account any forecasted impact of any provision of the Act. O. Reg. 195/17, s. 6 (4).</p> <p class=\"subsection-e\">  (5) For greater certainty, if the amount determined under paragraph 2 of subsection (2) in respect of a billing period is a negative amount, that amount shall be a credit for the specified consumer for that billing period. O. Reg. 195/17, s. 6 (5).</p> <p class=\"subsection-e\">  (6) The Board shall publish on its website the dollar per megawatt hour amounts determined under subsection (1) at the same time that it publishes the rates determined under subsection 5 (1). O. Reg. 517/17, s. 2.</p>"
        },
        {
            "id": "6.1",
            "section": "Adjustments for May 1, 2019 to October 31, 2019, other specified consumers",
            "content": " 6.1 (1) For the purpose of determining adjustments to be applied in respect of specified consumers who are not regulated rate consumers for the period beginning on May 1, 2019 and ending on October 31, 2019, the Board shall determine a dollar per megawatt hour amount that represents the difference between the following: 1. The rates mentioned in subsection (4). 2. The rates determined by the Board under subsection 5.1 (1). O. Reg. 46/19, s. 6. (2) The adjustment to be applied by electricity vendors in respect of each billing period for the period beginning on May 1, 2019 and ending on October 31, 2019 with respect to specified consumers who are not regulated rate consumers shall be determined as follows: 1. The electricity vendor shall multiply the dollar per megawatt hour amount determined by the Board under subsection (1) by the total volume of electricity consumed by the specified consumer during the billing period. 2. The electricity vendor shall deduct the amount determined under paragraph 1 from the amount otherwise payable by the specified consumer in respect of a billing period for adjustments made under section 25.33 of the Electricity Act, 1998. O. Reg. 46/19, s. 6. (3) For the purposes of paragraph 1 of subsection (2), the total volume of the electricity consumed by a specified consumer in a billing period shall be, (a) in the case of a specified consumer that is a market participant as defined in the Electricity Act, 1998, the net volume of electricity withdrawn from the IESO-controlled grid by the specified consumer during the billing period, as determined in accordance with the market rules made under section 32 of that Act; or (b) in any other case, the volume of electricity distributed to the specified consumer during the billing period by the electricity vendor, adjusted for total losses as defined in and in accordance with the Retail Settlement Code issued by the Board under the Ontario Energy Board Act, 1998. O. Reg. 46/19, s. 6. (4) The rates referred to in paragraph 1 of subsection (1) are the rates that would have been effective May 1, 2019 if they had been determined by the Board using the method prescribed by regulations made under clause 79.16 (1) (b) of the Ontario Energy Board Act, 1998, without taking into account any forecasted impact of any provision of the Act. O. Reg. 46/19, s. 6. (5) For greater certainty, if the amount determined under paragraph 2 of subsection (2) in respect of a billing period is a negative amount, that amount shall be a credit for the specified consumer for that billing period. O. Reg. 46/19, s. 6. (6) The Board shall publish on its website the dollar per megawatt hour amounts determined under subsection (1) at the same time that it publishes the rates determined under subsection 5.1 (1). O. Reg. 46/19, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6.1 </b>(1) For the purpose of determining adjustments to be applied in respect of specified consumers who are not regulated rate consumers for the period beginning on May 1, 2019 and ending on October 31, 2019, the Board shall determine a dollar per megawatt hour amount that represents the difference between the following:</p> <p class=\"paragraph-e\">  1. The rates mentioned in subsection (4).</p> <p class=\"paragraph-e\">  2. The rates determined by the Board under subsection 5.1 (1). O. Reg. 46/19, s. 6.</p> <p class=\"subsection-e\">  (2) The adjustment to be applied by electricity vendors in respect of each billing period for the period beginning on May 1, 2019 and ending on October 31, 2019 with respect to specified consumers who are not regulated rate consumers shall be determined as follows:</p> <p class=\"paragraph-e\">  1. The electricity vendor shall multiply the dollar per megawatt hour amount determined by the Board under subsection (1) by the total volume of electricity consumed by the specified consumer during the billing period.</p> <p class=\"paragraph-e\">  2. The electricity vendor shall deduct the amount determined under paragraph 1 from the amount otherwise payable by the specified consumer in respect of a billing period for adjustments made under section 25.33 of the <i>Electricity Act, 1998</i>. O. Reg. 46/19, s. 6.</p> <p class=\"subsection-e\">  (3) For the purposes of paragraph 1 of subsection (2), the total volume of the electricity consumed by a specified consumer in a billing period shall be,</p> <p class=\"clause-e\">  (a) in the case of a specified consumer that is a market participant as defined in the <i>Electricity Act, 1998</i>, the net volume of electricity withdrawn from the IESO-controlled grid by the specified consumer during the billing period, as determined in accordance with the market rules made under section 32 of that Act; or</p> <p class=\"clause-e\">  (b) in any other case, the volume of electricity distributed to the specified consumer during the billing period by the electricity vendor, adjusted for total losses as defined in and in accordance with the Retail Settlement Code issued by the Board under the <i>Ontario Energy Board Act, 1998</i>. O. Reg. 46/19, s. 6.</p> <p class=\"subsection-e\">  (4) The rates referred to in paragraph 1 of subsection (1) are the rates that would have been effective May 1, 2019 if they had been determined by the Board using the method prescribed by regulations made under clause 79.16 (1) (b) of the <i>Ontario Energy Board Act, 1998,</i> without taking into account any forecasted impact of any provision of the Act. O. Reg. 46/19, s. 6.</p> <p class=\"subsection-e\">  (5) For greater certainty, if the amount determined under paragraph 2 of subsection (2) in respect of a billing period is a negative amount, that amount shall be a credit for the specified consumer for that billing period. O. Reg. 46/19, s. 6.</p> <p class=\"subsection-e\">  (6) The Board shall publish on its website the dollar per megawatt hour amounts determined under subsection (1) at the same time that it publishes the rates determined under subsection 5.1 (1). O. Reg. 46/19, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Sub-metering",
            "content": " 7. For the purposes of subsection 12 (2) of the Act, the amount payable for the electricity by the person who is liable to pay the invoice shall, in respect of each billing period, reflect the person’s proportionate share of any determination of the Board under section 9 or 11 of the Act that applies to the invoice for electricity payable by the specified consumer.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>For the purposes of subsection 12 (2) of the Act, the amount payable for the electricity by the person who is liable to pay the invoice shall, in respect of each billing period, reflect the person’s proportionate share of any determination of the Board under section 9 or 11 of the Act that applies to the invoice for electricity payable by the specified consumer.</p>"
        },
        {
            "id": "8.",
            "section": "Sub-metering",
            "content": " 8. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Sub-metering",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}