{
    "reg_info": {
        "full_title": "O. Reg. 324/21: PUBLIC ACCOUNTING SERVICES",
        "reg_name_text": "PUBLIC ACCOUNTING SERVICES",
        "citation": "O. Reg. 324/21: ",
        "act_under": "Public Accounting Act, 2004",
        "url": "https://www.ontario.ca/laws/regulation/210324",
        "date_scraped": "2023-12-18 18:23:55"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 30, 2021",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Limitation on public accounting services",
            "content": " 1. For the purposes of section 2 of the Act, the practice of public accounting does not include providing any of the services listed in that section, if they are provided without reward, (a)  by a person who is a member of a professional accounting body that administers a process for addressing public complaints against its members and who is insured against professional liability; and (b)  on a basis that is independent of the person for whom the services are being provided.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>For the purposes of section 2 of the Act, the practice of public accounting does not include providing any of the services listed in that section, if they are provided without reward,</p> <p class=\"clause-e\">  (a)  by a person who is a member of a professional accounting body that administers a process for addressing public complaints against its members and who is insured against professional liability; and</p> <p class=\"clause-e\">  (b)  on a basis that is independent of the person for whom the services are being provided.</p>"
        },
        {
            "id": "2.",
            "section": "Notice, compilation services",
            "content": " 2. The notice that shall be used for the purposes of subsection 2 (3) of the Act is, (a)  for compiled financial information for periods ending before December 14, 2021, either the notice set out in section 3 or the notice set out in section 4; and (b)  for compiled financial information for periods ending on or after December 14, 2021, the notice set out in section 4.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The notice that shall be used for the purposes of subsection 2 (3) of the Act is,</p> <p class=\"clause-e\">  (a)  for compiled financial information for periods ending before December 14, 2021, either the notice set out in section 3 or the notice set out in section 4; and</p> <p class=\"clause-e\">  (b)  for compiled financial information for periods ending on or after December 14, 2021, the notice set out in section 4.</p>"
        },
        {
            "id": "3.",
            "section": "Notice to Reader",
            "content": " 3. (1) The notice under this section is comprised, (a)  in English, of a notice entitled “Notice to Reader” using the language set out in subsection (2) and a conspicuous notice on each page of the compilation or associated materials stating “Unaudited — see Notice to Reader”; and (b)  in French, of a notice entitled “Avis au lecteur” using the language set out in subsection (3) and a conspicuous notice on each page of the compilation or associated materials stating “Non vérifié — voir l’Avis au lecteur”. (2) The notice entitled “Notice to Reader” shall use the following language: On the basis of information provided by [management or by proprietor, specify], I have compiled the balance sheet of [name of client] as at [date] and the statements of income, retained earnings and cash flows for the [specify period] then ended. I have not performed an audit or a review engagement in respect of these financial statements and, accordingly, I express no assurance thereon. Readers are cautioned that these statements may not be appropriate for their purposes. [Place] [Printed or signed name of accountant, and designation, if any] [Date] (3) The notice entitled “Avis au lecteur” shall use the following language: J’ai compilé, à partir des renseignements fournis par [la direction ou le propriétaire, selon le cas], le bilan de [nom du client] au [date], ainsi que les états des résultats, des bénéfices non répartis et des flux de trésorerie de [préciser la période] terminée à cette date. Je n’ai pas exécuté une mission de vérification ou d’examen à l’égard de ces états financiers et, par conséquent, je n’exprime aucune assurance à leur sujet. Le lecteur doit garder à l’esprit que ces états risquent de ne pas convenir à ses fins. [Lieu] [Signature imprimée ou manuscrite du comptable et désignation, le cas échéant] [Date]",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The notice under this section is comprised,</p> <p class=\"clause-e\">  (a)  in English, of a notice entitled “Notice to Reader” using the language set out in subsection (2) and a conspicuous notice on each page of the compilation or associated materials stating “Unaudited — see Notice to Reader”; and</p> <p class=\"clause-e\">  (b)  in French, of a notice entitled “Avis au lecteur” using the language set out in subsection (3) and a conspicuous notice on each page of the compilation or associated materials stating “Non vérifié — voir l’Avis au lecteur”.</p> <p class=\"subsection-e\">  (2) The notice entitled “Notice to Reader” shall use the following language:</p> <p class=\"parawindt-e\">On the basis of information provided by [<i>management or by proprietor, specify</i>], I have compiled the balance sheet of [<i>name of client</i>] as at [<i>date</i>] and the statements of income, retained earnings and cash flows for the [<i>specify period</i>] then ended.</p> <p class=\"parawindt-e\">I have not performed an audit or a review engagement in respect of these financial statements and, accordingly, I express no assurance thereon.</p> <p class=\"parawindt-e\">Readers are cautioned that these statements may not be appropriate for their purposes.</p> <p class=\"parawindt-e\">[<i>Place</i>] [<i>Printed or signed name of accountant, and designation, if any</i>]</p> <p class=\"parawindt-e\">[<i>Date</i>]</p> <p class=\"subsection-e\">  (3) The notice entitled “Avis au lecteur” shall use the following language:</p> <p class=\"parawindt-e\">J’ai compilé, à partir des renseignements fournis par [<i>la direction ou le propriétaire, selon le cas</i>], le bilan de [<i>nom du client</i>] au [<i>date</i>], ainsi que les états des résultats, des bénéfices non répartis et des flux de trésorerie de [<i>préciser la période</i>] terminée à cette date.</p> <p class=\"parawindt-e\">Je n’ai pas exécuté une mission de vérification ou d’examen à l’égard de ces états financiers et, par conséquent, je n’exprime aucune assurance à leur sujet.</p> <p class=\"parawindt-e\">Le lecteur doit garder à l’esprit que ces états risquent de ne pas convenir à ses fins.</p> <p class=\"parawindt-e\">[<i>Lieu</i>] [<i>Signature imprimée ou manuscrite du comptable et désignation, le cas échéant</i>]</p> <p class=\"parawindt-e\">[<i>Date</i>]</p>"
        },
        {
            "id": "4.",
            "section": "Compilation Engagement Report",
            "content": " 4. (1) The notice under this section is comprised, (a)  in English, of a notice entitled “Compilation Engagement Report” using the language set out in subsection (2); and (b)  in French, of a notice entitled “Rapport de mission de compilation” using the language set out in subsection (3). (2) The notice entitled “Compilation Engagement Report” shall use the following language: To [management or those charged with governance] of [name of client]: On the basis of information provided by management, we have compiled the balance sheet of [name of client] as at [date], the statement of income and retained earnings for the [specify period] ended, and [Note X, specify], which describes the basis of accounting applied in the preparation of the compiled financial information [and, if applicable, other explanatory information] (“financial information”). Management is responsible for the accompanying financial information, including the accuracy and completeness of the underlying information used to compile it and the selection of the basis of accounting. We performed this engagement in accordance with Canadian Standard on Related Services (CSRS) 4200, Compilation Engagements, which requires us to comply with relevant ethical requirements. Our responsibility is to assist management in the preparation of the financial information. We did not perform an audit engagement or a review engagement, nor were we required to perform procedures to verify the accuracy or completeness of the information provided by management. Accordingly, we do not express an audit opinion or a review conclusion, or provide any form of assurance on the financial information. Readers are cautioned that the financial information may not be appropriate for their purposes. [Practitioner’s signature] [Date of the practitioner’s report] [Practitioner’s address] (3) The notice entitled “Rapport de mission de compilation” shall use the following language: À [la direction ou aux responsables de la gouvernance] de [nom du client]. Nous avons compilé, à partir des informations fournies par la direction, le bilan de [nom du client] au [date], l’état des résultats et des bénéfices non répartis pour [précisez la période] clos à cette date ainsi que la [note X, précisez], qui décrit la méthode de comptabilité appliquée à la préparation des informations financières compilées [et, s’il y a lieu, d’autres informations explicatives] (les «informations financières»). La responsabilité des informations financières ci-jointes, y compris de l’exactitude et de l’exhaustivité des informations sous-jacentes ayant servi à leur compilation, et de la sélection de la méthode de comptabilité, incombe à la direction. Nous avons réalisé la mission conformément à la Norme canadienne de services connexes (NCSC) 4200, Missions de compilation, qui exige que nous nous conformions aux règles de déontologie pertinentes. Notre responsabilité consiste à assister la direction dans la préparation des informations financières. Nous n’avons pas réalisé une mission d’audit ou d’examen et n’étions pas tenus de mettre en oeuvre des procédures pour vérifier l’exactitude et l’exhaustivité des informations fournies par la direction. Par conséquent, nous n’exprimons pas une opinion d’audit ni une conclusion de mission d’examen, ni ne fournissons une quelconque forme d’assurance à l’égard des informations financières. Le lecteur doit garder à l’esprit que les informations financières risquent de ne pas convenir à ses besoins. [Signature du professionnel en exercice] [Date du rapport du professionnel en exercice] [Adresse du professionnel en exercice]",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The notice under this section is comprised,</p> <p class=\"clause-e\">  (a)  in English, of a notice entitled “Compilation Engagement Report” using the language set out in subsection (2); and</p> <p class=\"clause-e\">  (b)  in French, of a notice entitled “Rapport de mission de compilation” using the language set out in subsection (3).</p> <p class=\"subsection-e\">  (2) The notice entitled “Compilation Engagement Report” shall use the following language:</p> <p class=\"parawindt-e\">To [<i>management or those charged with governance</i>] of [<i>name of client</i>]: On the basis of information provided by management, we have compiled the balance sheet of [<i>name of client</i>] as at [<i>date</i>], the statement of income and retained earnings for the [<i>specify period</i>] ended, and [<i>Note X, specify</i>], which describes the basis of accounting applied in the preparation of the compiled financial information [<i>and, if applicable, other explanatory information</i>] (“financial information”).</p> <p class=\"parawindt-e\">Management is responsible for the accompanying financial information, including the accuracy and completeness of the underlying information used to compile it and the selection of the basis of accounting.</p> <p class=\"parawindt-e\">We performed this engagement in accordance with Canadian Standard on Related Services (CSRS) 4200, Compilation Engagements, which requires us to comply with relevant ethical requirements. Our responsibility is to assist management in the preparation of the financial information.</p> <p class=\"parawindt-e\">We did not perform an audit engagement or a review engagement, nor were we required to perform procedures to verify the accuracy or completeness of the information provided by management. Accordingly, we do not express an audit opinion or a review conclusion, or provide any form of assurance on the financial information.</p> <p class=\"parawindt-e\">Readers are cautioned that the financial information may not be appropriate for their purposes.</p> <p class=\"parawindt-e\">[<i>Practitioner’s signature</i>]</p> <p class=\"parawindt-e\">[<i>Date of the practitioner’s report</i>]</p> <p class=\"parawindt-e\">[<i>Practitioner’s address</i>]</p> <p class=\"subsection-e\">  (3) The notice entitled “Rapport de mission de compilation” shall use the following language:</p> <p class=\"parawindt-e\">À [<i>la direction ou aux responsables de la gouvernance</i>] de [<i>nom du client</i>]. Nous avons compilé, à partir des informations fournies par la direction, le bilan de [<i>nom du client</i>] au [<i>date</i>], l’état des résultats et des bénéfices non répartis pour [<i>précisez la période</i>] clos à cette date ainsi que la [<i>note X, précisez</i>], qui décrit la méthode de comptabilité appliquée à la préparation des informations financières compilées [<i>et, s’il y a lieu, d’autres informations explicatives</i>] (les «informations financières»).</p> <p class=\"parawindt-e\">La responsabilité des informations financières ci-jointes, y compris de l’exactitude et de l’exhaustivité des informations sous-jacentes ayant servi à leur compilation, et de la sélection de la méthode de comptabilité, incombe à la direction.</p> <p class=\"parawindt-e\">Nous avons réalisé la mission conformément à la Norme canadienne de services connexes (NCSC) 4200, Missions de compilation, qui exige que nous nous conformions aux règles de déontologie pertinentes. Notre responsabilité consiste à assister la direction dans la préparation des informations financières.</p> <p class=\"parawindt-e\">Nous n’avons pas réalisé une mission d’audit ou d’examen et n’étions pas tenus de mettre en oeuvre des procédures pour vérifier l’exactitude et l’exhaustivité des informations fournies par la direction. Par conséquent, nous n’exprimons pas une opinion d’audit ni une conclusion de mission d’examen, ni ne fournissons une quelconque forme d’assurance à l’égard des informations financières.</p> <p class=\"parawindt-e\">Le lecteur doit garder à l’esprit que les informations financières risquent de ne pas convenir à ses besoins.</p> <p class=\"parawindt-e\">[<i>Signature du professionnel en exercice</i>]</p> <p class=\"parawindt-e\">[<i>Date du rapport du professionnel en exercice</i>]</p> <p class=\"parawindt-e\">[<i>Adresse du professionnel en exercice</i>]</p>"
        },
        {
            "id": "5.",
            "section": "Which language is required to be used",
            "content": " 5. A notice included in a compilation or associated materials for the purposes of subsection 2 (3) of the Act, (a)  shall be in English, if the compilation or associated materials are in English; (b)  shall be in French, if the compilation and associated materials are in French; or (c)  shall be in English and in French, if the compilation and associated materials are in English and French.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>A notice included in a compilation or associated materials for the purposes of subsection 2 (3) of the Act,</p> <p class=\"clause-e\">  (a)  shall be in English, if the compilation or associated materials are in English;</p> <p class=\"clause-e\">  (b)  shall be in French, if the compilation and associated materials are in French; or</p> <p class=\"clause-e\">  (c)  shall be in English and in French, if the compilation and associated materials are in English and French.</p>"
        },
        {
            "id": "6.",
            "section": "Recommendations from CPA Ontario",
            "content": " 6. (1) The Minister shall review any recommendation from CPA Ontario respecting the wording of a notice prescribed by this Regulation. (2) If, following review of the recommendation, the Minister determines that the notice should be replaced or modified, the Minister shall, no later than 120 days after receiving the recommendation from CPA Ontario, recommend to the Lieutenant Governor in Council that the replacement or modification be made.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The Minister shall review any recommendation from CPA Ontario respecting the wording of a notice prescribed by this Regulation.</p> <p class=\"subsection-e\">  (2) If, following review of the recommendation, the Minister determines that the notice should be replaced or modified, the Minister shall, no later than 120 days after receiving the recommendation from CPA Ontario, recommend to the Lieutenant Governor in Council that the replacement or modification be made.</p>"
        },
        {
            "id": "7.",
            "section": "Recommendations from CPA Ontario",
            "content": " 7. Omitted (revokes other Regulations).",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).</p>"
        },
        {
            "id": "8.",
            "section": "Recommendations from CPA Ontario",
            "content": " 8. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Recommendations from CPA Ontario",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/210324\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}