{
    "reg_info": {
        "full_title": "O. Reg. 385/04: TRANSITIONAL PROVISIONS UNDER SECTION 70.4 OF THE ACT:  CONTINUATION AND DISPOSITION OF MATTERS AND PROCEEDINGS",
        "reg_name_text": "transitional provisions under section 70.4 of the act:  continuation and disposition of matters and proceedings",
        "citation": "O. Reg. 385/04: TRANSITIONAL PROVISIONS UNDER SECTION 70.4 OF THE ACT:  CONTINUATION AND DISPOSITION OF MATTERS AND PROCEEDINGS",
        "act_under": "Planning Act",
        "url": "https://www.ontario.ca/laws/regulation/040385",
        "date_scraped": "2023-12-19 18:25:14"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2005",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/040385/v1",
            "valid_from": "December 10, 2004",
            "valid_to": "February 28, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Transition",
            "content": " 1. (1) Any matter or proceeding mentioned in subsection (2) commenced before November 30, 2004 shall be continued and finally disposed of under the Act as it read on November 29, 2004.  O. Reg. 385/04, s. 1 (1). (2) For the purposes of subsection (1), a matter or proceeding shall be deemed to have been commenced, (a) in the case of an official plan or an amendment to it or a repeal of it, on the day the by-law adopting the plan or adopting the amendment or repeal of the plan is passed; (b) in the case of a zoning by-law or an amendment to it, on the day the by-law is passed; (c) in the case of an application for an amendment to a zoning by-law, on the day the application is made; (d) in the case of an application for an approval of development in a site plan control area under subsection 41 (4) of the Act, on the day the application is made; (e) in the case of an application for a minor variance under section 45 of the Act, on the day the application is made; (f) in the case of an application to amend or revoke an order under section 47 of the Act, on the day the application is made; (g) in the case of an application for the approval of a plan of subdivision under section 51 of the Act or an application for the approval of, or an exemption from an approval of, a condominium under section 9 of the Condominium Act, 1998, on the day the application is made; and (h) in the case of an application for a consent under section 53 of the Act, on the day the application is made.  O. Reg. 385/04, s. 1 (2). (3) Despite subsection (1), any application for an amendment to a zoning by-law proposing to implement an alteration to all or any part of the boundary of an area of settlement or to establish a new area of settlement commenced before December 15, 2003 shall be continued and disposed of under the Act as it read on December 14, 2003.  O. Reg. 385/04, s. 1 (3). (4) Despite subsection (1), any application for an amendment to a zoning by-law proposing to implement an alteration to all or any part of the boundary of an area of settlement or to establish a new area of settlement commenced on or after December 15, 2003 and before November 30, 2004 shall be continued and disposed of under the Act as it read on November 30, 2004, except that the time period set out in subsection 34 (11) of the Act shall be deemed to be 90 days.  O. Reg. 385/04, s. 1 (4). (5) A request for an official plan amendment commenced by any person or public body before December 15, 2003 shall be continued and disposed of under the Act as it read on December 14, 2003.  O. Reg. 385/04, s. 1 (5). (6) A request for an official plan amendment commenced by any person or public body on or after December 15, 2003 and before November 30, 2004 shall be continued and disposed of under the Act as it read on November 30, 2004, except that the time periods set out in subsection 17 (40) and clauses 22 (7) (c) and (d) of the Act shall be deemed to be 90 days.  O. Reg. 385/04, s. 1 (6). (7) For the purposes of subsections (3), (4), (5) and (6), a request or an application shall be deemed to have been commenced on the date the request is received or the application is made.  O. Reg. 385/04, s. 1 (7). (8) Nothing in this Regulation affects the Minister’s discretion, regardless of the date any request or application is commenced, to advise the Municipal Board that a matter is of provincial interest in accordance with subsections 17 (51), 22 (11.1), 34 (27) and 36 (3.1) of the Act.  O. Reg. 385/04, s. 1 (8). (9) For the purpose of subsections 17 (51), 22 (11.1), 34 (27) and 36 (3.1) of the Act, the day fixed by the Municipal Board for the hearing of the appeal shall be deemed to be the date on which evidence regarding the merits of the matters before the Board is introduced, but does not include the date of a pre-hearing conference, preliminary hearing, settlement conference, motion or other hearing event held to consider preliminary matters.  O. Reg. 385/04, s. 1 (9).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) Any matter or proceeding mentioned in subsection (2) commenced before November 30, 2004 shall be continued and finally disposed of under the Act as it read on November 29, 2004.  O. Reg. 385/04, s. 1 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), a matter or proceeding shall be deemed to have been commenced, </p> <p class=\"clause-e\">  (a) in the case of an official plan or an amendment to it or a repeal of it, on the day the by-law adopting the plan or adopting the amendment or repeal of the plan is passed;</p> <p class=\"clause-e\">  (b) in the case of a zoning by-law or an amendment to it, on the day the by-law is passed;</p> <p class=\"clause-e\">  (c) in the case of an application for an amendment to a zoning by-law, on the day the application is made;</p> <p class=\"clause-e\">  (d) in the case of an application for an approval of development in a site plan control area under subsection 41 (4) of the Act, on the day the application is made; </p> <p class=\"clause-e\">  (e) in the case of an application for a minor variance under section 45 of the Act, on the day the application is made;</p> <p class=\"clause-e\">  (f) in the case of an application to amend or revoke an order under section 47 of the Act, on the day the application is made;</p> <p class=\"clause-e\">  (g) in the case of an application for the approval of a plan of subdivision under section 51 of the Act or an application for the approval of, or an exemption from an approval of, a condominium under section 9 of the <i>Condominium Act, 1998</i>, on the day the application is made; and</p> <p class=\"clause-e\">  (h) in the case of an application for a consent under section 53 of the Act, on the day the application is made.  O. Reg. 385/04, s. 1 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (1), any application for an amendment to a zoning by-law proposing to implement an alteration to all or any part of the boundary of an area of settlement or to establish a new area of settlement commenced before December 15, 2003 shall be continued and disposed of under the Act as it read on December 14, 2003.  O. Reg. 385/04, s. 1 (3).</p> <p class=\"subsection-e\">  (4) Despite subsection (1), any application for an amendment to a zoning by-law proposing to implement an alteration to all or any part of the boundary of an area of settlement or to establish a new area of settlement commenced on or after December 15, 2003 and before November 30, 2004 shall be continued and disposed of under the Act as it read on November 30, 2004, except that the time period set out in subsection 34 (11) of the Act shall be deemed to be 90 days.  O. Reg. 385/04, s. 1 (4).</p> <p class=\"subsection-e\">  (5) A request for an official plan amendment commenced by any person or public body before December 15, 2003 shall be continued and disposed of under the Act as it read on December 14, 2003.  O. Reg. 385/04, s. 1 (5).</p> <p class=\"subsection-e\">  (6) A request for an official plan amendment commenced by any person or public body on or after December 15, 2003 and before November 30, 2004 shall be continued and disposed of under the Act as it read on November 30, 2004, except that the time periods set out in subsection 17 (40) and clauses 22 (7) (c) and (d) of the Act shall be deemed to be 90 days.  O. Reg. 385/04, s. 1 (6).</p> <p class=\"subsection-e\">  (7) For the purposes of subsections (3), (4), (5) and (6), a request or an application shall be deemed to have been commenced on the date the request is received or the application is made.  O. Reg. 385/04, s. 1 (7).</p> <p class=\"subsection-e\">  (8) Nothing in this Regulation affects the Minister’s discretion, regardless of the date any request or application is commenced, to advise the Municipal Board that a matter is of provincial interest in accordance with subsections 17 (51), 22 (11.1), 34 (27) and 36 (3.1) of the Act.  O. Reg. 385/04, s. 1 (8).</p> <p class=\"subsection-e\">  (9) For the purpose of subsections 17 (51), 22 (11.1), 34 (27) and 36 (3.1) of the Act, the day fixed by the Municipal Board for the hearing of the appeal shall be deemed to be the date on which evidence regarding the merits of the matters before the Board is introduced, but does not include the date of a pre-hearing conference, preliminary hearing, settlement conference, motion or other hearing event held to consider preliminary matters.  O. Reg. 385/04, s. 1 (9).</p>"
        },
        {
            "id": "1.1",
            "section": "Application of s. 3 (5) and (6) of the Act",
            "content": " 1.1 (1) Subsections 3 (5) and (6) of the Act, as they read immediately before section 2 of the Strong Communities (Planning Amendment) Act, 2004 comes into force, apply with respect to the following matters and proceedings if they are commenced on or before February 28, 2005: 1. An official plan or an amendment to it or repeal of it. 2. A request for an official plan amendment by any person or public body. 3. A zoning by-law or an amendment to it. 4. An application for an amendment to a zoning by-law. 5. An application for approval under subsection 41 (4) of the Act of development in a site plan control area. 6. An application under section 45 of the Act for a minor variance. 7. An application to amend or revoke an order made under section 47 of the Act. 8. An application for approval under section 51 of the Act of a plan of subdivision or an application for the approval of, or an exemption from an approval of, a condominium under section 9 of the Condominium Act, 1998. 9. An application for consent under section 53 of the Act.  O. Reg. 63/05, s. 1. (2) For the purposes of subsection (1), (a) an official plan or an amendment to it or repeal of it shall be deemed to have commenced on the day the by-law adopting the plan or adopting its amendment or repeal is passed; (b) a request for an official plan amendment by any person or public body shall be deemed to have commenced on the day the request was received, whether or not the amendment is adopted; (c) a zoning by-law or an amendment to it shall be deemed to have commenced on the day the by-law is passed; (d) an application for an amendment to a zoning by-law shall be deemed to have commenced on the day the application is made; (e) an application for approval under subsection 41 (4) of the Act of development in a site plan control area shall be deemed to have commenced on the day the application is made; (f) an application under section 45 of the Act for a minor variance shall be deemed to have commenced on the day the application is made; (g) an application to amend or revoke an order made under section 47 of the Act shall be deemed to have commenced on the day the application is made; (h) an application for approval under section 51 of the Act of a plan of subdivision or an application for the approval of, or an exemption from an approval of, a condominium under section 9 of the Condominium Act, 1998 shall be deemed to have commenced on the day the application is made; and (i) an application for consent under section 53 of the Act shall be deemed to have commenced on the day the application is made.  O. Reg. 63/05, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.1 </b>(1) Subsections 3 (5) and (6) of the Act, as they read immediately before section 2 of the <i>Strong Communities (Planning Amendment) Act, 2004</i><i> </i>comes into force, apply with respect to the following matters and proceedings if they are commenced on or before February 28, 2005:</p> <p class=\"paragraph-e\">  1. An official plan or an amendment to it or repeal of it.</p> <p class=\"paragraph-e\">  2. A request for an official plan amendment by any person or public body.</p> <p class=\"paragraph-e\">  3. A zoning by-law or an amendment to it.</p> <p class=\"paragraph-e\">  4. An application for an amendment to a zoning by-law.</p> <p class=\"paragraph-e\">  5. An application for approval under subsection 41 (4) of the Act of development in a site plan control area.</p> <p class=\"paragraph-e\">  6. An application under section 45 of the Act for a minor variance.</p> <p class=\"paragraph-e\">  7. An application to amend or revoke an order made under section 47 of the Act.</p> <p class=\"paragraph-e\">  8. An application for approval under section 51 of the Act of a plan of subdivision or an application for the approval of, or an exemption from an approval of, a condominium under section 9 of the <i>Condominium Act, 1998</i>.</p> <p class=\"paragraph-e\">  9. An application for consent under section 53 of the Act.  O. Reg. 63/05, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), </p> <p class=\"clause-e\">  (a) an official plan or an amendment to it or repeal of it shall be deemed to have commenced on the day the by-law adopting the plan or adopting its amendment or repeal is passed;</p> <p class=\"clause-e\">  (b) a request for an official plan amendment by any person or public body shall be deemed to have commenced on the day the request was received, whether or not the amendment is adopted;</p> <p class=\"clause-e\">  (c) a zoning by-law or an amendment to it shall be deemed to have commenced on the day the by-law is passed;</p> <p class=\"clause-e\">  (d) an application for an amendment to a zoning by-law shall be deemed to have commenced on the day the application is made;</p> <p class=\"clause-e\">  (e) an application for approval under subsection 41 (4) of the Act of development in a site plan control area shall be deemed to have commenced on the day the application is made;</p> <p class=\"clause-e\">  (f) an application under section 45 of the Act for a minor variance shall be deemed to have commenced on the day the application is made;</p> <p class=\"clause-e\">  (g) an application to amend or revoke an order made under section 47 of the Act shall be deemed to have commenced on the day the application is made;</p> <p class=\"clause-e\">  (h) an application for approval under section 51 of the Act of a plan of subdivision or an application for the approval of, or an exemption from an approval of, a condominium under section 9 of the <i>Condominium Act, 1998</i> shall be deemed to have commenced on the day the application is made; and</p> <p class=\"clause-e\">  (i) an application for consent under section 53 of the Act shall be deemed to have commenced on the day the application is made.  O. Reg. 63/05, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Application of s. 3 (5) and (6) of the Act",
            "content": " 2. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 385/04, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 385/04, s. 2.</p>"
        },
        {
            "id": null,
            "section": "Application of s. 3 (5) and (6) of the Act",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/040385\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}