{
    "reg_info": {
        "full_title": "O. Reg. 144/19: ASSESSMENTS",
        "reg_name_text": "ASSESSMENTS",
        "citation": "O. Reg. 144/19: ",
        "act_under": "Financial Services Tribunal Act, 2017",
        "url": "https://www.ontario.ca/laws/regulation/190144",
        "date_scraped": "2023-12-18 22:58:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/190144/v1",
            "valid_from": "June  3, 2019",
            "valid_to": "June  7, 2019"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Assessment of Authority",
            "content": "  1. (1) For the purposes of section 15 of the Act, an assessment of the Authority shall be determined in accordance with this section.   (2) The following expenses and expenditures that the Tribunal and the Ministry have incurred and made under the Act or any other Act that confers powers or assigns duties to the Tribunal are included in the assessment: 1. Remuneration of the Chair, Vice-Chairs and members of the Tribunal. 2. Expenses and expenditures incurred and made by the Tribunal or the Ministry, including, but not limited to, the following: i. Staffing costs. ii. Advisory and support services costs. iii. Tribunal office and facilities costs, including information technology systems and software, equipment and services, leases, rental and occupancy costs, and any other costs required to maintain Tribunal operations. iv. Court reporting, transcription and translation costs incurred in respect of Tribunal proceedings. v. Interpreter costs incurred in respect of Tribunal proceedings. vi. Travel costs incurred in respect of Tribunal proceedings. vii. Publication of the Tribunal’s rules of practice and procedure, decisions, annual reports and business plans.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) For the purposes of section 15 of the Act, an assessment of the Authority shall be determined in accordance with this section.  </p> <p class=\"subsection-e\">  (2) The following expenses and expenditures that the Tribunal and the Ministry have incurred and made under the Act or any other Act that confers powers or assigns duties to the Tribunal are included in the assessment:</p> <p class=\"paragraph-e\">  1. Remuneration of the Chair, Vice-Chairs and members of the Tribunal.</p> <p class=\"paragraph-e\">  2. Expenses and expenditures incurred and made by the Tribunal or the Ministry, including, but not limited to, the following:</p> <p class=\"subpara-e\">  i. Staffing costs.</p> <p class=\"subpara-e\">  ii. Advisory and support services costs.</p> <p class=\"subpara-e\">  iii. Tribunal office and facilities costs, including information technology systems and software, equipment and services, leases, rental and occupancy costs, and any other costs required to maintain Tribunal operations.</p> <p class=\"subpara-e\">  iv. Court reporting, transcription and translation costs incurred in respect of Tribunal proceedings.</p> <p class=\"subpara-e\">  v. Interpreter costs incurred in respect of Tribunal proceedings.</p> <p class=\"subpara-e\">  vi. Travel costs incurred in respect of Tribunal proceedings.  </p> <p class=\"subpara-e\">  vii. Publication of the Tribunal’s rules of practice and procedure, decisions, annual reports and business plans.  </p>"
        },
        {
            "id": "Sig",
            "section": "Assessment of Authority",
            "content": " 2. Omitted (provides for coming into force of provisions of this Regulation).   Français  ",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).<a name=\"Sig\"></a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/190144\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}