{
    "reg_info": {
        "full_title": "O. Reg. 160/08: PENSION MATTERS, CERTAIN FORMER EMPLOYEES",
        "reg_name_text": "Pension Matters, Certain Former Employees",
        "citation": "O. Reg. 160/08: PENSION MATTERS, CERTAIN FORMER EMPLOYEES",
        "act_under": "Ministry of Revenue Act   Loi sur le ministère du Revenu",
        "url": "https://www.ontario.ca/laws/regulation/080160",
        "date_scraped": "2023-12-19 06:27:52"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2010",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/080160/v2",
            "valid_from": "June  4, 2010",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/regulation/080160/v1",
            "valid_from": "May 23, 2008",
            "valid_to": "June  3, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “Ontario employment period” means, in relation to a person who is an eligible former employee under section 6.1 of the Act, the period that ends immediately before he or she becomes an employee in the federal public service.  O. Reg. 160/08, s. 1 (1); O. Reg. 203/10, s. 1. (2) In this Regulation, a reference to an eligible former employee’s pension plan is a reference to the Public Service Pension Plan (Ontario) or the OPSEU Pension Plan (Ontario), whichever is applicable.  O. Reg. 160/08, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“Ontario employment period” means, in relation to a person who is an eligible former employee under section 6.1 of the Act, the period that ends immediately before he or she becomes an employee in the federal public service.  O. Reg. 160/08, s. 1 (1); O. Reg. 203/10, s. 1.</p> <p class=\"subsection-e\">  (2) In this Regulation, a reference to an eligible former employee’s pension plan is a reference to the Public Service Pension Plan (Ontario) or the OPSEU Pension Plan (Ontario), whichever is applicable.  O. Reg. 160/08, s. 1 (2).</p>"
        },
        {
            "id": "1.1",
            "section": "Application to prescribed restructurings or transfers",
            "content": " 1.1 The following are prescribed for the purposes of subsection 6.1 (3) of the Act: 1. The transfer of the administration of certain Ontario corporate tax statutes from the Ministry to the Canada Revenue Agency beginning in April 2008. 2. The restructuring of the sales taxes imposed by the Province and imposed by the Government of Canada that takes effect beginning on July 1, 2010.  O. Reg. 203/10, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>1.1 </b>The following are prescribed for the purposes of subsection 6.1 (3) of the Act:</p> <p class=\"paragraph-e\">  1. The transfer of the administration of certain Ontario corporate tax statutes from the Ministry to the Canada Revenue Agency beginning in April 2008.</p> <p class=\"paragraph-e\">  2. The restructuring of the sales taxes imposed by the Province and imposed by the Government of Canada that takes effect beginning on July 1, 2010.  O. Reg. 203/10, s. 2.</p>"
        },
        {
            "id": "1.2",
            "section": "Eligible former employees",
            "content": " 1.2 The following are the circumstances in which a person becomes an eligible former employee under subsection 6.1 (4) of the Act: 1. The person who ceases to be employed in the Ministry or in the Ministry of Finance becomes an employee in the federal public service on or after April 3, 2008 by accepting an offer of employment that refers to the “CTAO/CTAR Human Resources Agreement” between the Canada Revenue Agency and the Crown in right of Ontario. 2. The person who ceases to be employed in the Ministry or in the Ministry of Finance becomes an employee in the federal public service on or after July 1, 2010 by accepting an offer of employment that refers to the “Ontario Sales Tax Administration Reform (OSTAR) Project Human Resources Agreement” between the Canada Revenue Agency and the Crown in right of Ontario.  O. Reg. 203/10, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>1.2 </b>The following are the circumstances in which a person becomes an eligible former employee under subsection 6.1 (4) of the Act:</p> <p class=\"paragraph-e\">  1. The person who ceases to be employed in the Ministry or in the Ministry of Finance becomes an employee in the federal public service on or after April 3, 2008 by accepting an offer of employment that refers to the “CTAO/CTAR Human Resources Agreement” between the Canada Revenue Agency and the Crown in right of Ontario.</p> <p class=\"paragraph-e\">  2. The person who ceases to be employed in the Ministry or in the Ministry of Finance becomes an employee in the federal public service on or after July 1, 2010 by accepting an offer of employment that refers to the “Ontario Sales Tax Administration Reform (OSTAR) Project Human Resources Agreement” between the Canada Revenue Agency and the Crown in right of Ontario.  O. Reg. 203/10, s. 2.</p>"
        },
        {
            "id": "2.",
            "section": "Notice about pension benefits",
            "content": " 2. The following information is prescribed, for the purposes of clause 6.1 (5) (a) of the Act, as information that must be set out in the notice to be given to an eligible former employee who is a member of the Public Service Pension Plan (Ontario) or the OPSEU Pension Plan (Ontario), as the case may be: 1. The eligible former employee’s years of employment for the purpose of the calculation of pension benefits under the pension plan, determined as of the end of his or her Ontario employment period. 2. The accumulated amount of the contributions made to the pension fund by the eligible former employee, including interest credited to the contributions, determined as of the end of his or her Ontario employment period. 3. The eligible former employee’s normal retirement date under the pension plan. 4. The amount of the annual pension that would be payable at the normal retirement date to the eligible former employee, determined as of the end of the eligible former employee’s Ontario employment period, setting out the amount as calculated before, and after, any applicable reduction on account of integration of the pension benefit with a pension payable under the Canada Pension Plan, Quebec Pension Plan or the Old Age Security Act (Canada). 5. The formula by which the eligible former employee’s deferred pension under the pension plan would be integrated with a pension payable under the Canada Pension Plan, Quebec Pension Plan or the Old Age Security Act (Canada) and the amount of the resulting reduction to the deferred pension at the normal retirement date. 6. The earliest date on which the eligible former employee would be eligible to receive an unreduced pension under the pension plan, assuming that he or she continued to receive credit under the pension plan for his or her years of employment in the federal public service for the purpose of determining his or her eligibility for benefits under the pension plan. 7. The amount of the annual pension that would be payable at the date described in paragraph 6 to the eligible former employee, based on the assumption described in that paragraph, and a statement setting out when the annual amount would be reduced on account of integration of the pension benefit with a pension payable under the Canada Pension Plan, Quebec Pension Plan or the Old Age Security Act (Canada) and indicating the amount of the reduced pension. 8. A description of any early retirement benefits in respect of the eligible former employee’s Ontario employment period that may be payable to him or her when he or she reaches 55 years of age or thereafter, if the eligible former employee has ceased to be employed in the federal public service, and any options respecting the early retirement benefits. 9. Any indexation provisions that would be applicable to the eligible former employee’s deferred pension under the pension plan. 10. A statement indicating that the eligible former employee may be entitled to a payment from the pension plan after transferring his or her accrued pension credits under the pension plan to the Public Service Superannuation Plan (Canada), i. if the amount of his or her entitlements under the pension plan is greater than the amount transferred from the pension plan to the Public Service Superannuation Plan (Canada) in connection with the transfer of his or her accrued pension credits, and ii. if the applicable reciprocal transfer agreement authorizes such a payment to the eligible former employee in those circumstances.  O. Reg. 160/08, s. 2; O. Reg. 203/10, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The following information is prescribed, for the purposes of clause 6.1 (5) (a) of the Act, as information that must be set out in the notice to be given to an eligible former employee who is a member of the Public Service Pension Plan (Ontario) or the OPSEU Pension Plan (Ontario), as the case may be:</p> <p class=\"paragraph-e\">  1. The eligible former employee’s years of employment for the purpose of the calculation of pension benefits under the pension plan, determined as of the end of his or her Ontario employment period.</p> <p class=\"paragraph-e\">  2. The accumulated amount of the contributions made to the pension fund by the eligible former employee, including interest credited to the contributions, determined as of the end of his or her Ontario employment period.</p> <p class=\"paragraph-e\">  3. The eligible former employee’s normal retirement date under the pension plan.</p> <p class=\"paragraph-e\">  4. The amount of the annual pension that would be payable at the normal retirement date to the eligible former employee, determined as of the end of the eligible former employee’s Ontario employment period, setting out the amount as calculated before, and after, any applicable reduction on account of integration of the pension benefit with a pension payable under the <i>Canada Pension Plan, Quebec Pension Plan</i><i> or the Old Age Security Act</i> (Canada).</p> <p class=\"paragraph-e\">  5. The formula by which the eligible former employee’s deferred pension under the pension plan would be integrated with a pension payable under the <i>Canada Pension Plan</i><i>,</i> <i>Quebec Pension Plan</i> or the <i>Old Age Security Act</i> (Canada) and the amount of the resulting reduction to the deferred pension at the normal retirement date.</p> <p class=\"paragraph-e\">  6. The earliest date on which the eligible former employee would be eligible to receive an unreduced pension under the pension plan, assuming that he or she continued to receive credit under the pension plan for his or her years of employment in the federal public service for the purpose of determining his or her eligibility for benefits under the pension plan.</p> <p class=\"paragraph-e\">  7. The amount of the annual pension that would be payable at the date described in paragraph 6 to the eligible former employee, based on the assumption described in that paragraph, and a statement setting out when the annual amount would be reduced on account of integration of the pension benefit with a pension payable under the <i>Canada Pension Plan</i>, <i>Quebec Pension Plan</i> or the <i>Old Age Security Act</i> (Canada) and indicating the amount of the reduced pension.</p> <p class=\"paragraph-e\">  8. A description of any early retirement benefits in respect of the eligible former employee’s Ontario employment period that may be payable to him or her when he or she reaches 55 years of age or thereafter, if the eligible former employee has ceased to be employed in the federal public service, and any options respecting the early retirement benefits.</p> <p class=\"paragraph-e\">  9. Any indexation provisions that would be applicable to the eligible former employee’s deferred pension under the pension plan.</p> <p class=\"paragraph-e\">  10. A statement indicating that the eligible former employee may be entitled to a payment from the pension plan after transferring his or her accrued pension credits under the pension plan to the Public Service Superannuation Plan (Canada),</p> <p class=\"subpara-e\">  i. if the amount of his or her entitlements under the pension plan is greater than the amount transferred from the pension plan to the Public Service Superannuation Plan (Canada) in connection with the transfer of his or her accrued pension credits, and</p> <p class=\"subpara-e\">  ii. if the applicable reciprocal transfer agreement authorizes such a payment to the eligible former employee in those circumstances.  O. Reg. 160/08, s. 2; O. Reg. 203/10, s. 3.</p>"
        },
        {
            "id": "3.",
            "section": "Notice about pension benefits",
            "content": " 3. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 160/08, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 160/08, s. 3.</p>"
        },
        {
            "id": null,
            "section": "Notice about pension benefits",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}