{
    "reg_info": {
        "full_title": "O. Reg. 801/93: PROFESSIONAL MISCONDUCT",
        "reg_name_text": "PROFESSIONAL MISCONDUCT",
        "citation": "O. Reg. 801/93: ",
        "act_under": "Psychology Act, 1991   Loi de 1991 sur les psychologues",
        "url": "https://www.ontario.ca/laws/regulation/930801",
        "date_scraped": "2023-12-18 03:48:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July 21, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/930801/v1",
            "valid_from": "December 31, 1993",
            "valid_to": "July 20, 2023"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code: The Practice of the Profession and the Care of, and Relationship with, Clients 1.  Contravening a term, condition or limitation imposed on the member’s certificate of registration. 2.  Failing to maintain the standards of the profession. 3.  Doing anything to a client for the purpose of prevention, assessment, diagnosis, intervention or other purpose in a situation in which a consent is required by law, without such a consent. 4.  Delegating a controlled act in contravention of the Act, the Regulated Health Professions Act, 1991 or the regulations under either of those Acts. 5.  Failing to supervise adequately a person who is under the professional responsibility of the member and who is providing a psychological service. 6.  Abusing a client. 7.  Practising the profession while under the influence of any substance, or while suffering from illness or other dysfunction which the member knows or ought to know impairs the member’s ability to practise. 8.  Discontinuing professional services that are needed unless, i.  the client requests the discontinuation, ii.  the client withdraws from the service, iii.  reasonable efforts are made to arrange alternative services, iv.  the client is given a reasonable opportunity to arrange alternative services, or v.  continuing to provide the services would place the member at serious personal risk. 9.  Providing a service that the member knows or ought to know is not likely to benefit the client. 10.  Practising the profession while the member is in a conflict of interest. 11.  Giving information about a client to a person other than the client or his or her authorized representative except with the consent of the client or his or her authorized representative or as required or allowed by law. 12.  Breaching a term of an agreement with a client relating to, i.  the fees for professional services, or ii.  professional services for the client, except where, in the judgement of the member, the breach is trivial or was necessitated by exceptional circumstances. 13.  Failing to provide a truthful, understandable and appropriate explanation of the nature of an assessment, intervention, or other service following a client’s request for an explanation. Representations about Members and their Qualifications 14.  Inappropriately using a term, title or designation in respect of the member’s practice. 15.  Inappropriately using a term, title or designation indicating a specialization in the profession. 16.  Failing to identify oneself as a psychologist or psychological associate to a client or a member’s employer when providing psychological services. 17.  Failing to advise the College promptly of a change in the name used by the member in providing or offering to provide psychological services. 18.  Permitting, counselling, or assisting any person who is not a member to represent himself or herself as a member of the College. Record Keeping and Reports 19.  Failing to keep records as required by the regulations. 20.  Making a record, or issuing or signing a certificate, report, or similar document that the member knows or ought to know is false, misleading or otherwise improper. 21.  Failing, without reasonable cause, to provide a report or certificate relating to a service performed by the member, within a reasonable time, to the client or his or her authorized representative after a client or his or her authorized representative has requested such a report or certificate. Business Practices 22.  Failing to inform the client, before or at the commencement of a service of the fees and charges to be levied for the service, and for late cancellations or missed appointments. 23.  Submitting an account or charge for services that the member knows is false or misleading. 24.  Charging a fee that is excessive in relation to the service performed. 25.  Charging a fee for a service that exceeds the fee set out in the schedule of fees currently published for the profession without informing the client, before or at the commencement of the service, of the additional amount that will be charged. 26.  Receiving or conferring a rebate, fee or other benefit by reason of the referral of a client from or to another person. 27.  Charging a fee for an undertaking to provide an on-call service to a client unless the client is an organization. 28.  Offering or giving a reduction for prompt payment of an account. 29.  Failing to provide an itemized account for professional services within a reasonable time, if requested to do so by the client or the person or agency who is to pay, in whole or in part, for the services. 30.  Selling any debt owed to the member for professional services. This does not include the use of credit cards to pay for professional services. Miscellaneous Matters 31.  Contravening the Act, the Regulated Health Professions Act, 1991 or the regulations under either of those Acts. 32.  Contravening a federal, provincial or territorial law, or a municipal by-law, if i.  the purpose of the law, or by-law is to protect public health, or ii.  the contravention is relevant to the member’s suitability to practise. 33.  Influencing a client to change his or her will or other testamentary instrument. 34.  Engaging in conduct or performing an act, in the course of practising the profession, that, having regard to all the circumstances, would reasonably be regarded by members as disgraceful, dishonourable or unprofessional.  O. Reg. 801/93, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code:</p> <p class=\"headingx-e\">The Practice of the Profession and the Care of, and Relationship with, Clients</p> <p class=\"paragraph-e\">  1.  Contravening a term, condition or limitation imposed on the member’s certificate of registration.</p> <p class=\"paragraph-e\">  2.  Failing to maintain the standards of the profession.</p> <p class=\"paragraph-e\">  3.  Doing anything to a client for the purpose of prevention, assessment, diagnosis, intervention or other purpose in a situation in which a consent is required by law, without such a consent.</p> <p class=\"paragraph-e\">  4.  Delegating a controlled act in contravention of the Act, the <i>Regulated Health Professions Act, 1991</i> or the regulations under either of those Acts.</p> <p class=\"paragraph-e\">  5.  Failing to supervise adequately a person who is under the professional responsibility of the member and who is providing a psychological service.</p> <p class=\"paragraph-e\">  6.  Abusing a client.</p> <p class=\"paragraph-e\">  7.  Practising the profession while under the influence of any substance, or while suffering from illness or other dysfunction which the member knows or ought to know impairs the member’s ability to practise.</p> <p class=\"paragraph-e\">  8.  Discontinuing professional services that are needed unless,</p> <p class=\"subpara-e\">  i.  the client requests the discontinuation,</p> <p class=\"subpara-e\">  ii.  the client withdraws from the service,</p> <p class=\"subpara-e\">  iii.  reasonable efforts are made to arrange alternative services,</p> <p class=\"subpara-e\">  iv.  the client is given a reasonable opportunity to arrange alternative services, or</p> <p class=\"subpara-e\">  v.  continuing to provide the services would place the member at serious personal risk.</p> <p class=\"paragraph-e\">  9.  Providing a service that the member knows or ought to know is not likely to benefit the client.</p> <p class=\"paragraph-e\">  10.  Practising the profession while the member is in a conflict of interest.</p> <p class=\"paragraph-e\">  11.  Giving information about a client to a person other than the client or his or her authorized representative except with the consent of the client or his or her authorized representative or as required or allowed by law.</p> <p class=\"paragraph-e\">  12.  Breaching a term of an agreement with a client relating to,</p> <p class=\"subpara-e\">  i.  the fees for professional services, or</p> <p class=\"subpara-e\">  ii.  professional services for the client, except where, in the judgement of the member, the breach is trivial or was necessitated by exceptional circumstances.</p> <p class=\"paragraph-e\">  13.  Failing to provide a truthful, understandable and appropriate explanation of the nature of an assessment, intervention, or other service following a client’s request for an explanation.</p> <p class=\"headingx-e\">Representations about Members and their Qualifications</p> <p class=\"paragraph-e\">  14.  Inappropriately using a term, title or designation in respect of the member’s practice.</p> <p class=\"paragraph-e\">  15.  Inappropriately using a term, title or designation indicating a specialization in the profession.</p> <p class=\"paragraph-e\">  16.  Failing to identify oneself as a psychologist or psychological associate to a client or a member’s employer when providing psychological services.</p> <p class=\"paragraph-e\">  17.  Failing to advise the College promptly of a change in the name used by the member in providing or offering to provide psychological services.</p> <p class=\"paragraph-e\">  18.  Permitting, counselling, or assisting any person who is not a member to represent himself or herself as a member of the College.</p> <p class=\"headingx-e\">Record Keeping and Reports</p> <p class=\"paragraph-e\">  19.  Failing to keep records as required by the regulations.</p> <p class=\"paragraph-e\">  20.  Making a record, or issuing or signing a certificate, report, or similar document that the member knows or ought to know is false, misleading or otherwise improper.</p> <p class=\"paragraph-e\">  21.  Failing, without reasonable cause, to provide a report or certificate relating to a service performed by the member, within a reasonable time, to the client or his or her authorized representative after a client or his or her authorized representative has requested such a report or certificate.</p> <p class=\"headingx-e\">Business Practices</p> <p class=\"paragraph-e\">  22.  Failing to inform the client, before or at the commencement of a service of the fees and charges to be levied for the service, and for late cancellations or missed appointments.</p> <p class=\"paragraph-e\">  23.  Submitting an account or charge for services that the member knows is false or misleading.</p> <p class=\"paragraph-e\">  24.  Charging a fee that is excessive in relation to the service performed.</p> <p class=\"paragraph-e\">  25.  Charging a fee for a service that exceeds the fee set out in the schedule of fees currently published for the profession without informing the client, before or at the commencement of the service, of the additional amount that will be charged.</p> <p class=\"paragraph-e\">  26.  Receiving or conferring a rebate, fee or other benefit by reason of the referral of a client from or to another person.</p> <p class=\"paragraph-e\">  27.  Charging a fee for an undertaking to provide an on-call service to a client unless the client is an organization.</p> <p class=\"paragraph-e\">  28.  Offering or giving a reduction for prompt payment of an account.</p> <p class=\"paragraph-e\">  29.  Failing to provide an itemized account for professional services within a reasonable time, if requested to do so by the client or the person or agency who is to pay, in whole or in part, for the services.</p> <p class=\"paragraph-e\">  30.  Selling any debt owed to the member for professional services. This does not include the use of credit cards to pay for professional services.</p> <p class=\"headingx-e\">Miscellaneous Matters</p> <p class=\"paragraph-e\">  31.  Contravening the Act, the <i>Regulated Health Professions Act, 1991</i> or the regulations under either of those Acts.</p> <p class=\"paragraph-e\">  32.  Contravening a federal, provincial or territorial law, or a municipal by-law, if</p> <p class=\"subpara-e\">  i.  the purpose of the law, or by-law is to protect public health, or</p> <p class=\"subpara-e\">  ii.  the contravention is relevant to the member’s suitability to practise.</p> <p class=\"paragraph-e\">  33.  Influencing a client to change his or her will or other testamentary instrument.</p> <p class=\"paragraph-e\">  34.  Engaging in conduct or performing an act, in the course of practising the profession, that, having regard to all the circumstances, would reasonably be regarded by members as disgraceful, dishonourable or unprofessional.  O. Reg. 801/93, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 801/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> <span>O<span class=\"ovsmallcap\">mitted (provides for coming into force of provisions of this Regulation)</span>.</span>  O. Reg. 801/93, s. 2.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}