{
    "reg_info": {
        "full_title": "O. Reg. 802/93: REGISTRATION",
        "reg_name_text": "REGISTRATION",
        "citation": "O. Reg. 802/93: ",
        "act_under": "Medical Laboratory Technology Act, 1991   Loi de 1991 sur les technologistes de laboratoire médical",
        "url": "https://www.ontario.ca/laws/regulation/930802",
        "date_scraped": "2023-12-19 17:58:39"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/930802/v1",
            "valid_from": "December 20, 1995",
            "valid_to": "October 27, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) The following are prescribed as classes of certificates of registration: 1. General. 2. Temporary. 3. Inactive. (2) A certificate of registration shall indicate in which specialties, if any, the member is authorized to practise. (3) The specialties in laboratory sciences that may be indicated on a certificate of registration under subsection (2) are listed in the Schedule. O. Reg. 802/93, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) The following are prescribed as classes of certificates of registration:</p> <p class=\"paragraph-e\">1. General.</p> <p class=\"paragraph-e\">2. Temporary.</p> <p class=\"paragraph-e\">3. Inactive.</p> <p class=\"subsection-e\">(2) A certificate of registration shall indicate in which specialties, if any, the member is authorized to practise.</p> <p class=\"subsection-e\">(3) The specialties in laboratory sciences that may be indicated on a certificate of registration under subsection (2) are listed in the Schedule. O. Reg. 802/93, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) The following are the standards and qualifications for a general certificate of registration: 1. The applicant must submit a completed application form to the Registrar together with the application fee. 2. The applicant’s past and present conduct must afford reasonable grounds for the belief that the applicant, i. is mentally competent to practise the profession, ii. will practise the profession with decency, integrity and honesty and in accordance with the law, and iii. can communicate effectively with and will display an appropriate attitude towards patients and colleagues. 3. The applicant must not have made, by commission or omission, any false or misleading representation or declaration on or in connection with an application. 4. The applicant must be a Canadian citizen or a permanent resident of Canada or have an authorization under the Immigration Act (Canada) consistent with the member’s proposed certificate of registration. 5. The applicant must have reasonable fluency in either English or French. 6. The applicant must satisfy one of the following educational and training requirements: i. The applicant has successfully completed, A. a course of study in medical laboratory technology, in a Canadian institution which has been accredited by the Conjoint Committee for the Accreditation of Educational Programs in Allied Medical Disciplines, and B. the qualifying examinations set or approved by the College or the certification examinations of the Canadian Society of Laboratory Technologists. ii. The applicant has successfully completed, A. a baccalaureate degree from a Canadian university, whose major course content is relevant to medical laboratory technology, B. one year of work experience, with a minimum of 1800 hours, in a laboratory that meets the criteria defined by the Registration Committee, and C. the qualifying examinations set or approved by the College. iii. The applicant has, A. education or experience, or both, considered by the Registration Committee to be equivalent to that which is required in subparagraphs i or ii, and B. successfully completed the qualifying examinations set or approved by the College. 7. The applicant must have engaged in the practice of medical laboratory technology for a period of at least 900 hours during the two years immediately preceding the date of the application unless the applicant has completed the educational and training requirements under paragraph 6 within the two years preceding the application for registration. O. Reg. 802/93, s. 2 (1); O. Reg. 542/95, s. 1. (2) Despite paragraphs 5, 6 and 7 of subsection (1), for a period of one year after proclamation of the Medical Laboratory Technology Act, the Registration Committee will issue a general certificate of registration to an applicant who does not meet the qualifications described in those paragraphs if the applicant meets one of the following qualifications: 1. The applicant was employed as a medical laboratory technologist in a laboratory in Ontario on December 31, 1993. 2. The applicant was employed as a medical laboratory technologist in a laboratory in Ontario for a period of at least 900 hours in the two years prior to December 31, 1993. (3) If an applicant has previously been granted an exemption under section 7 of Regulation 682 of the Revised Regulations of Ontario, 1990 or an equivalency under clause 6 (3) (d) of that regulation, the certificate of registration which is issued under this Act shall be subject to any terms, conditions or limitations imposed by the Registration Committee in accordance with section 18 of the Health Professions Procedural Code. O. Reg. 802/93, s. 2 (2, 3).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The following are the standards and qualifications for a general certificate of registration:</p> <p class=\"paragraph-e\">1. The applicant must submit a completed application form to the Registrar together with the application fee.</p> <p class=\"paragraph-e\">2. The applicant’s past and present conduct must afford reasonable grounds for the belief that the applicant,</p> <p class=\"subpara-e\">i. is mentally competent to practise the profession,</p> <p class=\"subpara-e\">ii. will practise the profession with decency, integrity and honesty and in accordance with the law, and</p> <p class=\"subpara-e\">iii. can communicate effectively with and will display an appropriate attitude towards patients and colleagues.</p> <p class=\"paragraph-e\">3. The applicant must not have made, by commission or omission, any false or misleading representation or declaration on or in connection with an application.</p> <p class=\"paragraph-e\">4. The applicant must be a Canadian citizen or a permanent resident of Canada or have an authorization under the <i>Immigration Act</i> (Canada) consistent with the member’s proposed certificate of registration.</p> <p class=\"paragraph-e\">5. The applicant must have reasonable fluency in either English or French.</p> <p class=\"paragraph-e\">6. The applicant must satisfy one of the following educational and training requirements:</p> <p class=\"subpara-e\">i. The applicant has successfully completed,</p> <p class=\"subsubpara-e\">A. a course of study in medical laboratory technology, in a Canadian institution which has been accredited by the Conjoint Committee for the Accreditation of Educational Programs in Allied Medical Disciplines, and</p> <p class=\"subsubpara-e\">B. the qualifying examinations set or approved by the College or the certification examinations of the Canadian Society of Laboratory Technologists.</p> <p class=\"subpara-e\">ii. The applicant has successfully completed,</p> <p class=\"subsubpara-e\">A. a baccalaureate degree from a Canadian university, whose major course content is relevant to medical laboratory technology,</p> <p class=\"subsubpara-e\">B. one year of work experience, with a minimum of 1800 hours, in a laboratory that meets the criteria defined by the Registration Committee, and</p> <p class=\"subsubpara-e\">C. the qualifying examinations set or approved by the College.</p> <p class=\"subpara-e\">iii. The applicant has,</p> <p class=\"subsubpara-e\">A. education or experience, or both, considered by the Registration Committee to be equivalent to that which is required in subparagraphs i or ii, and</p> <p class=\"subsubpara-e\">B. successfully completed the qualifying examinations set or approved by the College.</p> <p class=\"paragraph-e\">7. The applicant must have engaged in the practice of medical laboratory technology for a period of at least 900 hours during the two years immediately preceding the date of the application unless the applicant has completed the educational and training requirements under paragraph 6 within the two years preceding the application for registration. O. Reg. 802/93, s. 2 (1); O. Reg. 542/95, s. 1.</p> <p class=\"subsection-e\">(2) Despite paragraphs 5, 6 and 7 of subsection (1), for a period of one year after proclamation of the <i>Medical Laboratory Technology Act</i>, the Registration Committee will issue a general certificate of registration to an applicant who does not meet the qualifications described in those paragraphs if the applicant meets one of the following qualifications:</p> <p class=\"paragraph-e\">1. The applicant was employed as a medical laboratory technologist in a laboratory in Ontario on December 31, 1993.</p> <p class=\"paragraph-e\">2. The applicant was employed as a medical laboratory technologist in a laboratory in Ontario for a period of at least 900 hours in the two years prior to December 31, 1993.</p> <p class=\"subsection-e\">(3) If an applicant has previously been granted an exemption under section 7 of Regulation 682 of the Revised Regulations of Ontario, 1990 or an equivalency under clause 6 (3) (d) of that regulation, the certificate of registration which is issued under this Act shall be subject to any terms, conditions or limitations imposed by the Registration Committee in accordance with section 18 of the Health Professions Procedural Code. O. Reg. 802/93, s. 2 (2, 3).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) The following are the standards and qualifications for a temporary certificate of registration: 1. The applicant must submit a completed application form to the Registrar together with the application fee. 2. The applicant’s past and present conduct must afford reasonable grounds for the belief that the applicant, i. is mentally competent to practise the profession, ii. will practise the profession with decency, integrity and honesty and in accordance with the law, and iii. can communicate effectively with and will display an appropriate attitude towards patients and colleagues. 3. The applicant must not have made, by commission or omission, any false or misleading representation or declaration on or in connection with an application. 4. The applicant must have reasonable fluency in either English or French. 5. The applicant must be a Canadian citizen or a permanent resident of Canada or have an authorization under the Immigration Act (Canada) consistent with the member’s proposed certificate of registration. 6. The applicant must satisfy one of the following educational and training requirements: i. The applicant has successfully completed a course of study in medical laboratory technology, in a Canadian Institution which has been accredited by the Conjoint Committee for the Accreditation of Educational Programs in Allied Medical Disciplines but has not yet successfully completed any of the examinations required under sub-subparagraph B of subparagraph i of paragraph 6 of subsection 2 (1). ii. The applicant has a baccalaureate degree from a Canadian university, whose major course content is relevant to medical laboratory technology but has not yet completed the work experience or the examinations required under sub-subparagraphs B and C of subparagraph ii of paragraph 6 of subsection 2 (1). iii. The applicant has education, experience or both considered by the Registration Committee to be equivalent to subparagraph i or ii but has not yet completed one or both of the following: A. one year of work experience, with a minimum of 1800 hours, in a public health laboratory operated by the Ministry of Health or in a laboratory licensed under the Laboratory and Specimen Collection Centre Licensing Act, B. the qualifying examinations set or approved by the College. iv. The applicant has met the educational and training requirements for a general certificate of registration under paragraph 6 of subsection 2 (1) but has less than 900 hours of medical laboratory technology practice in the two years preceding the application for registration. O. Reg. 802/93, s. 3 (1); O. Reg. 542/95, s. 2. (2) A temporary member shall only practice medical laboratory technology under the supervision of a member holding a general certificate of registration or health professional qualified as a laboratory supervisor under Regulation 682 of the Revised Regulations of Ontario, 1990. (3) A temporary member shall not vote, or be nominated for election to the Council, or for appointment to a Committee. (4) A temporary certificate of registration is limited to a twelve month term and may only be renewed by the Registration Committee for one additional term. O. Reg. 802/93, s. 3 (2-4).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) The following are the standards and qualifications for a temporary certificate of registration:</p> <p class=\"paragraph-e\">1. The applicant must submit a completed application form to the Registrar together with the application fee.</p> <p class=\"paragraph-e\">2. The applicant’s past and present conduct must afford reasonable grounds for the belief that the applicant,</p> <p class=\"subpara-e\">i. is mentally competent to practise the profession,</p> <p class=\"subpara-e\">ii. will practise the profession with decency, integrity and honesty and in accordance with the law, and</p> <p class=\"subpara-e\">iii. can communicate effectively with and will display an appropriate attitude towards patients and colleagues.</p> <p class=\"paragraph-e\">3. The applicant must not have made, by commission or omission, any false or misleading representation or declaration on or in connection with an application.</p> <p class=\"paragraph-e\">4. The applicant must have reasonable fluency in either English or French.</p> <p class=\"paragraph-e\">5. The applicant must be a Canadian citizen or a permanent resident of Canada or have an authorization under the <i>Immigration Act</i> (Canada) consistent with the member’s proposed certificate of registration.</p> <p class=\"paragraph-e\">6. The applicant must satisfy one of the following educational and training requirements:</p> <p class=\"subpara-e\">i. The applicant has successfully completed a course of study in medical laboratory technology, in a Canadian Institution which has been accredited by the Conjoint Committee for the Accreditation of Educational Programs in Allied Medical Disciplines but has not yet successfully completed any of the examinations required under sub-subparagraph B of subparagraph i of paragraph 6 of subsection 2 (1).</p> <p class=\"subpara-e\">ii. The applicant has a baccalaureate degree from a Canadian university, whose major course content is relevant to medical laboratory technology but has not yet completed the work experience or the examinations required under sub-subparagraphs B and C of subparagraph ii of paragraph 6 of subsection 2 (1).</p> <p class=\"subpara-e\">iii. The applicant has education, experience or both considered by the Registration Committee to be equivalent to subparagraph i or ii but has not yet completed one or both of the following:</p> <p class=\"subsubpara-e\">A. one year of work experience, with a minimum of 1800 hours, in a public health laboratory operated by the Ministry of Health or in a laboratory licensed under the <i>Laboratory and Specimen Collection Centre Licensing Act</i>,</p> <p class=\"subsubpara-e\">B. the qualifying examinations set or approved by the College.</p> <p class=\"subpara-e\">iv. The applicant has met the educational and training requirements for a general certificate of registration under paragraph 6 of subsection 2 (1) but has less than 900 hours of medical laboratory technology practice in the two years preceding the application for registration. O. Reg. 802/93, s. 3 (1); O. Reg. 542/95, s. 2.</p> <p class=\"subsection-e\">(2) A temporary member shall only practice medical laboratory technology under the supervision of a member holding a general certificate of registration or health professional qualified as a laboratory supervisor under Regulation 682 of the Revised Regulations of Ontario, 1990.</p> <p class=\"subsection-e\">(3) A temporary member shall not vote, or be nominated for election to the Council, or for appointment to a Committee.</p> <p class=\"subsection-e\">(4) A temporary certificate of registration is limited to a twelve month term and may only be renewed by the Registration Committee for one additional term. O. Reg. 802/93, s. 3 (2-4).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) An inactive certificate of registration shall be issued if the applicant meets the standards and qualifications for a general certificate of registration under section 2, but is not actively engaged in the practice of medical laboratory technology in Ontario at the time of application or renewal of membership. (2) An inactive member shall not practise medical laboratory technology. (3) An inactive member shall not be nominated for election to the Council, or for appointment to a Committee. O. Reg. 802/93, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) An inactive certificate of registration shall be issued if the applicant meets the standards and qualifications for a general certificate of registration under section 2, but is not actively engaged in the practice of medical laboratory technology in Ontario at the time of application or renewal of membership.</p> <p class=\"subsection-e\">(2) An inactive member shall not practise medical laboratory technology.</p> <p class=\"subsection-e\">(3) An inactive member shall not be nominated for election to the Council, or for appointment to a Committee. O. Reg. 802/93, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) A member who holds an inactive certificate of registration and applies for a general certificate of registration must satisfy one of the following requirements: 1. The member must have been engaged in the practice of medical laboratory technology for at least 900 hours in the two years preceding the application. 2. The member must have successfully completed a refresher course in the relevant specialties in laboratory science approved by the College. 3. The member must have taught 300 hours in a course referred to in paragraph 6 of subsection 2 (1) within the preceding two years. (2) A member who applies for a general certificate of registration under subsection (1) and fails to meet the requirements described in that subsection, may be issued a temporary certificate of registration until such time as the member meets one of the requirements in subsection (1). (3) Despite subsection 3 (3), a member issued a temporary certificate of registration under subsection (2) shall have the right to vote. O. Reg. 802/93, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) A member who holds an inactive certificate of registration and applies for a general certificate of registration must satisfy one of the following requirements:</p> <p class=\"paragraph-e\">1. The member must have been engaged in the practice of medical laboratory technology for at least 900 hours in the two years preceding the application.</p> <p class=\"paragraph-e\">2. The member must have successfully completed a refresher course in the relevant specialties in laboratory science approved by the College.</p> <p class=\"paragraph-e\">3. The member must have taught 300 hours in a course referred to in paragraph 6 of subsection 2 (1) within the preceding two years.</p> <p class=\"subsection-e\">(2) A member who applies for a general certificate of registration under subsection (1) and fails to meet the requirements described in that subsection, may be issued a temporary certificate of registration until such time as the member meets one of the requirements in subsection (1).</p> <p class=\"subsection-e\">(3) Despite subsection 3 (3), a member issued a temporary certificate of registration under subsection (2) shall have the right to vote. O. Reg. 802/93, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. The following are the terms, conditions and limitations of a certificate of registration of any class: 1. The member shall within fifteen days provide the College with written and, if requested, oral details of any of the following that relate to the member and that occur or arise after the registration of the member: i. a conviction for a criminal offence or an offence relevant to the practice of the profession, ii. a finding of or similar to professional misconduct, incompetence or incapacity in Ontario in relation to another profession or in another jurisdiction in relation to the profession or another profession, iii. the commencement of a proceeding for professional misconduct, incompetency or incapacity, or similar conduct, in Ontario, in relation to another profession or in another jurisdiction in relation to the profession or another profession. 2. The member shall only perform procedures consistent with the specialties which the member is registered to practise. O. Reg. 802/93, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The following are the terms, conditions and limitations of a certificate of registration of any class:</p> <p class=\"paragraph-e\">1. The member shall within fifteen days provide the College with written and, if requested, oral details of any of the following that relate to the member and that occur or arise after the registration of the member:</p> <p class=\"subpara-e\">i. a conviction for a criminal offence or an offence relevant to the practice of the profession,</p> <p class=\"subpara-e\">ii. a finding of or similar to professional misconduct, incompetence or incapacity in Ontario in relation to another profession or in another jurisdiction in relation to the profession or another profession,</p> <p class=\"subpara-e\">iii. the commencement of a proceeding for professional misconduct, incompetency or incapacity, or similar conduct, in Ontario, in relation to another profession or in another jurisdiction in relation to the profession or another profession.</p> <p class=\"paragraph-e\">2. The member shall only perform procedures consistent with the specialties which the member is registered to practise. O. Reg. 802/93, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) A certificate of registration of any class expires if the member ceases to be a Canadian citizen or a permanent resident of Canada or have an authorization under the Immigration Act (Canada) consistent with the member’s certificate of registration. (2) A general certificate of registration expires four years after its issue unless the member, (a) has engaged in the practice of the profession in a laboratory, administration, education, research or consultation, related to the practice of medical laboratory technology, for at least 1800 hours in the preceding four years; (b) has, in the preceding three years, successfully completed a refresher course approved by the College in the relevant specialties in laboratory science; or (c) has taught 600 hours in a course referred to in paragraph 6 of subsection 2 (1) within the previous four years. O. Reg. 802/93, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) A certificate of registration of any class expires if the member ceases to be a Canadian citizen or a permanent resident of Canada or have an authorization under the <i>Immigration Act</i> (Canada) consistent with the member’s certificate of registration.</p> <p class=\"subsection-e\">(2) A general certificate of registration expires four years after its issue unless the member,</p> <p class=\"clause-e\">(a) has engaged in the practice of the profession in a laboratory, administration, education, research or consultation, related to the practice of medical laboratory technology, for at least 1800 hours in the preceding four years;</p> <p class=\"clause-e\">(b) has, in the preceding three years, successfully completed a refresher course approved by the College in the relevant specialties in laboratory science; or</p> <p class=\"clause-e\">(c) has taught 600 hours in a course referred to in paragraph 6 of subsection 2 (1) within the previous four years. O. Reg. 802/93, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. A general certificate of registration expires if the member fails to complete any requirements of a prescribed quality assurance program. O. Reg. 802/93, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>A general certificate of registration expires if the member fails to complete any requirements of a prescribed quality assurance program. O. Reg. 802/93, s. 8.</p>"
        },
        {
            "id": "8.1",
            "section": null,
            "content": "8.1 (1) If the Registrar suspends a member’s certificate of registration for failure to pay a prescribed fee, the Registrar shall lift the suspension on the payment of, (a) the fee the member failed to pay, (b) the fees that would have been payable had the member’s certificate not been suspended; and (c) any applicable penalties. (2) The Registrar may waive any of the requirements of subsection (1) in cases of economic hardship. (3) If the Registrar suspends a member’s certificate of registration for failure to pay a prescribed fee and the suspension is not lifted within three years of the commencement of the suspension, the member’s certificate of registration shall be revoked. O. Reg. 542/95, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>8.1 </b>(1) If the Registrar suspends a member’s certificate of registration for failure to pay a prescribed fee, the Registrar shall lift the suspension on the payment of,</p> <p class=\"clause-e\">(a) the fee the member failed to pay,</p> <p class=\"clause-e\">(b) the fees that would have been payable had the member’s certificate not been suspended; and</p> <p class=\"clause-e\">(c) any applicable penalties.</p> <p class=\"subsection-e\">(2) The Registrar may waive any of the requirements of subsection (1) in cases of economic hardship.</p> <p class=\"subsection-e\">(3) If the Registrar suspends a member’s certificate of registration for failure to pay a prescribed fee and the suspension is not lifted within three years of the commencement of the suspension, the member’s certificate of registration shall be revoked. O. Reg. 542/95, s. 3.</p>"
        },
        {
            "id": "8.2",
            "section": null,
            "content": "8.2 The Registrar shall give a letter verifying a member’s credentials to the member upon request by the member and payment of the fee set by the Registrar. O. Reg. 542/95, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>8.2 </b>The Registrar shall give a letter verifying a member’s credentials to the member upon request by the member and payment of the fee set by the Registrar. O. Reg. 542/95, s. 3.</p>"
        },
        {
            "id": "8.3",
            "section": null,
            "content": "8.3 The Registrar shall give a member a replacement for a certificate of registration previously issued by the College if the member requests it and pays the certificate replacement fee. O. Reg. 542/95, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>8.3 </b>The Registrar shall give a member a replacement for a certificate of registration previously issued by the College if the member requests it and pays the certificate replacement fee. O. Reg. 542/95, s. 3.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 802/93, s. 9. SCHEDULE Bacteriology Biochemistry Cytogenetics Cytology Electron microscopy Hematology Histology Immunoassay Immunohematology Immunology Molecular genetics Mycology Parasitology Phlebotomy Virology O. Reg. 802/93, Sched.; O. Reg. 542/95, s. 4. ",
            "raw_html": "<p class=\"section-e\"><b>9.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 802/93, s. 9.</p> <p class=\"schedule-e\">SCHEDULE</p> <p class=\"paranoindt-e\">Bacteriology</p> <p class=\"paranoindt-e\">Biochemistry</p> <p class=\"paranoindt-e\">Cytogenetics</p> <p class=\"paranoindt-e\">Cytology</p> <p class=\"paranoindt-e\">Electron microscopy</p> <p class=\"paranoindt-e\">Hematology</p> <p class=\"paranoindt-e\">Histology</p> <p class=\"paranoindt-e\">Immunoassay</p> <p class=\"paranoindt-e\">Immunohematology</p> <p class=\"paranoindt-e\">Immunology</p> <p class=\"paranoindt-e\">Molecular genetics</p> <p class=\"paranoindt-e\">Mycology</p> <p class=\"paranoindt-e\">Parasitology</p> <p class=\"paranoindt-e\">Phlebotomy</p> <p class=\"paranoindt-e\">Virology</p> <p class=\"footnote-e\">O. Reg. 802/93, Sched.; O. Reg. 542/95, s. 4.</p> <p class=\"Normal\"></p>"
        }
    ]
}