{
    "reg_info": {
        "full_title": "O. Reg. 261/18: INFORMATION PRESCRIBED UNDER SUBSECTION 23 (2) OF THE HEALTH PROFESSIONS PROCEDURAL CODE",
        "reg_name_text": "INFORMATION PRESCRIBED UNDER SUBSECTION 23 (2) OF THE HEALTH PROFESSIONS PROCEDURAL CODE",
        "citation": "O. Reg. 261/18: ",
        "act_under": "Regulated Health Professions Act, 1991",
        "url": "https://www.ontario.ca/laws/regulation/180261",
        "date_scraped": "2023-12-18 23:58:10"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May  1, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180261/v1",
            "valid_from": "April 20, 2018",
            "valid_to": "April 30, 2018"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Prescribed information",
            "content": "  1. (1) The following information, if known to the College, is prescribed information to be contained in a College’s register for the purposes of paragraph 19 of subsection 23 (2) of the Code and is designated as information subject to subsection 23 (13.1) of the Health Professions Procedural Code in Schedule 2 to the Act: 1. If there has been a finding of guilt against a member under the Criminal Code\r\n(Canada) or the Controlled Drugs and Substances Act\r\n(Canada) and if none of the conditions in subsection (2) have been satisfied, i. a brief summary of the finding, ii. a brief summary of the sentence, and iii. if the finding is under appeal, a notation that it is under appeal until the appeal is finally disposed of. 2. With respect to a member, any currently existing conditions of release following a charge for an offence under the Criminal Code (Canada) or the Controlled Drugs and Substances Act (Canada) or subsequent to a finding of guilt and pending appeal or any variations to those conditions. 3. If a member has been charged with an offence under the Criminal Code (Canada) or the Controlled Drugs and Substances Act (Canada) and the charge is outstanding, i. the fact and content of the charge, and ii. the date and place of the charge. 4. If a member has been the subject of a disciplinary finding or a finding of professional misconduct or incompetence by another regulatory or licensing authority in any jurisdiction, i. the fact of the finding, ii. the date of the finding, iii. the jurisdiction in which the finding was made, and iv. the existence and status of any appeal. 5. If a member is currently licenced or registered to practice another profession in Ontario or a profession in another jurisdiction, the fact of that licensure or registration. (2) The conditions referred to in paragraph 1 of subsection (1) are the following: 1. The Parole Board of Canada has ordered a record suspension in respect of the conviction. 2. A pardon in respect of the conviction has been obtained. 3. The conviction has been overturned on appeal. (3) Nothing in this Regulation shall be interpreted as authorizing the disclosure of identifying information about an individual other than a member. (4) In this section, “identifying information” means information that identifies an individual or for which it is reasonably foreseeable in the circumstances that it could be utilized, either alone or with other information, to identify an individual.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) The following information, if known to the College, is prescribed information to be contained in a College’s register for the purposes of paragraph 19 of subsection 23 (2) of the Code and is designated as information subject to subsection 23 (13.1) of the Health Professions Procedural Code in Schedule 2 to the Act:</p> <p class=\"paragraph-e\">  1. If there has been a finding of guilt against a member under the <i>Criminal Code</i>\r\n(Canada) or the <i>Controlled Drugs and Substances Act</i>\r\n(Canada) and if none of the conditions in subsection (2) have been satisfied,</p> <p class=\"subpara-e\">  i. a brief summary of the finding,</p> <p class=\"subpara-e\">  ii. a brief summary of the sentence, and</p> <p class=\"subpara-e\">  iii. if the finding is under appeal, a notation that it is under appeal until the appeal is finally disposed of.</p> <p class=\"paragraph-e\">  2. With respect to a member, any currently existing conditions of release following a charge for an offence under the <i>Criminal Code</i> (Canada) or the <i>Controlled Drugs and Substances Act</i> (Canada) or subsequent to a finding of guilt and pending appeal or any variations to those conditions.</p> <p class=\"paragraph-e\">  3. If a member has been charged with an offence under the <i>Criminal Code</i> (Canada) or the <i>Controlled Drugs and Substances Act</i> (Canada) and the charge is outstanding,</p> <p class=\"subpara-e\">  i. the fact and content of the charge, and</p> <p class=\"subpara-e\">  ii. the date and place of the charge.</p> <p class=\"paragraph-e\">  4. If a member has been the subject of a disciplinary finding or a finding of professional misconduct or incompetence by another regulatory or licensing authority in any jurisdiction,</p> <p class=\"subpara-e\">  i. the fact of the finding,</p> <p class=\"subpara-e\">  ii. the date of the finding,</p> <p class=\"subpara-e\">  iii. the jurisdiction in which the finding was made, and</p> <p class=\"subpara-e\">  iv. the existence and status of any appeal.</p> <p class=\"paragraph-e\">  5. If a member is currently licenced or registered to practice another profession in Ontario or a profession in another jurisdiction, the fact of that licensure or registration.</p> <p class=\"subsection-e\">  (2) The conditions referred to in paragraph 1 of subsection (1) are the following:</p> <p class=\"paragraph-e\">  1. The Parole Board of Canada has ordered a record suspension in respect of the conviction.</p> <p class=\"paragraph-e\">  2. A pardon in respect of the conviction has been obtained.</p> <p class=\"paragraph-e\">  3. The conviction has been overturned on appeal.</p> <p class=\"subsection-e\">  (3) Nothing in this Regulation shall be interpreted as authorizing the disclosure of identifying information about an individual other than a member.</p> <p class=\"subsection-e\">  (4) In this section,</p> <p class=\"definition-e\">“identifying information” means information that identifies an individual or for which it is reasonably foreseeable in the circumstances that it could be utilized, either alone or with other information, to identify an individual.</p>"
        },
        {
            "id": "2.",
            "section": "Prescribed information",
            "content": " 2. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Prescribed information",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180261\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}