{
    "reg_info": {
        "full_title": "O. Reg. 82/23: ONTARIO LEARN AND STAY GRANT",
        "reg_name_text": "ONTARIO LEARN AND STAY GRANT",
        "citation": "O. Reg. 82/23: ",
        "act_under": "Ministry of Training, Colleges and Universities Act",
        "url": "https://www.ontario.ca/laws/regulation/230082",
        "date_scraped": "2023-12-18 02:40:22"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 29, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/230082/v1",
            "valid_from": "May  1, 2023",
            "valid_to": "November 28, 2023"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Application and Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Application and Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Application",
            "content": " 1. This Regulation applies with respect to Ontario Learn and Stay Grants issued for periods of study for approved programs of study that commence on or after August 1, 2023.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>This Regulation applies with respect to Ontario Learn and Stay Grants issued for periods of study for approved programs of study that commence on or after August 1, 2023.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 2. (1) In this Regulation, “2001 Regulation” means Ontario Regulation 268/01 (Ontario Student Loans Made August 1, 2001 to July 31, 2017), made under the Act; (“Règlement de 2001”) “2017 Regulation” means Ontario Regulation 70/17 (Ontario Student Grants and Ontario Student Loans), made under the Act; (“Règlement de 2017”) “2020 Regulation” means Ontario Regulation 768/20 (Ontario Student Grants and Ontario Student Loans for Micro-Credentials) made under the Act; (“Règlement de 2020”) “academic year” means a period beginning on August 1 in a year and ending on July 31 of the next year; (“année d’études”) “approved institution” means an approved institution as determined in accordance with section 8; (“établissement agréé”) “approved program of study” means a program of study approved in accordance with section 7; (“programme d’études approuvé”) “consolidated loan agreement” means an agreement described in section 28 of the 2017 Regulation, section 28 of the 2001 Regulation or section 8 of the pre-2001 Regulation; (“contrat de prêt consolidé”) “grant” means the Ontario Learn and Stay Grant, and does not include any other grant issued under the Act; (“subvention”) “master student financial assistance agreement” means an agreement entered into under section 20; (“contrat-cadre d’aide financière aux étudiants”) “micro-credential grant” has the same meaning as in the 2020 Regulation; (“subvention pour une microcertification”) “micro-credential student loan” has the same meaning as in the 2020 Regulation; (“prêt d’études pour une microcertification”) “micro-credential student loan agreement” has the same meaning as in the 2020 Regulation; (“contrat de prêt d’études pour une microcertification”) “minimum required course load” means, in relation to an approved program of study, the course load determined under section 9; (“charge de cours minimale exigée”) “Ontario Learn and Stay Grant student” means a student described in section 25; (“étudiant bénéficiant de la subvention ontarienne Apprendre et rester”) “period of study” means, in relation to a program of study, a period described in subsection 7 (2); (“période d’études”) “pre-2001 Regulation” means Regulation 774 of the Revised Regulations of Ontario, 1990 (Ontario Student Loans made before August 1, 2001), made under the Act; (“règlement antérieur au Règlement de 2001”) “qualifying student” has the same meaning as in the 2017 Regulation; (“étudiant admissible”) “repayment notice” has the same meaning as in the 2020 Regulation; (“avis de remboursement”) “service commitment agreement” means an agreement described in section 21; (“entente d’engagement de service”) “service provider” means a person or entity, other than a post-secondary educational institution, who provides services with respect to the disbursement, administration, management or delivery of student loans or grants by virtue of, (a) an agreement with the Minister, or with another Minister of the Crown in right of Ontario, for the provision of those services, or (b) if the Minister has entered into an agreement with the Government of Canada for the provision of those services, an agreement with the Government of Canada for the provision of those services; (“fournisseur de services”) “student loan agreement” means, (a) a master student financial assistance agreement entered into under section 20, (b) a master student financial assistance agreement entered into under section 21 of the 2017 Regulation, (c) a master student loan agreement entered into under section 20 of the 2001 Regulation, (d) an agreement entered into under section 20 of the 2001 Regulation, as that section read on January 31, 2012, or (e) an agreement entered into under section 4 of the pre-2001 Regulation, as that section read on July 31, 2001. (“contrat de prêt d’études”) (2) Despite the definition of “grant” in subsection (1), a reference in this Regulation to a grant that is received, granted, made or issued under the Act includes any grant received, granted, made or issued under the Act. (3) A person ceases to be both a qualifying student and an Ontario Learn and Stay Grant student on the first day that the person is neither a qualifying student nor an Ontario Learn and Stay Grant student. Application for Ontario Learn and Stay Grant",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“2001 Regulation” means Ontario Regulation 268/01 (Ontario Student Loans Made August 1, 2001 to July 31, 2017), made under the Act; (“Règlement de 2001”)</p> <p class=\"definition-e\">“2017 Regulation” means Ontario Regulation 70/17 (Ontario Student Grants and Ontario Student Loans), made under the Act; (“Règlement de 2017”)</p> <p class=\"definition-e\">“2020 Regulation” means Ontario Regulation 768/20 (Ontario Student Grants and Ontario Student Loans for Micro-Credentials) made under the Act; (“Règlement de 2020”)</p> <p class=\"definition-e\">“academic year” means a period beginning on August 1 in a year and ending on July 31 of the next year; (“année d’études”)</p> <p class=\"definition-e\">“approved institution” means an approved institution as determined in accordance with section 8; (“établissement agréé”)</p> <p class=\"definition-e\">“approved program of study” means a program of study approved in accordance with section 7; (“programme d’études approuvé”)</p> <p class=\"definition-e\">“consolidated loan agreement” means an agreement described in section 28 of the 2017 Regulation, section 28 of the 2001 Regulation or section 8 of the pre-2001 Regulation; (“contrat de prêt consolidé”)</p> <p class=\"definition-e\">“grant” means the Ontario Learn and Stay Grant, and does not include any other grant issued under the Act; (“subvention”)</p> <p class=\"definition-e\">“master student financial assistance agreement” means an agreement entered into under section 20; (“contrat-cadre d’aide financière aux étudiants”)</p> <p class=\"definition-e\">“micro-credential grant” has the same meaning as in the 2020 Regulation; (“subvention pour une microcertification”)</p> <p class=\"definition-e\">“micro-credential student loan” has the same meaning as in the 2020 Regulation; (“prêt d’études pour une microcertification”)</p> <p class=\"definition-e\">“micro-credential student loan agreement” has the same meaning as in the 2020 Regulation; (“contrat de prêt d’études pour une microcertification”)</p> <p class=\"definition-e\">“minimum required course load” means, in relation to an approved program of study, the course load determined under section 9; (“charge de cours minimale exigée”)</p> <p class=\"definition-e\">“Ontario Learn and Stay Grant student” means a student described in section 25; (“étudiant bénéficiant de la subvention ontarienne Apprendre et rester”)</p> <p class=\"definition-e\">“period of study” means, in relation to a program of study, a period described in subsection 7 (2); (“période d’études”)</p> <p class=\"definition-e\">“pre-2001 Regulation” means Regulation 774 of the Revised Regulations of Ontario, 1990 (Ontario Student Loans made before August 1, 2001), made under the Act; (“règlement antérieur au Règlement de 2001”)</p> <p class=\"definition-e\">“qualifying student” has the same meaning as in the 2017 Regulation; (“étudiant admissible”)</p> <p class=\"definition-e\">“repayment notice” has the same meaning as in the 2020 Regulation; (“avis de remboursement”)</p> <p class=\"definition-e\">“service commitment agreement” means an agreement described in section 21; (“entente d’engagement de service”)</p> <p class=\"definition-e\">“service provider” means a person or entity, other than a post-secondary educational institution, who provides services with respect to the disbursement, administration, management or delivery of student loans or grants by virtue of,</p> <p class=\"defclause-e\">  (a) an agreement with the Minister, or with another Minister of the Crown in right of Ontario, for the provision of those services, or</p> <p class=\"defclause-e\">  (b) if the Minister has entered into an agreement with the Government of Canada for the provision of those services, an agreement with the Government of Canada for the provision of those services; (“fournisseur de services”)</p> <p class=\"definition-e\">“student loan agreement” means,</p> <p class=\"defclause-e\">  (a) a master student financial assistance agreement entered into under section 20,</p> <p class=\"defclause-e\">  (b) a master student financial assistance agreement entered into under section 21 of the 2017 Regulation,</p> <p class=\"defclause-e\">  (c) a master student loan agreement entered into under section 20 of the 2001 Regulation,</p> <p class=\"defclause-e\">  (d) an agreement entered into under section 20 of the 2001 Regulation, as that section read on January 31, 2012, or</p> <p class=\"defclause-e\">  (e) an agreement entered into under section 4 of the pre-2001 Regulation, as that section read on July 31, 2001. (“contrat de prêt d’études”)</p> <p class=\"subsection-e\">  (2) Despite the definition of “grant” in subsection (1), a reference in this Regulation to a grant that is received, granted, made or issued under the Act includes any grant received, granted, made or issued under the Act.</p> <p class=\"subsection-e\">  (3) A person ceases to be both a qualifying student and an Ontario Learn and Stay Grant student on the first day that the person is neither a qualifying student nor an Ontario Learn and Stay Grant student.</p> <p class=\"heading1-e\"><a name=\"BK3\"></a>Application for Ontario Learn and Stay Grant</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Application for Ontario Learn and Stay Grant",
            "part_id": null,
            "part_type": null,
            "section": "Application for Ontario Learn and Stay Grant",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Applying for a grant",
            "content": " 3. (1) An individual who wishes to obtain a grant must apply for it to the Minister, and the application must specify the period of study for which the grant is needed as well as the approved institution and approved program of study in which the individual is enrolled or intends to be enrolled. (2) The application must be in a form approved by the Minister.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>(1) An individual who wishes to obtain a grant must apply for it to the Minister, and the application must specify the period of study for which the grant is needed as well as the approved institution and approved program of study in which the individual is enrolled or intends to be enrolled.</p> <p class=\"subsection-e\">  (2) The application must be in a form approved by the Minister.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Period of grant",
            "content": " 4. (1) A grant may be issued for no more than one period of study in the approved program of study in which the student is or will be enrolled. (2) An individual who wishes to obtain grants for more than one period of study must make a new application under subsection 3 (1) for each period of study. Eligibility",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>(1) A grant may be issued for no more than one period of study in the approved program of study in which the student is or will be enrolled.</p> <p class=\"subsection-e\">  (2) An individual who wishes to obtain grants for more than one period of study must make a new application under subsection 3 (1) for each period of study.</p> <p class=\"heading1-e\"><a name=\"BK6\"></a>Eligibility</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "Eligibility",
            "part_id": null,
            "part_type": null,
            "section": "Eligibility",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Eligibility for a grant",
            "content": " 5. An individual is eligible for a grant for a period of study if the Minister determines that the individual, (a) is a Canadian citizen, a permanent resident within the meaning of the Immigration and Refugee Protection Act\r\n(Canada) or a protected person within the meaning of subsection 95 (2) of that Act; (b) meets the residency requirement set out in section 6; (c) is enrolled in an approved program of study at an approved institution, as determined in accordance with sections 7 and 8; and (d) is taking at least the minimum required course load for the period of study of the approved program of study, as determined in accordance with section 9.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>5. </b>An individual is eligible for a grant for a period of study if the Minister determines that the individual,</p> <p class=\"clause-e\">  (a) is a Canadian citizen, a permanent resident within the meaning of the <i>Immigration and Refugee Protection Act</i>\r\n(Canada) or a protected person within the meaning of subsection 95 (2) of that Act;</p> <p class=\"clause-e\">  (b) meets the residency requirement set out in section 6;</p> <p class=\"clause-e\">  (c) is enrolled in an approved program of study at an approved institution, as determined in accordance with sections 7 and 8; and</p> <p class=\"clause-e\">  (d) is taking at least the minimum required course load for the period of study of the approved program of study, as determined in accordance with section 9.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Residency requirement",
            "content": " 6. (1) An individual meets the residency requirement for a grant if, on or before the day the period of study of the approved program of study in which the individual is or is to be enrolled begins, the individual, (a) has resided in Ontario for a period of at least 12 consecutive months; and (b) has not resided in another province or territory in Canada for a period of 12 or more consecutive months since completing the 12-month period of residency in Ontario required under clause (a). (2) In determining whether an individual has resided in Ontario or in another province or territory of Canada for 12 consecutive months for the purposes of subsection (1), the time that the individual spent in full-time studies at a post-secondary institution shall not be included. (3) Despite subsection (1), an individual who does not meet the residency requirement described in that subsection shall be deemed to meet the residency requirement for the purposes of issuing a grant if, (a) the individual has not resided in any province or territory of Canada other than Ontario for 12 or more consecutive months; and (b) the individual is or will be taking the minimum required course load at an approved institution in Ontario and, as of the day the application is made, the individual resides in Ontario.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>6. </b>(1) An individual meets the residency requirement for a grant if, on or before the day the period of study of the approved program of study in which the individual is or is to be enrolled begins, the individual,</p> <p class=\"clause-e\">  (a) has resided in Ontario for a period of at least 12 consecutive months; and</p> <p class=\"clause-e\">  (b) has not resided in another province or territory in Canada for a period of 12 or more consecutive months since completing the 12-month period of residency in Ontario required under clause (a).</p> <p class=\"subsection-e\">  (2) In determining whether an individual has resided in Ontario or in another province or territory of Canada for 12 consecutive months for the purposes of subsection (1), the time that the individual spent in full-time studies at a post-secondary institution shall not be included.</p> <p class=\"subsection-e\">  (3) Despite subsection (1), an individual who does not meet the residency requirement described in that subsection shall be deemed to meet the residency requirement for the purposes of issuing a grant if,</p> <p class=\"clause-e\">  (a) the individual has not resided in any province or territory of Canada other than Ontario for 12 or more consecutive months; and</p> <p class=\"clause-e\">  (b) the individual is or will be taking the minimum required course load at an approved institution in Ontario and, as of the day the application is made, the individual resides in Ontario.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Approved program of study",
            "content": " 7. (1) The Minister may approve a program of study for the purposes of clause 5 (c) if the program, (a) is provided at an approved institution; (b) consists of one or more periods of study of no less than 12 weeks and no more than 52 weeks; and (c) leads to the granting of a certificate, degree or diploma upon the successful completion of the program. (2) For the purposes of clause (1) (b), the period of study of an approved program of study is the period of time that the approved institution considers to be the normal school year for that particular program, as determined by that institution for academic purposes, which may include one or more academic terms. (3) The Minister may withdraw approval for a program of study if the program ceases to meet the requirements established under the Act, terms established by the Minister or terms established in any agreement entered into for the purposes of the Minister’s approval.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>7. </b>(1) The Minister may approve a program of study for the purposes of clause 5 (c) if the program,</p> <p class=\"clause-e\">  (a) is provided at an approved institution;</p> <p class=\"clause-e\">  (b) consists of one or more periods of study of no less than 12 weeks and no more than 52 weeks; and</p> <p class=\"clause-e\">  (c) leads to the granting of a certificate, degree or diploma upon the successful completion of the program.</p> <p class=\"subsection-e\">  (2) For the purposes of clause (1) (b), the period of study of an approved program of study is the period of time that the approved institution considers to be the normal school year for that particular program, as determined by that institution for academic purposes, which may include one or more academic terms.</p> <p class=\"subsection-e\">  (3) The Minister may withdraw approval for a program of study if the program ceases to meet the requirements established under the Act, terms established by the Minister or terms established in any agreement entered into for the purposes of the Minister’s approval.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Approved institutions",
            "content": " 8. (1) The following institutions are approved institutions for the purposes of clause 5 (c): 1. Every university in Ontario, including any post-secondary educational institution that is affiliated or federated with such a university, the enrolments of which are counted for purposes of calculating annual operating grants and entitlements. 2. Every college of applied arts and technology established under the Ontario Colleges of Applied Arts and Technology Act, 2002. 3. University of Guelph — Ridgetown Campus. 4. The Law Society of Ontario. 5. The Niagara Parks Commission School of Horticulture. 6. Every Indigenous Institute prescribed for the purposes of section 6 of the Indigenous Institutes Act, 2017. (2) The Minister may approve an institution described as follows for the purposes of clause 5 (c): 1. A private post-secondary educational institution that is authorized under the Post-secondary Education Choice and Excellence Act, 2000 to operate or maintain a university or to provide all or part of a program leading to a degree. 2. A private career college registered in Ontario under the Private Career Colleges Act, 2005. Note: On January 1, 2024, the day section 1 of Schedule 29 to the Less Red Tape, Stronger Economy Act, 2023 comes into force, paragraph 2 of subsection 8 (2) of the Regulation is revoked and the following substituted: (See: O. Reg. 355/23, s. 1) 2. A career college registered in Ontario under the Ontario Career Colleges Act, 2005. 3. A private post-secondary institution in Ontario, other than one described in paragraph 1 or 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>8. </b>(1) The following institutions are approved institutions for the purposes of clause 5 (c):</p> <p class=\"paragraph-e\">  1. Every university in Ontario, including any post-secondary educational institution that is affiliated or federated with such a university, the enrolments of which are counted for purposes of calculating annual operating grants and entitlements.</p> <p class=\"paragraph-e\">  2. Every college of applied arts and technology established under the <i>Ontario Colleges of Applied Arts and Technology Act, 2002</i>.</p> <p class=\"paragraph-e\">  3. University of Guelph — Ridgetown Campus.</p> <p class=\"paragraph-e\">  4. The Law Society of Ontario.</p> <p class=\"paragraph-e\">  5. The Niagara Parks Commission School of Horticulture.</p> <p class=\"paragraph-e\">  6. Every Indigenous Institute prescribed for the purposes of section 6 of the <i>Indigenous Institutes Act, 2017</i>.</p> <p class=\"subsection-e\">  (2) The Minister may approve an institution described as follows for the purposes of clause 5 (c):</p> <p class=\"paragraph-e\">  1. A private post-secondary educational institution that is authorized under the <i>Post-secondary Education Choice and Excellence Act, 2000</i> to operate or maintain a university or to provide all or part of a program leading to a degree.</p> <p class=\"paragraph-e\">  2. A private career college registered in Ontario under the <i>Private Career Colleges Act, 2005</i>.</p> <p class=\"Pnote-e\"><span>Note: On January 1, 2024,</span><span> the day section 1 of Schedule 29 to the <i>Less Red Tape, Stronger Economy Act, 2023</i> comes into force,</span> paragraph 2 of subsection 8 (2) of the Regulation is revoked and the following substituted:<span> (See: O. Reg. 355/23, s. 1)</span></p> <p class=\"Yparagraph-e\">  2. A career college registered in Ontario under the <i>Ontario Career Colleges Act, 2005</i>.</p> <p class=\"paragraph-e\">  3. A private post-secondary institution in Ontario, other than one described in paragraph 1 or 2.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Minimum required course load",
            "content": " 9. An individual enrolled in an approved program of study at an approved institution is taking the minimum required course load for a period of study for the purposes of clause 5 (d) if, (a) they are enrolled in at least 60 per cent of what the institution considers to be a full course load for the period of study, in the case of an individual who is not a person with a disability; or (b) they are enrolled in at least 40 per cent of what the institution considers to be a full course load for the period of study, in the case of an individual who is a person with a disability. Restrictions on Issuing a Grant",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>9. </b>An individual enrolled in an approved program of study at an approved institution is taking the minimum required course load for a period of study for the purposes of clause 5 (d) if,</p> <p class=\"clause-e\">  (a) they are enrolled in at least 60 per cent of what the institution considers to be a full course load for the period of study, in the case of an individual who is not a person with a disability; or</p> <p class=\"clause-e\">  (b) they are enrolled in at least 40 per cent of what the institution considers to be a full course load for the period of study, in the case of an individual who is a person with a disability.</p> <p class=\"heading1-e\"><a name=\"BK12\"></a>Restrictions on Issuing a Grant</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "Restrictions on Issuing a Grant",
            "part_id": null,
            "part_type": null,
            "section": "Restrictions on Issuing a Grant",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Restrictions",
            "content": " 10. Despite section 5, an individual who is eligible for a grant under that section may be refused a grant in accordance with sections 11 to 15.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>10. </b>Despite section 5, an individual who is eligible for a grant under that section may be refused a grant in accordance with sections 11 to 15.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Individual’s finances; other loans, grants, benefits, etc.",
            "content": " 11. (1) The Minister may refuse to issue a grant to an individual in any of the following circumstances relating to the individual’s finances: 1. The individual is entitled to receive student financial assistance from the Government of Canada or from the government of another province or territory of Canada or of another country. 2. After considering the contents of a consumer report of the individual’s current debts, the Minister is of the opinion that the individual will not repay a student loan issued under the Act. (2) The Minister may refuse to issue a grant to an individual if the individual is in receipt of financial assistance under an educational program or employment training program funded directly or indirectly by the Province of Ontario. (3) The Minister shall not issue a grant to an individual who received a grant or student loan under the Act, other than a micro-credential grant or a micro-credential student loan, in respect of a previous period of study for which amounts have not been repaid, if the individual, (a) was granted repayment assistance at the debt reduction stage in respect of the previous student loan under sections 36 to 47 of the 2017 Regulation, under sections 35 to 40.7 of the 2001 Regulation, as those sections read on March 9, 2017, or under sections 12 to 12.12 of the pre-2001 Regulation, as those sections read on March 9, 2017, but that repayment assistance was not granted on the basis of the individual having been an individual described under paragraph 3 of subsection 40 (3) of the 2017 Regulation, under paragraph 3 of subsection 39 (3) of the 2001 Regulation, as that section read on March 9, 2017, or under paragraph 3 of subsection 12.4 (3) of the pre-2001 Regulation, as that section read on March 9, 2017; or (b) was granted a reduction of the amount outstanding under the previous student loan under section 40.2 of the 2001 Regulation, as that section read on October 31, 2010, or under section 9.4 of the pre-2001 Regulation, as that section read on October 31, 2010. (4) The Minister shall not issue a grant to an individual who has been granted a severe permanent disability benefit under section 31.13 of the 2020 Regulation, under section 48 of the 2017 Regulation, under section 40.8 of the 2001 Regulation, as that section read on March 9, 2017, or under section 13 of the pre-2001 Regulation, as that section read on March 9, 2017.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>11</b><b>. </b>(1) The Minister may refuse to issue a grant to an individual in any of the following circumstances relating to the individual’s finances:</p> <p class=\"paragraph-e\">  1. The individual is entitled to receive student financial assistance from the Government of Canada or from the government of another province or territory of Canada or of another country.</p> <p class=\"paragraph-e\">  2. After considering the contents of a consumer report of the individual’s current debts, the Minister is of the opinion that the individual will not repay a student loan issued under the Act.</p> <p class=\"subsection-e\">  (2) The Minister may refuse to issue a grant to an individual if the individual is in receipt of financial assistance under an educational program or employment training program funded directly or indirectly by the Province of Ontario.</p> <p class=\"subsection-e\">  (3) The Minister shall not issue a grant to an individual who received a grant or student loan under the Act, other than a micro-credential grant or a micro-credential student loan, in respect of a previous period of study for which amounts have not been repaid, if the individual,</p> <p class=\"clause-e\">  (a) was granted repayment assistance at the debt reduction stage in respect of the previous student loan under sections 36 to 47 of the 2017 Regulation, under sections 35 to 40.7 of the 2001 Regulation, as those sections read on March 9, 2017, or under sections 12 to 12.12 of the pre-2001 Regulation, as those sections read on March 9, 2017, but that repayment assistance was not granted on the basis of the individual having been an individual described under paragraph 3 of subsection 40 (3) of the 2017 Regulation, under paragraph 3 of subsection 39 (3) of the 2001 Regulation, as that section read on March 9, 2017, or under paragraph 3 of subsection 12.4 (3) of the pre-2001 Regulation, as that section read on March 9, 2017; or</p> <p class=\"clause-e\">  (b) was granted a reduction of the amount outstanding under the previous student loan under section 40.2 of the 2001 Regulation, as that section read on October 31, 2010, or under section 9.4 of the pre-2001 Regulation, as that section read on October 31, 2010.</p> <p class=\"subsection-e\">  (4) The Minister shall not issue a grant to an individual who has been granted a severe permanent disability benefit under section 31.13 of the 2020 Regulation, under section 48 of the 2017 Regulation, under section 40.8 of the 2001 Regulation, as that section read on March 9, 2017, or under section 13 of the pre-2001 Regulation, as that section read on March 9, 2017.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Maximum number of weeks or academic terms",
            "content": " 12. (1) The Minister shall not issue a grant if the individual has received any grants or loans under the Act, other than micro-credential grants, micro-credential student loans and Ontario Tuition Grants under Ontario Regulation 118/07 (Ontario Access Grants and Ontario Tuition Grants), made under the Act, in respect of previous periods of study totalling more than, (a) for an individual without a disability, (i) 340 weeks if they are enrolled in a program of study other than a doctoral program, and (ii) 400 weeks if they are enrolled in a doctoral program; and (b) 520 weeks for an individual who is a person with a disability. (2) The Minister may, in order to accommodate an individual based on reasons of a disability, determine that clause (1) (b) does not apply.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>12</b><b>. </b>(1) The Minister shall not issue a grant if the individual has received any grants or loans under the Act, other than micro-credential grants, micro-credential student loans and Ontario Tuition Grants under Ontario Regulation 118/07 (Ontario Access Grants and Ontario Tuition Grants), made under the Act, in respect of previous periods of study totalling more than,</p> <p class=\"clause-e\">  (a) for an individual without a disability,</p> <p class=\"subclause-e\">  (i) 340 weeks if they are enrolled in a program of study other than a doctoral program, and</p> <p class=\"subclause-e\">  (ii) 400 weeks if they are enrolled in a doctoral program; and</p> <p class=\"clause-e\">  (b) 520 weeks for an individual who is a person with a disability.</p> <p class=\"subsection-e\">  (2) The Minister may, in order to accommodate an individual based on reasons of a disability, determine that clause (1) (b) does not apply.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Actions of individual",
            "content": " 13. (1) The Minister may refuse to issue a grant to an individual if the Minister considers, after consulting with the approved institutions at which the individual has been enrolled, that the individual has not made satisfactory progress in a program of study. (2) The Minister may refuse to issue a grant to an individual in any of the following circumstances relating to actions of the individual: 1. The individual has not made arrangements that are satisfactory to the Minister to repay, or has not repaid, a student loan issued under the Act, or any other amount required to be paid to the Crown in respect of any grant, loan or award made by the Government of Ontario under the Act, or made by the Government of Canada or the government of any other province or territory. 2. The individual has not given the Minister all of the information and documents required by the Minister to administer the program of awards, grants or student loans that the individual has received under the Act, including information about the individual’s academic status, financial status or family status during a period of study. 3. The individual has given the Minister incorrect information relating to a grant or student loan issued under the Act or has not informed the Minister promptly about any change to information previously given to the Minister. 4. The individual has been found guilty of an offence under the Ministry of Training, Colleges and Universities Act, the Canada Student Loans Act or the Canada Student Financial Assistance Act or an offence under the Criminal Code (Canada) involving fraud or theft in respect of any student assistance program or any grant, loan or award made by the Government of Ontario under the Act, or made by the Government of Canada or the government of any other province or territory. (3) In this section and in section 14, “approved institution” includes an approved institution as described in section 8 of the 2017 Regulation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>13</b><b>. </b>(1) The Minister may refuse to issue a grant to an individual if the Minister considers, after consulting with the approved institutions at which the individual has been enrolled, that the individual has not made satisfactory progress in a program of study.</p> <p class=\"subsection-e\">  (2) The Minister may refuse to issue a grant to an individual in any of the following circumstances relating to actions of the individual:</p> <p class=\"paragraph-e\">  1. The individual has not made arrangements that are satisfactory to the Minister to repay, or has not repaid, a student loan issued under the Act, or any other amount required to be paid to the Crown in respect of any grant, loan or award made by the Government of Ontario under the Act, or made by the Government of Canada or the government of any other province or territory.</p> <p class=\"paragraph-e\">  2. The individual has not given the Minister all of the information and documents required by the Minister to administer the program of awards, grants or student loans that the individual has received under the Act, including information about the individual’s academic status, financial status or family status during a period of study.</p> <p class=\"paragraph-e\">  3. The individual has given the Minister incorrect information relating to a grant or student loan issued under the Act or has not informed the Minister promptly about any change to information previously given to the Minister.</p> <p class=\"paragraph-e\">  4. The individual has been found guilty of an offence under the <i>Ministry of Training, Colleges and Universities Act</i>, the <i>Canada Student Loans Act</i> or the <i>Canada Student Financial Assistance Act</i> or an offence under the <i>Criminal Code</i> (Canada) involving fraud or theft in respect of any student assistance program or any grant, loan or award made by the Government of Ontario under the Act, or made by the Government of Canada or the government of any other province or territory.</p> <p class=\"subsection-e\">  (3) In this section and in section 14,</p> <p class=\"definition-e\">“approved institution” includes an approved institution as described in section 8 of the 2017 Regulation.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Restrictions on future eligibility",
            "content": " 14. (1) The Minister may determine that an individual shall not be eligible, for such period as the Minister may determine, to receive a grant if any of the following circumstances exist: 1. The individual has not given the Minister all of the information and documents required by the Minister to administer the program of awards, grants or student loans that the individual has received under the Act, including information about the individual’s academic status, financial status or family status during a period of study. 2. The individual has given the Minister incorrect information relating to a student loan or to a program of grants, awards or bursaries made by the Government of Ontario under the Act, or made by the Government of Canada or the government of any other province or territory of Canada or of any other country, or has not informed the Minister promptly about any change to information previously given to the Minister. 3. The individual has been found guilty of an offence under the Ministry of Training, Colleges and Universities Act, the Canada Student Loans Act\r\nor the Canada Student Financial Assistance Act or an offence under the Criminal Code (Canada) involving fraud or theft in respect of any student assistance program or any grant, loan or award made by the Government of Ontario under the Act, or made by the Government of Canada or the government of any other province or territory. 4. The Minister considers, after consulting with the approved institutions at which the individual has been enrolled, that the individual has not made satisfactory progress in a program of study. 5. The individual fails to pay all the missed monthly payments that they are required to make during a repayment assistance period as required under subsection 46 (1) of the 2017 Regulation. (2) If any of the circumstances described in paragraph 1, 2, 3 or 5 of subsection (1) exist, the Minister may determine that the individual, in addition to being ineligible for a grant, shall, for such period as the Minister may determine, not be eligible for any of the following types of benefits available under this Regulation, the 2020 Regulation or the 2017 Regulation with respect to the repayment of the individual’s outstanding student loans under the Act: 1. Retaining the status of a qualifying student under section 24 or 25 or subsection 27 (2) of the 2017 Regulation during a period of study during which the individual does not receive a grant or student loan under the Act, other than a micro-credential grant, micro-credential student loan or grant under this Regulation. 2. Retaining the status of a qualifying student under section 23 or 24 of the 2020 Regulation during a period of study during which the individual does not receive a micro-credential grant or micro-credential student loan. 3. Retaining the status of an Ontario Learn and Stay Grant student under section 25 or 26 or subsection 28 (2) of this Regulation during a period of study during which the individual does not receive a grant under this Regulation. (3) Upon making a determination under this section, the Minister shall give the individual notice of the determination and of the length of the period of ineligibility. (4) The period of ineligibility begins on the day specified in the notice and shall be for a period of up to five years as the Minister may determine, subject to subsections (5) and (6). (5) If a determination of ineligibility is made under this section because of the existence of circumstances described in paragraph 1, 2 or 3 of subsection (1), the period of ineligibility shall continue until the later of, (a) the end of the period specified by the Minister in the notice; and (b) the day the individual repays all amounts of principal and interest outstanding on student loans previously made to the individual under the Act and repays to the Minister any of the following amounts that the Minister may require the individual to repay in the notice of determination: (i) Any awards or grants made to the individual by the Minister under the Act. (ii) The amount of any interest paid by the Minister on behalf of the individual as a result of an individual’s obligations to pay principal and interest being suspended under section 23 of the 2017 Regulation, section 22 of the 2020 Regulation, section 26 of the 2001 Regulation or section 11.2 of the pre-2001 Regulation. (iii) The amount of any reduction of the amount of principal outstanding granted to the individual under section 33 of the 2001 Regulation. (iv) The amount of any assistance provided by the Minister as part of any repayment assistance granted to the individual under section 36 to 47 of the 2017 Regulation, sections 35 to 40.7 of the 2001 Regulation, as those sections read on March 9, 2017, or sections 12 to 12.12 of the pre-2001 Regulation, as those sections read on March 9, 2017. (v) The amount of any severe permanent disability benefit granted to the individual under section 48 of the 2017 Regulation, section 40.8 of the 2001 Regulation, as that section read on March 9, 2017, or section 13 of the pre-2001 Regulation, as that section read on March 9, 2017. (vi) The amount of any reduction of the amount of principal outstanding under a consolidated loan agreement granted to the individual under section 40.2 of the 2001 Regulation or sections 9.3 and 9.4 of the pre-2001 Regulation, as those sections read on October 31, 2010. (vii) The amount of any payments that were suspended under section 36, 39 or 39.1 of the 2001 Regulation or section 12, 12.1 or 12.2 of the pre-2001 Regulation, as those sections read on October 31, 2010, and any interest thereon. (viii) The amount of any principal and interest outstanding under a consolidated loan agreement at the time the individual’s payment obligations under the agreement were terminated under section 40.4 of the 2001 Regulation or section 13.2 of the pre-2001 Regulation, as those sections read on October 31, 2010. (6) If a determination of ineligibility is made under this section because of the existence of circumstances described in paragraph 5 of subsection (1), the period of ineligibility shall continue until the individual is no longer ineligible for repayment assistance under section 46 of the 2017 Regulation. (7) If the Minister makes a determination under section 42.1 of the 2001 Regulation that an individual is ineligible for a specified period for a student loan, for the repayment assistance plan or for the severe permanent disability benefit, and on May 1, 2023 the specified ineligibility period had not elapsed, then the individual is deemed to be ineligible for a grant under this Regulation for the remainder of the ineligibility period.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>14</b><b>. </b>(1) The Minister may determine that an individual shall not be eligible, for such period as the Minister may determine, to receive a grant if any of the following circumstances exist:</p> <p class=\"paragraph-e\">  1. The individual has not given the Minister all of the information and documents required by the Minister to administer the program of awards, grants or student loans that the individual has received under the Act, including information about the individual’s academic status, financial status or family status during a period of study.</p> <p class=\"paragraph-e\">  2. The individual has given the Minister incorrect information relating to a student loan or to a program of grants, awards or bursaries made by the Government of Ontario under the Act, or made by the Government of Canada or the government of any other province or territory of Canada or of any other country, or has not informed the Minister promptly about any change to information previously given to the Minister.</p> <p class=\"paragraph-e\">  3. The individual has been found guilty of an offence under the <i>Ministry of Training, Colleges and Universities Act</i>, the <i>Canada Student Loans Act</i>\r\nor the <i>Canada Student Financial Assistance Act</i> or an offence under the <i>Criminal Code</i> (Canada) involving fraud or theft in respect of any student assistance program or any grant, loan or award made by the Government of Ontario under the Act, or made by the Government of Canada or the government of any other province or territory.</p> <p class=\"paragraph-e\">  4. The Minister considers, after consulting with the approved institutions at which the individual has been enrolled, that the individual has not made satisfactory progress in a program of study.</p> <p class=\"paragraph-e\">  5. The individual fails to pay all the missed monthly payments that they are required to make during a repayment assistance period as required under subsection 46 (1) of the 2017 Regulation.</p> <p class=\"subsection-e\">  (2) If any of the circumstances described in paragraph 1, 2, 3 or 5 of subsection (1) exist, the Minister may determine that the individual, in addition to being ineligible for a grant, shall, for such period as the Minister may determine, not be eligible for any of the following types of benefits available under this Regulation, the 2020 Regulation or the 2017 Regulation with respect to the repayment of the individual’s outstanding student loans under the Act:</p> <p class=\"paragraph-e\">  1. Retaining the status of a qualifying student under section 24 or 25 or subsection 27 (2) of the 2017 Regulation during a period of study during which the individual does not receive a grant or student loan under the Act, other than a micro-credential grant, micro-credential student loan or grant under this Regulation.</p> <p class=\"paragraph-e\">  2. Retaining the status of a qualifying student under section 23 or 24 of the 2020 Regulation during a period of study during which the individual does not receive a micro-credential grant or micro-credential student loan.</p> <p class=\"paragraph-e\">  3. Retaining the status of an Ontario Learn and Stay Grant student under section 25 or 26 or subsection 28 (2) of this Regulation during a period of study during which the individual does not receive a grant under this Regulation.</p> <p class=\"subsection-e\">  (3) Upon making a determination under this section, the Minister shall give the individual notice of the determination and of the length of the period of ineligibility.</p> <p class=\"subsection-e\">  (4) The period of ineligibility begins on the day specified in the notice and shall be for a period of up to five years as the Minister may determine, subject to subsections (5) and (6).</p> <p class=\"subsection-e\">  (5) If a determination of ineligibility is made under this section because of the existence of circumstances described in paragraph 1, 2 or 3 of subsection (1), the period of ineligibility shall continue until the later of,</p> <p class=\"clause-e\">  (a) the end of the period specified by the Minister in the notice; and</p> <p class=\"clause-e\">  (b) the day the individual repays all amounts of principal and interest outstanding on student loans previously made to the individual under the Act and repays to the Minister any of the following amounts that the Minister may require the individual to repay in the notice of determination:</p> <p class=\"subclause-e\">  (i) Any awards or grants made to the individual by the Minister under the Act.</p> <p class=\"subclause-e\">  (ii) The amount of any interest paid by the Minister on behalf of the individual as a result of an individual’s obligations to pay principal and interest being suspended under section 23 of the 2017 Regulation, section 22 of the 2020 Regulation, section 26 of the 2001 Regulation or section 11.2 of the pre-2001 Regulation.</p> <p class=\"subclause-e\">  (iii) The amount of any reduction of the amount of principal outstanding granted to the individual under section 33 of the 2001 Regulation.</p> <p class=\"subclause-e\">  (iv) The amount of any assistance provided by the Minister as part of any repayment assistance granted to the individual under section 36 to 47 of the 2017 Regulation, sections 35 to 40.7 of the 2001 Regulation, as those sections read on March 9, 2017, or sections 12 to 12.12 of the pre-2001 Regulation, as those sections read on March 9, 2017.</p> <p class=\"subclause-e\">  (v) The amount of any severe permanent disability benefit granted to the individual under section 48 of the 2017 Regulation, section 40.8 of the 2001 Regulation, as that section read on March 9, 2017, or section 13 of the pre-2001 Regulation, as that section read on March 9, 2017.</p> <p class=\"subclause-e\">  (vi) The amount of any reduction of the amount of principal outstanding under a consolidated loan agreement granted to the individual under section 40.2 of the 2001 Regulation or sections 9.3 and 9.4 of the pre-2001 Regulation, as those sections read on October 31, 2010.</p> <p class=\"subclause-e\">  (vii) The amount of any payments that were suspended under section 36, 39 or 39.1 of the 2001 Regulation or section 12, 12.1 or 12.2 of the pre-2001 Regulation, as those sections read on October 31, 2010, and any interest thereon.</p> <p class=\"subclause-e\">  (viii) The amount of any principal and interest outstanding under a consolidated loan agreement at the time the individual’s payment obligations under the agreement were terminated under section 40.4 of the 2001 Regulation or section 13.2 of the pre-2001 Regulation, as those sections read on October 31, 2010.</p> <p class=\"subsection-e\">  (6) If a determination of ineligibility is made under this section because of the existence of circumstances described in paragraph 5 of subsection (1), the period of ineligibility shall continue until the individual is no longer ineligible for repayment assistance under section 46 of the 2017 Regulation.</p> <p class=\"subsection-e\">  (7) If the Minister makes a determination under section 42.1 of the 2001 Regulation that an individual is ineligible for a specified period for a student loan, for the repayment assistance plan or for the severe permanent disability benefit, and on May 1, 2023 the specified ineligibility period had not elapsed, then the individual is deemed to be ineligible for a grant under this Regulation for the remainder of the ineligibility period.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Bankruptcy",
            "content": " 15. (1) This section applies with respect to an application for a grant made by an individual who, at any time prior to the day of the application, became a bankrupt within the meaning of the Bankruptcy and Insolvency Act (Canada) or entered into a recognized arrangement for debt settlement. (2) An individual enters into a recognized arrangement for debt settlement when any of the following events occurs: 1. A proposal under Division I of Part III of the Bankruptcy and Insolvency Act (Canada) relating to the individual is approved by a court under that Act. 2. A consumer proposal made by the individual under Division II of Part III of the Bankruptcy and Insolvency Act (Canada) is approved or deemed to be approved by a court under that Act. 3. A consolidation order is made under Part X of the Bankruptcy and Insolvency Act (Canada) in relation to any debts of the individual, including any student loans that the individual may have received under the Act. 4. A document seeking relief has been filed by the individual under a law in a province or territory in Canada outside of Ontario for the orderly payment of debts, including any student loans that the individual may have received under the Act. (3) The Minister shall not issue a grant to an individual who became a bankrupt within the meaning of the Bankruptcy and Insolvency Act (Canada) and who, at the time of the application for the grant, has not received an order of absolute discharge or certificate of discharge under that Act. (4) Despite subsection (3), the Minister may issue a grant if the individual satisfies the Minister that any grant made to the individual after a notice of assessment is issued to the individual will not be seized to repay the individual’s creditors. (5) The Minister shall not issue a grant to an individual referred to in subsection (1) who has previously received a student loan under the Act unless the individual otherwise satisfies the requirements of this Regulation for a grant and, at the time of the application, (a) there are no amounts of principal or interest outstanding on any student loans under the Act previously received by the individual; or (b) if the individual was released from the obligation of repaying any student loans previously received by reason of an order of absolute discharge or certificate of discharge granted under the Bankruptcy and Insolvency Act (Canada), three years have elapsed since the day the order of absolute discharge was made or the certificate of discharge was issued. (6) Despite subsection (5), the Minister may issue a grant to an individual who was an Ontario Learn and Stay Grant student enrolled in an approved program of study at the time an event described in subsection (1) occurred even though the individual does not satisfy the requirements of clause (5) (a) or (b) if, (a) the individual continues to be enrolled in the approved program of study in which they were enrolled at the time the event occurred; (b) the individual otherwise satisfies the requirements of this Regulation for a grant; and (c) the grant is issued for a period of study referred to in subsection (7). (7) The Minister may issue a grant to an individual under subsection (6) for any period of study that begins before the earlier of, (a) the day that is three years after the day the event described in subsection (1) occurred; (b) the day the individual completes the approved program of study they were enrolled in at the time the event described in subsection (1) occurred; or (c) the day the individual ceases to be enrolled in the approved program of study they were enrolled in at the time the event described in subsection (1) occurred. (8) Subsections (6) and (7) apply with respect to any event described in subsection (1) that occurred on or after May 11, 2004. Ontario Learn and Stay Grant Notice of Assessment",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>15</b><b>. </b>(1) This section applies with respect to an application for a grant made by an individual who, at any time prior to the day of the application, became a bankrupt within the meaning of the <i>Bankruptcy and Insolvency Act</i> (Canada) or entered into a recognized arrangement for debt settlement.</p> <p class=\"subsection-e\">  (2) An individual enters into a recognized arrangement for debt settlement when any of the following events occurs:</p> <p class=\"paragraph-e\">  1. A proposal under Division I of Part III of the <i>Bankruptcy and Insolvency Act</i> (Canada) relating to the individual is approved by a court under that Act.</p> <p class=\"paragraph-e\">  2. A consumer proposal made by the individual under Division II of Part III of the <i>Bankruptcy and Insolvency Act</i> (Canada) is approved or deemed to be approved by a court under that Act.</p> <p class=\"paragraph-e\">  3. A consolidation order is made under Part X of the <i>Bankruptcy and Insolvency Act</i> (Canada) in relation to any debts of the individual, including any student loans that the individual may have received under the Act.</p> <p class=\"paragraph-e\">  4. A document seeking relief has been filed by the individual under a law in a province or territory in Canada outside of Ontario for the orderly payment of debts, including any student loans that the individual may have received under the Act.</p> <p class=\"subsection-e\">  (3) The Minister shall not issue a grant to an individual who became a bankrupt within the meaning of the <i>Bankruptcy and Insolvency Act</i> (Canada) and who, at the time of the application for the grant, has not received an order of absolute discharge or certificate of discharge under that Act.</p> <p class=\"subsection-e\">  (4) Despite subsection (3), the Minister may issue a grant if the individual satisfies the Minister that any grant made to the individual after a notice of assessment is issued to the individual will not be seized to repay the individual’s creditors.</p> <p class=\"subsection-e\">  (5) The Minister shall not issue a grant to an individual referred to in subsection (1) who has previously received a student loan under the Act unless the individual otherwise satisfies the requirements of this Regulation for a grant and, at the time of the application,</p> <p class=\"clause-e\">  (a) there are no amounts of principal or interest outstanding on any student loans under the Act previously received by the individual; or</p> <p class=\"clause-e\">  (b) if the individual was released from the obligation of repaying any student loans previously received by reason of an order of absolute discharge or certificate of discharge granted under the <i>Bankruptcy and Insolvency Act</i> (Canada), three years have elapsed since the day the order of absolute discharge was made or the certificate of discharge was issued.</p> <p class=\"subsection-e\">  (6) Despite subsection (5), the Minister may issue a grant to an individual who was an Ontario Learn and Stay Grant student enrolled in an approved program of study at the time an event described in subsection (1) occurred even though the individual does not satisfy the requirements of clause (5) (a) or (b) if,</p> <p class=\"clause-e\">  (a) the individual continues to be enrolled in the approved program of study in which they were enrolled at the time the event occurred;</p> <p class=\"clause-e\">  (b) the individual otherwise satisfies the requirements of this Regulation for a grant; and</p> <p class=\"clause-e\">  (c) the grant is issued for a period of study referred to in subsection (7).</p> <p class=\"subsection-e\">  (7) The Minister may issue a grant to an individual under subsection (6) for any period of study that begins before the earlier of,</p> <p class=\"clause-e\">  (a) the day that is three years after the day the event described in subsection (1) occurred;</p> <p class=\"clause-e\">  (b) the day the individual completes the approved program of study they were enrolled in at the time the event described in subsection (1) occurred; or</p> <p class=\"clause-e\">  (c) the day the individual ceases to be enrolled in the approved program of study they were enrolled in at the time the event described in subsection (1) occurred.</p> <p class=\"subsection-e\">  (8) Subsections (6) and (7) apply with respect to any event described in subsection (1) that occurred on or after May 11, 2004.</p> <p class=\"heading1-e\"><a name=\"BK19\"></a>Ontario Learn and Stay Grant Notice of Assessment</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "Ontario Learn and Stay Grant Notice of Assessment",
            "part_id": null,
            "part_type": null,
            "section": "Ontario Learn and Stay Grant Notice of Assessment",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Issuing an Ontario Learn and Stay Grant notice of assessment",
            "content": " 16. (1) If the Minister determines that an individual is eligible for a grant and the individual is not refused a grant in accordance with sections 11 to 15, the Minister may issue a notice of assessment indicating the amount of the grant that shall be issued to the individual upon the conditions in subsection 18 (1) being satisfied. (2) The notice of assessment shall be in respect of all or part of a period of study in an approved program of study at an approved institution, all of which shall be specified in the notice.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>16</b><b>. </b>(1) If the Minister determines that an individual is eligible for a grant and the individual is not refused a grant in accordance with sections 11 to 15, the Minister may issue a notice of assessment indicating the amount of the grant that shall be issued to the individual upon the conditions in subsection 18 (1) being satisfied.</p> <p class=\"subsection-e\">  (2) The notice of assessment shall be in respect of all or part of a period of study in an approved program of study at an approved institution, all of which shall be specified in the notice.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Maximum amount of grant",
            "content": " 17. The maximum total amount of the grant that may be issued to an individual for the individual’s education costs for the approved program of study for the period of study specified in the notice of assessment is the total of the following amounts: 1. The tuition and other compulsory fees payable to the institution. 2. The estimated cost allowance established by the Minister for books and other instructional supplies. 3. The estimated cost allowance established by the Minister for such other expenses as the Minister considers relevant in the circumstances. Obtaining a Grant",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>17. </b>The maximum total amount of the grant that may be issued to an individual for the individual’s education costs for the approved program of study for the period of study specified in the notice of assessment is the total of the following amounts:</p> <p class=\"paragraph-e\">  1. The tuition and other compulsory fees payable to the institution.</p> <p class=\"paragraph-e\">  2. The estimated cost allowance established by the Minister for books and other instructional supplies.</p> <p class=\"paragraph-e\">  3. The estimated cost allowance established by the Minister for such other expenses as the Minister considers relevant in the circumstances.</p> <p class=\"heading1-e\"><a name=\"BK22\"></a>Obtaining a Grant</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Obtaining a Grant",
            "part_id": null,
            "part_type": null,
            "section": "Obtaining a Grant",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Obtaining a grant",
            "content": " 18. (1) The Minister or a service provider on behalf of the Minister shall issue a grant if, (a) the individual has received a notice of assessment under section 16; (b) the individual has entered into a master student financial assistance agreement under section 20; (c) the individual’s enrolment in the approved program of study has been confirmed by the approved institution at least five business days before the period of study ends; and (d) the individual has entered into a service commitment agreement under section 21. (2) The grant shall be issued in the amount set out in the notice of assessment for the grant.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>18. </b>(1) The Minister or a service provider on behalf of the Minister shall issue a grant if,</p> <p class=\"clause-e\">  (a) the individual has received a notice of assessment under section 16;</p> <p class=\"clause-e\">  (b) the individual has entered into a master student financial assistance agreement under section 20;</p> <p class=\"clause-e\">  (c) the individual’s enrolment in the approved program of study has been confirmed by the approved institution at least five business days before the period of study ends; and</p> <p class=\"clause-e\">  (d) the individual has entered into a service commitment agreement under section 21.</p> <p class=\"subsection-e\">  (2) The grant shall be issued in the amount set out in the notice of assessment for the grant.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Grant directed to institution",
            "content": " 19. (1) The Minister may direct all or part of an individual’s grant for a period of study to an approved institution to apply toward any amounts listed in subsection (2) that the individual owes to the institution if the institution requests the direction in a manner approved by the Minister. (2) For the purposes of subsection (1), the amounts are, (a) tuition and other compulsory fees; (b) repayments for emergency loans made by the institution to the individual; (c) deferred fees; and (d) other fees that the individual has authorized the institution to collect.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>19. </b>(1) The Minister may direct all or part of an individual’s grant for a period of study to an approved institution to apply toward any amounts listed in subsection (2) that the individual owes to the institution if the institution requests the direction in a manner approved by the Minister.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the amounts are,</p> <p class=\"clause-e\">  (a) tuition and other compulsory fees;</p> <p class=\"clause-e\">  (b) repayments for emergency loans made by the institution to the individual;</p> <p class=\"clause-e\">  (c) deferred fees; and</p> <p class=\"clause-e\">  (d) other fees that the individual has authorized the institution to collect.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Master student financial assistance agreement",
            "content": " 20. (1) The Minister may enter into a master student financial assistance agreement in accordance with this section where an individual applies for a grant and the Minister is satisfied that the individual is entitled to a grant and has a notice of assessment. (2) Where a master student financial assistance agreement has been entered into by an individual, the agreement applies to all grants and student loans received under the Act, other than micro-credential grants and micro-credential student loans, by the individual on or after the date on which the agreement was entered into. (3) The terms of a grant are the terms set out in this section and sections 23 to 30 and in the master student financial assistance agreement that the individual enters into. (4) Subject to subsection (5), the Minister may amend the terms of the master student financial assistance agreement. (5) Amendments to the terms of the master student financial assistance agreement are subject to both of the following rules: 1. For the amendments to be valid, the Minister must give notice by posting the amended terms on a website of the Government of Ontario. 2. The amendments shall only apply to grants and student loans issued under the Act, other than micro-credential grants and micro-credential student loans, for a period of study commencing on or after the August 1 that is immediately after the posting referred to in paragraph 1. (6) Despite subsection (2), an individual shall enter into a new master student financial assistance agreement if two or more years have elapsed since the individual ceased to be both a qualifying student and an Ontario Learn and Stay Grant student. (7) A new master student financial assistance agreement entered into under subsection (6) applies to all grants and student loans received under the Act, other than micro-credential grants and micro-credential student loans, on or after the date on which the individual entered into the new master student financial assistance agreement. (8) If an individual who entered into a master student financial assistance agreement under section 21 of the 2017 Regulation or a master student loan agreement under section 20 of the 2001 Regulation is issued a notice of assessment under this Regulation, the agreement is deemed to be a master student financial assistance agreement for the purposes of this Regulation if, (a) the individual has not ceased to be a qualifying student under the applicable regulation since the agreement was entered into; or (b) if the individual has ceased to be a qualifying student under the applicable regulation, less than two years have elapsed since the individual ceased to be a qualifying student.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>20. </b>(1) The Minister may enter into a master student financial assistance agreement in accordance with this section where an individual applies for a grant and the Minister is satisfied that the individual is entitled to a grant and has a notice of assessment.</p> <p class=\"subsection-e\">  (2) Where a master student financial assistance agreement has been entered into by an individual, the agreement applies to all grants and student loans received under the Act, other than micro-credential grants and micro-credential student loans, by the individual on or after the date on which the agreement was entered into.</p> <p class=\"subsection-e\">  (3) The terms of a grant are the terms set out in this section and sections 23 to 30 and in the master student financial assistance agreement that the individual enters into.</p> <p class=\"subsection-e\">  (4) Subject to subsection (5), the Minister may amend the terms of the master student financial assistance agreement.</p> <p class=\"subsection-e\">  (5) Amendments to the terms of the master student financial assistance agreement are subject to both of the following rules:</p> <p class=\"paragraph-e\">  1. For the amendments to be valid, the Minister must give notice by posting the amended terms on a website of the Government of Ontario.</p> <p class=\"paragraph-e\">  2. The amendments shall only apply to grants and student loans issued under the Act, other than micro-credential grants and micro-credential student loans, for a period of study commencing on or after the August 1 that is immediately after the posting referred to in paragraph 1.</p> <p class=\"subsection-e\">  (6) Despite subsection (2), an individual shall enter into a new master student financial assistance agreement if two or more years have elapsed since the individual ceased to be both a qualifying student and an Ontario Learn and Stay Grant student.</p> <p class=\"subsection-e\">  (7) A new master student financial assistance agreement entered into under subsection (6) applies to all grants and student loans received under the Act, other than micro-credential grants and micro-credential student loans, on or after the date on which the individual entered into the new master student financial assistance agreement.</p> <p class=\"subsection-e\">  (8) If an individual who entered into a master student financial assistance agreement under section 21 of the 2017 Regulation or a master student loan agreement under section 20 of the 2001 Regulation is issued a notice of assessment under this Regulation, the agreement is deemed to be a master student financial assistance agreement for the purposes of this Regulation if,</p> <p class=\"clause-e\">  (a) the individual has not ceased to be a qualifying student under the applicable regulation since the agreement was entered into; or</p> <p class=\"clause-e\">  (b) if the individual has ceased to be a qualifying student under the applicable regulation, less than two years have elapsed since the individual ceased to be a qualifying student.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Service commitment agreement",
            "content": " 21. (1) An individual shall enter into a service commitment agreement in accordance with this section when making a grant application under subsection 3 (1) for a period of study. (2) The service commitment agreement shall set out, (a) the geographic region where the individual must be employed; (b) the sector within which the individual must be employed; (c) the occupation in which the individual must be employed; and (d) the number of days that the individual must be employed in the geographic region, sector and occupation, calculated in accordance with subsection (3). (3) For the purposes of clause (2) (d), the number of days is determined by making the following calculation for each period of study for which the individual receives a grant and taking the sum of the results for all such periods of study: 180 days × A/B in which, “A” is the individual’s course load for the period of study, and “B” is what the institution considers to be a full course load for the period of study. (4) If an individual enters into a service commitment agreement for a subsequent period of study in the approved program of study in which the individual is enrolled, the new agreement supersedes the old agreement. (5) Where a new service commitment agreement is entered into, the new agreement shall not reduce the number of geographic regions where an individual may be employed, the number of sectors in which an individual may be employed or the number of occupations in which an individual may be employed. (6)  Where a service commitment agreement has been entered into under subsection (1) or (4), the Minister may subsequently amend the agreement in respect of any matter described in subsection (2), except that an amendment in respect of the matter described in clause (d) may only reduce the number of days. (7) The Minister shall provide notice to the individual of any amendment made to a service commitment agreement. (8) An individual who enters into a service commitment agreement shall provide to the Minister evidence of employment and other relevant information regarding their service commitment, in a form approved by the Minister, as required by the Minister.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK26\"></a>21. </b>(1) An individual shall enter into a service commitment agreement in accordance with this section when making a grant application under subsection 3 (1) for a period of study.</p> <p class=\"subsection-e\">  (2) The service commitment agreement shall set out,</p> <p class=\"clause-e\">  (a) the geographic region where the individual must be employed;</p> <p class=\"clause-e\">  (b) the sector within which the individual must be employed;</p> <p class=\"clause-e\">  (c) the occupation in which the individual must be employed; and</p> <p class=\"clause-e\">  (d) the number of days that the individual must be employed in the geographic region, sector and occupation, calculated in accordance with subsection (3).</p> <p class=\"subsection-e\">  (3) For the purposes of clause (2) (d), the number of days is determined by making the following calculation for each period of study for which the individual receives a grant and taking the sum of the results for all such periods of study:</p> <p class=\"equation-e\">180 days × A/B</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “A” is the individual’s course load for the period of study, and</p> <p class=\"equationind1-e\">  “B” is what the institution considers to be a full course load for the period of study.</p> <p class=\"subsection-e\">  (4) If an individual enters into a service commitment agreement for a subsequent period of study in the approved program of study in which the individual is enrolled, the new agreement supersedes the old agreement.</p> <p class=\"subsection-e\">  (5) Where a new service commitment agreement is entered into, the new agreement shall not reduce the number of geographic regions where an individual may be employed, the number of sectors in which an individual may be employed or the number of occupations in which an individual may be employed.</p> <p class=\"subsection-e\">  (6)  Where a service commitment agreement has been entered into under subsection (1) or (4), the Minister may subsequently amend the agreement in respect of any matter described in subsection (2), except that an amendment in respect of the matter described in clause (d) may only reduce the number of days.</p> <p class=\"subsection-e\">  (7) The Minister shall provide notice to the individual of any amendment made to a service commitment agreement.</p> <p class=\"subsection-e\">  (8) An individual who enters into a service commitment agreement shall provide to the Minister evidence of employment and other relevant information regarding their service commitment, in a form approved by the Minister, as required by the Minister.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of service commitment",
            "content": " 22. (1) If an individual who entered into a service commitment agreement under this Regulation has successfully completed, or substantially completed, an approved program of study for which they received a grant, the Minister shall send the individual a notice of service commitment. (2) A notice issued under this Regulation shall apply to all grants received for the approved program of study completed by the individual. (3) The notice of service commitment shall set out the information referred to in clauses 21 (2) (a), (b), (c) and (d). Conversion of Grant into Student Loan",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK27\"></a>22. </b>(1) If an individual who entered into a service commitment agreement under this Regulation has successfully completed, or substantially completed, an approved program of study for which they received a grant, the Minister shall send the individual a notice of service commitment.</p> <p class=\"subsection-e\">  (2) A notice issued under this Regulation shall apply to all grants received for the approved program of study completed by the individual.</p> <p class=\"subsection-e\">  (3) The notice of service commitment shall set out the information referred to in clauses 21 (2) (a), (b), (c) and (d).</p> <p class=\"heading1-e\"><a name=\"BK28\"></a><span>Conversion of Grant into Student Loan</span></p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "Conversion of Grant into Student Loan",
            "part_id": null,
            "part_type": null,
            "section": "Conversion of Grant into Student Loan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Conversion of grant into student loan",
            "content": " 23. (1) The Minister may convert all or part of a grant that was issued under this Regulation for a period of study into a student loan under the 2017 Regulation if, (a) the individual ceases to be enrolled in an approved program of study at an approved institution or ceases taking the minimum required course load; (b) the circumstances of the individual have changed resulting in a determination that the individual is no longer eligible to receive a grant or is not entitled to the amount of the grant issued; (c) the Minister cannot, to the Minister’s satisfaction, verify with the individual’s employer as identified by the individual, or through other means, that the individual is meeting the requirements under the service commitment agreement; or (d) in the Minister’s opinion, the individual has otherwise breached the service commitment agreement. (2) The conversion of a grant into a student loan in the circumstances described in clause (1) (a) or (b) occurs on the earlier of, (a) the fifth business day of the month immediately following the month in which the individual ceased to be enrolled in an approved program of study at an approved institution or ceased taking the minimum required course load; and (b) the fifth business day after the last day of the academic year in which the period of study commenced. (3) Despite subsection (2), if the period of study for which the grant was issued starts in one academic year and ends in the next academic year and the individual ceased to be enrolled in an approved program of study at an approved institution or ceased taking the minimum required course load in the second academic year, the conversion occurs on the fifth business day of the month immediately following the month in which the individual ceased to be enrolled in an approved program of study at an approved institution or ceased taking the minimum required course load. (4) The conversion of a grant into a student loan in the circumstances described in clause (1) (c) or (d) occurs on the fifth business day of the month immediately following the month in which the circumstance occurs. (5) The Minister may cancel or amend the conversion of a grant into a student loan if, in the Minister’s opinion, there are exceptional circumstances. (6) If part of a grant is converted into a student loan under this section, the remainder of the grant may be subsequently converted into a student loan. (7) The Minister shall notify an individual of the conversion of any grant issued to the individual into a student loan, and of any cancellation or amendment of a conversion. (8) If an individual is issued a grant and the grant is subsequently converted into a loan under this section, the individual is required to enter into a consolidated loan agreement under section 28 of the 2017 Regulation after the individual ceases to be both a qualifying student and an Ontario Learn and Stay Grant student. Maintaining Status as an Ontario Learn and Stay Grant Student",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>23</b><b>. </b>(1) The Minister may convert all or part of a grant that was issued under this Regulation for a period of study into a student loan under the 2017 Regulation if,</p> <p class=\"clause-e\">  (a) the individual ceases to be enrolled in an approved program of study at an approved institution or ceases taking the minimum required course load;</p> <p class=\"clause-e\">  (b) the circumstances of the individual have changed resulting in a determination that the individual is no longer eligible to receive a grant or is not entitled to the amount of the grant issued;</p> <p class=\"clause-e\">  (c) the Minister cannot, to the Minister’s satisfaction, verify with the individual’s employer as identified by the individual, or through other means, that the individual is meeting the requirements under the service commitment agreement; or</p> <p class=\"clause-e\">  (d) in the Minister’s opinion, the individual has otherwise breached the service commitment agreement.</p> <p class=\"subsection-e\">  (2) The conversion of a grant into a student loan in the circumstances described in clause (1) (a) or (b) occurs on the earlier of,</p> <p class=\"clause-e\">  (a) the fifth business day of the month immediately following the month in which the individual ceased to be enrolled in an approved program of study at an approved institution or ceased taking the minimum required course load; and</p> <p class=\"clause-e\">  (b) the fifth business day after the last day of the academic year in which the period of study commenced.</p> <p class=\"subsection-e\">  (3) Despite subsection (2), if the period of study for which the grant was issued starts in one academic year and ends in the next academic year and the individual ceased to be enrolled in an approved program of study at an approved institution or ceased taking the minimum required course load in the second academic year, the conversion occurs on the fifth business day of the month immediately following the month in which the individual ceased to be enrolled in an approved program of study at an approved institution or ceased taking the minimum required course load.</p> <p class=\"subsection-e\">  (4) The conversion of a grant into a student loan in the circumstances described in clause (1) (c) or (d) occurs on the fifth business day of the month immediately following the month in which the circumstance occurs.</p> <p class=\"subsection-e\">  (5) The Minister may cancel or amend the conversion of a grant into a student loan if, in the Minister’s opinion, there are exceptional circumstances.</p> <p class=\"subsection-e\">  (6) If part of a grant is converted into a student loan under this section, the remainder of the grant may be subsequently converted into a student loan.</p> <p class=\"subsection-e\">  (7) The Minister shall notify an individual of the conversion of any grant issued to the individual into a student loan, and of any cancellation or amendment of a conversion.</p> <p class=\"subsection-e\">  (8) If an individual is issued a grant and the grant is subsequently converted into a loan under this section, the individual is required to enter into a consolidated loan agreement under section 28 of the 2017 Regulation after the individual ceases to be both a qualifying student and an Ontario Learn and Stay Grant student.</p> <p class=\"heading1-e\"><a name=\"BK30\"></a><span>Maintaining Status as an Ontario Learn and Stay Grant Student</span></p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "Maintaining Status as an Ontario Learn and Stay Grant Student",
            "part_id": null,
            "part_type": null,
            "section": "Maintaining Status as an Ontario Learn and Stay Grant Student",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Effect of status as an Ontario Learn and Stay Grant student",
            "content": " 24. (1) While an individual is an Ontario Learn and Stay Grant student, the individual’s obligations to pay principal and interest under a student loan agreement, consolidated loan agreement, micro-credential student loan agreement or repayment notice are suspended. (2) If the individual owes interest to the Minister under a student loan agreement, consolidated loan agreement, micro-credential student loan agreement or repayment notice for a period during which the individual was not an Ontario Learn and Stay Grant student, and if the Minister asks the individual to pay the accrued interest for that period, subsection (1) does not apply until the individual pays the accrued interest. (3) The individual is not permitted to pay the accrued interest by means of a promissory note.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>24. </b>(1) While an individual is an Ontario Learn and Stay Grant student, the individual’s obligations to pay principal and interest under a student loan agreement, consolidated loan agreement, micro-credential student loan agreement or repayment notice are suspended.</p> <p class=\"subsection-e\">  (2) If the individual owes interest to the Minister under a student loan agreement, consolidated loan agreement, micro-credential student loan agreement or repayment notice for a period during which the individual was not an Ontario Learn and Stay Grant student, and if the Minister asks the individual to pay the accrued interest for that period, subsection (1) does not apply until the individual pays the accrued interest.</p> <p class=\"subsection-e\">  (3) The individual is not permitted to pay the accrued interest by means of a promissory note.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "25.",
            "part_id": null,
            "part_type": null,
            "section": "Ontario Learn and Stay Grant student",
            "content": " 25. (1) An individual is an Ontario Learn and Stay Grant student during a period of study for which the individual receives a grant. (2) An individual may be an Ontario Learn and Stay Grant student during a period of study for which the individual does not receive a grant if the requirements set out in section 26 or 27 are met. (3) If an individual ceases to be an Ontario Learn and Stay Grant student for a period of less than six months, the individual shall be deemed to have been an Ontario Learn and Stay Grant student throughout that period.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>25. </b>(1) An individual is an Ontario Learn and Stay Grant student during a period of study for which the individual receives a grant.</p> <p class=\"subsection-e\">  (2) An individual may be an Ontario Learn and Stay Grant student during a period of study for which the individual does not receive a grant if the requirements set out in section 26 or 27 are met.</p> <p class=\"subsection-e\">  (3) If an individual ceases to be an Ontario Learn and Stay Grant student for a period of less than six months, the individual shall be deemed to have been an Ontario Learn and Stay Grant student throughout that period.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "26.",
            "part_id": null,
            "part_type": null,
            "section": "Confirmation of enrolment by institution",
            "content": " 26. (1) An individual who wishes to be an Ontario Learn and Stay Grant student during a period of study for which the individual does not receive a grant must comply with this section. (2) The individual must continue to meet the requirements of clause 5 (a). (3) The individual must obtain a document from the institution at which the individual is enrolled, confirming that the individual is enrolled in an approved program of study at an approved institution for the period of study in question, and that the individual is taking at least the minimum required course load. (4) The document confirming enrolment must be given in a form approved by the Minister and must be certified by the institution at which the individual is enrolled. (5) The individual must give the completed document referred to in subsection (4) to the Minister promptly upon becoming enrolled as described in subsection (3). (6) Subject to section 28, the individual is an Ontario Learn and Stay Grant student under this section beginning on the first day of the period of study.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>26. </b>(1) An individual who wishes to be an Ontario Learn and Stay Grant student during a period of study for which the individual does not receive a grant must comply with this section.</p> <p class=\"subsection-e\">  (2) The individual must continue to meet the requirements of clause 5 (a).</p> <p class=\"subsection-e\">  (3) The individual must obtain a document from the institution at which the individual is enrolled, confirming that the individual is enrolled in an approved program of study at an approved institution for the period of study in question, and that the individual is taking at least the minimum required course load.</p> <p class=\"subsection-e\">  (4) The document confirming enrolment must be given in a form approved by the Minister and must be certified by the institution at which the individual is enrolled.</p> <p class=\"subsection-e\">  (5) The individual must give the completed document referred to in subsection (4) to the Minister promptly upon becoming enrolled as described in subsection (3).</p> <p class=\"subsection-e\">  (6) Subject to section 28, the individual is an Ontario Learn and Stay Grant student under this section beginning on the first day of the period of study.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "27.",
            "part_id": null,
            "part_type": null,
            "section": "Confirmation of enrolment by Minister",
            "content": " 27. (1) Even though an individual does not comply with section 26, the individual is an Ontario Learn and Stay Grant student during a period of study for which the individual does not receive a grant if the individual establishes, to the satisfaction of the Minister, that, (a) the individual was unable to obtain a document confirming enrolment under section 26; and (b) the circumstances that are required in order to obtain a document confirming enrolment under subsection 26 (3) exist. (2) Subject to section 28, the individual is an Ontario Learn and Stay Grant student under this section beginning on the first day of the period of study.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK34\"></a><b>27. </b>(1) Even though an individual does not comply with section 26, the individual is an Ontario Learn and Stay Grant student during a period of study for which the individual does not receive a grant if the individual establishes, to the satisfaction of the Minister, that,</p> <p class=\"clause-e\">  (a) the individual was unable to obtain a document confirming enrolment under section 26; and</p> <p class=\"clause-e\">  (b) the circumstances that are required in order to obtain a document confirming enrolment under subsection 26 (3) exist.</p> <p class=\"subsection-e\">  (2) Subject to section 28, the individual is an Ontario Learn and Stay Grant student under this section beginning on the first day of the period of study.</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "28.",
            "part_id": null,
            "part_type": null,
            "section": "Ceasing to be an Ontario Learn and Stay Grant student",
            "content": " 28. (1) An individual ceases to be an Ontario Learn and Stay Grant student in any of the following circumstances: 1. The individual ceases to be enrolled in the approved program of study in respect of which the individual’s most recent notice of assessment was issued. 2. The individual reduces their course load below the minimum required course load for the period of study in the approved program of study. 3. The individual withdraws from the applicable educational institution. 4. The program of study in which the individual is enrolled at the approved institution ceases to be an approved program of study. 5. The institution at which the individual is enrolled ceases to be an approved institution. 6. The period of study for which the individual received a grant ends and the number of weeks in respect of all periods of study for which the individual has received a grant or student loan under the Act, other than micro-credential grants, micro-credential student loans and Ontario Tuition Grants under Ontario Regulation 118/07 (Ontario Access Grants and Ontario Tuition Grants) made under the Act, is equal to or greater than the maximum number of weeks calculated in accordance with subsection 12 (1). 7. Subject to subsections (2) and (3), the individual became a bankrupt within the meaning of the Bankruptcy and Insolvency Act (Canada) or entered into another recognized arrangement for debt settlement and, if the event occurred during a period of study, the period of study ends. (2) Despite paragraph 7 of subsection (1), an individual shall continue to be an Ontario Learn and Stay Grant student after the end of the period of study during which the individual became a bankrupt within the meaning of the Bankruptcy and Insolvency Act (Canada) or entered into another recognized arrangement for debt settlement until such time as is determined under subsection (3) if, (a) the individual is issued a notice of assessment under section 16; or (b) the individual meets the requirements of section 26 or 27. (3) An individual may continue to be an Ontario Learn and Stay Grant student under subsection (2) until the earliest of, (a) the day that is, (i) three years after the day the event described in paragraph 7 of subsection (1) occurred, or (ii) if the three-year period described in subclause (i) ends during a period of study, the last day of the period of study; (b) the day the individual completes the approved program of study the individual was enrolled in at the time the event described in paragraph 7 of subsection (1) occurred; or (c) the day the individual ceases to be enrolled in the approved program of study the individual was enrolled in at the time the event described in paragraph 7 of subsection (1) occurred. (4) Paragraph 7 of subsection (1) and subsections (2) and (3) only apply to events described in paragraph 7 of subsection (1) that occurred on or after May 11, 2004. (5) After an individual ceases to be both a qualifying student and an Ontario Learn and Stay Grant student, the individual is required to enter into an agreement under section 28 of the 2017 Regulation to consolidate all of the individual’s student loans made under the Act, other than micro-credential student loans. General",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>28. </b>(1) An individual ceases to be an Ontario Learn and Stay Grant student in any of the following circumstances:</p> <p class=\"paragraph-e\">  1. The individual ceases to be enrolled in the approved program of study in respect of which the individual’s most recent notice of assessment was issued.</p> <p class=\"paragraph-e\">  2. The individual reduces their course load below the minimum required course load for the period of study in the approved program of study.</p> <p class=\"paragraph-e\">  3. The individual withdraws from the applicable educational institution.</p> <p class=\"paragraph-e\">  4. The program of study in which the individual is enrolled at the approved institution ceases to be an approved program of study.</p> <p class=\"paragraph-e\">  5. The institution at which the individual is enrolled ceases to be an approved institution.</p> <p class=\"paragraph-e\">  6. The period of study for which the individual received a grant ends and the number of weeks in respect of all periods of study for which the individual has received a grant or student loan under the Act, other than micro-credential grants, micro-credential student loans and Ontario Tuition Grants under Ontario Regulation 118/07 (Ontario Access Grants and Ontario Tuition Grants) made under the Act, is equal to or greater than the maximum number of weeks calculated in accordance with subsection 12 (1).</p> <p class=\"paragraph-e\">  7. Subject to subsections (2) and (3), the individual became a bankrupt within the meaning of the <i>Bankruptcy and Insolvency Act</i> (Canada) or entered into another recognized arrangement for debt settlement and, if the event occurred during a period of study, the period of study ends.</p> <p class=\"subsection-e\">  (2) Despite paragraph 7 of subsection (1), an individual shall continue to be an Ontario Learn and Stay Grant student after the end of the period of study during which the individual became a bankrupt within the meaning of the <i>Bankruptcy and Insolvency Act</i> (Canada) or entered into another recognized arrangement for debt settlement until such time as is determined under subsection (3) if,</p> <p class=\"clause-e\">  (a) the individual is issued a notice of assessment under section 16; or</p> <p class=\"clause-e\">  (b) the individual meets the requirements of section 26 or 27.</p> <p class=\"subsection-e\">  (3) An individual may continue to be an Ontario Learn and Stay Grant student under subsection (2) until the earliest of,</p> <p class=\"clause-e\">  (a) the day that is,</p> <p class=\"subclause-e\">  (i) three years after the day the event described in paragraph 7 of subsection (1) occurred, or</p> <p class=\"subclause-e\">  (ii) if the three-year period described in subclause (i) ends during a period of study, the last day of the period of study;</p> <p class=\"clause-e\">  (b) the day the individual completes the approved program of study the individual was enrolled in at the time the event described in paragraph 7 of subsection (1) occurred; or</p> <p class=\"clause-e\">  (c) the day the individual ceases to be enrolled in the approved program of study the individual was enrolled in at the time the event described in paragraph 7 of subsection (1) occurred.</p> <p class=\"subsection-e\">  (4) Paragraph 7 of subsection (1) and subsections (2) and (3) only apply to events described in paragraph 7 of subsection (1) that occurred on or after May 11, 2004.</p> <p class=\"subsection-e\">  (5) After an individual ceases to be both a qualifying student and an Ontario Learn and Stay Grant student, the individual is required to enter into an agreement under section 28 of the 2017 Regulation to consolidate all of the individual’s student loans made under the Act, other than micro-credential student loans.</p> <p class=\"heading1-e\"><a name=\"BK36\"></a>General</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "General",
            "part_id": null,
            "part_type": null,
            "section": "General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "29.",
            "part_id": null,
            "part_type": null,
            "section": "Duty to give notice of material change in circumstances",
            "content": " 29. (1) An individual who enters into a master student financial assistance agreement, under which the individual receives a grant pursuant to section 18, is required to promptly notify the Minister, or such person or entity as may be designated by the Minister for the purposes of this section, of any material change in their circumstances that occurs during the period of study for which the grant is issued. (2) For the purposes of subsection (1), a material change in circumstances includes, (a) a change of address; (b) a change in the individual’s enrolment; and (c) a change in education costs described in section 17. (3) An individual who enters into a service commitment agreement is required to promptly notify the Minister, or any such person or entity as may be designated by the Minister for the purposes of this section, of any material change in their circumstances that occurs during the period that the individual must be employed in accordance with the service commitment agreement. (4) For the purposes of subsection (3), a material change in circumstances includes, (a) a change of address; (b) a change of employer; and (c) the individual no longer being employed in accordance with their service commitment agreement.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>29. </b>(1) An individual who enters into a master student financial assistance agreement, under which the individual receives a grant pursuant to section 18, is required to promptly notify the Minister, or such person or entity as may be designated by the Minister for the purposes of this section, of any material change in their circumstances that occurs during the period of study for which the grant is issued.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), a material change in circumstances includes,</p> <p class=\"clause-e\">  (a) a change of address;</p> <p class=\"clause-e\">  (b) a change in the individual’s enrolment; and</p> <p class=\"clause-e\">  (c) a change in education costs described in section 17.</p> <p class=\"subsection-e\">  (3) An individual who enters into a service commitment agreement is required to promptly notify the Minister, or any such person or entity as may be designated by the Minister for the purposes of this section, of any material change in their circumstances that occurs during the period that the individual must be employed in accordance with the service commitment agreement.</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3), a material change in circumstances includes,</p> <p class=\"clause-e\">  (a) a change of address;</p> <p class=\"clause-e\">  (b) a change of employer; and</p> <p class=\"clause-e\">  (c) the individual no longer being employed in accordance with their service commitment agreement.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "30.",
            "part_id": null,
            "part_type": null,
            "section": "Change of address",
            "content": " 30. An individual who enters into a master student financial assistance agreement, under which the individual receives a grant pursuant to section 18, shall promptly notify the service provider, or such person or entity as may be designated by the Minister for the purposes of this section, of any change of address that occurs after the person ceases to be an Ontario Learn and Stay Grant student but before the repayment in full of the principal amount of the student loan under the 2017 Regulation and of any outstanding interest on that amount.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK38\"></a><b>30. </b>An individual who enters into a master student financial assistance agreement, under which the individual receives a grant pursuant to section 18, shall promptly notify the service provider, or such person or entity as may be designated by the Minister for the purposes of this section, of any change of address that occurs after the person ceases to be an Ontario Learn and Stay Grant student but before the repayment in full of the principal amount of the student loan under the 2017 Regulation and of any outstanding interest on that amount.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "31.",
            "part_id": null,
            "part_type": null,
            "section": "Effect of false statements",
            "content": " 31. (1) If a service provider discovers that a document pertaining to a grant contains a false statement, the service provider shall promptly report the matter to the Minister. (2) Upon discovering that the document contains a false statement, the service provider may take any action that they consider appropriate in the circumstances, with the approval of the Minister.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK39\"></a><b>31. </b>(1) If a service provider discovers that a document pertaining to a grant contains a false statement, the service provider shall promptly report the matter to the Minister.</p> <p class=\"subsection-e\">  (2) Upon discovering that the document contains a false statement, the service provider may take any action that they consider appropriate in the circumstances, with the approval of the Minister.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "32.",
            "part_id": null,
            "part_type": null,
            "section": "Authority of service providers",
            "content": " 32. A service provider may act on behalf of the Minister in exercising rights and performing duties under this Regulation, if authorized to do so by the Minister. 33. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>32. </b>A service provider may act on behalf of the Minister in exercising rights and performing duties under this Regulation, if authorized to do so by the Minister.</p> <p class=\"section-e\"> <b>33.</b><b> </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/230082\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}