{
    "reg_info": {
        "full_title": "O. Reg. 187/03: CERTIFICATION AND TRAINING OF AMUSEMENT DEVICE MECHANICS",
        "reg_name_text": "Certification and training of amusement device mechanics",
        "citation": "O. Reg. 187/03: CERTIFICATION AND TRAINING OF AMUSEMENT DEVICE MECHANICS",
        "act_under": "Technical Standards and Safety Act, 2000   Loi de 2000 sur les normes techniques et la sécurité",
        "url": "https://www.ontario.ca/laws/regulation/030187",
        "date_scraped": "2023-12-18 13:17:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/030187/v4",
            "valid_from": "December 22, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/regulation/030187/v3",
            "valid_from": "April  8, 2013",
            "valid_to": "December 21, 2021"
        },
        {
            "a_href": "/laws/regulation/030187/v2",
            "valid_from": "December 19, 2012",
            "valid_to": "April  7, 2013"
        },
        {
            "a_href": "/laws/regulation/030187/v1",
            "valid_from": "July  8, 2003",
            "valid_to": "December 18, 2012"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “amusement device” has the same meaning as in Ontario Regulation 221/01; “amusement ride” has the same meaning as in Ontario Regulation 221/01; “bungee” has the same meaning as “bungee ride or bungee-type device” in Ontario Regulation 221/01; “direct supervision” means supervision provided by an on-site mechanic who is qualified to work on the equipment on which work is being performed and is readily available to assist in the performance of the work; “general supervision” means supervision provided by a mechanic who is qualified to work on the equipment on which work is being performed and is readily available to assist in the performance of the work, but who is not in proximity to where the work is being performed; “go-kart” has the same meaning as in Ontario Regulation 221/01; “go-kart track” has the same meaning as in Ontario Regulation 221/01; “mechanic” means a person who holds a certificate referred to in subsection 3 (1); “mechanic-in-training” means a person working under the supervision of a mechanic for the purpose of obtaining the qualifying time required for a certificate referred to in subsection 3 (1); “water slide” has the same meaning as in Ontario Regulation 221/01.  O. Reg. 187/03, s. 1 (1). (2) A reference in this Regulation to a director is a reference to the director to whom the subject matter of this Regulation is assigned.  O. Reg. 187/03, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“amusement device” has the same meaning as in Ontario Regulation 221/01;</p> <p class=\"definition-e\">“amusement ride” has the same meaning as in Ontario Regulation 221/01; </p> <p class=\"definition-e\">“bungee” has the same meaning as “bungee ride or bungee-type device” in Ontario Regulation 221/01;</p> <p class=\"definition-e\">“direct supervision” means supervision provided by an on-site mechanic who is qualified to work on the equipment on which work is being performed and is readily available to assist in the performance of the work;</p> <p class=\"definition-e\">“general supervision” means supervision provided by a mechanic who is qualified to work on the equipment on which work is being performed and is readily available to assist in the performance of the work, but who is not in proximity to where the work is being performed; </p> <p class=\"definition-e\">“go-kart” has the same meaning as in Ontario Regulation 221/01; </p> <p class=\"definition-e\">“go-kart track” has the same meaning as in Ontario Regulation 221/01;</p> <p class=\"definition-e\">“mechanic” means a person who holds a certificate referred to in subsection 3 (1);</p> <p class=\"definition-e\">“mechanic-in-training” means a person working under the supervision of a mechanic for the purpose of obtaining the qualifying time required for a certificate referred to in subsection 3 (1);</p> <p class=\"definition-e\">“water slide” has the same meaning as in Ontario Regulation 221/01.  O. Reg. 187/03, s. 1 (1).</p> <p class=\"subsection-e\">  (2) A reference in this Regulation to a director is a reference to the director to whom the subject matter of this Regulation is assigned.  O. Reg. 187/03, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": "Requirement for compliance",
            "content": " 2. (1) Every person engaged in an activity, use of equipment, process or procedure to which the Act and this Regulation apply shall comply with the Act and this Regulation.  O. Reg. 187/03, s. 2 (1). (2) For the purposes of subsection (1), the reference to an activity, use of equipment, process or procedure includes, but is not limited to, design, construction, erection, installation, maintenance, alteration, service or operation of an amusement device or any part of an amusement device.  O. Reg. 187/03, s. 2 (2). (3) A supervising certificate holder shall not certify that a mechanic has the experience required under this Regulation unless he or she has ensured that the person has in fact the required experience.  O. Reg. 187/03, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Every person engaged in an activity, use of equipment, process or procedure to which the Act and this Regulation apply shall comply with the Act and this Regulation.  O. Reg. 187/03, s. 2 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the reference to an activity, use of equipment, process or procedure includes, but is not limited to, design, construction, erection, installation, maintenance, alteration, service or operation of an amusement device or any part of an amusement device.  O. Reg. 187/03, s. 2 (2).</p> <p class=\"subsection-e\">  (3) A supervising certificate holder shall not certify that a mechanic has the experience required under this Regulation unless he or she has ensured that the person has in fact the required experience.  O. Reg. 187/03, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": "Certificate ",
            "content": " 3. (1) No person shall carry out work on an amusement device as a mechanic without having first obtained one of the following certificates from the director: 1. An amusement device mechanic-amusement ride (an “ADM-AR certificate”). 2. An amusement device mechanic-go-kart (an “ADM-GK certificate”). 3. An amusement device mechanic-water slide (an “ADM-WS certificate”). 4. An amusement device mechanic-bungee (an “ADM-B certificate”). 5. An amusement device mechanic-inflatable (an “ADM-I certificate”).  O. Reg. 187/03, s. 3 (1). (2) Despite subsection (1), a person is not required to obtain a certificate under subsection (1) if the person, (a) is an employee or agent of the original equipment manufacturer of the device and the original equipment manufacturer has trained the employee or agent to perform the tasks assigned by the original equipment manufacturer; (b) holds a certificate of qualification or a provisional certificate of qualification issued under the Building Opportunities in the Skilled Trades Act, 2021 that is not suspended and that authorizes the person to carry out work for which a certificate under subsection (1) would otherwise be required, as long as the person carries out the work under the general supervision of a mechanic; (c) carries out work on an amusement device that is of a housekeeping nature only, and does not include removing, dismantling, replacing, adjusting or changing components of the device.  O. Reg. 187/03, s. 3 (2); O. Reg. 440/12, s. 1; O. Reg. 880/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) No person shall carry out work on an amusement device as a mechanic without having first obtained one of the following certificates from the director:</p> <p class=\"paragraph-e\">  1. An amusement device mechanic-amusement ride (an “ADM-AR certificate”).</p> <p class=\"paragraph-e\">  2. An amusement device mechanic-go-kart (an “ADM-GK certificate”).</p> <p class=\"paragraph-e\">  3. An amusement device mechanic-water slide (an “ADM-WS certificate”).</p> <p class=\"paragraph-e\">  4. An amusement device mechanic-bungee (an “ADM-B certificate”).</p> <p class=\"paragraph-e\">  5. An amusement device mechanic-inflatable (an “ADM-I certificate”).  O. Reg. 187/03, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a person is not required to obtain a certificate under subsection (1) if the person, </p> <p class=\"clause-e\">  (a) is an employee or agent of the original equipment manufacturer of the device and the original equipment manufacturer has trained the employee or agent to perform the tasks assigned by the original equipment manufacturer;</p> <p class=\"clause-e\">  (b) holds a certificate of qualification or a provisional certificate of qualification issued under the <i>Building Opportunities in the Skilled Trades Act, 2021 </i>that is not suspended and that authorizes the person to carry out work for which a certificate under subsection (1) would otherwise be required, as long as the person carries out the work under the general supervision of a mechanic;</p> <p class=\"clause-e\">  (c) carries out work on an amusement device that is of a housekeeping nature only, and does not include removing, dismantling, replacing, adjusting or changing components of the device.  O. Reg. 187/03, s. 3 (2); O. Reg. 440/12, s. 1; O. Reg. 880/21, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": "Application requirements",
            "content": " 4. An application for a certificate shall be in a form published by the designated administrative authority, include documents that attest to the fact that the applicant has the necessary practical skills and experience for the certificate applied for and be accompanied by the non-refundable fee set by the administrative authority.  O. Reg. 187/03, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>An application for a certificate shall be in a form published by the designated administrative authority, include documents that attest to the fact that the applicant has the necessary practical skills and experience for the certificate applied for and be accompanied by the non-refundable fee set by the administrative authority.  O. Reg. 187/03, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Conditions for obtaining certificate ",
            "content": " 5. (1) An applicant for a certificate shall have successfully completed one or more examinations conducted or approved by the director demonstrating that the applicant possesses the necessary knowledge and competence for the certificate applied for.  O. Reg. 187/03, s. 5 (1). (2) An applicant who fails an examination may apply to re-write it and may re-write it if at least 30 days have passed since the applicant took the examination.  O. Reg. 187/03, s. 5 (2). (3) An applicant who fails an examination on three successive attempts may not re-write it again unless he or she undertakes six months further training and successfully completes a practical skills assessment approved by the director.  O. Reg. 187/03, s. 5 (3). (4) An applicant is not required to comply with subsection (1) with respect to the taking of examinations or with subsection (3) with respect to the practical skills assessment if the director is satisfied that the applicant possesses the necessary knowledge and competence for the certificate applied for.  O. Reg. 187/03, s. 5 (4). (5) An applicant shall provide proof of documented experience relevant to the certificate applied for that has been signed off by a mechanic who holds that certificate.  O. Reg. 187/03, s. 5 (5).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) An applicant for a certificate shall have successfully completed one or more examinations conducted or approved by the director demonstrating that the applicant possesses the necessary knowledge and competence for the certificate applied for.  O. Reg. 187/03, s. 5 (1).</p> <p class=\"subsection-e\">  (2) An applicant who fails an examination may apply to re-write it and may re-write it if at least 30 days have passed since the applicant took the examination.  O. Reg. 187/03, s. 5 (2).</p> <p class=\"subsection-e\">  (3) An applicant who fails an examination on three successive attempts may not re-write it again unless he or she undertakes six months further training and successfully completes a practical skills assessment approved by the director.  O. Reg. 187/03, s. 5 (3).</p> <p class=\"subsection-e\">  (4) An applicant is not required to comply with subsection (1) with respect to the taking of examinations or with subsection (3) with respect to the practical skills assessment if the director is satisfied that the applicant possesses the necessary knowledge and competence for the certificate applied for.  O. Reg. 187/03, s. 5 (4).</p> <p class=\"subsection-e\">  (5) An applicant shall provide proof of documented experience relevant to the certificate applied for that has been signed off by a mechanic who holds that certificate.  O. Reg. 187/03, s. 5 (5).</p>"
        },
        {
            "id": "6.",
            "section": "Renewal of certificate ",
            "content": " 6. (1) An application to renew a certificate shall be made to the director and be accompanied by the fee set by the designated administrative authority.  O. Reg. 187/03, s. 6 (1). (2) An application for renewal shall be made before the applicant’s certificate expires.  O. Reg. 187/03, s. 6 (2). (3) If a mechanic fails to renew his or her certificate before it expires, the mechanic shall not work as a mechanic after the date of expiry of the certificate but may apply for a renewal to the director.  O. Reg. 187/03, s. 6 (3). (4) If a mechanic applies for a renewal of a certificate under subsection (3), the director shall renew it if, (a) the application is made within 12 months of the expiry date of the certificate; (b) the applicant pays the fee set by the designated administrative authority; and (c) the applicant meets the requirements for the certificate.  O. Reg. 187/03, s. 6 (4). (5) If a mechanic applies for a renewal of a certificate more than 12 months after the expiry date of the certificate, the application shall be treated as a new application, and the applicant shall, (a) pass a written examination conducted or approved by the director with respect to the subject matter of the certificate applied for; and (b) include in the application a completed declaration of work experience in a format acceptable to the director.  O. Reg. 187/03, s. 6 (5). (6) The period of validity of a renewed certificate is two years from the date of expiry of the certificate that has been renewed.  O. Reg. 187/03, s. 6 (6).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) An application to renew a certificate shall be made to the director and be accompanied by the fee set by the designated administrative authority.  O. Reg. 187/03, s. 6 (1).</p> <p class=\"subsection-e\">  (2) An application for renewal shall be made before the applicant’s certificate expires.  O. Reg. 187/03, s. 6 (2).</p> <p class=\"subsection-e\">  (3) If a mechanic fails to renew his or her certificate before it expires, the mechanic shall not work as a mechanic after the date of expiry of the certificate but may apply for a renewal to the director.  O. Reg. 187/03, s. 6 (3).</p> <p class=\"subsection-e\">  (4) If a mechanic applies for a renewal of a certificate under subsection (3), the director shall renew it if, </p> <p class=\"clause-e\">  (a) the application is made within 12 months of the expiry date of the certificate;</p> <p class=\"clause-e\">  (b) the applicant pays the fee set by the designated administrative authority; and</p> <p class=\"clause-e\">  (c) the applicant meets the requirements for the certificate.  O. Reg. 187/03, s. 6 (4).</p> <p class=\"subsection-e\">  (5) If a mechanic applies for a renewal of a certificate more than 12 months after the expiry date of the certificate, the application shall be treated as a new application, and the applicant shall, </p> <p class=\"clause-e\">  (a) pass a written examination conducted or approved by the director with respect to the subject matter of the certificate applied for; and</p> <p class=\"clause-e\">  (b) include in the application a completed declaration of work experience in a format acceptable to the director.  O. Reg. 187/03, s. 6 (5).</p> <p class=\"subsection-e\">  (6) The period of validity of a renewed certificate is two years from the date of expiry of the certificate that has been renewed.  O. Reg. 187/03, s. 6 (6).</p>"
        },
        {
            "id": "7.",
            "section": "Term of certificate, immediate suspension and revocation",
            "content": " 7. (1) Every certificate expires on the second anniversary of the holder’s date of birth after it is issued.  O. Reg. 187/03, s. 7 (1). (2) The expiry date of a certificate held by a person is unaffected by the obtaining by that person of an additional certificate or certificates.  O. Reg. 187/03, s. 7 (2). (3) Subject to section 7 of the Act, the director may, at any time, revoke or suspend any certificate held by a holder if the director is of the opinion that the holder is not qualified to work competently within the scope of the certificate because, (a) the holder no longer meets the qualifications for the certificate; or (b) the holder has not demonstrated the standards of competence that are required for the certificate.  O. Reg. 187/03, s. 7 (3). (4) If the director immediately revokes or suspends a certificate under subsection (3), the holder whose certificate is revoked shall surrender it immediately on demand and shall not work as a mechanic within the scope of the certificate that has been revoked.  O. Reg. 187/03, s. 7 (4).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) Every certificate expires on the second anniversary of the holder’s date of birth after it is issued.  O. Reg. 187/03, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The expiry date of a certificate held by a person is unaffected by the obtaining by that person of an additional certificate or certificates.  O. Reg. 187/03, s. 7 (2).</p> <p class=\"subsection-e\">  (3) Subject to section 7 of the Act, the director may, at any time, revoke or suspend any certificate held by a holder if the director is of the opinion that the holder is not qualified to work competently within the scope of the certificate because,</p> <p class=\"clause-e\">  (a) the holder no longer meets the qualifications for the certificate; or</p> <p class=\"clause-e\">  (b) the holder has not demonstrated the standards of competence that are required for the certificate.  O. Reg. 187/03, s. 7 (3).</p> <p class=\"subsection-e\">  (4) If the director immediately revokes or suspends a certificate under subsection (3), the holder whose certificate is revoked shall surrender it immediately on demand and shall not work as a mechanic within the scope of the certificate that has been revoked.  O. Reg. 187/03, s. 7 (4).</p>"
        },
        {
            "id": "8.",
            "section": "ADM-AR certificate",
            "content": " 8. (1) A person who holds an ADM-AR certificate may, without supervision, perform service and maintenance work, including erection and dismantling, on an amusement ride or any part of it, but only if the person has 8,000 hours of experience on that class of device and that experience has been documented and signed off by a mechanic or licensee.  O. Reg. 187/03, s. 8 (1). (2) A holder of an ADM-AR certificate who does not have the required documented experience on a class of device shall not perform the functions referred to in subsection (1) without supervision by the holder of an ADM-AR certificate who has such experience.  O. Reg. 187/03, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) A person who holds an ADM-AR certificate may, without supervision, perform service and maintenance work, including erection and dismantling, on an amusement ride or any part of it, but only if the person has 8,000 hours of experience on that class of device and that experience has been documented and signed off by a mechanic or licensee.  O. Reg. 187/03, s. 8 (1).</p> <p class=\"subsection-e\">  (2) A holder of an ADM-AR certificate who does not have the required documented experience on a class of device shall not perform the functions referred to in subsection (1) without supervision by the holder of an ADM-AR certificate who has such experience.  O. Reg. 187/03, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": "ADM-GK certificate",
            "content": " 9. (1) A person who holds an ADM-GK certificate may, without supervision, perform service and maintenance work, including erection and dismantling, with respect to a go-kart, including a go-kart track, but only if the person has 1,800 hours of experience on go-karts and that experience has been documented and signed off by a mechanic or licensee.  O. Reg. 187/03, s. 9 (1). (2) A holder of an ADM-GK certificate who does not have the required documented experience on go-karts shall not perform the functions referred to in subsection (1) without supervision by the holder of an ADM-GK certificate who has such experience.  O. Reg. 187/03, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) A person who holds an ADM-GK certificate may, without supervision, perform service and maintenance work, including erection and dismantling, with respect to a go-kart, including a go-kart track, but only if the person has 1,800 hours of experience on go-karts and that experience has been documented and signed off by a mechanic or licensee.  O. Reg. 187/03, s. 9 (1).</p> <p class=\"subsection-e\">  (2) A holder of an ADM-GK certificate who does not have the required documented experience on go-karts shall not perform the functions referred to in subsection (1) without supervision by the holder of an ADM-GK certificate who has such experience.  O. Reg. 187/03, s. 9 (2).</p>"
        },
        {
            "id": "10.",
            "section": "ADM-WS certificate",
            "content": " 10. (1) A holder of an ADM-WS certificate may, without supervision, perform service and maintenance functions, including erection and dismantling, with respect to a water slide, but only if the person has 1,800 hours of experience on water slides and that experience has been documented and signed off by a mechanic or licensee.  O. Reg. 187/03, s. 10 (1). (2) A holder of an ADM-WS certificate who does not have the required documented experience on water slides shall not perform the functions referred to in subsection (1) without supervision by the holder of an ADM-WS certificate who has such experience.  O. Reg. 187/03, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) A holder of an ADM-WS certificate may, without supervision, perform service and maintenance functions, including erection and dismantling, with respect to a water slide, but only if the person has 1,800 hours of experience on water slides and that experience has been documented and signed off by a mechanic or licensee.  O. Reg. 187/03, s. 10 (1).</p> <p class=\"subsection-e\">  (2) A holder of an ADM-WS certificate who does not have the required documented experience on water slides shall not perform the functions referred to in subsection (1) without supervision by the holder of an ADM-WS certificate who has such experience.  O. Reg. 187/03, s. 10 (2).</p>"
        },
        {
            "id": "11.",
            "section": "ADM-B certificate",
            "content": " 11. (1) A holder of an ADM-B certificate may, without supervision, perform service and maintenance functions, including erection and dismantling, with respect to a bungee, but only if the person has 3,200 hours of experience on a bungee and that experience has been documented and signed off by a mechanic or licensee.  O. Reg. 187/03, s. 11 (1). (2) A holder of an ADM-B certificate who does not have the required documented experience on a class of device shall not perform the functions referred to in subsection (1) without supervision by the holder of an ADM-B certificate who has such experience.  O. Reg. 187/03, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) A holder of an ADM-B certificate may, without supervision, perform service and maintenance functions, including erection and dismantling, with respect to a bungee, but only if the person has 3,200 hours of experience on a bungee and that experience has been documented and signed off by a mechanic or licensee.  O. Reg. 187/03, s. 11 (1).</p> <p class=\"subsection-e\">  (2) A holder of an ADM-B certificate who does not have the required documented experience on a class of device shall not perform the functions referred to in subsection (1) without supervision by the holder of an ADM-B certificate who has such experience.  O. Reg. 187/03, s. 11 (2).</p>"
        },
        {
            "id": "12.",
            "section": "ADM-I",
            "content": " 12. (1) A holder of an ADM-I certificate may, without supervision, perform installation, service and maintenance functions, including erection and dismantling, with respect to an inflatable device, but only if the person has 240 hours of experience on that class of inflatable device and that experience has been documented and signed off by a mechanic or licensee.  O. Reg. 187/03, s. 12 (1). (2) A holder of an ADM-I certificate who does not have the required documented experience on a class of device shall not perform the functions referred to in subsection (1) without supervision by the holder of an ADM-I certificate who has such experience.  O. Reg. 187/03, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"> <b>12.</b> (1) A holder of an ADM-I certificate may, without supervision, perform installation, service and maintenance functions, including erection and dismantling, with respect to an inflatable device, but only if the person has 240 hours of experience on that class of inflatable device and that experience has been documented and signed off by a mechanic or licensee.  O. Reg. 187/03, s. 12 (1).</p> <p class=\"subsection-e\">  (2) A holder of an ADM-I certificate who does not have the required documented experience on a class of device shall not perform the functions referred to in subsection (1) without supervision by the holder of an ADM-I certificate who has such experience.  O. Reg. 187/03, s. 12 (2).</p>"
        },
        {
            "id": "13.",
            "section": "Exemption ",
            "content": "  13. (1) Despite sections 8, 9, 10, 11 and 12, a person who holds a certificate may, without the required documented experience, carry out the work authorized by the certificate if all of the following conditions are met:  1. Ownership in the amusement device to be worked on has been transferred to the present owner by an owner who put the device into operation at least once. 2. The person has been trained on the device by a mechanic with the required documented experience or by the original equipment manufacturer. 3. The original equipment manufacturer or its successor is no longer in business.  O. Reg. 187/03, s. 13 (1). (2) If a person has been trained by a mechanic with the required documented experience or by the original equipment manufacturer under paragraph 2 of subsection (1), a statutory declaration to that effect shall be prepared and, on request, shall be produced to the person making the request.  O. Reg. 187/03, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"><b>  13. </b>(1) Despite sections 8, 9, 10, 11 and 12, a person who holds a certificate may, without the required documented experience, carry out the work authorized by the certificate if all of the following conditions are met: </p> <p class=\"paragraph-e\">  1. Ownership in the amusement device to be worked on has been transferred to the present owner by an owner who put the device into operation at least once. </p> <p class=\"paragraph-e\">  2. The person has been trained on the device by a mechanic with the required documented experience or by the original equipment manufacturer. </p> <p class=\"paragraph-e\">  3. The original equipment manufacturer or its successor is no longer in business.  O. Reg. 187/03, s. 13 (1).</p> <p class=\"subsection-e\">  (2) If a person has been trained by a mechanic with the required documented experience or by the original equipment manufacturer under paragraph 2 of subsection (1), a statutory declaration to that effect shall be prepared and, on request, shall be produced to the person making the request.  O. Reg. 187/03, s. 13 (2).</p>"
        },
        {
            "id": "14.",
            "section": "Certificate not transferable",
            "content": " 14. A certificate is not transferable.  O. Reg. 187/03, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>A certificate is not transferable.  O. Reg. 187/03, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Change of address",
            "content": " 15. (1) A person who holds a certificate shall notify the director within 30 days of a change in address.  O. Reg. 187/03, s. 15 (1). (2) The director is not responsible for misdirected notices or renewals resulting from the certificate holder’s failure to comply with subsection (1).  O. Reg. 187/03, s. 15 (2).",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) A person who holds a certificate shall notify the director within 30 days of a change in address.  O. Reg. 187/03, s. 15 (1).</p> <p class=\"subsection-e\">  (2) The director is not responsible for misdirected notices or renewals resulting from the certificate holder’s failure to comply with subsection (1).  O. Reg. 187/03, s. 15 (2).</p>"
        },
        {
            "id": "16.",
            "section": "Transition: previous authorizing documents",
            "content": " 16. (1) Despite anything in this Regulation, a person who, before the coming into force of this Regulation, was issued a document authorizing the person to work on an amusement device may continue to do so up to and including March 31, 2004.  O. Reg. 187/03, s. 16 (1). (2) Any document authorizing a person to work on an amusement device that was issued to the person before the coming into force of this Regulation ceases to be valid as soon as the person is issued a certificate under this Regulation.  O. Reg. 187/03, s. 16 (2).",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) Despite anything in this Regulation, a person who, before the coming into force of this Regulation, was issued a document authorizing the person to work on an amusement device may continue to do so up to and including March 31, 2004.  O. Reg. 187/03, s. 16 (1).</p> <p class=\"subsection-e\">  (2) Any document authorizing a person to work on an amusement device that was issued to the person before the coming into force of this Regulation ceases to be valid as soon as the person is issued a certificate under this Regulation.  O. Reg. 187/03, s. 16 (2).</p>"
        },
        {
            "id": "17.",
            "section": "Transition: previous authorizing documents",
            "content": " 17. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 187/03, s. 17.",
            "raw_html": "<p class=\"section-e\"> <b>17.</b> <span>O<span class=\"ovsmallcap\">mitted (provides for coming into force of provisions of this Regulation)</span>.</span>  O. Reg. 187/03, s. 17.</p>"
        },
        {
            "id": null,
            "section": "Transition: previous authorizing documents",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}