{
    "reg_info": {
        "full_title": "O. Reg. 154/20: WORK DEPLOYMENT MEASURES FOR DISTRICT SOCIAL SERVICES ADMINISTRATION BOARDS",
        "reg_name_text": "WORK DEPLOYMENT MEASURES FOR DISTRICT SOCIAL SERVICES ADMINISTRATION BOARDS",
        "citation": "O. Reg. 154/20: ",
        "act_under": "Reopening Ontario (A Flexible Response to COVID-19) Act, 2020",
        "url": "https://www.ontario.ca/laws/regulation/200154",
        "date_scraped": "2023-12-18 06:03:33"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/200154/v3",
            "valid_from": "April 14, 2022",
            "valid_to": "April 26, 2022"
        },
        {
            "a_href": "/laws/regulation/200154/v2",
            "valid_from": "July 15, 2020",
            "valid_to": "April 13, 2022"
        },
        {
            "a_href": "/laws/regulation/200154/v1",
            "valid_from": "April 16, 2020",
            "valid_to": "July 14, 2020"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Terms of Order",
            "content": " 1. The terms of this Order are set out in Schedule 1. O. Reg. 397/20, s. 3. schedule 1",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The terms of this Order are set out in Schedule 1. O. Reg. 397/20, s. 3.</p> <p class=\"schedule-e\">schedule 1</p>"
        },
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. In this Schedule, “district social services administration board” means a district social services administration board established under section 3 of the District Social Services Administration Boards Act.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Schedule,</p> <p class=\"definition-e\">“district social services administration board” means a district social services administration board established under section 3 of the <i>District Social Services Administration Boards Act</i>.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. This Schedule applies to every district social services administration board.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Schedule applies to every district social services administration board.</p>"
        },
        {
            "id": "3.",
            "section": "Exclusion",
            "content": " 3. This Schedule does not apply with respect to persons normally employed by the district social services administration board in the operation of ambulance services within the meaning of the Ambulance Act, including paramedics within the meaning of that Act.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>This Schedule does not apply with respect to persons normally employed by the district social services administration board in the operation of ambulance services within the meaning of the <i>Ambulance Act</i>, including paramedics within the meaning of that Act.</p>"
        },
        {
            "id": "4.",
            "section": "Work redeployment and staffing",
            "content": " 4. (1) Subject to the board’s approval, a district social services administration board is authorized to take, with respect to work deployment and staffing of the board, any reasonably necessary measure to respond to, prevent and alleviate the outbreak of the coronavirus (COVID-19) (“the Virus”) so as to prevent, reduce or mitigate the effect of the Virus on critical services that are delivered by its employees. (2) The critical services referred to in subsection (1) are, (a) the operation of homeless shelters and the provision of services to homeless persons; (b) the provision of assistance under the Ontario Works Act, 1997; and (c) the administration, operation and funding of child care programs and services under the Child Care and Early Years Act, 2014.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> (1) Subject to the board’s approval, a district social services administration board is authorized to take, with respect to work deployment and staffing of the board, any reasonably necessary measure to respond to, prevent and alleviate the outbreak of the coronavirus (COVID-19) (“the Virus”) so as to prevent, reduce or mitigate the effect of the Virus on critical services that are delivered by its employees.</p> <p class=\"subsection-e\">  (2) The critical services referred to in subsection (1) are,</p> <p class=\"clause-e\">  (a) the operation of homeless shelters and the provision of services to homeless persons;</p> <p class=\"clause-e\">  (b) the provision of assistance under the <i>Ontario Works Act, 1997</i>; and</p> <p class=\"clause-e\">  (c) the administration, operation and funding of child care programs and services under the <i>Child Care and Early Years Act, 2014</i>.</p>"
        },
        {
            "id": "5.",
            "section": "Measures",
            "content": " 5. Without limiting the generality of section 4, and despite any other statute, regulation, order, policy, arrangement or agreement, including a collective agreement, district social services administration boards are authorized to do the following: 1. Identify staffing priorities and develop, modify and implement redeployment plans for the board, including the following: i. Redeploying staff to different workplaces operated by the board. ii. Changing the assignment of work, including assigning non-bargaining unit employees or contractors to perform bargaining unit work. iii. Changing the scheduling of work or shift assignments. iv. Deferring or cancelling vacations, absences or other leaves, regardless of whether such vacations, absences or leaves are established by statute, regulation, agreement or otherwise. v. Employing extra part-time or temporary staff or contractors, including for the purposes of performing bargaining unit work. vi. Using volunteers to perform work, including to perform bargaining unit work. vii. Providing appropriate training or education as needed to staff and volunteers to achieve the purposes of a redeployment plan. 2. Conduct any skills and experience inventories of staff to identify possible alternative roles in priority areas. 3. Require and collect information from staff, contractors or volunteers about their availability to provide services for the board. 4. Require and collect information from staff, contractors or volunteers about their likely or actual exposure to the Virus, or about any other health conditions that may affect their ability to provide services. 5. Suspend, for the duration of this Order, any grievance process with respect to any matter referred to in this Order.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>Without limiting the generality of section 4, and despite any other statute, regulation, order, policy, arrangement or agreement, including a collective agreement, district social services administration boards are authorized to do the following:</p> <p class=\"paragraph-e\">  1. Identify staffing priorities and develop, modify and implement redeployment plans for the board, including the following:</p> <p class=\"subpara-e\">  i. Redeploying staff to different workplaces operated by the board.</p> <p class=\"subpara-e\">  ii. Changing the assignment of work, including assigning non-bargaining unit employees or contractors to perform bargaining unit work.</p> <p class=\"subpara-e\">  iii. Changing the scheduling of work or shift assignments.</p> <p class=\"subpara-e\">  iv. Deferring or cancelling vacations, absences or other leaves, regardless of whether such vacations, absences or leaves are established by statute, regulation, agreement or otherwise.</p> <p class=\"subpara-e\">  v. Employing extra part-time or temporary staff or contractors, including for the purposes of performing bargaining unit work.</p> <p class=\"subpara-e\">  vi. Using volunteers to perform work, including to perform bargaining unit work.</p> <p class=\"subpara-e\">  vii. Providing appropriate training or education as needed to staff and volunteers to achieve the purposes of a redeployment plan.</p> <p class=\"paragraph-e\">  2. Conduct any skills and experience inventories of staff to identify possible alternative roles in priority areas.</p> <p class=\"paragraph-e\">  3. Require and collect information from staff, contractors or volunteers about their availability to provide services for the board.</p> <p class=\"paragraph-e\">  4. Require and collect information from staff, contractors or volunteers about their likely or actual exposure to the Virus, or about any other health conditions that may affect their ability to provide services.</p> <p class=\"paragraph-e\">  5. Suspend, for the duration of this Order, any grievance process with respect to any matter referred to in this Order.</p>"
        },
        {
            "id": "6.",
            "section": "Redeployment plans",
            "content": " 6. For greater certainty, a district social services administration board may implement redeployment plans without complying with provisions of a collective agreement, including lay-off, seniority/service or bumping provisions.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>For greater certainty, a district social services administration board may implement redeployment plans without complying with provisions of a collective agreement, including lay-off, seniority/service or bumping provisions.</p>"
        },
        {
            "id": "7.",
            "section": "Notice to bargaining agents",
            "content": " 7. A district social services administration board shall provide at least 24 hours notice to bargaining agents that represent any affected bargaining units before implementing a redeployment plan described in paragraph 1 of section 5.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>A district social services administration board shall provide at least 24 hours notice to bargaining agents that represent any affected bargaining units before implementing a redeployment plan described in paragraph 1 of section 5.</p>"
        },
        {
            "id": null,
            "section": "Notice to bargaining agents",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/200154\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}