{
    "reg_info": {
        "full_title": "O. Reg. 249/07: HEALTHFORCEONTARIO MARKETING AND RECRUITMENT AGENCY",
        "reg_name_text": "HealthForceOntario Marketing and Recruitment Agency",
        "citation": "O. Reg. 249/07: HEALTHFORCEONTARIO MARKETING AND RECRUITMENT AGENCY",
        "act_under": "Development Corporations Act",
        "url": "https://www.ontario.ca/laws/regulation/070249",
        "date_scraped": "2023-12-18 22:02:02"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/070249/v4",
            "valid_from": "March 19, 2020",
            "valid_to": "March 31, 2020"
        },
        {
            "a_href": "/laws/regulation/070249/v3",
            "valid_from": "January  1, 2018",
            "valid_to": "March 18, 2020"
        },
        {
            "a_href": "/laws/regulation/070249/v2",
            "valid_from": "December 18, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/070249/v1",
            "valid_from": "June  8, 2007",
            "valid_to": "December 17, 2017"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "BK1",
            "section": "Definitions",
            "content": " 1. In this Regulation, “Agency” means the HealthForceOntario Marketing and Recruitment Agency established under section 2; (“Agence”) “Minister” means the Minister of Health and Long-Term Care or the minister of the Crown to whom the powers and duties under this Regulation are assigned or transferred under the Executive Council Act. (“ministre”) O. Reg. 249/07, s. 1; O. Reg. 556/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“Agency” means the HealthForceOntario Marketing and Recruitment Agency established under section 2; (“Agence”)</p> <p class=\"definition-e\">“Minister” means the Minister of Health and Long-Term Care or the minister of the Crown to whom the powers and duties under this Regulation are assigned or transferred under the <i>Executive Council Act</i>. (“ministre”) O. Reg. 249/07, s. 1; O. Reg. 556/17, s. 1.</p>"
        },
        {
            "id": "BK3",
            "section": "Agency established",
            "content": " 2. (1) A corporation to be known in English as the HealthForceOntario Marketing and Recruitment Agency and in French as Agence de promotion et de recrutement de ProfessionsSantéOntario is established as a corporation without share capital.  O. Reg. 249/07, s. 2 (1). (2) The Agency is composed of the members of its board of directors.  O. Reg. 249/07, s. 2 (2). (3) The Agency is, for all its purposes, an agent of Her Majesty within the meaning of the Crown Agency Act and its powers may be exercised only as an agent of Her Majesty.  O. Reg. 249/07, s. 2 (3). (4) Subsection 134 (1) (standard of care) and section 136 (indemnification and liability insurance) of the Business Corporations Act apply with necessary modifications to the Agency and to the members of its board of directors.  O. Reg. 249/07, s. 2 (4). (5) The Corporations Act and the Corporations Information Act do not apply to the Agency.  O. Reg. 249/07, s. 2 (5). Note: On the day subsection 4 (1) of the Not-for-Profit Corporations Act, 2010 comes into force, subsection 2 (5) of the Regulation is amended by striking out “The Corporations Act” at the beginning and substituting “The Not-for-Profit Corporations Act, 2010”. (See: O. Reg. 556/17, s. 2)",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2. </b>(1) A corporation to be known in English as the HealthForceOntario Marketing and Recruitment Agency and in French as Agence de promotion et de recrutement de ProfessionsSantéOntario is established as a corporation without share capital.  O. Reg. 249/07, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The Agency is composed of the members of its board of directors.  O. Reg. 249/07, s. 2 (2).</p> <p class=\"subsection-e\">  (3) The Agency is, for all its purposes, an agent of Her Majesty within the meaning of the <i>Crown Agency Act</i> and its powers may be exercised only as an agent of Her Majesty.  O. Reg. 249/07, s. 2 (3).</p> <p class=\"subsection-e\">  (4) Subsection 134 (1) (standard of care) and section 136 (indemnification and liability insurance) of the <i>Business Corporations Act</i> apply with necessary modifications to the Agency and to the members of its board of directors.  O. Reg. 249/07, s. 2 (4).</p> <p class=\"subsection-e\">  (5) The <i>Corporations Act </i>and the <i>Corporations Information Act </i>do not apply to the Agency.  O. Reg. 249/07, s. 2 (5).</p> <p class=\"Pnote-e\">Note: On the day subsection 4 (1) of the <i>Not-for-Profit Corporations Act, 2010</i> comes into force, subsection 2 (5) of the Regulation is amended by striking out “The <i>Corporations Act</i>” at the beginning and substituting “The <i>Not-for-Profit Corporations Act, 2010</i>”. (See: O. Reg. 556/17, s. 2)</p>"
        },
        {
            "id": "BK4",
            "section": "Objects of the Agency",
            "content": " 3. The following are the objects of the Agency: 1. To recruit, internationally, nationally and provincially, health care practitioners to practise in Ontario. 2. To attract persons to the practice of health care in Ontario. 3. To assist health care practitioners and other interested persons in identifying requirements that must be met to practise health care in Ontario and determining ways to meet the requirements. 4. To encourage health care practitioners who currently practise in Ontario to continue practising in Ontario. 5. To work with communities in Ontario to enhance their recruitment and retention of health care practitioners to help meet communities’ health needs. 6. To make Ontarians aware of the services and initiatives of the Ministry of Health and Long-Term Care that are designed to enhance the supply and distribution of health care practitioners in Ontario.  O. Reg. 249/07, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>The following are the objects of the Agency:</p> <p class=\"paragraph-e\">  1. To recruit, internationally, nationally and provincially, health care practitioners to practise in Ontario.</p> <p class=\"paragraph-e\">  2. To attract persons to the practice of health care in Ontario.</p> <p class=\"paragraph-e\">  3. To assist health care practitioners and other interested persons in identifying requirements that must be met to practise health care in Ontario and determining ways to meet the requirements.</p> <p class=\"paragraph-e\">  4. To encourage health care practitioners who currently practise in Ontario to continue practising in Ontario. </p> <p class=\"paragraph-e\">  5. To work with communities in Ontario to enhance their recruitment and retention of health care practitioners to help meet communities’ health needs.</p> <p class=\"paragraph-e\">  6. To make Ontarians aware of the services and initiatives of the Ministry of Health and Long-Term Care that are designed to enhance the supply and distribution of health care practitioners in Ontario.  O. Reg. 249/07, s. 3.</p>"
        },
        {
            "id": "BK5",
            "section": "Powers of the Agency",
            "content": " 4. (1) The Agency has the capacity, rights, powers and privileges of a natural person for carrying out its objects, except as limited by this Regulation.  O. Reg. 249/07, s. 4 (1). (2) The Agency shall carry out its objects without the purpose of gain and shall not use its revenue, including all money or assets that it receives by grant, contribution or otherwise, for any purpose other than to further its objects.  O. Reg. 249/07, s. 4 (2). (3) The Agency shall not, except with the approval of the Lieutenant Governor in Council, (a) acquire, dispose of, lease, mortgage, charge, hypothecate or otherwise transfer or encumber any interest in real property, except as permitted by this section; (b) borrow or lend money; (c) make investments, except as permitted by this section; (d) pledge, charge or encumber any of its personal property; (e) generate revenue; (f) establish a subsidiary; or (g) apply for or obtain registration as a registered charity under the Income Tax Act (Canada).  O. Reg. 249/07, s. 4 (3). (4) The Agency shall not receive money or assets from any person or entity other than the Crown in right of Ontario.  O. Reg. 249/07, s. 4 (4). (5) The Agency may lease office space that is reasonably necessary for the purposes of the Agency.  O. Reg. 249/07, s. 4 (5). (6) The Agency may establish bank accounts with the approval of the Minister of Finance.  O. Reg. 249/07, s. 4 (6). (7) The Agency may provide an indemnity to any person, including an indemnity under section 136 of the Business Corporations Act, or guarantee the payment of money or the performance of services by another person, if the Minister of Finance gives prior written approval of the indemnity or guarantee.  O. Reg. 249/07, s. 4 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>(1) The Agency has the capacity, rights, powers and privileges of a natural person for carrying out its objects, except as limited by this Regulation.  O. Reg. 249/07, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The Agency shall carry out its objects without the purpose of gain and shall not use its revenue, including all money or assets that it receives by grant, contribution or otherwise, for any purpose other than to further its objects.  O. Reg. 249/07, s. 4 (2).</p> <p class=\"subsection-e\">  (3) The Agency shall not, except with the approval of the Lieutenant Governor in Council,</p> <p class=\"clause-e\">  (a) acquire, dispose of, lease, mortgage, charge, hypothecate or otherwise transfer or encumber any interest in real property, except as permitted by this section; </p> <p class=\"clause-e\">  (b) borrow or lend money;</p> <p class=\"clause-e\">  (c) make investments, except as permitted by this section;</p> <p class=\"clause-e\">  (d) pledge, charge or encumber any of its personal property; </p> <p class=\"clause-e\">  (e) generate revenue;</p> <p class=\"clause-e\">  (f) establish a subsidiary; or</p> <p class=\"clause-e\">  (g) apply for or obtain registration as a registered charity under the <i>Income Tax Act </i>(Canada).  O. Reg. 249/07, s. 4 (3).</p> <p class=\"subsection-e\">  (4) The Agency shall not receive money or assets from any person or entity other than the Crown in right of Ontario.  O. Reg. 249/07, s. 4 (4).</p> <p class=\"subsection-e\">  (5) The Agency may lease office space that is reasonably necessary<strong> </strong>for the purposes of the Agency.  O. Reg. 249/07, s. 4 (5).</p> <p class=\"subsection-e\">  (6) The Agency may establish bank accounts with the approval of the Minister of Finance.  O. Reg. 249/07, s. 4 (6).</p> <p class=\"subsection-e\">  (7) The Agency may provide an indemnity to any person, including an indemnity under section 136 of the <i>Business Corporations Act</i>, or guarantee the payment of money or the performance of services by another person, if the Minister of Finance gives prior written approval of the indemnity or guarantee.  O. Reg. 249/07, s. 4 (7).</p>"
        },
        {
            "id": "BK7",
            "section": "Board of directors",
            "content": " 5. (1) The board of directors of the Agency is composed of as many members, not more than nine, as may be appointed by the Lieutenant Governor in Council at pleasure.  O. Reg. 249/07, s. 5 (1). (2) The Lieutenant Governor in Council shall designate one of the members of the board as chair and one of the members as vice-chair.  O. Reg. 249/07, s. 5 (2). (3) The chair shall preside over the meetings of the board and shall perform any other duties required by by-law.  O. Reg. 249/07, s. 5 (3). (4) In the case of the absence or illness of the chair or there being a vacancy in the office of chair, the vice-chair or, if there is no vice-chair available, the member designated by the board for the purpose shall act as and have all the powers of the chair.  O. Reg. 249/07, s. 5 (4). (5) The members of the board may be paid such remuneration and expenses as the Lieutenant Governor in Council determines.  O. Reg. 249/07, s. 5 (5). (6) A majority of the members constitutes a quorum for the conduct of the business of the board.  O. Reg. 249/07, s. 5 (6). (7) A member ceases to be a member of the board if, before the term of the member expires, (a) the Lieutenant Governor in Council revokes the member’s appointment as a member of the Agency; or (b) the member dies, resigns as a member of the board of directors or becomes a bankrupt.  O. Reg. 249/07, s. 5 (7). (8) The board of directors of the Agency shall meet regularly throughout the year and in any event shall hold at least four meetings in each calendar year.  O. Reg. 249/07, s. 5 (8).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>5. </b>(1) The board of directors of the Agency is composed of as many members, not more than nine, as may be appointed by the Lieutenant Governor in Council at pleasure.  O. Reg. 249/07, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The Lieutenant Governor in Council shall designate one of the members of the board as chair and one of the members as vice-chair.  O. Reg. 249/07, s. 5 (2).</p> <p class=\"subsection-e\">  (3) The chair shall preside over the meetings of the board and shall perform any other duties required by by-law.  O. Reg. 249/07, s. 5 (3).</p> <p class=\"subsection-e\">  (4) In the case of the absence or illness of the chair or there being a vacancy in the office of chair, the vice-chair or, if there is no vice-chair available, the member designated by the board for the purpose shall act as and have all the powers of the chair.  O. Reg. 249/07, s. 5 (4).</p> <p class=\"subsection-e\">  (5) The members of the board may be paid such remuneration and expenses as the Lieutenant Governor in Council determines.  O. Reg. 249/07, s. 5 (5).</p> <p class=\"subsection-e\">  (6) A majority of the members constitutes a quorum for the conduct of the business of the board.  O. Reg. 249/07, s. 5 (6).</p> <p class=\"subsection-e\">  (7) A member ceases to be a member of the board if, before the term of the member expires,</p> <p class=\"clause-e\">  (a) the Lieutenant Governor in Council revokes the member’s appointment as a member of the Agency; or</p> <p class=\"clause-e\">  (b) the member dies, resigns as a member of the board of directors or becomes a bankrupt.  O. Reg. 249/07, s. 5 (7).</p> <p class=\"subsection-e\">  (8) The board of directors of the Agency shall meet regularly throughout the year and in any event shall hold at least four meetings in each calendar year.  O. Reg. 249/07, s. 5 (8).</p>"
        },
        {
            "id": "BK8",
            "section": "Powers and duties of the board of directors",
            "content": " 6. (1) The affairs of the Agency are under the management and control of the board of directors, subject to any directions given under section 7.  O. Reg. 249/07, s. 6 (1). (2) The board may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Agency, including establishing committees.  O. Reg. 249/07, s. 6 (2). (3) The Minister may require the board of directors to submit a by-law to the Minister for approval and if so, (a) the by-law concerned ceases to be effective from the time that the Minister imposes the requirement until the Minister approves the by-law; (b) anything that the board has done in compliance with the by-law concerned before the Minister imposes the requirement is valid; and (c) the board may do anything that, before the Minister imposes the requirement, it has agreed to do.  O. Reg. 249/07, s. 6 (3). (4) The board of directors of the Agency shall develop, in consultation with the Minister, conflict of interest policies for the members and employees of the Agency.  O. Reg. 249/07, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>6. </b>(1) The affairs of the Agency are under the management and control of the board of directors, subject to any directions given under section 7.  O. Reg. 249/07, s. 6 (1).</p> <p class=\"subsection-e\">  (2) The board may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Agency, including establishing committees.  O. Reg. 249/07, s. 6 (2).</p> <p class=\"subsection-e\">  (3) The Minister may require the board of directors to submit a by-law to the Minister for approval and if so,</p> <p class=\"clause-e\">  (a) the by-law concerned ceases to be effective from the time that the Minister imposes the requirement until the Minister approves the by-law;</p> <p class=\"clause-e\">  (b) anything that the board has done in compliance with the by-law concerned before the Minister imposes the requirement is valid; and</p> <p class=\"clause-e\">  (c) the board may do anything that, before the Minister imposes the requirement, it has agreed to do.  O. Reg. 249/07, s. 6 (3).</p> <p class=\"subsection-e\">  (4) The board of directors of the Agency shall develop, in consultation with the Minister, conflict of interest policies for the members and employees of the Agency.  O. Reg. 249/07, s. 6 (4).</p>"
        },
        {
            "id": "BK9",
            "section": "Policy directions by Minister",
            "content": " 7. The Minister may issue policy directions to the board of directors where, in the opinion of the Minister, it is in the public interest to do so, and the board shall comply with the directions.  O. Reg. 249/07, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>7. </b>The Minister may issue policy directions to the board of directors where, in the opinion of the Minister, it is in the public interest to do so, and the board shall comply with the directions.  O. Reg. 249/07, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Memorandum of understanding",
            "content": "  8. (1) Every five years, the Agency and the Minister shall enter into a memorandum of understanding containing only such terms as may be directed by the Minister.  O. Reg. 249/07, s. 8 (1). (2) The Agency shall comply with the memorandum of understanding.  O. Reg. 249/07, s. 8 (2). (3) The memorandum of understanding shall be reviewed upon the appointment of a new Minister or new chair of the board.  O. Reg. 249/07, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"><b>  8. </b>(1) Every five years, the Agency and the Minister shall enter into a memorandum of understanding containing only such terms as may be directed by the Minister.  O. Reg. 249/07, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The Agency shall comply with the memorandum of understanding.  O. Reg. 249/07, s. 8 (2).</p> <p class=\"subsection-e\">  (3) The memorandum of understanding shall be reviewed upon the appointment of a new Minister or new chair of the board.  O. Reg. 249/07, s. 8 (3).</p>"
        },
        {
            "id": "9.",
            "section": "Executive director and other employees",
            "content": " 9. (1) The Agency shall appoint and employ a chief executive officer of the Agency who shall have the title of Executive Director of the Agency.  O. Reg. 249/07, s. 9 (1). (2) Revoked: O. Reg. 556/17, s. 3 (1). (3) The Executive Director is responsible for the management and administration of the Agency’s affairs, subject to the supervision and direction of its board of directors.  O. Reg. 249/07, s. 9 (3). (4) The Minister may fix ranges for the salary or other remuneration and benefits of the Executive Director appointed under subsection (1) and the Agency shall provide a salary or other remuneration and benefits to its Executive Director within the ranges, if any, that the Minister fixes.  O. Reg. 249/07, s. 9 (4). (5) Revoked: O. Reg. 556/17, s. 3 (1). (6) The Agency may employ or otherwise engage such persons, other than the Executive Director, as it considers necessary for the proper conduct of the business of the Agency.  O. Reg. 249/07, s. 9 (6). (7) The Executive Director and the employees employed under subsection (6) are not employed under Part III of the Public Service of Ontario Act, 2006\r\nand shall not be members of the board of directors of the Agency.  O. Reg. 249/07, s. 9 (7); O. Reg. 556/17, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The Agency shall appoint and employ a chief executive officer of the Agency who shall have the title of Executive Director of the Agency.  O. Reg. 249/07, s. 9 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 556/17, s. 3 (1).</p> <p class=\"subsection-e\">  (3) The Executive Director is responsible for the management and administration of the Agency’s affairs, subject to the supervision and direction of its board of directors.  O. Reg. 249/07, s. 9 (3).</p> <p class=\"subsection-e\">  (4) The Minister may fix ranges for the salary or other remuneration and benefits of the Executive Director appointed under subsection (1) and the Agency shall provide a salary or other remuneration and benefits to its Executive Director within the ranges, if any, that the Minister fixes.  O. Reg. 249/07, s. 9 (4).</p> <p class=\"subsection-e\">  (5) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 556/17, s. 3 (1).</p> <p class=\"subsection-e\">  (6) The Agency may employ or otherwise engage such persons, other than the Executive Director, as it considers necessary for the proper conduct of the business of the Agency.  O. Reg. 249/07, s. 9 (6).</p> <p class=\"subsection-e\">  (7) The Executive Director and the employees employed under subsection (6) are not employed under Part III of the <i>Public Service of Ontario Act, 2006</i>\r\nand shall not be members of the board of directors of the Agency.  O. Reg. 249/07, s. 9 (7); O. Reg. 556/17, s. 3 (2).</p>"
        },
        {
            "id": "10.",
            "section": "Annual report",
            "content": " 10. (1) The Agency shall prepare an annual report, provide it to the Minister and make it available to the public. O. Reg. 556/17, s. 4. (2) The\r\nAgency shall comply with such directives as may be issued by the Management Board of Cabinet with respect to, (a) the form and content of the annual report; (b) when to provide it to the Minister; and (c) when and how to make it available to the public. O. Reg. 556/17, s. 4. (3) The\r\nAgency shall include such additional content in the annual report as the Minister may require. O. Reg. 556/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) The Agency shall prepare an annual report, provide it to the Minister and make it available to the public. O. Reg. 556/17, s. 4.</p> <p class=\"subsection-e\">  (2) <i>The</i>\r\nAgency shall comply with such directives as may be issued by the Management Board of Cabinet with respect to,</p> <p class=\"clause-e\">  (a) the form and content of the annual report;</p> <p class=\"clause-e\">  (b) when to provide it to the Minister; and</p> <p class=\"clause-e\">  (c) when and how to make it available to the public. O. Reg. 556/17, s. 4.</p> <p class=\"subsection-e\">  (3) <i>The</i>\r\nAgency shall include such additional content in the annual report as the Minister may require. O. Reg. 556/17, s. 4.</p>"
        },
        {
            "id": "10.1",
            "section": "Tabling of annual report",
            "content": " 10.1 The Minister shall table the Agency’s annual report in the Assembly no later than 30 days after determining that the annual report meets the requirements of section 10 and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when and how to make that determination. O. Reg. 556/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>10.1 </b>The Minister shall table the Agency’s annual report in the Assembly no later than 30 days after determining that the annual report meets the requirements of section 10 and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when and how to make that determination. O. Reg. 556/17, s. 4.</p>"
        },
        {
            "id": "11.",
            "section": "Business plan",
            "content": "  11. (1) The Agency shall submit its annual business plan for the next fiscal year to the Minister for approval by October 1 in each year or by such other date as may be specified by the Minister.  O. Reg. 249/07, s. 11 (1). (2) The Agency shall not expend funds except in accordance with a business plan approved by the Minister.  O. Reg. 249/07, s. 11 (2). (3) The Agency may make changes to a business plan with the approval of the Minister.  O. Reg. 249/07, s. 11 (3).",
            "raw_html": "<p class=\"section-e\"><b>  11. </b>(1) The Agency shall submit its annual business plan for the next fiscal year to the Minister for approval by October 1 in each year or by such other date as may be specified by the Minister.  O. Reg. 249/07, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The Agency shall not expend funds except in accordance with a business plan approved by the Minister.  O. Reg. 249/07, s. 11 (2).</p> <p class=\"subsection-e\">  (3) The Agency may make changes to a business plan with the approval of the Minister.  O. Reg. 249/07, s. 11 (3).</p>"
        },
        {
            "id": "12.",
            "section": "Audit",
            "content": " 12. (1) The board of directors of the Agency shall appoint a person licensed under the Public Accounting Act, 2004 to audit the accounts and financial transactions of the Agency annually.  O. Reg. 249/07, s. 12 (1). (2) In addition to the requirement for an annual audit, (a) the Minister may, at any time, direct that one or more persons licensed under the Public Accounting Act, 2004 audit the accounts and financial transactions of the Agency; and (b) the Auditor General may, at any time, audit any aspect of the operations of the Agency.  O. Reg. 249/07, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) The board of directors of the Agency shall appoint a person licensed under the <i>Public Accounting Act, 2004 </i>to audit the accounts and financial transactions of the Agency annually.  O. Reg. 249/07, s. 12 (1).</p> <p class=\"subsection-e\">  (2) In addition to the requirement for an annual audit,</p> <p class=\"clause-e\">  (a) the Minister may, at any time, direct that one or more persons licensed under the <i>Public Accounting Act, 2004</i> audit the accounts and financial transactions of the Agency; and</p> <p class=\"clause-e\">  (b) the Auditor General may, at any time, audit any aspect of the operations of the Agency.  O. Reg. 249/07, s. 12 (2).</p>"
        },
        {
            "id": "BK15",
            "section": "Fiscal year",
            "content": " 13. The Agency’s fiscal year commences on April 1 in each year and ends on March 31 in the following year.  O. Reg. 249/07, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>13. </b>The Agency’s fiscal year commences on April 1 in each year and ends on March 31 in the following year.  O. Reg. 249/07, s. 13.</p>"
        },
        {
            "id": "BK17",
            "section": "Winding up the Agency",
            "content": " 14. (1) If the Minister decides that it is in the public interest to wind up the business and affairs of the Agency, he or she may do all things necessary to do so, including distributing the Agency’s assets.  O. Reg. 249/07, s. 14 (1). (2) In acting under subsection (1), the Minister may direct that all or some of the Agency’s assets be, (a) liquidated or sold as a going concern and the proceeds paid into the Consolidated Revenue Fund; or (b) transferred to Her Majesty in right of Ontario or to another agency of the Crown.  O. Reg. 249/07, s. 14 (2).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>14. </b>(1) If the Minister decides that it is in the public interest to wind up the business and affairs of the Agency, he or she may do all things necessary to do so, including distributing the Agency’s assets.  O. Reg. 249/07, s. 14 (1).</p> <p class=\"subsection-e\">  (2) In acting under subsection (1), the Minister may direct that all or some of the Agency’s assets be,</p> <p class=\"clause-e\">  (a) liquidated or sold as a going concern and the proceeds paid into the Consolidated Revenue Fund; or</p> <p class=\"clause-e\">  (b) transferred to Her Majesty in right of Ontario or to another agency of the Crown.  O. Reg. 249/07, s. 14 (2).</p> <p class=\"clause-e\"><b> </b></p> <p class=\"MsoNormal\"><b>Français</b></p> <p class=\"MsoNormal\"><b> </b></p> <p class=\"MsoNormal\"><b></b></p>"
        }
    ]
}