{
    "reg_info": {
        "full_title": "O. Reg. 1/13: SICK LEAVE CREDITS AND SICK LEAVE CREDIT GRATUITIES",
        "reg_name_text": "SICK LEAVE CREDITS AND SICK LEAVE CREDIT GRATUITIES",
        "citation": "O. Reg. 1/13: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/130001",
        "date_scraped": "2023-12-21 17:58:40"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 10, 2013",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/130001/v4",
            "valid_from": "June 19, 2013",
            "valid_to": "October  9, 2013"
        },
        {
            "a_href": "/laws/regulation/130001/v3",
            "valid_from": "March 26, 2013",
            "valid_to": "June 18, 2013"
        },
        {
            "a_href": "/laws/regulation/130001/v2",
            "valid_from": "January 21, 2013",
            "valid_to": "March 25, 2013"
        },
        {
            "a_href": "/laws/regulation/130001/v1",
            "valid_from": "January  2, 2013",
            "valid_to": "January 20, 2013"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": 0.1,
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": " 0.1 (1) In this Regulation, “casual employee” means, (a) a casual employee within the meaning of the collective agreement that applied on August 31, 2012 to the class of employees of which the particular employee is a member, (b) if clause (a) does not apply, an employee who is a casual employee as agreed upon by the board and the bargaining agent, or (c) if clauses (a) and (b) do not apply, an employee who is not regularly scheduled to work; (“employé occasionnel”) “full year long-term assignment” means a long-term assignment for which the period of employment for the position is the same as or longer than the ordinary period of employment for the position; (“affectation à long terme d’une année complète”) “group” means a group of employees set out in subsection (2); (“groupe”) “long-term assignment” means, in relation to an employee, (a) a long-term assignment within the meaning of the collective agreement that applied on August 31, 2012 to the class of employees of which the employee is a member, or (b) if there was no applicable collective agreement or the agreement did not set out a meaning, an assignment that includes at least twelve days of continuous employment; (“affectation à long terme”) “ordinary period of employment” means, in respect of a position with a board, (a) the board’s school year, in the case where employees who perform the type of work that the position involves are ordinarily employed by the board for a period of time that corresponds to the school year; or (b) the board’s fiscal year, in any other case;  (“période d’emploi normale”) “part year long-term assignment” means a long-term assignment for which the period of employment for the position is less than the ordinary period of employment for the position. (“affectation à long terme d’une partie d’année”) “teachers’ bargaining unit” has the same meaning as in subsection 277.1 (1) of the Act. (“unité de négociation d’enseignants”) O. Reg. 184/13, s. 1; O. Reg. 275/13, s. 1 (1). (2) For the purposes of this Regulation, the following are groups of employees: 1. Group A: An employee who is in a bargaining unit represented by the Elementary Teachers’ Federation of Ontario or the Ontario Secondary School Teachers’ Federation, an employee who is in a bargaining unit represented by the Association des enseignantes et des enseignants franco-ontariens, an employee who is a principal or vice-principal, or an employee of an English-language public board or a French-language district school board who is in a bargaining unit represented by one of the following bargaining agents: i. Association of Professional Student Services Personnel. ii. Canadian Office and Professional Employees Union, Ontario. iii. Educational Assistants Association of Waterloo Region District School Board. iv. Educational Resource Facilitators of Peel. v. Essex and Kent Counties Skilled Trades Council. vi. Halton District Educational Assistants’ Association. vii. Maintenance and Construction Skilled Trades Council. viii. Ontario Public Service Employees Union. ix. Service Employees International Union. x. Unifor. 2. Group B: An employee who is in a bargaining unit represented by the Canadian Union of Public Employees. 3. Group C: An employee who is in a bargaining unit represented by the Ontario English Catholic Teachers’ Association. 3.1 Group C.1: An employee of an English-language Roman Catholic board who is in a bargaining unit, other than a teachers’ bargaining unit, represented by one of the following bargaining agents: i. Association of Professional Student Services Personnel. ii. Canadian Office and Professional Employees Union, Ontario. iii. Custodian Association of Huron Perth. iv. Dufferin-Peel Educational Resources Workers’ Association. v. Labourers’ International Union of North America. vi. Ontario Public Service Employees Union. vii. Service Employees International Union. viii. Unifor. ix. Unite Here. 4. Group D: An employee who is not in a bargaining unit, other than a principal or vice-principal. 5. Group E: An employee who is in any other bargaining unit. O. Reg. 184/13, s. 1; O. Reg. 275/13, s. 1 (2, 3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK0\"></a><b>0.1</b> (1) In this Regulation,</p> <p class=\"firstdef-e\">“casual employee” means,</p> <p class=\"defclause-e\">  (a) a casual employee within the meaning of the collective agreement that applied on August 31, 2012 to the class of employees of which the particular employee is a member,</p> <p class=\"defclause-e\">  (b) if clause (a) does not apply, an employee who is a casual employee as agreed upon by the board and the bargaining agent, or</p> <p class=\"defclause-e\">  (c) if clauses (a) and (b) do not apply, an employee who is not regularly scheduled to work; (“employé occasionnel”)</p> <p class=\"definition-e\">“full year long-term assignment” means a long-term assignment for which the period of employment for the position is the same as or longer than the ordinary period of employment for the position; (“affectation à long terme d’une année complète”)</p> <p class=\"definition-e\">“group” means a group of employees set out in subsection (2); (“groupe”)</p> <p class=\"definition-e\">“long-term assignment” means, in relation to an employee,</p> <p class=\"defclause-e\">  (a) a long-term assignment within the meaning of the collective agreement that applied on August 31, 2012 to the class of employees of which the employee is a member, or</p> <p class=\"defclause-e\">  (b) if there was no applicable collective agreement or the agreement did not set out a meaning, an assignment that includes at least twelve days of continuous employment; (“affectation à long terme”)</p> <p class=\"definition-e\">“ordinary period of employment” means, in respect of a position with a board,</p> <p class=\"defclause-e\">  (a) the board’s school year, in the case where employees who perform the type of work that the position involves are ordinarily employed by the board for a period of time that corresponds to the school year; or</p> <p class=\"defclause-e\">  (b) the board’s fiscal year, in any other case;  (“période d’emploi normale”)</p> <p class=\"definition-e\">“part year long-term assignment” means a long-term assignment for which the period of employment for the position is less than the ordinary period of employment for the position. (“affectation à long terme d’une partie d’année”)</p> <p class=\"definition-e\">“teachers’ bargaining unit” has the same meaning as in subsection 277.1 (1) of the Act. (“unité de négociation d’enseignants”) O. Reg. 184/13, s. 1; O. Reg. 275/13, s. 1 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of this Regulation, the following are groups of employees:</p> <p class=\"paragraph-e\">  1. Group A: An employee who is in a bargaining unit represented by the Elementary Teachers’ Federation of Ontario or the Ontario Secondary School Teachers’ Federation, an employee who is in a bargaining unit represented by the Association des enseignantes et des enseignants franco-ontariens, an employee who is a principal or vice-principal, or an employee of an English-language public board or a French-language district school board who is in a bargaining unit represented by one of the following bargaining agents:</p> <p class=\"subpara-e\">  i. Association of Professional Student Services Personnel.</p> <p class=\"subpara-e\">  ii. Canadian Office and Professional Employees Union, Ontario.</p> <p class=\"subpara-e\">  iii. Educational Assistants Association of Waterloo Region District School Board.</p> <p class=\"subpara-e\">  iv. Educational Resource Facilitators of Peel.</p> <p class=\"subpara-e\">  v. Essex and Kent Counties Skilled Trades Council.</p> <p class=\"subpara-e\">  vi. Halton District Educational Assistants’ Association.</p> <p class=\"subpara-e\">  vii. Maintenance and Construction Skilled Trades Council.</p> <p class=\"subpara-e\">  viii. Ontario Public Service Employees Union.</p> <p class=\"subpara-e\">  ix. Service Employees International Union.</p> <p class=\"subpara-e\">  x. Unifor.</p> <p class=\"paragraph-e\">  2. Group B: An employee who is in a bargaining unit represented by the Canadian Union of Public Employees.</p> <p class=\"paragraph-e\">  3. Group C: An employee who is in a bargaining unit represented by the Ontario English Catholic Teachers’ Association.</p> <p class=\"paragraph-e\">  3.1 Group C.1: An employee of an English-language Roman Catholic board who is in a bargaining unit, other than a teachers’ bargaining unit, represented by one of the following bargaining agents:</p> <p class=\"subpara-e\">  i. Association of Professional Student Services Personnel.</p> <p class=\"subpara-e\">  ii. Canadian Office and Professional Employees Union, Ontario.</p> <p class=\"subpara-e\">  iii. Custodian Association of Huron Perth.</p> <p class=\"subpara-e\">  iv. Dufferin-Peel Educational Resources Workers’ Association.</p> <p class=\"subpara-e\">  v. Labourers’ International Union of North America.</p> <p class=\"subpara-e\">  vi. Ontario Public Service Employees Union.</p> <p class=\"subpara-e\">  vii. Service Employees International Union.</p> <p class=\"subpara-e\">  viii. Unifor.</p> <p class=\"subpara-e\">  ix. Unite Here.</p> <p class=\"paragraph-e\">  4. Group D: An employee who is not in a bargaining unit, other than a principal or vice-principal.</p> <p class=\"paragraph-e\">  5. Group E: An employee who is in any other bargaining unit. O. Reg. 184/13, s. 1; O. Reg. 275/13, s. 1 (2, 3).</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": 0.2,
            "part_id": null,
            "part_type": null,
            "section": "Eligibility for sick leave credits only in accordance with Regulation",
            "content": " 0.2 An employee of a board shall only be eligible for sick leave credits in accordance with section 1 or 1.1. O. Reg. 184/13, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>0.2</b> An employee of a board shall only be eligible for sick leave credits in accordance with section 1 or 1.1. O. Reg. 184/13, s. 1.</p>"
        },
        {
            "ahref_id": "None",
            "TOCid": 1.0,
            "part_id": null,
            "part_type": null,
            "section": "Eligibility for sick leave credits, permanent employees, etc.",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": 1.1,
            "part_id": null,
            "part_type": null,
            "section": "Eligibility for sick leave credits, long-term assignment",
            "content": " 1.1 (1) This section applies in respect of an employee who is employed to fill a long-term assignment position. O. Reg. 184/13, s. 3. (2) An employee in group A who is employed by a board to fill a full year long-term assignment position shall be eligible for the following sick leave credits during the board’s fiscal year: 1. 11 days of sick leave paid at a rate of pay equal to 100 per cent of the employee’s salary for the year. 2. 60 days of sick leave paid at a rate of pay equal to 90 per cent of the employee’s salary for the year, if the employee’s entitlement to that sick leave has been determined, i. through the process set out in the collective agreement or employment contract that applied on August 31, 2012 to the class of employees of which the employee is a member, or ii. if such a process is not set out in the employment contract or collective agreement, in accordance with the board’s practice, as it existed on August 31, 2012. O. Reg. 184/13, s. 3. (3) Subject to subsection (8), an employee in group B who is employed by a board to fill a full year long-term assignment position shall be eligible for the following sick leave credits during the board’s fiscal year: 1. 11 days of sick leave paid at a rate of pay equal to 100 per cent of the employee’s salary for the year. 2. 60 days of sick leave paid at a rate of pay equal to, i. 90 per cent of the employee’s salary for the year, if, A. for the purpose of providing proof of the sickness or injury, the employee provides reasonable evidence or medical documentation, or B. in a case where the sickness or injury is of such a nature that the board does not possess the expertise necessary to assess the proof, the employee’s entitlement to that rate has been determined through a third party assessment process, or ii. 66.67 per cent of the employee’s salary for the year, for all other employees. O. Reg. 184/13, s. 3. (4) Subject to subsections (9) and (10), an employee in group C, D or E who is employed by a board to fill a full year long-term assignment position shall be eligible for the following sick leave credits during a board’s fiscal year: 1. 11 days of sick leave paid at a rate of pay equal to 100 per cent of the employee’s salary for the year. 2. 60 days of sick leave paid at a rate of pay equal to, i. 90 per cent of the employee’s salary for the year, if the employee’s entitlement to that rate has been determined through an adjudicative process agreed to by the employee and the board, and, A. the sick leave credit is used on a work day that is one of five or more consecutive work days on which the employee uses sick leave credits, or B. the sick leave credit is used in respect of a repetitive or chronic illness, or ii. 66.67 per cent of the employee’s salary for the year, for all other employees. O. Reg. 184/13, s. 3. (5) An employee in group A who is employed by a board to fill a part year long-term assignment position shall be eligible for the following sick leave credits during the board’s fiscal year: 1. 11 days of sick leave, reduced to reflect the proportion that the employee’s period of employment bears to the ordinary period of employment for the position, paid at a rate of pay equal to 100 per cent of the employee’s salary for the year. 2. 60 days of sick leave, reduced to reflect the proportion that the employee’s period of employment bears to the ordinary period of employment for the position, paid at a rate of pay equal to 90 per cent of the employee’s salary for the year, if the employee’s entitlement to that sick leave has been determined, i. through the process set out in the collective agreement or employment contract that applied on August 31, 2012 to the class of employees of which the employee is a member, or ii. if such a process is not set out in the employment contract or collective agreement, in accordance with the board’s practice, as it existed on August 31, 2012. O. Reg. 184/13, s. 3. (6) Subject to subsection (8), an employee in group B who is employed by a board to fill a part year long-term assignment position shall be eligible for the following sick leave credits during a board’s fiscal year: 1. 11 days of sick leave, reduced to reflect the proportion that the employee’s period of employment bears to the ordinary period of employment for the position, paid at a rate of pay equal to 100 per cent of the employee’s salary for the year. 2. 60 days of sick leave, reduced to reflect the proportion that the employee’s period of employment bears to the ordinary period of employment for the position, paid at a rate of pay equal to, i. 90 per cent of the employee’s salary for the year, if, A. for the purpose of providing proof of the sickness or injury, the employee provides reasonable evidence or medical documentation, or B. in a case where the sickness or injury is of such a nature that the board does not possess the expertise necessary to assess the proof, the employee’s entitlement to that rate has been determined through a third party assessment process, or ii. 66.67 per cent of the employee’s salary for the year, for all other employees. O. Reg. 184/13, s. 3. (7) Subject to subsections (9) and (10), an employee in group C, D or E who is employed by a board to fill a part year long-term assignment position shall be eligible for the following sick leave credits during a board’s fiscal year: 1. 11 days of sick leave, reduced to reflect the proportion that the employee’s period of employment bears to the ordinary period of employment for the position, paid at a rate of pay equal to 100 per cent of the employee’s salary for the year. 2. 60 days of sick leave, reduced to reflect the proportion that the employee’s period of employment bears to the ordinary period of employment for the position, paid at a rate of pay equal to, i. 90 per cent of the employee’s salary for the year, if the employee’s entitlement to that rate has been determined through an adjudicative process agreed to by the employee and the board, and, A. the sick leave credit is used on a work day that is one of five or more consecutive work days on which the employee uses sick leave credits, or B. the sick leave credit is used in respect of a repetitive or chronic illness, or ii. 66.67 per cent of the employee’s salary for the year, for all other employees. O. Reg. 184/13, s. 3. (8) Subsections (3) and (6) apply only to an employee of a board who is in a class of employees that, on August 31, 2012, was eligible to receive sick leave credits, which, for greater certainty, includes employees who became members of that class after August 31, 2012. O. Reg. 184/13, s. 3. (9) If the bargaining agent for a bargaining unit of employees in group C so elects, on or before June 30, 2013, the employees shall be eligible, as of a date specified by the bargaining agent that is no later than September 1, 2013, for the sick leave credits described in subsection (2) or (5), as the case may be, instead of those described in subsection (4) or (7). O. Reg. 184/13, s. 3. (10) If a board so decides, on or before June 30, 2013, all of its employees in group D shall be eligible, as of a date specified by the board that is no later than September 1, 2013, for the sick leave credits described in subsection (2) or (5), as the case may be, instead of those described in subsection (4) or (7). O. Reg. 184/13, s. 3. (11) In making its decision under subsection (10), the board shall consider such factors as the extent to which its other employees are eligible for the sick leave credits described in subsection (2) or (5) and whether providing the sick leave credits described in subsection (2) or (5) would be more cost effective. O. Reg. 184/13, s. 3. (12) Subject to subsection (13), an employee in group C.1 shall be eligible for the sick leave credits described in subsection (4) or (7), as the case may be, during a board’s fiscal year. O. Reg. 275/13, s. 3. (13) If an election is made under subsection (9) in respect of employees in group C, one of the following rules applies to the employees in group C.1: 1. If, as a result of the election, some of the board’s employees in group C are eligible for the sick leave credits described in subsection (2) or (5), as the case may be, and others continue to be eligible for the sick leave credits described in subsection (4) or (7), a bargaining agent for a bargaining unit of employees in group C.1 shall elect, on or before October 31, 2013, whether such employees are to be eligible, as of September 1, 2013, for the sick leave credits described in subsection (2) or (5) or those described in subsection (4) or (7). 2. If, as a result of the election, all of the board’s employees in group C are eligible for the sick leave credits described in subsection (2) or (5), as the case may be, the employees in group C.1 shall, as of September 1, 2013, no longer be eligible for the sick leave credits described in subsection (4) or (7) and shall instead be eligible for the sick leave credits described in subsection (2) or (5). O. Reg. 275/13, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>1.1 </b>(1) This section applies in respect of an employee who is employed to fill a long-term assignment position. O. Reg. 184/13, s. 3.</p> <p class=\"subsection-e\">  (2) An employee in group A who is employed by a board to fill a full year long-term assignment position shall be eligible for the following sick leave credits during the board’s fiscal year:</p> <p class=\"paragraph-e\">  1. 11 days of sick leave paid at a rate of pay equal to 100 per cent of the employee’s salary for the year.</p> <p class=\"paragraph-e\">  2. 60 days of sick leave paid at a rate of pay equal to 90 per cent of the employee’s salary for the year, if the employee’s entitlement to that sick leave has been determined,</p> <p class=\"subpara-e\">  i. through the process set out in the collective agreement or employment contract that applied on August 31, 2012 to the class of employees of which the employee is a member, or</p> <p class=\"subpara-e\">  ii. if such a process is not set out in the employment contract or collective agreement, in accordance with the board’s practice, as it existed on August 31, 2012. O. Reg. 184/13, s. 3.</p> <p class=\"subsection-e\">  (3) Subject to subsection (8), an employee in group B who is employed by a board to fill a full year long-term assignment position shall be eligible for the following sick leave credits during the board’s fiscal year:</p> <p class=\"paragraph-e\">  1. 11 days of sick leave paid at a rate of pay equal to 100 per cent of the employee’s salary for the year.</p> <p class=\"paragraph-e\">  2. 60 days of sick leave paid at a rate of pay equal to,</p> <p class=\"subpara-e\">  i. 90 per cent of the employee’s salary for the year, if,</p> <p class=\"subsubpara-e\">  A. for the purpose of providing proof of the sickness or injury, the employee provides reasonable evidence or medical documentation, or</p> <p class=\"subsubpara-e\">  B. in a case where the sickness or injury is of such a nature that the board does not possess the expertise necessary to assess the proof, the employee’s entitlement to that rate has been determined through a third party assessment process, or</p> <p class=\"subpara-e\">  ii. 66.67 per cent of the employee’s salary for the year, for all other employees. O. Reg. 184/13, s. 3.</p> <p class=\"subsection-e\">  (4) Subject to subsections (9) and (10), an employee in group C, D or E who is employed by a board to fill a full year long-term assignment position shall be eligible for the following sick leave credits during a board’s fiscal year:</p> <p class=\"paragraph-e\">  1. 11 days of sick leave paid at a rate of pay equal to 100 per cent of the employee’s salary for the year.</p> <p class=\"paragraph-e\">  2. 60 days of sick leave paid at a rate of pay equal to,</p> <p class=\"subpara-e\">  i. 90 per cent of the employee’s salary for the year, if the employee’s entitlement to that rate has been determined through an adjudicative process agreed to by the employee and the board, and,</p> <p class=\"subsubpara-e\">  A. the sick leave credit is used on a work day that is one of five or more consecutive work days on which the employee uses sick leave credits, or</p> <p class=\"subsubpara-e\">  B. the sick leave credit is used in respect of a repetitive or chronic illness, or</p> <p class=\"subpara-e\">  ii. 66.67 per cent of the employee’s salary for the year, for all other employees. O. Reg. 184/13, s. 3.</p> <p class=\"subsection-e\">  (5) An employee in group A who is employed by a board to fill a part year long-term assignment position shall be eligible for the following sick leave credits during the board’s fiscal year:</p> <p class=\"paragraph-e\">  1. 11 days of sick leave, reduced to reflect the proportion that the employee’s period of employment bears to the ordinary period of employment for the position, paid at a rate of pay equal to 100 per cent of the employee’s salary for the year.</p> <p class=\"paragraph-e\">  2. 60 days of sick leave, reduced to reflect the proportion that the employee’s period of employment bears to the ordinary period of employment for the position, paid at a rate of pay equal to 90 per cent of the employee’s salary for the year, if the employee’s entitlement to that sick leave has been determined,</p> <p class=\"subpara-e\">  i. through the process set out in the collective agreement or employment contract that applied on August 31, 2012 to the class of employees of which the employee is a member, or</p> <p class=\"subpara-e\">  ii. if such a process is not set out in the employment contract or collective agreement, in accordance with the board’s practice, as it existed on August 31, 2012. O. Reg. 184/13, s. 3.</p> <p class=\"subsection-e\">  (6) Subject to subsection (8), an employee in group B who is employed by a board to fill a part year long-term assignment position shall be eligible for the following sick leave credits during a board’s fiscal year:</p> <p class=\"paragraph-e\">  1. 11 days of sick leave, reduced to reflect the proportion that the employee’s period of employment bears to the ordinary period of employment for the position, paid at a rate of pay equal to 100 per cent of the employee’s salary for the year.</p> <p class=\"paragraph-e\">  2. 60 days of sick leave, reduced to reflect the proportion that the employee’s period of employment bears to the ordinary period of employment for the position, paid at a rate of pay equal to,</p> <p class=\"subpara-e\">  i. 90 per cent of the employee’s salary for the year, if,</p> <p class=\"subsubpara-e\">  A. for the purpose of providing proof of the sickness or injury, the employee provides reasonable evidence or medical documentation, or</p> <p class=\"subsubpara-e\">  B. in a case where the sickness or injury is of such a nature that the board does not possess the expertise necessary to assess the proof, the employee’s entitlement to that rate has been determined through a third party assessment process, or</p> <p class=\"subpara-e\">  ii. 66.67 per cent of the employee’s salary for the year, for all other employees. O. Reg. 184/13, s. 3.</p> <p class=\"subsection-e\">  (7) Subject to subsections (9) and (10), an employee in group C, D or E who is employed by a board to fill a part year long-term assignment position shall be eligible for the following sick leave credits during a board’s fiscal year:</p> <p class=\"paragraph-e\">  1. 11 days of sick leave, reduced to reflect the proportion that the employee’s period of employment bears to the ordinary period of employment for the position, paid at a rate of pay equal to 100 per cent of the employee’s salary for the year.</p> <p class=\"paragraph-e\">  2. 60 days of sick leave, reduced to reflect the proportion that the employee’s period of employment bears to the ordinary period of employment for the position, paid at a rate of pay equal to,</p> <p class=\"subpara-e\">  i. 90 per cent of the employee’s salary for the year, if the employee’s entitlement to that rate has been determined through an adjudicative process agreed to by the employee and the board, and,</p> <p class=\"subsubpara-e\">  A. the sick leave credit is used on a work day that is one of five or more consecutive work days on which the employee uses sick leave credits, or</p> <p class=\"subsubpara-e\">  B. the sick leave credit is used in respect of a repetitive or chronic illness, or</p> <p class=\"subpara-e\">  ii. 66.67 per cent of the employee’s salary for the year, for all other employees. O. Reg. 184/13, s. 3.</p> <p class=\"subsection-e\">  (8) Subsections (3) and (6) apply only to an employee of a board who is in a class of employees that, on August 31, 2012, was eligible to receive sick leave credits, which, for greater certainty, includes employees who became members of that class after August 31, 2012. O. Reg. 184/13, s. 3.</p> <p class=\"subsection-e\">  (9) If the bargaining agent for a bargaining unit of employees in group C so elects, on or before June 30, 2013, the employees shall be eligible, as of a date specified by the bargaining agent that is no later than September 1, 2013, for the sick leave credits described in subsection (2) or (5), as the case may be, instead of those described in subsection (4) or (7). O. Reg. 184/13, s. 3.</p> <p class=\"subsection-e\">  (10) If a board so decides, on or before June 30, 2013, all of its employees in group D shall be eligible, as of a date specified by the board that is no later than September 1, 2013, for the sick leave credits described in subsection (2) or (5), as the case may be, instead of those described in subsection (4) or (7). O. Reg. 184/13, s. 3.</p> <p class=\"subsection-e\">  (11) In making its decision under subsection (10), the board shall consider such factors as the extent to which its other employees are eligible for the sick leave credits described in subsection (2) or (5) and whether providing the sick leave credits described in subsection (2) or (5) would be more cost effective. O. Reg. 184/13, s. 3.</p> <p class=\"subsection-e\">  (12) Subject to subsection (13), an employee in group C.1 shall be eligible for the sick leave credits described in subsection (4) or (7), as the case may be, during a board’s fiscal year. O. Reg. 275/13, s. 3.</p> <p class=\"subsection-e\">  (13) If an election is made under subsection (9) in respect of employees in group C, one of the following rules applies to the employees in group C.1:</p> <p class=\"paragraph-e\">  1. If, as a result of the election, some of the board’s employees in group C are eligible for the sick leave credits described in subsection (2) or (5), as the case may be, and others continue to be eligible for the sick leave credits described in subsection (4) or (7), a bargaining agent for a bargaining unit of employees in group C.1 shall elect, on or before October 31, 2013, whether such employees are to be eligible, as of September 1, 2013, for the sick leave credits described in subsection (2) or (5) or those described in subsection (4) or (7).</p> <p class=\"paragraph-e\">  2. If, as a result of the election, all of the board’s employees in group C are eligible for the sick leave credits described in subsection (2) or (5), as the case may be, the employees in group C.1 shall, as of September 1, 2013, no longer be eligible for the sick leave credits described in subsection (4) or (7) and shall instead be eligible for the sick leave credits described in subsection (2) or (5). O. Reg. 275/13, s. 3.</p>"
        },
        {
            "ahref_id": "None",
            "TOCid": 2.0,
            "part_id": null,
            "part_type": null,
            "section": "Provision of sick leave credits",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 3.0,
            "part_id": null,
            "part_type": null,
            "section": "Use of sick leave credits",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 4.0,
            "part_id": null,
            "part_type": null,
            "section": "Sick leave credit gratuities",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": 4.1,
            "part_id": null,
            "part_type": null,
            "section": "2013-2014 end of year payment",
            "content": " 4.1 (1) This section applies in respect of an employee who was eligible to receive sick leave credits during the 2013-2014 fiscal year, other than an employee in group B or D or a principal or vice-principal. O. Reg. 184/13, s. 7. (2) At the end of the 2013-2014 fiscal year, an employee shall be eligible to receive a payment of an amount equal to one day of work paid at a rate of pay equal to 100 per cent of the employee’s salary for the year, if the employee meets the following conditions: 1. The employee used less than six sick leave credits during the fiscal year or, if the employee’s period of employment in the fiscal year was less than the ordinary period of employment for the employee’s position, the number of sick leave credits determined under subsection (3). 2. The employee took at least one unpaid day of leave during the fiscal year. O. Reg. 184/13, s. 7. (3) For the purposes of paragraph 1 of subsection (2), the number of sick leave credits shall be determined in accordance with the following formula: (X/Y) × 6 in which, “X” is the number of days that the employee was employed in the position; and “Y” is the number of days of employment that fall within the ordinary period of employment for the position. O. Reg. 184/13, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>4.1 </b>(1) This section applies in respect of an employee who was eligible to receive sick leave credits during the 2013-2014 fiscal year, other than an employee in group B or D or a principal or vice-principal. O. Reg. 184/13, s. 7.</p> <p class=\"subsection-e\">  (2) At the end of the 2013-2014 fiscal year, an employee shall be eligible to receive a payment of an amount equal to one day of work paid at a rate of pay equal to 100 per cent of the employee’s salary for the year, if the employee meets the following conditions:</p> <p class=\"paragraph-e\">  1. The employee used less than six sick leave credits during the fiscal year or, if the employee’s period of employment in the fiscal year was less than the ordinary period of employment for the employee’s position, the number of sick leave credits determined under subsection (3).</p> <p class=\"paragraph-e\">  2. The employee took at least one unpaid day of leave during the fiscal year. O. Reg. 184/13, s. 7.</p> <p class=\"subsection-e\">  (3) For the purposes of paragraph 1 of subsection (2), the number of sick leave credits shall be determined in accordance with the following formula:</p> <p class=\"equation-e\">(X/Y) × 6</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “X” is the number of days that the employee was employed in the position; and</p> <p class=\"equationind1-e\">  “Y” is the number of days of employment that fall within the ordinary period of employment for the position.</p> <p class=\"footnote-e\">O. Reg. 184/13, s. 7.</p>"
        },
        {
            "ahref_id": "None",
            "TOCid": 5.0,
            "part_id": null,
            "part_type": null,
            "section": "When regulation ceases to apply",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}