{
    "reg_info": {
        "full_title": "O. Reg. 293/12: SERVICES TO OTHER MINISTRIES AND PUBLIC BODIES",
        "reg_name_text": "SERVICES TO OTHER MINISTRIES AND PUBLIC BODIES",
        "citation": "O. Reg. 293/12: ",
        "act_under": "Ministry of Revenue Act",
        "url": "https://www.ontario.ca/laws/regulation/120293",
        "date_scraped": "2023-12-19 02:03:06"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 29, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/120293/v7",
            "valid_from": "May 23, 2017",
            "valid_to": "March 28, 2018"
        },
        {
            "a_href": "/laws/regulation/120293/v6",
            "valid_from": "November 20, 2015",
            "valid_to": "May 22, 2017"
        },
        {
            "a_href": "/laws/regulation/120293/v5",
            "valid_from": "September 18, 2015",
            "valid_to": "November 19, 2015"
        },
        {
            "a_href": "/laws/regulation/120293/v4",
            "valid_from": "February 12, 2015",
            "valid_to": "September 17, 2015"
        },
        {
            "a_href": "/laws/regulation/120293/v3",
            "valid_from": "January 30, 2015",
            "valid_to": "February 11, 2015"
        },
        {
            "a_href": "/laws/regulation/120293/v2",
            "valid_from": "December 14, 2012",
            "valid_to": "January 29, 2015"
        },
        {
            "a_href": "/laws/regulation/120293/v1",
            "valid_from": "September 27, 2012",
            "valid_to": "December 13, 2012"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Prescribed public bodies",
            "content": "  1. The following persons and entities are prescribed as public bodies for the purposes of the definition of “public body” in section 1 of the Act:  1. District social services administration boards established under the District Social Services Administration Boards Act.  O. Reg. 293/12, s. 1; O. Reg. 131/18, s. 1. Services re Government Assistance Programs",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>The following persons and entities are prescribed as public bodies for the purposes of the definition of “public body” in section 1 of the Act: </p> <p class=\"paragraph-e\">  1. District social services administration boards established under the <i>District Social Services Administration Boards Act</i>.  O. Reg. 293/12, s. 1; O. Reg. 131/18, s. 1.</p> <p class=\"heading1-e\">Services re Government Assistance Programs</p>"
        },
        {
            "id": "2.",
            "section": "Housing allowance programs",
            "content": " 2. (1) The following are the services that the Minister of Revenue is authorized under clause 11 (3) (a) of the Act to provide to the Ministry of Housing, to municipalities and to district social services administration boards in the administration of housing allowance programs under the Ministry of Municipal Affairs and Housing Act:  1. Verifying the information provided by applicants on their application form for a housing allowance. 2. Determining whether an applicant is eligible for a housing allowance under the program.  O. Reg. 293/12, s. 2 (1); O. Reg. 147/17, s. 1 (1). (2) The following are the related services that the Minister of Revenue is authorized under clause 11 (3) (b) of the Act to provide to the Ministry of Housing, to municipalities and to district social services administration boards in the administration of housing allowance programs under the Ministry of Municipal Affairs and Housing Act: 1. Responding to public inquiries about a housing allowance program. 2. Distributing application forms for a housing allowance, based upon information provided to the Minister of Revenue by the Ministry of Housing, the municipality or the district social services administration board, as applicable. 3. Accepting applications for a housing allowance. 3.1 Corresponding with applicants and with participants in a housing allowance program as may be required. 4. Issuing payments to persons who are eligible to receive them and, if authorized by the person, issuing payments directly to a landlord on behalf of the person. 5. Collecting amounts paid under a housing allowance program to persons who were not entitled to receive them, and collecting any interest and penalties payable on those amounts. 6. Assisting with the design and development of systems and business processes to administer a housing allowance program. 7. Issuing information returns, as described in Part II of the Income Tax Regulations (Canada), to recipients of payments under a housing allowance program. 8. Conducting quality assurance reviews and business process reviews of housing allowance programs. 9. Providing statistical and financial reports about housing allowance programs.  O. Reg. 293/12, s. 2 (2); O. Reg. 147/17, s. 1 (2-6).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The following are the services that the Minister of Revenue is authorized under clause 11 (3) (a) of the Act to provide to the Ministry of Housing, to municipalities and to district social services administration boards in the administration of housing allowance programs under the <i>Ministry of Municipal Affairs and Housing Act</i>: </p> <p class=\"paragraph-e\">  1. Verifying the information provided by applicants on their application form for a housing allowance.</p> <p class=\"paragraph-e\">  2. Determining whether an applicant is eligible for a housing allowance under the program.  O. Reg. 293/12, s. 2 (1); O. Reg. 147/17, s. 1 (1).</p> <p class=\"subsection-e\">  (2) The following are the related services that the Minister of Revenue is authorized under clause 11 (3) (b) of the Act to provide to the Ministry of Housing, to municipalities and to district social services administration boards in the administration of housing allowance programs under the <i>Ministry of Municipal Affairs and Housing Act</i>:</p> <p class=\"paragraph-e\">  1. Responding to public inquiries about a housing allowance program.</p> <p class=\"paragraph-e\">  2. Distributing application forms for a housing allowance, based upon information provided to the Minister of Revenue by the Ministry of Housing, the municipality or the district social services administration board, as applicable.</p> <p class=\"paragraph-e\">  3. Accepting applications for a housing allowance.</p> <p class=\"paragraph-e\">  3.1 Corresponding with applicants and with participants in a housing allowance program as may be required.</p> <p class=\"paragraph-e\">  4. Issuing payments to persons who are eligible to receive them and, if authorized by the person, issuing payments directly to a landlord on behalf of the person.</p> <p class=\"paragraph-e\">  5. Collecting amounts paid under a housing allowance program to persons who were not entitled to receive them, and collecting any interest and penalties payable on those amounts.</p> <p class=\"paragraph-e\">  6. Assisting with the design and development of systems and business processes to administer a housing allowance program.</p> <p class=\"paragraph-e\">  7. Issuing information returns, as described in Part II of the Income Tax Regulations (Canada), to recipients of payments under a housing allowance program. </p> <p class=\"paragraph-e\">  8. Conducting quality assurance reviews and business process reviews of housing allowance programs.</p> <p class=\"paragraph-e\">  9. Providing statistical and financial reports about housing allowance programs.  O. Reg. 293/12, s. 2 (2); O. Reg. 147/17, s. 1 (2-6).</p>"
        },
        {
            "id": "2.1",
            "section": "Health benefit programs and long-term care programs",
            "content": " 2.1 (1) The following are the services that the Minister of Revenue is authorized under clause 11 (3) (a) of the Act to provide to the Ministry of Health and Long-Term Care, other ministries and public bodies in the administration of health benefit programs and long-term care programs: 1. Verifying the information provided by applicants on their application form for a health benefit or a long-term care program. 2. Determining whether an applicant is eligible for a health benefit under a health benefit program or a long-term care program. O. Reg. 29/15, s. 1; O. Reg. 131/18, s. 2 (1-3). (2) The following are the related services that the Minister of Revenue is authorized under clause 11 (3) (b) of the Act to provide to the Ministry of Health and Long-Term Care, other ministries and public bodies in the administration of health benefit programs and long-term care programs: 1. Responding to public inquiries about a health benefit program or a long-term care program. 2. Distributing application forms and consent forms for a health benefit program or a long-term care program. 3. Accepting and processing applications, consent forms and other related documents for a health benefit program or a long-term care program. 4. Corresponding with applicants and with participants in a health benefit program or a long-term care program as may be required. 5. Collecting amounts paid under a health benefit program or a long-term care program to persons who were not entitled to receive them, and collecting any interest and penalties payable on those amounts. 6. Assisting with the design and development of systems and business processes to administer health benefit programs and long-term care programs. 7. Conducting quality assurance reviews and business process reviews of health benefit programs and long-term care programs. 8. Providing statistical reports about health benefit programs and long-term care programs. O. Reg. 29/15, s. 1; O. Reg. 147/17, s. 2; O. Reg. 131/18, s. 2 (4-12).",
            "raw_html": "<p class=\"section-e\"> <b>2.1 </b>(1) The following are the services that the Minister of Revenue is authorized under clause 11 (3) (a) of the Act to provide to the Ministry of Health and Long-Term Care, other ministries and public bodies in the administration of health benefit programs and long-term care programs:</p> <p class=\"paragraph-e\">  1. Verifying the information provided by applicants on their application form for a health benefit or a long-term care program.  </p> <p class=\"paragraph-e\">  2. Determining whether an applicant is eligible for a health benefit under a health benefit program or a long-term care program. O. Reg. 29/15, s. 1; O. Reg. 131/18, s. 2 (1-3).</p> <p class=\"subsection-e\">  (2) The following are the related services that the Minister of Revenue is authorized under clause 11 (3) (b) of the Act to provide to the Ministry of Health and Long-Term Care, other ministries and public bodies in the administration of health benefit programs and long-term care programs:</p> <p class=\"paragraph-e\">  1. Responding to public inquiries about a health benefit program or a long-term care program.  </p> <p class=\"paragraph-e\">  2. Distributing application forms and consent forms for a health benefit program or a long-term care program.  </p> <p class=\"paragraph-e\">  3. Accepting and processing applications, consent forms and other related documents for a health benefit program or a long-term care program.  </p> <p class=\"paragraph-e\">  4. Corresponding with applicants and with participants in a health benefit program or a long-term care program as may be required.</p> <p class=\"paragraph-e\">  5. Collecting amounts paid under a health benefit program or a long-term care program to persons who were not entitled to receive them, and collecting any interest and penalties payable on those amounts.  </p> <p class=\"paragraph-e\">  6. Assisting with the design and development of systems and business processes to administer health benefit programs and long-term care programs.</p> <p class=\"paragraph-e\">  7. Conducting quality assurance reviews and business process reviews of health benefit programs and long-term care programs.</p> <p class=\"paragraph-e\">  8. Providing statistical reports about health benefit programs and long-term care programs. O. Reg. 29/15, s. 1; O. Reg. 147/17, s. 2; O. Reg. 131/18, s. 2 (4-12).</p>"
        },
        {
            "id": "2.2",
            "section": "Rate assistance programs",
            "content": " 2.2 (1) The following are the services that the Minister of Revenue is authorized under clause 11 (3) (a) of the Act to provide to the Ontario Energy Board in the administration of the rate assistance program under section 79.2 of the Ontario Energy Board Act, 1998: 1. Verifying the information provided by applicants on their application form for rate assistance. 2. Determining whether an applicant is eligible for rate assistance. O. Reg. 282/15, s. 1; O. Reg. 131/18, s. 3. (2) The following are the related services that the Minister of Revenue is authorized under clause 11 (3) (b) of the Act to provide to the Ontario Energy Board in the administration of the rate assistance program under section 79.2 of the Ontario Energy Board Act, 1998: 1. Determining the amount of rate assistance for each applicant and advising the Ontario Energy Board or its agent of that amount. O. Reg. 282/15, s. 1; O. Reg. 131/18, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>2.2 </b>(1) The following are the services that the Minister of Revenue is authorized under clause 11 (3) (a) of the Act to provide to the Ontario Energy Board in the administration of the rate assistance program under section 79.2 of the <i>Ontario Energy Board Act, 1998</i>:</p> <p class=\"paragraph-e\">  1. Verifying the information provided by applicants on their application form for rate assistance.</p> <p class=\"paragraph-e\">  2. Determining whether an applicant is eligible for rate assistance. O. Re<span>g. 282/15, s. 1; </span>O. Reg. 131/18, s. 3<span>.</span></p> <p class=\"subsection-e\">  (2) The following are the related services that the Minister of Revenue is authorized under clause 11 (3) (b) of the Act to provide to the Ontario Energy Board in the administration of the rate assistance program under section 79.2 of the <i>Ontario Energy Board Act, 1998</i>:</p> <p class=\"paragraph-e\">  1. Determining the amount of rate assistance for each applicant and advising the Ontario Energy Board or its agent of that amount. O. Re<span>g. 282/15, s. 1; </span>O. Reg. 131/18, s. 3<span>.</span></p>"
        },
        {
            "id": "2.3",
            "section": "Basic income pilot program",
            "content": " 2.3 (1) The following are the services that the Minister of Revenue is authorized under clause 11 (3) (a) of the Act to provide to the Ministry of Community and Social Services in the administration of a basic income pilot program beginning in 2017 to provide certain individuals with monthly income payments: 1. Verifying the information provided by applicants on their application form for the basic income pilot program. 2. Determining whether an applicant is eligible to receive payments under the basic income pilot program. O. Reg. 147/17, s. 3. (2) The following are the related services that the Minister of Revenue is authorized under clause 11 (3) (b) of the Act to provide to the Ministry of Community and Social Services in the administration of the basic income pilot program: 1. Responding to public inquiries about the basic income pilot program. 2. Issuing payments to persons who are eligible to receive them. 3. Corresponding with applicants and with participants in the basic income pilot program as may be required. 4. Collecting amounts paid under the basic income pilot program to persons who were not entitled to receive them. 5. Assisting with the design and development of systems and business processes to administer the basic income pilot program. 6. Issuing information returns, as described in Part II of the Income Tax Regulations (Canada), to recipients of payments under the basic income pilot program. 7. Conducting quality assurance reviews and business process reviews of the basic income pilot program. 8. Providing statistical and financial reports about the basic income pilot program. O. Reg. 147/17, s. 3. Collection Services",
            "raw_html": "<p class=\"section-e\"> <b>2.3 </b>(1) The following are the services that the Minister of Revenue is authorized under clause 11 (3) (a) of the Act to provide to the Ministry of Community and Social Services in the administration of a basic income pilot program beginning in 2017 to provide certain individuals with monthly income payments:</p> <p class=\"paragraph-e\">  1. Verifying the information provided by applicants on their application form for the basic income pilot program.</p> <p class=\"paragraph-e\">  2. Determining whether an applicant is eligible to receive payments under the basic income pilot program. O. Reg. 147/17, s. 3.</p> <p class=\"subsection-e\">  (2) The following are the related services that the Minister of Revenue is authorized under clause 11 (3) (b) of the Act to provide to the Ministry of Community and Social Services in the administration of the basic income pilot program: </p> <p class=\"paragraph-e\">  1. Responding to public inquiries about the basic income pilot program.</p> <p class=\"paragraph-e\">  2. Issuing payments to persons who are eligible to receive them. </p> <p class=\"paragraph-e\">  3. Corresponding with applicants and with participants in the basic income pilot program as may be required. </p> <p class=\"paragraph-e\">  4. Collecting amounts paid under the basic income pilot program to persons who were not entitled to receive them.</p> <p class=\"paragraph-e\">  5. Assisting with the design and development of systems and business processes to administer the basic income pilot program.</p> <p class=\"paragraph-e\">  6. Issuing information returns, as described in Part II of the Income Tax Regulations (Canada), to recipients of payments under the basic income pilot program.</p> <p class=\"paragraph-e\">  7. Conducting quality assurance reviews and business process reviews of the basic income pilot program.</p> <p class=\"paragraph-e\">  8. Providing statistical and financial reports about the basic income pilot program. O. Reg. 147/17, s. 3.</p> <p class=\"heading1-e\">Collection Services</p>"
        },
        {
            "id": "3.",
            "section": "Prescribed collection services",
            "content": " 3. (0.1) The following debts are prescribed for the purposes of clause (b) of the definition of “collection services” in subsection 11.1 (1) of the Act: 1. A debt owed to the Crown in right of Canada. 2. Money owed to Ontario for a special purpose.  For greater certainty, this refers to money that, upon being paid, would constitute “money paid to Ontario for a special purpose” as defined in subsection 1 (1) of the Financial Administration Act. 3. An amount owing or collectable under the Employment Standards Act, 2000. 3.1 An amount owing or collectable under the Employment Protection for Foreign Nationals Act, 2009. 4. Any other debt owed to the Crown in right of Ontario. O. Reg. 412/12, s. 1; O. Reg. 18/15, s. 1. (1) The following services are prescribed as related services for the purposes of clause (d) of the definition of “collection services” in subsection 11.1 (1) of the Act: 1. Entering into payment arrangements on behalf of the ministry or public body on whose behalf the Minister of Revenue is providing the collection services. 2. Maintaining and updating debtor accounts, including calculating interest owing. 3. If appropriate, recommending the write-off of an amount owing by the debtor.  O. Reg. 293/12, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span>(0.1)</span> The following debts are prescribed for the purposes of clause (b) of the definition of “collection services” in subsection 11.1 (1) of the Act:</p> <p class=\"paragraph-e\">  1. A debt owed to the Crown in right of Canada.</p> <p class=\"paragraph-e\">  2. Money owed to Ontario for a special purpose.  For greater certainty, this refers to money that, upon being paid, would constitute “money paid to Ontario for a special purpose” as defined in subsection 1 (1) of the <i>Financial Administration Act</i>.</p> <p class=\"paragraph-e\">  3. An amount owing or collectable under the <i>Employment Standards Act, 2000</i>.</p> <p class=\"paragraph-e\">  3.1 An amount owing or collectable under the <i>Employment Protection for Foreign Nationals Act, 2009</i>.</p> <p class=\"paragraph-e\">  4. Any other debt owed to the Crown in right of Ontar<span>io. O. Reg. 412/12, s. 1; </span>O. Reg. 18/15, s. 1.</p> <p class=\"subsection-e\">  (1)<b> </b>The following services are prescribed as related services for the purposes of clause (d) of the definition of “collection services” in subsection 11.1 (1) of the Act: </p> <p class=\"paragraph-e\">  1. Entering into payment arrangements on behalf of the ministry or public body on whose behalf the Minister of Revenue is providing the collection services.</p> <p class=\"paragraph-e\">  2. Maintaining and updating debtor accounts, including calculating interest owing.</p> <p class=\"paragraph-e\">  3. If appropriate, recommending the write-off of an amount owing by the debtor.  O. Reg. 293/12, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Collection services re agricultural and food programs",
            "content": " 4. The Minister of Revenue is authorized under subsection 11.1 (2) of the Act to enter into a memorandum of understanding with the Ministry of Agriculture, Food and Rural Affairs and AgriCorp to provide collection services in connection with programs administered by the Ministry of Agriculture, Food and Rural Affairs or by AgriCorp. O. Reg. 293/12, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The Minister of Revenue is authorized under subsection 11.1 (2) of the Act to enter into a memorandum of understanding with the Ministry of Agriculture, Food and Rural Affairs and AgriCorp to provide collection services in connection with programs administered by the Ministry of Agriculture, Food and Rural Affairs or by AgriCorp. O. Reg. 293/12, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Collection services for the Ministry of Government Services",
            "content": " 5. The Minister of Revenue is authorized under subsection 11.1 (2) of the Act to enter into a memorandum of understanding with the Ministry of Government Services to provide collection services to the Ministry.  O. Reg. 412/12, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The Minister of Revenue is authorized under subsection 11.1 (2) of the Act to enter into a memorandum of understanding with the Ministry of Government Services to provide collection services to the Ministry. <span> O. Reg. 412/12, s. 2.</span></p>"
        },
        {
            "id": "6.",
            "section": "Collection services for the Ministry of Labour",
            "content": " 6. The Minister of Revenue is authorized under subsection 11.1 (2) of the Act to enter into a memorandum of understanding with the Ministry of Labour to provide collection services to the Ministry.  O. Reg. 412/12, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The Minister of Revenue is authorized under subsection 11.1 (2) of the Act to enter into a memorandum of understanding with the Ministry of Labour to provide collection services to the Ministry. <span> O. Reg. 412/12, s. 3.</span></p>"
        },
        {
            "id": null,
            "section": "Collection services for the Ministry of Labour",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/120293\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}