{
    "reg_info": {
        "full_title": "O. Reg. 306/15: PILOT PROJECT - AUTOMATED VEHICLES",
        "reg_name_text": "PILOT PROJECT - AUTOMATED VEHICLES",
        "citation": "O. Reg. 306/15: ",
        "act_under": "Highway Traffic Act   Code de la route",
        "url": "https://www.ontario.ca/laws/regulation/150306",
        "date_scraped": "2023-12-18 23:28:03"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/150306/v3",
            "valid_from": "December 20, 2018",
            "valid_to": "December 31, 2018"
        },
        {
            "a_href": "/laws/regulation/150306/v2",
            "valid_from": "January  1, 2016",
            "valid_to": "December 19, 2018"
        },
        {
            "a_href": "/laws/regulation/150306/v1",
            "valid_from": "October 13, 2015",
            "valid_to": "December 31, 2015"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "  1. (1) In this Regulation, “advanced driver assistance system” means an automated driving system that can control some or all aspects of the dynamic driving task; “approval” means approval to test automated vehicles issued under section 9; “automated driving system” means a system that performs dynamic driving tasks to operate a vehicle with limited or no need for any dynamic driving task to be performed by a human driver; “automated vehicle” means a motor vehicle or a street car, excluding a motorcycle or motor-assisted bicycle, with an automated driving system that, (a) operates at driving automation Level 3, 4 or 5, or (b) is equipped with an advanced driver assistance system and vehicle-to-vehicle communication system that enable co-operative truck platooning; “co-operative truck platoon” means two or more commercial motor vehicles, as defined in subsection 12.1 (1), that use an advanced driver assistance system and vehicle-to-vehicle communication system to travel in a convoy where the vehicles steer, accelerate and brake co-operatively and synchronously; “co-operative truck platooning” means participating in a co-operative truck platoon; “drive”, in relation to an automated vehicle, includes driving or causing the operation of the automated vehicle, with or without the automated driving system being engaged; “dynamic driving task” includes a task required for the operational aspect of driving, such as steering, braking, accelerating and monitoring the vehicle and roadway, and a task required for the tactical aspect of driving, such as responding to events and determining when to change lanes, turn or use signals, but does not include a task required for the strategic aspect of driving, such as determining destinations; “Level” means an automated driving system’s level of driving automation for on-road vehicles, as defined in SAE Standard J3016; “owner” includes the operator within the meaning of subsection 16 (1) of the Act; “Registrar” means the Registrar of Motor Vehicles; “SAE Standard J3016” means SAE International Standard J3016: Taxonomy and Definitions for Terms Related to Driving Automation Systems for On-Road Motor Vehicles, dated June 2018 and available on SAE International’s website; “vehicle-to-vehicle communication system” means communication technology that enables vehicles within close proximity to wirelessly exchange information about their speed, location, and heading. O. Reg. 306/15, s. 1 (1); O. Reg. 517/18, s. 1. (2) The Levels of driving automation are the following: 1. Level 0 – no automation. 2. Level 1 – driver assistance. 3. Level 2 – partial automation. 4. Level 3 – conditional automation. 5. Level 4 – high automation. 6. Level 5 – full automation. O. Reg. 306/15, s. 1 (2). (3) A person seated in the driver’s seat of an automated vehicle is considered to be driving the automated vehicle, and to be the driver of the vehicle, with or without the automated driving system being engaged. O. Reg. 306/15, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“advanced driver assistance system” means an automated driving system that can control some or all aspects of the dynamic driving task;</p> <p class=\"definition-e\">“approval” means approval to test automated vehicles issued under section 9;</p> <p class=\"definition-e\">“automated driving system” means a system that performs dynamic driving tasks to operate a vehicle with limited or no need for any dynamic driving task to be performed by a human driver;</p> <p class=\"definition-e\">“automated vehicle” means a motor vehicle or a street car, excluding a motorcycle or motor-assisted bicycle, with an automated driving system that, </p> <p class=\"defclause-e\">  (a) operates at driving automation Level 3, 4 or 5, or </p> <p class=\"defclause-e\">  (b) is equipped with an advanced driver assistance system and vehicle-to-vehicle communication system that enable co-operative truck platooning;</p> <p class=\"definition-e\">“co-operative truck platoon” means two or more commercial motor vehicles, as defined in subsection 12.1 (1), that use an advanced driver assistance system and vehicle-to-vehicle communication system to travel in a convoy where the vehicles steer, accelerate and brake co-operatively and synchronously;</p> <p class=\"definition-e\">“co-operative truck platooning” means participating in a co-operative truck platoon;</p> <p class=\"definition-e\">“drive”, in relation to an automated vehicle, includes driving<b> </b>or causing the operation of the automated vehicle, with or without the automated driving system being engaged; </p> <p class=\"definition-e\">“dynamic driving task” includes a task required for the operational aspect of driving, such as steering, braking, accelerating and monitoring the vehicle and roadway, and a task required for the tactical aspect of driving, such as responding to events and determining when to change lanes, turn or use signals, but does not include a task required for the strategic aspect of driving, such as determining destinations; </p> <p class=\"definition-e\">“Level” means an automated driving system’s level of driving automation for on-road vehicles, as defined in SAE Standard J3016;</p> <p class=\"definition-e\">“owner” includes the operator within the meaning of subsection 16 (1) of the Act;</p> <p class=\"definition-e\">“Registrar” means the Registrar of Motor Vehicles;</p> <p class=\"definition-e\">“SAE Standard J3016” means SAE International Standard J3016: Taxonomy and Definitions for Terms Related to Driving Automation Systems for On-Road Motor Vehicles, dated June 2018 and available on SAE International’s website;</p> <p class=\"definition-e\">“vehicle-to-vehicle communication system” means communication technology that enables vehicles within close proximity to wirelessly exchange information about their speed, location, and heading. O. Reg. 306/15, s. 1 (1); O. Reg. 517/18, s. 1.</p> <p class=\"subsection-e\">  (2) The Levels of driving automation are the following:</p> <p class=\"paragraph-e\">  1. Level 0 – no automation.</p> <p class=\"paragraph-e\">  2. Level 1 – driver assistance.</p> <p class=\"paragraph-e\">  3. Level 2 – partial automation.</p> <p class=\"paragraph-e\">  4. Level 3 – conditional automation. </p> <p class=\"paragraph-e\">  5. Level 4 – high automation. </p> <p class=\"paragraph-e\">  6. Level 5 – full automation. O. Reg. 306/15, s. 1 (2).</p> <p class=\"subsection-e\">  (3) A person seated in the driver’s seat of an automated vehicle is considered to be driving the automated vehicle, and to be the driver of the vehicle, with or without the automated driving system being engaged. O. Reg. 306/15, s. 1 (3).</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. (1) This Regulation applies to an automated vehicle, with or without the automated driving system being engaged. O. Reg. 306/15, s. 2 (1). (2) This Regulation does not apply to a motor vehicle with an automated driving system that operates at driving automation Level 0, 1 or 2, other than a commercial motor vehicle as defined in subsection 12.1 (4) that is equipped with an advanced driver assistance system and vehicle-to-vehicle communication system that enable co-operative truck platooning. O. Reg. 517/18, s. 2. (3) This Regulation does not apply to an automated vehicle that operates at driving automation Level 3 if, (a) the automated vehicle, (i) was originally manufactured as an automated vehicle that operates at driving automation Level 3, or (ii) was originally manufactured as a motor vehicle with an automated driving system that operates at driving automation Level 2 and the automated driving system has been modified by the original equipment manufacturer to operate at driving automation Level 3; and (b) the automated driving system is in good working order and has been properly maintained. O. Reg. 517/18, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) This Regulation applies to an automated vehicle, with or without the automated driving system being engaged. O. Reg. 306/15, s. 2 (1).</p> <p class=\"subsection-e\">  (2) This Regulation does not apply to a motor vehicle with an automated driving system that operates at driving automation Level 0, 1 or 2, other than a commercial motor vehicle as defined in subsection 12.1 (4) that is equipped with an advanced driver assistance system and vehicle-to-vehicle communication system that enable co-operative truck platooning. O. Reg. 517/18, s. 2.</p> <p class=\"subsection-e\">  (3) This Regulation does not apply to an automated vehicle that operates at driving automation Level 3 if,</p> <p class=\"clause-e\">  (a) the automated vehicle,</p> <p class=\"subclause-e\">  (i) was originally manufactured as an automated vehicle that operates at driving automation Level 3, or</p> <p class=\"subclause-e\">  (ii) was originally manufactured as a motor vehicle with an automated driving system that operates at driving automation Level 2 and the automated driving system has been modified by the original equipment manufacturer to operate at driving automation Level 3; and</p> <p class=\"clause-e\">  (b) the automated driving system is in good working order and has been properly maintained. O. Reg. 517/18, s. 2.</p>"
        },
        {
            "id": "2.1",
            "section": "Application of Act",
            "content": "  2.1 (1) The Act applies, with necessary modifications, to the operation of an automated vehicle, to a person who drives an automated vehicle and to the owner of an automated vehicle. O. Reg. 517/18, s. 3. (2) With respect to the application of Part XI of the Act, subsection (1) of this section shall be construed so as to allow, from an owner or lessee of an automated vehicle, the recovery of loss or damage sustained by any person by reason of the use or operation of an automated vehicle that is operating without a driver, but only to an extent that is not inconsistent with the degree of fault or liability, if any, of the person who sustained the loss or damage. O. Reg. 517/18, s. 3. Insurance",
            "raw_html": "<p class=\"section-e\"><b>  2.1 </b>(1) The Act applies, with necessary modifications, to the operation of an automated vehicle, to a person who drives an automated vehicle and to the owner of an automated vehicle. O. Reg. 517/18, s. 3.</p> <p class=\"subsection-e\">  (2) With respect to the application of Part XI of the Act, subsection (1) of this section shall be construed so as to allow, from an owner or lessee of an automated vehicle, the recovery of loss or damage sustained by any person by reason of the use or operation of an automated vehicle that is operating without a driver, but only to an extent that is not inconsistent with the degree of fault or liability, if any, of the person who sustained the loss or damage. O. Reg. 517/18, s. 3.</p> <p class=\"heading1-e\">Insurance</p>"
        },
        {
            "id": "2.2",
            "section": "Insurance for automated vehicle",
            "content": " 2.2 The owner of an automated vehicle shall ensure it is insured under a contract of automobile insurance, as defined under the Compulsory Automobile Insurance Act, that provides coverage for, (a) liability resulting from bodily injury to or death of one or more persons and loss of or damage to property in the minimum amount of $5,000,000; or (b) for a vehicle with a seating capacity of eight or more passengers, liability resulting from bodily injury to or death of one or more persons and loss of or damage to property in the minimum amount of $8,000,000. O. Reg. 517/18, s. 3. Pilot Project",
            "raw_html": "<p class=\"section-e\"> <b>2.2</b> The owner of an automated vehicle shall ensure it is insured under a contract of automobile insurance, as defined under the <i>Compulsory Automobile Insurance Act</i>, that provides coverage for,</p> <p class=\"clause-e\">  (a) liability resulting from bodily injury to or death of one or more persons and loss of or damage to property in the minimum amount of $5,000,000; or</p> <p class=\"clause-e\">  (b) for a vehicle with a seating capacity of eight or more passengers, liability resulting from bodily injury to or death of one or more persons and loss of or damage to property in the minimum amount of $8,000,000. O. Reg. 517/18, s. 3.</p> <p class=\"heading1-e\">Pilot Project</p>"
        },
        {
            "id": "3.",
            "section": "Pilot project established",
            "content": " 3. (1) A pilot project to evaluate the use of automated vehicles on highways is established. O. Reg. 306/15, s. 3 (1). (2) The Minister shall conduct and complete an evaluation of the use of automated vehicles on highways under the pilot project before January 1, 2026, and may from time to time during the course of the pilot project conduct interim evaluations. O. Reg. 517/18, s. 4. (3) Revoked: O. Reg. 517/18, s. 4. Prohibition and Permitted Use",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A pilot project to evaluate the use of automated vehicles on highways is established. O. Reg. 306/15, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The Minister shall conduct and complete an evaluation of the use of automated vehicles on highways under the pilot project before January 1, 2026, and may from time to time during the course of the pilot project conduct interim evaluations. O. Reg. 517/18, s. 4.</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 517/18, s. 4.</p> <p class=\"heading1-e\">Prohibition and Permitted Use</p>"
        },
        {
            "id": "4.",
            "section": "Prohibition",
            "content": " 4. No person shall drive or permit the operation of an automated vehicle on a highway, except as permitted by this Regulation.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>No person shall drive or permit the operation of an automated vehicle on a highway, except as permitted by this Regulation.</p>"
        },
        {
            "id": "5.",
            "section": "Permitted use of automated vehicles",
            "content": " 5. A person may drive or permit the operation of an automated vehicle on a highway if the owner of the vehicle has been approved under section 9 to test automated vehicles, and the vehicle is being driven only for testing purposes under the pilot project established by this Regulation. O. Reg. 517/18, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>A person may drive or permit the operation of an automated vehicle on a highway if the owner of the vehicle has been approved under section 9 to test automated vehicles, and the vehicle is being driven only for testing purposes under the pilot project established by this Regulation. O. Reg. 517/18, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Permitted use of automated vehicles",
            "content": " 6. Revoked: O. Reg. 517/18, s. 6. Approval to Test Automated Vehicles",
            "raw_html": "<p class=\"section-e\"> <b>6. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 517/18, s. 6.</p> <p class=\"heading1-e\">Approval to Test Automated Vehicles<b> </b></p>"
        },
        {
            "id": "7.",
            "section": "Who may apply for approval",
            "content": " 7. (1) The owner of one or more automated vehicles, if the requirements of subsection (2)  or (3) are satisfied, may apply to the Registrar for approval to test the vehicles under the pilot project.  (2) For vehicles that were originally manufactured as automated vehicles, (a) the owner must also be the original manufacturer of the vehicles; and (b) the owner must be a company, within the meaning of the Motor Vehicle Safety Act\r\n(Canada), that, (i) is authorized under that Act to apply a national safety mark to the vehicles, or (ii) is a foreign manufacturer registered under that Act. (3) For vehicles that were not originally manufactured as automated vehicles but were converted into automated vehicles, (a) the owner must also be the person that converted the vehicles into automated vehicles; (b) the owner must be an original manufacturer of automated vehicles or a technology company, an academic or research institution or a manufacturer of parts, systems, equipment or components for automated driving systems; and (c) the Registrar must be satisfied that the owner has the expertise to properly convert vehicles into automated vehicles.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The owner of one or more automated vehicles, if the requirements of subsection (2)  or (3) are satisfied, may apply to the Registrar for approval to test the vehicles under the pilot project. </p> <p class=\"subsection-e\">  (2) For vehicles that were originally manufactured as automated vehicles,  </p> <p class=\"clause-e\">  (a) the owner must also be the original manufacturer of the vehicles; and</p> <p class=\"clause-e\">  (b) the owner must be a company, within the meaning of the <i>Motor Vehicle Safety Act</i>\r\n(Canada), that,  </p> <p class=\"subclause-e\">  (i) is authorized under that Act to apply a national safety mark to the vehicles, or</p> <p class=\"subclause-e\">  (ii) is a foreign manufacturer registered under that Act. </p> <p class=\"subsection-e\">  (3) For vehicles that were not originally manufactured as automated vehicles but were converted into automated vehicles, </p> <p class=\"clause-e\">  (a) the owner must also be the person that converted the vehicles into automated vehicles; </p> <p class=\"clause-e\">  (b) the owner must be an original manufacturer of automated vehicles or a technology company, an academic or research institution or a manufacturer of parts, systems, equipment or components for automated driving systems; and</p> <p class=\"clause-e\">  (c) the Registrar must be satisfied that the owner has the expertise to properly convert vehicles into automated vehicles. </p>"
        },
        {
            "id": "8.",
            "section": "Required information and documents ",
            "content": " 8. (1) An application for approval must include any information or documents relevant to the applicant, the vehicles, the testing or the drivers that the Registrar may request. O. Reg. 517/18, s. 7. (2) If requested to do so by the Registrar, an applicant shall demonstrate that an automated vehicle meets the statutory and regulatory requirements applicable to motor vehicles or street cars, as the case may be, and is capable of being driven safely in Ontario. O. Reg. 517/18, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) An application for approval must include any information or documents relevant to the applicant, the vehicles, the testing or the drivers that the Registrar may request. O. Reg. 517/18, s. 7.</p> <p class=\"subsection-e\">  (2) If requested to do so by the Registrar, an applicant shall demonstrate that an automated vehicle meets the statutory and regulatory requirements applicable to motor vehicles or street cars, as the case may be, and is capable of being driven safely in Ontario. O. Reg. 517/18, s. 7.</p>"
        },
        {
            "id": "9.",
            "section": "Approval of application ",
            "content": " 9. (1) The Registrar may approve the application of an owner to test automated vehicles subject to any conditions that the Registrar may impose, including any condition that the Registrar considers necessary to ensure that the testing will be conducted safely and in accordance with the law. O. Reg. 517/18, s. 8. (2) If the Registrar imposes conditions in an approval, the owner shall comply with the conditions and shall ensure that the testing is conducted in compliance with the conditions. O. Reg. 517/18, s. 8. (3) The Registrar may refuse to approve an application if he or she is not satisfied that the testing will be conducted safely or in accordance with the law. O. Reg. 517/18, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The Registrar may approve the application of an owner to test automated vehicles subject to any conditions that the Registrar may impose, including any condition that the Registrar considers necessary to ensure that the testing will be conducted safely and in accordance with the law. O. Reg. 517/18, s. 8.</p> <p class=\"subsection-e\">  (2) If the Registrar imposes conditions in an approval, the owner shall comply with the conditions and shall ensure that the testing is conducted in compliance with the conditions. O. Reg. 517/18, s. 8.</p> <p class=\"subsection-e\">  (3) The Registrar may refuse to approve an application if he or she is not satisfied that the testing will be conducted safely or in accordance with the law. O. Reg. 517/18, s. 8.</p>"
        },
        {
            "id": "10.",
            "section": "Revocation of approval ",
            "content": " 10. (1) The Registrar may revoke an approval if, in his or her opinion, (a) false or inaccurate information, or information that was incomplete in a material respect, was provided in the application; (b) the person to whom the approval was issued, (i) does not comply with a condition of the approval, or (ii) ceases to meet the requirements set out in section 7; (c) the testing of the vehicles has not been conducted, (i) in compliance with this Regulation, or (ii) in compliance with any conditions of the approval; or (d) the testing of the vehicles has not been or will not be conducted safely and in accordance with the law. O. Reg. 306/15, s. 10 (1). (2) Notice of the revocation of an approval is sufficiently given if it is personally delivered or sent to the address, fax number or e-mail address of the owner provided in the owner’s application. O. Reg. 517/18, s. 9. (3) Notice given by regular mail is deemed to have been received on the fifth day after it was mailed and notice given by fax or by e-mail is deemed to have been received on the first business day after it was sent. O. Reg. 517/18, s. 9. (4) The approval is revoked on the day the notice of the revocation is personally delivered or deemed to have been received. O. Reg. 517/18, s. 9. Automated Driving System",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) The Registrar may revoke an approval if, in his or her opinion,</p> <p class=\"clause-e\">  (a) false or inaccurate information, or information that was incomplete in a material respect, was provided in the application; </p> <p class=\"clause-e\">  (b) the person to whom the approval was issued,  </p> <p class=\"subclause-e\">  (i) does not comply with a condition of the approval, or</p> <p class=\"subclause-e\">  (ii) ceases to meet the requirements set out in section 7;</p> <p class=\"clause-e\">  (c) the testing of the vehicles has not been conducted, </p> <p class=\"subclause-e\">  (i) in compliance with this Regulation, or</p> <p class=\"subclause-e\">  (ii) in compliance with any conditions of the approval; or </p> <p class=\"clause-e\">  (d) the testing of the vehicles has not been or will not be conducted safely and in accordance with the law. O. Reg. 306/15, s. 10 (1).</p> <p class=\"subsection-e\">  (2) Notice of the revocation of an approval is sufficiently given if it is personally delivered or sent to the address, fax number or e-mail address of the owner provided in the owner’s application. O. Reg. 517/18, s. 9.</p> <p class=\"subsection-e\">  (3) Notice given by regular mail is deemed to have been received on the fifth day after it was mailed and notice given by fax or by e-mail is deemed to have been received on the first business day after it was sent. O. Reg. 517/18, s. 9.</p> <p class=\"subsection-e\">  (4) The approval is revoked on the day the notice of the revocation is personally delivered or deemed to have been received. O. Reg. 517/18, s. 9.</p> <p class=\"heading1-e\">Automated Driving System </p>"
        },
        {
            "id": "11.",
            "section": "Automated driving system requirements",
            "content": " 11. (1) For a vehicle that was originally manufactured as an automated vehicle, its automated driving system, (a) must comply with any applicable requirements of the Act and the regulations; and (b) must comply with any requirements of the Motor Vehicle Safety Act (Canada) that apply to automated driving systems for the vehicle’s year of manufacture. (c)  Revoked: O. Reg. 517/18, s. 10 (1). O. Reg. 306/15, s. 11 (1); O. Reg. 517/18, s. 10 (1). (2) For a vehicle that was not originally manufactured as an automated vehicle but was converted into an automated vehicle, its automated driving system, (a) must comply with any applicable requirements of the Act and the regulations; and (b) must not render the vehicle non-compliant in any respect with the Motor Vehicle Safety Act (Canada) or the Motor Vehicle Safety Regulations made under that Act. (c)  Revoked: O. Reg. 517/18, s. 10 (2). O. Reg. 306/15, s. 11 (2); O. Reg. 517/18, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) For a vehicle that was originally manufactured as an automated vehicle, its automated driving system,</p> <p class=\"clause-e\">  (a) must comply with any applicable requirements of the Act and the regulations; and</p> <p class=\"clause-e\">  (b) must comply with any requirements of the <i>Motor Vehicle Safety Act</i> (Canada) that apply to automated driving systems for the vehicle’s year of manufacture.</p> <p class=\"clause-e\">  (c)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 517/18, s. 10 (1).</p> <p class=\"footnote-e\">O. Reg. 306/15, s. 11 (1); O. Reg. 517/18, s. 10 (1).</p> <p class=\"subsection-e\">  (2) For a vehicle that was not originally manufactured as an automated vehicle but was converted into an automated vehicle, its automated driving system, </p> <p class=\"clause-e\">  (a) must comply with any applicable requirements of the Act and the regulations; and</p> <p class=\"clause-e\">  (b) must not render the vehicle non-compliant in any respect with the <i>Motor Vehicle Safety Act</i> (Canada) or the <i>Motor Vehicle Safety Regulations </i>made under that Act.</p> <p class=\"clause-e\">  (c)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 517/18, s. 10 (2).</p> <p class=\"footnote-e\">O. Reg. 306/15, s. 11 (2); O. Reg. 517/18, s. 10 (2).</p>"
        },
        {
            "id": "12.",
            "section": "Mechanisms and systems included in automated driving system",
            "content": " 12. For every automated vehicle that will be operated with a driver, its automated driving system must be equipped with the following mechanisms and system: 1. A mechanism, easily accessible to the driver, that engages and disengages the automated driving system. 2. A system that, i. safely alerts the driver if a failure of the automated driving system is detected while it is engaged, and ii. does either of the following when an alert is given: A. requires the driver to take over all the dynamic driving tasks required to operate the vehicle, or B. if the driver does not or is unable to take over all the dynamic driving tasks required to operate the vehicle, causes the vehicle to safely move out of traffic and come to a complete stop. 3. A mechanism that allows the driver to take over all the dynamic driving tasks required to operate the vehicle if the automated driving system fails or if the driver disengages the automated driving system. O. Reg. 306/15, s. 12; O. Reg. 517/18, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>For every automated vehicle that will be operated with a driver, its automated driving system must be equipped with the following mechanisms and system:</p> <p class=\"paragraph-e\">  1. A mechanism, easily accessible to the driver, that engages and disengages the automated driving system.</p> <p class=\"paragraph-e\">  2. A system that,</p> <p class=\"subpara-e\">  i. safely alerts the driver if a failure of the automated driving system is detected while it is engaged, and </p> <p class=\"subpara-e\">  ii. does either of the following when an alert is given:</p> <p class=\"subsubpara-e\">  A. requires the driver to take over all the dynamic driving tasks required to operate the vehicle, or</p> <p class=\"subsubpara-e\">  B. if the driver does not or is unable to take over all the dynamic driving tasks required to operate the vehicle, causes the vehicle to safely move out of traffic and come to a complete stop.</p> <p class=\"paragraph-e\">  3. A mechanism that allows the driver to take over all the dynamic driving tasks required to operate the vehicle if the automated driving system fails or if the driver disengages the automated driving system. O. Reg. 306/15, s. 12; O. Reg. 517/18, s. 11.</p>"
        },
        {
            "id": "12.1",
            "section": "Co-operative truck platooning",
            "content": " 12.1 (1) Where the Registrar has approved an application under section 9 regarding a commercial motor vehicle that is equipped with an advanced driver assistance system and vehicle-to-vehicle communication system that enable co-operative truck platooning, the owner and driver of that commercial motor vehicle may engage in co-operative truck platooning. O. Reg. 517/18, s. 12. (2) The owner and driver of a commercial motor vehicle engaged in co-operative truck platooning are exempt from the following provisions of the Act while an advanced driver assistance system and vehicle-to-vehicle communication system that enable co-operative truck platooning are in operation: 1. Section 78 (display screens), in respect of any monitor required by the advanced driver assistance system or vehicle-to-vehicle communication system while displaying information required for co-operative truck platooning. 2. Section 78.1 (handheld wireless communication device), in respect of any handheld wireless communication device required by the advanced driver assistance system or vehicle-to-vehicle communication system while displaying information required for co-operative truck platooning. 3. Section 130 (careless driving), but the exemption only applies to facilitate the close proximity of the vehicles. 4. Section 158 (following too closely), but the exemption only applies to facilitate the close proximity of the vehicles. O. Reg. 517/18, s. 12. (3) The purpose of the exemptions set out in subsection (2) are to allow the owner and driver to use advanced driver assistance systems and vehicle-to-vehicle communication systems to participate in this pilot project but they are not intended to exempt the owner or driver from liability for damages. O. Reg. 517/18, s. 12. (4) In this section, “commercial motor vehicle” means a commercial motor vehicle configuration described in Schedules 1 and 19 to 25 to Ontario Regulation 413/05 (Vehicle Weights and Dimensions — for Safe, Productive and Infrastructure-Friendly Vehicles). O. Reg. 517/18, s. 12. Driver’s Duties",
            "raw_html": "<p class=\"section-e\"> <b>12.1 </b>(1) Where the Registrar has approved an application under section 9 regarding a commercial motor vehicle that is equipped with an advanced driver assistance system and vehicle-to-vehicle communication system that enable co-operative truck platooning, the owner and driver of that commercial motor vehicle may engage in co-operative truck platooning. O. Reg. 517/18, s. 12.</p> <p class=\"subsection-e\">  (2) The owner and driver of a commercial motor vehicle engaged in co-operative truck platooning are exempt from the following provisions of the Act while an advanced driver assistance system and vehicle-to-vehicle communication system that enable co-operative truck platooning are in operation:</p> <p class=\"paragraph-e\">  1. Section 78 (display screens), in respect of any monitor required by the advanced driver assistance system or vehicle-to-vehicle communication system while displaying information required for co-operative truck platooning.</p> <p class=\"paragraph-e\">  2. Section 78.1 (handheld wireless communication device), in respect of any handheld wireless communication device required by the advanced driver assistance system or vehicle-to-vehicle communication system while displaying information required for co-operative truck platooning.</p> <p class=\"paragraph-e\">  3. Section 130 (careless driving), but the exemption only applies to facilitate the close proximity of the vehicles.</p> <p class=\"paragraph-e\">  4. Section 158 (following too closely), but the exemption only applies to facilitate the close proximity of the vehicles. O. Reg. 517/18, s. 12.</p> <p class=\"subsection-e\">  (3) The purpose of the exemptions set out in subsection (2) are to allow the owner and driver to use advanced driver assistance systems and vehicle-to-vehicle communication systems to participate in this pilot project but they are not intended to exempt the owner or driver from liability for damages. O. Reg. 517/18, s. 12.</p> <p class=\"subsection-e\">  (4) In this section, </p> <p class=\"definition-e\">“commercial motor vehicle” means a commercial motor vehicle configuration described in Schedules 1 and 19 to 25 to Ontario Regulation 413/05 (Vehicle Weights and Dimensions — for Safe, Productive and Infrastructure-Friendly Vehicles). O. Reg. 517/18, s. 12.</p> <p class=\"heading1-e\">Driver’s Duties</p>"
        },
        {
            "id": "13.",
            "section": "Driver’s duties",
            "content": " 13. (1) The driver of an automated vehicle shall remain at all times in the driver’s seat of the vehicle and shall monitor the vehicle’s operation. (2) The driver of an automated vehicle shall carry a copy of the approval in the vehicle. (3) The driver of an automated vehicle shall present a copy of the approval upon the demand of any police officer or officer appointed for enforcing or carrying out the provisions of the Act. (4) In the event of a collision or traffic stop, the driver of an automated vehicle shall advise the attending police officer or officer appointed for enforcing or carrying out the provisions of the Act that the vehicle is an automated vehicle and is being tested under the pilot project established by this Regulation.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) The driver of an automated vehicle shall remain at all times in the driver’s seat of the vehicle and shall monitor the vehicle’s operation.</p> <p class=\"subsection-e\">  (2) The driver of an automated vehicle shall carry a copy of the approval in the vehicle. </p> <p class=\"subsection-e\">  (3) The driver of an automated vehicle shall present a copy of the approval upon the demand of any police officer or officer appointed for enforcing or carrying out the provisions of the Act.</p> <p class=\"subsection-e\">  (4) In the event of a collision or traffic stop, the driver of an automated vehicle shall advise the attending police officer or officer appointed for enforcing or carrying out the provisions of the Act<b> </b>that the vehicle is an automated vehicle and is being tested under the pilot project established by this Regulation.</p>"
        },
        {
            "id": "13.1",
            "section": "Automated vehicle without driver",
            "content": "  13.1 (1) Section 13 does not apply to an automated vehicle that operates at driving automation Level 4 or 5 when it is being operated without a driver. O. Reg. 517/18, s. 13. (2) Paragraph 6 of section 3 of Ontario Regulation 455/07 (Races, Contests and Stunts), made under the Act, does not apply to an automated vehicle that operates at driving automation Level 4 or 5 when it is being operated without a driver. O. Reg. 517/18, s. 13. Reports And Records",
            "raw_html": "<p class=\"section-e\"><b>  13.1 </b>(1) Section 13 does not apply to an automated vehicle that operates at driving automation Level 4 or 5 when it is being operated without a driver. O. Reg. 517/18, s. 13.</p> <p class=\"subsection-e\">  (2) Paragraph 6 of section 3 of Ontario Regulation 455/07 (Races, Contests and Stunts), made under the Act, does not apply to an automated vehicle that operates at driving automation Level 4 or 5 when it is being operated without a driver. O. Reg. 517/18, s. 13.</p> <p class=\"heading1-e\">Reports And Records</p>"
        },
        {
            "id": "14.",
            "section": "Changes in information ",
            "content": " 14. (1) An owner to whom an approval has been issued shall notify the Registrar of any change in the information provided to the Registrar in the application for approval no later than 10 days after the day the change occurs.  (2) Without limiting the generality of subsection (1), an owner to whom an approval has been issued shall notify the Registrar, (a) if a vehicle listed in the original application for approval, identified by its make, model and class, is no longer being tested; (b) if a vehicle not listed in the original application for approval, identified by its make, model and class, is being tested; and (c) if a vehicle described in clause (b), identified by its make, model and class, is no longer being tested.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) An owner to whom an approval has been issued shall notify the Registrar of any change in the information provided to the Registrar in the application for approval no later than 10 days after the day the change occurs. </p> <p class=\"subsection-e\">  (2) Without limiting the generality of subsection (1), an owner to whom an approval has been issued shall notify the Registrar,</p> <p class=\"clause-e\">  (a) if a vehicle listed in the original application for approval, identified by its make, model and class, is no longer being tested;</p> <p class=\"clause-e\">  (b) if a vehicle not listed in the original application for approval, identified by its make, model and class, is being tested; and</p> <p class=\"clause-e\">  (c) if a vehicle described in clause (b), identified by its make, model and class, is no longer being tested. </p>"
        },
        {
            "id": "15.",
            "section": "Collision reports",
            "content": " 15. An owner to whom an approval has been issued shall notify the Registrar of any collision involving an automated vehicle no later than 10 days after the day the collision occurs and shall include the following information respecting the particulars of the collision:  1. The vehicles involved, identified by their vehicle identification numbers. 2. The persons involved. 3. The location of the collision. 4. The apparent cause of the collision. 5. The details and extent of any personal injury or damage to property caused by the collision. 6. Any other relevant information that the Registrar may request.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>An owner to whom an approval has been issued shall notify the Registrar of any collision involving an automated vehicle no later than 10 days after the day the collision occurs and shall include the following information respecting the particulars of the collision: </p> <p class=\"paragraph-e\">  1. The vehicles involved, identified by their vehicle identification numbers.</p> <p class=\"paragraph-e\">  2. The persons involved.</p> <p class=\"paragraph-e\">  3. The location of the collision.\r\n</p> <p class=\"paragraph-e\">  4. The apparent cause of the collision.</p> <p class=\"paragraph-e\">  5. The details and extent of any personal injury or damage to property caused by the collision. </p> <p class=\"paragraph-e\">  6. Any other relevant information that the Registrar may request. </p>"
        },
        {
            "id": "16.",
            "section": "Records retention",
            "content": " 16. (1) An owner to whom an approval has been issued shall retain any record that relates to its use of automated vehicles, including information requested under section 15, until the third anniversary of the day this Regulation is revoked.  (2) The owner shall retain the records at its principal place of business in Ontario, if any, or, if the owner has notified the Registrar that it keeps records at other specified premises in Ontario, at those other premises. (3) Despite subsection (2), records in electronic form need not be retained at the premises described in that subsection if those records can be retrieved in a usable electronic or paper form promptly upon request. (4) The owner shall ensure that it maintains the capacity to retrieve its electronic records throughout the retention period described in subsection (1).",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) An owner to whom an approval has been issued shall retain any record that relates to its use of automated vehicles, including information requested under section 15, until the third anniversary of the day this Regulation is revoked. </p> <p class=\"subsection-e\">  (2) The owner shall retain the records at its principal place of business in Ontario, if any, or, if the owner has notified the Registrar that it keeps records at other specified premises in Ontario, at those other premises.</p> <p class=\"subsection-e\"> <a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_080188_f.htm#s48s6\">(3)</a> Despite subsection (2), records in electronic form need not be retained at the premises described in that subsection if those records can be retrieved in a usable electronic or paper form promptly upon request. </p> <p class=\"subsection-e\"><a name=\"s48s7\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_080188_f.htm#s48s7\">(4)</a> The owner shall ensure that it maintains the capacity to retrieve its electronic records throughout the retention period described in subsection (1).</p>"
        },
        {
            "id": "17.",
            "section": "Reports to Minister",
            "content": " 17. (1) If requested to do so by the Minister, an owner to whom an approval has been issued shall report in writing to the Minister on its use of automated vehicles under the pilot project, or on any aspect of that use that may be specified by the Minister.   (2) If requested to do so by the Minister, the owner shall give the Minister any record referred to in subsection 16 (1) that the Minister may require to evaluate the pilot project.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) If requested to do so by the Minister, an owner to whom an approval has been issued shall report in writing to the Minister on its use of automated vehicles under the pilot project, or on any aspect of that use that may be specified by the Minister.  </p> <p class=\"subsection-e\">  (2) If requested to do so by the Minister, the owner shall give the Minister any record referred to in subsection 16 (1)<b> </b>that the Minister may require to evaluate the pilot project.</p>"
        },
        {
            "id": "19.",
            "section": "Revocation",
            "content": " 19. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>19.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Revocation",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}