{
    "reg_info": {
        "full_title": "O. Reg. 349/98: WORK PERMIT - DISRUPTIVE MINERAL EXPLORATION ACTIVITIES",
        "reg_name_text": "WORK PERMIT — DISRUPTIVE MINERAL EXPLORATION ACTIVITIES",
        "citation": "O. Reg. 349/98: WORK PERMIT - DISRUPTIVE MINERAL EXPLORATION ACTIVITIES",
        "act_under": "Public Lands Act",
        "url": "https://www.ontario.ca/laws/regulation/980349",
        "date_scraped": "2023-12-20 00:26:44"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 28, 1998",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "P10_245",
            "section": null,
            "content": "1. In this Regulation, “disruptive mineral exploration activities” means mineral exploration that involves line cutting, clearing brush and trees (except where required for staking a claim), mechanical stripping, mechanical trenching, blasting, bulk sampling, diamond drilling or any activity that requires the movement of heavy equipment to and from a work site not served by an existing road. O. Reg. 349/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P10_245\"></a><a name=\"s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#s1\" target=\"_top\">1.</a> </b>In this Regulation,</p> <p class=\"firstdef-e\">“disruptive mineral exploration activities” means mineral exploration that involves line cutting, clearing brush and trees (except where required for staking a claim), mechanical stripping, mechanical trenching, blasting, bulk sampling, diamond drilling or any activity that requires the movement of heavy equipment to and from a work site not served by an existing road. O. Reg. 349/98, s. 1.</p>"
        },
        {
            "id": "P12_670",
            "section": null,
            "content": "2. No person shall carry out disruptive mineral exploration activities on land located in the area described in paragraph 1 of the Schedule except in accordance with a work permit. O. Reg. 349/98, s. 2.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P12_670\"></a><a name=\"s2\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#s2. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#s2\" target=\"_top\">2.</a> </b>No person shall carry out disruptive mineral exploration activities on land located in the area described in paragraph 1 of the Schedule except in accordance with a work permit. O. Reg. 349/98, s. 2.</p>"
        },
        {
            "id": "P13_878",
            "section": null,
            "content": "3. (1) Except in accordance with a work permit or an instrument granted under the Act, no person shall, while carrying out disruptive mineral exploration activities on land located in an area described in paragraph 2, 3, 4 or 5 of the Schedule, (a) cut a tree, of a diameter greater than 20 centimetres at any point throughout its whole length, that stands within 70 metres of a body of water; (b) carry out mechanical stripping, mechanical trenching, diamond drilling or bulk sampling on or within 70 metres of a body of water; or (c) create a trail without posting it to restrict public access. O. Reg. 349/98, s. 3 (1). (2) Except in accordance with a work permit or an instrument granted under the Act, no person shall, while carrying out disruptive mineral exploration activities on land located in an area described in paragraph 5 of the Schedule, conduct diamond drilling, mechanical stripping, mechanical trenching or bulk sampling between May 15 and September 15, inclusive, in any year. O. Reg. 349/98, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P13_878\"></a><a name=\"s3s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#s3s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#s3s1\" target=\"_top\">3. </a></b><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#s3s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#s3s1\" target=\"_top\">(1)</a> Except in accordance with a work permit or an instrument granted under the Act, no person shall, while carrying out disruptive mineral exploration activities on land located in an area described in paragraph 2, 3, 4 or 5 of the Schedule,</p> <p class=\"clause-e\">(a) cut a tree, of a diameter greater than 20 centimetres at any point throughout its whole length, that stands within 70 metres of a body of water;</p> <p class=\"clause-e\">(b) carry out mechanical stripping, mechanical trenching, diamond drilling or bulk sampling on or within 70 metres of a body of water; or</p> <p class=\"clause-e\">(c) create a trail without posting it to restrict public access. O. Reg. 349/98, s. 3 (1).</p> <p class=\"subsection-e\"><a name=\"P17_1504\"></a><a name=\"s3s2\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#s3s2. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#s3s2\" target=\"_top\">(2)</a> Except in accordance with a work permit or an instrument granted under the Act, no person shall, while carrying out disruptive mineral exploration activities on land located in an area described in paragraph 5 of the Schedule, conduct diamond drilling, mechanical stripping, mechanical trenching or bulk sampling between May 15 and September 15, inclusive, in any year. O. Reg. 349/98, s. 3 (2).</p>"
        },
        {
            "id": "P18_1910",
            "section": null,
            "content": "4. (1) Every person shall, while carrying out disruptive mineral exploration activities on land located in an area described in paragraph 2, 3, 4 or 5 of the Schedule, (a) stockpile any overburden from mechanical stripping or trenching for rehabilitation purposes as required under the Mining Act or re-grade the stockpile to a stable slope; (b) rehabilitate the site, using the stockpiled overburden from mechanical stripping or trenching and any additional materials or methods as may be directed by the Director of Mine Rehabilitation of the Ministry of Northern Development and Mines; and (c) use effective siltation controls during stripping and washing activities to prevent siltation of bodies of water. O. Reg. 349/98, s. 4 (1). (2) Subsection (1) does not apply to a person who is carrying out disruptive mineral exploration activities in accordance with a work permit or under an instrument granted under the Act. O. Reg. 349/98, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P18_1910\"></a><a name=\"s4s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#s4s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#s4s1\" target=\"_top\">4. </a></b><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#s4s1. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#s4s1\" target=\"_top\">(1)</a> Every person shall, while carrying out disruptive mineral exploration activities on land located in an area described in paragraph 2, 3, 4 or 5 of the Schedule,</p> <p class=\"clause-e\">(a) stockpile any overburden from mechanical stripping or trenching for rehabilitation purposes as required under the <i>Mining Act</i> or re-grade the stockpile to a stable slope;</p> <p class=\"clause-e\">(b) rehabilitate the site, using the stockpiled overburden from mechanical stripping or trenching and any additional materials or methods as may be directed by the Director of Mine Rehabilitation of the Ministry of Northern Development and Mines; and</p> <p class=\"clause-e\">(c) use effective siltation controls during stripping and washing activities to prevent siltation of bodies of water. O. Reg. 349/98, s. 4 (1).</p> <p class=\"subsection-e\"><a name=\"P22_2650\"></a><a name=\"s4s2\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#s4s2. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#s4s2\" target=\"_top\">(2)</a> Subsection (1) does not apply to a person who is carrying out disruptive mineral exploration activities in accordance with a work permit or under an instrument granted under the Act. O. Reg. 349/98, s. 4 (2).</p>"
        },
        {
            "id": "P23_2869",
            "section": null,
            "content": "5. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 349/98, s. 5. Schedule 1. LAKE TEMAGAMI SKYLINE AND THE BED OF LAKE TEMAGAMI Being the area described as Management Area No. 39 in the Temagami Land Use Plan or its successor as delineated on the map developed through the comprehensive planning process for public land and transposed to the claim maps of the Mining Lands Section of the Ministry of Northern Development and Mines, said area forming parts of the geographic townships of Joan, Phyllis, Vogt, Belfast, Clement, Scholes, Cynthia, Aston, Canton, Briggs, Strathcona, Yates and Le Roche in the District of Nipissing. 2. MAKOBE HEADWATERS Being the area described as Management Area No. 57B in the Temagami Land Use Plan or its successor as delineated on the map developed through the comprehensive planning process for public land and transposed to the claim maps of the Mining Lands Section of the Ministry of Northern Development and Mines, said area forming part of the geographic townships of Wallis and Trethewey in the District of Timiskaming. 3. ANVIL LAKE/WILLOW ISLAND CREEK HEADWATERS Being the area described in the Temagami Land Use Plan or its successor as the Anvil Lake/Willow Island Creek Headwaters Area and delineated on the map developed through the comprehensive planning process for public land and transposed to the claim maps of the Mining Lands Section of the Ministry of Northern Development and Mines, specifically being that area located northeast of Lady Evelyn — Smoothwater Provincial Park and forming parts of the geographic townships of Banks, Speight, Whitson, Van Nostrand and Leo in the District of Timiskaming. 4. MONTREAL RIVER WETLANDS Being the area described as Management Area No. 31A in the Temagami Land Use Plan or its successor as delineated on the map developed through the comprehensive planning process for public land and transposed to the claim maps of the Mining Lands Section of the Ministry of Northern Development and Mines, said area forming part of the geographic townships of Auld, Barr, Klock and Lundy in the District of Timiskaming. 5. LAHAY LAKE Being the area described as Management Area No. 50A in the Temagami Land Use Plan or its successor as delineated on the map developed through the comprehensive planning process for public land and transposed to the claim maps of the Mining Lands Section of the Ministry of Northern Development and Mines, said area forming part of the geographic townships of Acadia, Delhi, Dundee, Segram and Shelburne in the District of Timiskaming. O. Reg. 349/98, Sched. Français ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P23_2869\"></a><a name=\"s5\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#s5. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#s5\" target=\"_top\">5.</a></b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 349/98, s. 5.</p> <p class=\"schedule-e\"><a name=\"P24_2974\"></a><a name=\"SCHEDULE\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#schedule. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm#schedule\" target=\"_top\">Schedule</a></p> <p class=\"paragraph-e\">1. LAKE TEMAGAMI SKYLINE AND THE BED OF LAKE TEMAGAMI</p> <p class=\"parawindt-e\">Being the area described as Management Area No. 39 in the Temagami Land Use Plan or its successor as delineated on the map developed through the comprehensive planning process for public land and transposed to the claim maps of the Mining Lands Section of the Ministry of Northern Development and Mines, said area forming parts of the geographic townships of Joan, Phyllis, Vogt, Belfast, Clement, Scholes, Cynthia, Aston, Canton, Briggs, Strathcona, Yates and Le Roche in the District of Nipissing.</p> <p class=\"paragraph-e\">2. MAKOBE HEADWATERS</p> <p class=\"parawindt-e\">Being the area described as Management Area No. 57B in the Temagami Land Use Plan or its successor as delineated on the map developed through the comprehensive planning process for public land and transposed to the claim maps of the Mining Lands Section of the Ministry of Northern Development and Mines, said area forming part of the geographic townships of Wallis and Trethewey in the District of Timiskaming.</p> <p class=\"paragraph-e\">3. ANVIL LAKE/WILLOW ISLAND CREEK HEADWATERS</p> <p class=\"parawindt-e\">Being the area described in the Temagami Land Use Plan or its successor as the Anvil Lake/Willow Island Creek Headwaters Area and delineated on the map developed through the comprehensive planning process for public land and transposed to the claim maps of the Mining Lands Section of the Ministry of Northern Development and Mines, specifically being that area located northeast of Lady Evelyn — Smoothwater Provincial Park and forming parts of the geographic townships of Banks, Speight, Whitson, Van Nostrand and Leo in the District of Timiskaming.</p> <p class=\"paragraph-e\">4. MONTREAL RIVER WETLANDS</p> <p class=\"parawindt-e\">Being the area described as Management Area No. 31A in the Temagami Land Use Plan or its successor as delineated on the map developed through the comprehensive planning process for public land and transposed to the claim maps of the Mining Lands Section of the Ministry of Northern Development and Mines, said area forming part of the geographic townships of Auld, Barr, Klock and Lundy in the District of Timiskaming.</p> <p class=\"paragraph-e\">5. LAHAY LAKE</p> <p class=\"parawindt-e\">Being the area described as Management Area No. 50A in the Temagami Land Use Plan or its successor as delineated on the map developed through the comprehensive planning process for public land and transposed to the claim maps of the Mining Lands Section of the Ministry of Northern Development and Mines, said area forming part of the geographic townships of Acadia, Delhi, Dundee, Segram and Shelburne in the District of Timiskaming.</p> <p class=\"footnote-e\">O. Reg. 349/98, Sched.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/regs/french/elaws_regs_980349_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}