{
    "reg_info": {
        "full_title": "O. Reg. 36/96: DESIGNATION OF RIGHTS AND OBLIGATIONS",
        "reg_name_text": "DESIGNATION OF RIGHTS AND OBLIGATIONS",
        "citation": "O. Reg. 36/96: ",
        "act_under": "Physician Services Delivery Management Act, 1996   Loi de 1996 sur la gestion de la prestation de services par les médecins",
        "url": "https://www.ontario.ca/laws/regulation/960036",
        "date_scraped": "2023-12-19 05:58:17"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/960036/v1",
            "valid_from": "July 18, 1996",
            "valid_to": "March 29, 2011"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) The following rights and obligations are designated for the purposes of section 1 of the Act: 1. All rights and obligations under the “1991 Framework Agreement” and under the “1991 Interim Agreement on Economic Arrangements”, both agreements having been executed by the Ontario Medical Association on May 4, 1991 and by the Government of Ontario on May 10, 1991. 2. All rights and obligations under the Agreement entitled “Payment of Canadian Medical Protective Association Fund Premiums for 1989, 1990 and 1991 and of Dues to the OMA for representing Physicians” dated April 2, 1991. 3. All rights and obligations under the “1993 Agreement on Economic Arrangements” dated August 1, 1993 except, i. all rights and obligations set out in paragraph 1 of the agreement, subject to subsection (2), ii. the rights and obligations set out in paragraphs 9.1, 9.2 and 9.3 of paragraph 9 and in paragraphs 10, 11 and 13 of the agreement and in Schedule 12 to the agreement. O. Reg. 36/96, s. 1 (1). 4. The right to have an issue referred to an Umpire under paragraph (vii) of Article 11 of the agreement entitled “In the matter of the Health Service Organization Central Agreement and the H.S.O. Contract” and dated August 1, 1993. (2) The right to have a reduction mentioned in paragraph 1.7, 1.8 or 1.9 of paragraph 1 of the “1993 Agreement on Economic Arrangements” dated August 1, 1993 carried out in accordance with paragraphs 15 and 16 is designated for the purposes of section 1 of the Act. O. Reg. 36/96, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) The following rights and obligations are designated for the purposes of section 1 of the Act:</p> <p class=\"paragraph-e\">1. All rights and obligations under the “1991 Framework Agreement” and under the “1991 Interim Agreement on Economic Arrangements”, both agreements having been executed by the Ontario Medical Association on May 4, 1991 and by the Government of Ontario on May 10, 1991.</p> <p class=\"paragraph-e\">2. All rights and obligations under the Agreement entitled “Payment of Canadian Medical Protective Association Fund Premiums for 1989, 1990 and 1991 and of Dues to the OMA for representing Physicians” dated April 2, 1991.</p> <p class=\"paragraph-e\">3. All rights and obligations under the “1993 Agreement on Economic Arrangements” dated August 1, 1993 except,</p> <p class=\"subpara-e\">i. all rights and obligations set out in paragraph 1 of the agreement, subject to subsection (2),</p> <p class=\"subpara-e\">ii. the rights and obligations set out in paragraphs 9.1, 9.2 and 9.3 of paragraph 9 and in paragraphs 10, 11 and 13 of the agreement and in Schedule 12 to the agreement. O. Reg. 36/96, s. 1 (1).</p> <p class=\"paragraph-e\">4. The right to have an issue referred to an Umpire under paragraph (vii) of Article 11 of the agreement entitled “In the matter of the Health Service Organization Central Agreement and the H.S.O. Contract” and dated August 1, 1993.</p> <p class=\"subsection-e\">(2) The right to have a reduction mentioned in paragraph 1.7, 1.8 or 1.9 of paragraph 1 of the “1993 Agreement on Economic Arrangements” dated August 1, 1993 carried out in accordance with paragraphs 15 and 16 is designated for the purposes of section 1 of the Act. O. Reg. 36/96, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) The following rights and obligations under the “Mount Forest Physicians Agreement” executed by the parties referred to in subsection (2) on June 1, 1991 are designated for the purposes of section 1 of the Act: 1. The representation rights of the Ontario Medical Association referred to or provided for in paragraph 1.4, 4.2, 5.2 or 7.2 of the agreement. 2. The obligation of the Minister to give the Ontario Medical Association 30 days notice of termination of the agreement, under paragraph 7.3 of the agreement. 3. Any right or obligation with respect to mediation, arbitration or any other dispute resolution mechanism under paragraph 8.1 of the agreement. O. Reg. 343/96, s. 1. (2) The parties to the “Mount Forest Physicians Agreement” are as follows: 1. The Minister of Health of Ontario. 2. The Ontario Medical Association. 3. Dr. Ken Babey, Dr. Simon Goodall, Dr. David Fletcher, Dr. Hugh Perrin and Dr. Stephen Wetmore. O. Reg. 343/96, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The following rights and obligations under the “Mount Forest Physicians Agreement” executed by the parties referred to in subsection (2) on June 1, 1991 are designated for the purposes of section 1 of the Act:</p> <p class=\"paragraph-e\">1. The representation rights of the Ontario Medical Association referred to or provided for in paragraph 1.4, 4.2, 5.2 or 7.2 of the agreement.</p> <p class=\"paragraph-e\">2. The obligation of the Minister to give the Ontario Medical Association 30 days notice of termination of the agreement, under paragraph 7.3 of the agreement.</p> <p class=\"paragraph-e\">3. Any right or obligation with respect to mediation, arbitration or any other dispute resolution mechanism under paragraph 8.1 of the agreement. O. Reg. 343/96, s. 1.</p> <p class=\"subsection-e\">(2) The parties to the “Mount Forest Physicians Agreement” are as follows:</p> <p class=\"paragraph-e\">1. The Minister of Health of Ontario.</p> <p class=\"paragraph-e\">2. The Ontario Medical Association.</p> <p class=\"paragraph-e\">3. Dr. Ken Babey, Dr. Simon Goodall, Dr. David Fletcher, Dr. Hugh Perrin and Dr. Stephen Wetmore. O. Reg. 343/96, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. The following rights and obligations under the “H.S.O. Central Agreement” executed by the Minister of Health and the Ontario Medical Association and effective on April 1, 1993 are designated for the purposes of section 1 of the Act: 1. The right of the Ontario Medical Association to agree to supplementary provisions in an “individual H.S.O. contract”, under paragraph 2.2 of the agreement. 2. Any right or obligation with respect to mediation, arbitration or any other dispute resolution mechanism under articles 14, 16 and 18 of the agreement. 3. The representation rights of the Ontario Medical Association referred to or provided for in paragraph 17.3 of the agreement. O. Reg. 343/96, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The following rights and obligations under the “H.S.O. Central Agreement” executed by the Minister of Health and the Ontario Medical Association and effective on April 1, 1993 are designated for the purposes of section 1 of the Act:</p> <p class=\"paragraph-e\">1. The right of the Ontario Medical Association to agree to supplementary provisions in an “individual H.S.O. contract”, under paragraph 2.2 of the agreement.</p> <p class=\"paragraph-e\">2. Any right or obligation with respect to mediation, arbitration or any other dispute resolution mechanism under articles 14, 16 and 18 of the agreement. </p> <p class=\"paragraph-e\">3. The representation rights of the Ontario Medical Association referred to or provided for in paragraph 17.3 of the agreement. O. Reg. 343/96, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) The following rights and obligations under the “Agreement to provide for Designated Physician Services at the Hospital for Sick Children” executed by the parties referred to in subsection (2) on August 11, 1994 are designated for the purposes of section 1 of the Act: 1. Any right or obligation with respect to mediation, arbitration or any other dispute resolution mechanism under, i. sections 2.3, 2.4, 2.5 and 13 of the agreement, ii. sections 19 to 23 of the “Supplementary Agreement” appended to the agreement, and iii. article 6.1 of the “Interim Ancillary Agreement on Conversion” appended to the agreement. 2. All rights of the Ontario Medical Association as a party to the agreement on its own behalf. 3. The obligation of the Minister of Health under paragraph 4.1.1 of the agreement not to exercise any of the powers referred to in that paragraph contrary to the provisions of the agreement. 4. The right of the Ontario Medical Association to agree to certain amendments to the agreement, as specified in article 4.1 of the Interim Ancillary Agreement on Conversion appended to the agreement. 5. The right of any party, under article 5.1 of the “Interim Ancillary Agreement on Conversion” appended to the agreement, to have the transfer amount referred to in that article remain at an amount that is no less than the transfer amount defined in article 2 of that agreement, plus any additional adjustments as specified in article 5.1 of that agreement. O. Reg. 343/96, s. 1. (2) The parties to the “Agreement to provide for Designated Physician Services at the Hospital for Sick Children” are as follows: 1. Her Majesty in right of the Province of Ontario. 2. The Hospital for Sick Children. 3. The Governing Council of the University of Toronto. 4. The Ontario Medical Association. O. Reg. 343/96, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The following rights and obligations under the “Agreement to provide for Designated Physician Services at the Hospital for Sick Children” executed by the parties referred to in subsection (2) on August 11, 1994 are designated for the purposes of section 1 of the Act:</p> <p class=\"paragraph-e\">1. Any right or obligation with respect to mediation, arbitration or any other dispute resolution mechanism under,</p> <p class=\"subpara-e\">i. sections 2.3, 2.4, 2.5 and 13 of the agreement,</p> <p class=\"subpara-e\">ii. sections 19 to 23 of the “Supplementary Agreement” appended to the agreement, and </p> <p class=\"subpara-e\">iii. article 6.1 of the “Interim Ancillary Agreement on Conversion” appended to the agreement.</p> <p class=\"paragraph-e\">2. All rights of the Ontario Medical Association as a party to the agreement on its own behalf.</p> <p class=\"paragraph-e\">3. The obligation of the Minister of Health under paragraph 4.1.1 of the agreement not to exercise any of the powers referred to in that paragraph contrary to the provisions of the agreement.</p> <p class=\"paragraph-e\">4. The right of the Ontario Medical Association to agree to certain amendments to the agreement, as specified in article 4.1 of the Interim Ancillary Agreement on Conversion appended to the agreement.</p> <p class=\"paragraph-e\">5. The right of any party, under article 5.1 of the “Interim Ancillary Agreement on Conversion” appended to the agreement, to have the transfer amount referred to in that article remain at an amount that is no less than the transfer amount defined in article 2 of that agreement, plus any additional adjustments as specified in article 5.1 of that agreement. O. Reg. 343/96, s. 1.</p> <p class=\"subsection-e\">(2) The parties to the “Agreement to provide for Designated Physician Services at the Hospital for Sick Children” are as follows:</p> <p class=\"paragraph-e\">1. Her Majesty in right of the Province of Ontario.</p> <p class=\"paragraph-e\">2. The Hospital for Sick Children.</p> <p class=\"paragraph-e\">3. The Governing Council of the University of Toronto.</p> <p class=\"paragraph-e\">4. The Ontario Medical Association. O. Reg. 343/96, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) The following rights and obligations under the “Agreement to Establish Alternative Funding” executed by the parties referred to in subsection (2) on September 20, 1994 are designated for the purposes of section 1 of the Act: 1. Any right or obligation with respect to mediation, arbitration or any other dispute resolution mechanism under, i. sections 2.3, 2.4, 2.5 and 13 of the agreement, ii. articles 3.5, 3.6, 4.2, 5.1, 5.2, 6.1 and 8 of the “Supplemental Agreement to the Agreement to Establish Alternative Funding” appended to the agreement, and iii. article 6.1 of the “Interim Ancillary Agreement on Conversion” appended to the agreement. 2. The obligation of the Minister of Health under paragraph 4.1.1 of the agreement not to exercise any of the powers referred to in that paragraph contrary to the provisions of the agreement. 3. The right of the Ontario Medical Association to agree to certain amendments to the agreement, as specified in article 4.1 of the “Interim Ancillary Agreement on Conversion” appended to the agreement. 4. The right of any party, under article 5.1 of the “Interim Ancillary Agreement on Conversion” appended to the agreement, to have the transfer amount referred to in that article remain at an amount that is no less than the transfer amount defined in article 2 of that agreement, plus any additional adjustments as specified in article 5.1 of that agreement. O. Reg. 343/96, s. 1. (2) The parties to the “Agreement to Establish Alternative Funding” are as follows: 1. Her Majesty in right of the Province of Ontario. 2. Queen’s University at Kingston. 3. The Clinical Teachers’ Association of Queen’s University. 4. The Kingston General Hospital, the Religious Hospitallers of St. Joseph of the Hotel Dieu and the Providence Continuing Care Centre (St. Mary’s of the Lake Hospital). O. Reg. 343/96, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The following rights and obligations under the “Agreement to Establish Alternative Funding” executed by the parties referred to in subsection (2) on September 20, 1994 are designated for the purposes of section 1 of the Act:</p> <p class=\"paragraph-e\">1. Any right or obligation with respect to mediation, arbitration or any other dispute resolution mechanism under,</p> <p class=\"subpara-e\">i. sections 2.3, 2.4, 2.5 and 13 of the agreement,</p> <p class=\"subpara-e\">ii. articles 3.5, 3.6, 4.2, 5.1, 5.2, 6.1 and 8 of the “Supplemental Agreement to the Agreement to Establish Alternative Funding” appended to the agreement, and </p> <p class=\"subpara-e\">iii. article 6.1 of the “Interim Ancillary Agreement on Conversion” appended to the agreement.</p> <p class=\"paragraph-e\">2. The obligation of the Minister of Health under paragraph 4.1.1 of the agreement not to exercise any of the powers referred to in that paragraph contrary to the provisions of the agreement.</p> <p class=\"paragraph-e\">3. The right of the Ontario Medical Association to agree to certain amendments to the agreement, as specified in article 4.1 of the “Interim Ancillary Agreement on Conversion” appended to the agreement.</p> <p class=\"paragraph-e\">4. The right of any party, under article 5.1 of the “Interim Ancillary Agreement on Conversion” appended to the agreement, to have the transfer amount referred to in that article remain at an amount that is no less than the transfer amount defined in article 2 of that agreement, plus any additional adjustments as specified in article 5.1 of that agreement. O. Reg. 343/96, s. 1.</p> <p class=\"subsection-e\">(2) The parties to the “Agreement to Establish Alternative Funding” are as follows:</p> <p class=\"paragraph-e\">1. Her Majesty in right of the Province of Ontario.</p> <p class=\"paragraph-e\">2. Queen’s University at Kingston.</p> <p class=\"paragraph-e\">3. The Clinical Teachers’ Association of Queen’s University.</p> <p class=\"paragraph-e\">4. The Kingston General Hospital, the Religious Hospitallers of St. Joseph of the Hotel Dieu and the Providence Continuing Care Centre (St. Mary’s of the Lake Hospital). O. Reg. 343/96, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. The following rights and obligations under the “Red Lake Physicians Agreement” executed by Her Majesty in right of the Province of Ontario and the Ontario Medical Association dated December 12, 1994 are designated for the purposes of section 1 of the Act: 1. The representation rights of the Ontario Medical Association referred to in subparagraph 4 (1) of the agreement. 2. Any right or obligation with respect to mediation, arbitration or any other dispute resolution mechanism under, i. paragraphs 24, 27, 28 and subparagraphs 29 (2), (3) and (4) of the agreement, ii. the letter entitled “Letter of understanding re: expedited umpire proceedings” appended to the agreement, iii. paragraph 13 of the “Red Lake Physicians Ancillary Agreement on Conversion” set out in Schedule 1 to the agreement, and iv. paragraph 5 of the “Red Lake Physicians Supplementary Process Agreement in respect of Conversion” set out in Schedule 2 to the agreement. 3. All rights of the Ontario Medical Association as a party to the agreement on its own behalf. 4. All rights or obligations under paragraph 12.2 of the “Red Lake Physicians Ancillary Agreement on Conversion” set out in Schedule 1 to the agreement. 5. The right of the Ontario Medical Association under paragraph 9 of the “Red Lake Physicians Supplementary Process Agreement in respect of Conversion” set out in Schedule 2 to the agreement to have a decision made by the factfinder referred to in that paragraph be final and binding. O. Reg. 343/96, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The following rights and obligations under the “Red Lake Physicians Agreement” executed by Her Majesty in right of the Province of Ontario and the Ontario Medical Association dated December 12, 1994 are designated for the purposes of section 1 of the Act:</p> <p class=\"paragraph-e\">1. The representation rights of the Ontario Medical Association referred to in subparagraph 4 (1) of the agreement.</p> <p class=\"paragraph-e\">2. Any right or obligation with respect to mediation, arbitration or any other dispute resolution mechanism under,</p> <p class=\"subpara-e\">i. paragraphs 24, 27, 28 and subparagraphs 29 (2), (3) and (4) of the agreement, </p> <p class=\"subpara-e\">ii. the letter entitled “Letter of understanding re: expedited umpire proceedings” appended to the agreement, </p> <p class=\"subpara-e\">iii. paragraph 13 of the “Red Lake Physicians Ancillary Agreement on Conversion” set out in Schedule 1 to the agreement, and </p> <p class=\"subpara-e\">iv. paragraph 5 of the “Red Lake Physicians Supplementary Process Agreement in respect of Conversion” set out in Schedule 2 to the agreement.</p> <p class=\"paragraph-e\">3. All rights of the Ontario Medical Association as a party to the agreement on its own behalf.</p> <p class=\"paragraph-e\">4. All rights or obligations under paragraph 12.2 of the “Red Lake Physicians Ancillary Agreement on Conversion” set out in Schedule 1 to the agreement.</p> <p class=\"paragraph-e\">5. The right of the Ontario Medical Association under paragraph 9 of the “Red Lake Physicians Supplementary Process Agreement in respect of Conversion” set out in Schedule 2 to the agreement to have a decision made by the factfinder referred to in that paragraph be final and binding. O. Reg. 343/96, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) The following rights and obligations under the “Agreement to provide for Alternative Funding in the Department of Paediatrics, Faculty of Medicine, University of Ottawa” executed by the parties referred to in subsection (2) on November 29, 1995 are designated for the purposes of section 1 of the Act: 1. Any right or obligation with respect to mediation, arbitration or any other dispute resolution mechanism under, i. sections 2.3, 2.4, 2.5 and 12.1 of the agreement, ii. section 3 of the “Ancillary Agreement” set out in Appendix B to the agreement, iii. paragraphs 18, 20, 21 and 22 of the “Supplementary Agreement” set out in Appendix C to the agreement, and iv. article 6 of the “Agreement on Conversion” set out in Appendix D to the agreement. 2. The right of the Ontario Medical Association under paragraph 15 of the “Supplementary Agreement” set out in Appendix C to the agreement to have a decision made by the factfinder referred to in that paragraph be final and binding. O. Reg. 343/96, s. 1. (2) The parties to the “Agreement to provide for Alternative Funding in the Department of Paediatrics, Faculty of Medicine, University of Ottawa” are as follows: 1. Her Majesty in right of the Province of Ontario. 2. The Children’s Hospital of Eastern Ontario. 3. The University of Ottawa. 4. The Ottawa Clinical Teachers’ Association. O. Reg. 343/96, s. 1. ",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) The following rights and obligations under the “Agreement to provide for Alternative Funding in the Department of Paediatrics, Faculty of Medicine, University of Ottawa” executed by the parties referred to in subsection (2) on November 29, 1995 are designated for the purposes of section 1 of the Act:</p> <p class=\"paragraph-e\">1. Any right or obligation with respect to mediation, arbitration or any other dispute resolution mechanism under,</p> <p class=\"subpara-e\">i. sections 2.3, 2.4, 2.5 and 12.1 of the agreement,</p> <p class=\"subpara-e\">ii. section 3 of the “Ancillary Agreement” set out in Appendix B to the agreement, </p> <p class=\"subpara-e\">iii. paragraphs 18, 20, 21 and 22 of the “Supplementary Agreement” set out in Appendix C to the agreement, and </p> <p class=\"subpara-e\">iv. article 6 of the “Agreement on Conversion” set out in Appendix D to the agreement. </p> <p class=\"paragraph-e\">2. The right of the Ontario Medical Association under paragraph 15 of the “Supplementary Agreement” set out in Appendix C to the agreement to have a decision made by the factfinder referred to in that paragraph be final and binding. O. Reg. 343/96, s. 1.</p> <p class=\"subsection-e\">(2) The parties to the “Agreement to provide for Alternative Funding in the Department of Paediatrics, Faculty of Medicine, University of Ottawa” are as follows:</p> <p class=\"paragraph-e\">1. Her Majesty in right of the Province of Ontario.</p> <p class=\"paragraph-e\">2. The Children’s Hospital of Eastern Ontario.</p> <p class=\"paragraph-e\">3. The University of Ottawa.</p> <p class=\"paragraph-e\">4. The Ottawa Clinical Teachers’ Association. O. Reg. 343/96, s. 1.</p> <p class=\"Normal\"></p>"
        }
    ]
}