{
    "reg_info": {
        "full_title": "O. Reg. 318/08: TRANSITIONAL - SMALL DRINKING WATER SYSTEMS",
        "reg_name_text": "tRANSITIONAL — sMALL drinking water sYSTEMS",
        "citation": "O. Reg. 318/08: TRANSITIONAL - SMALL DRINKING WATER SYSTEMS",
        "act_under": "Health Protection and Promotion Act   Loi sur la protection et la promotion de la santé",
        "url": "https://www.ontario.ca/laws/regulation/080318",
        "date_scraped": "2023-12-19 02:13:27"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/080318/v7",
            "valid_from": "December 15, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/080318/v6",
            "valid_from": "January  1, 2014",
            "valid_to": "December 14, 2017"
        },
        {
            "a_href": "/laws/regulation/080318/v5",
            "valid_from": "December 16, 2013",
            "valid_to": "December 31, 2013"
        },
        {
            "a_href": "/laws/regulation/080318/v4",
            "valid_from": "December 14, 2009",
            "valid_to": "December 15, 2013"
        },
        {
            "a_href": "/laws/regulation/080318/v3",
            "valid_from": "October 30, 2009",
            "valid_to": "December 13, 2009"
        },
        {
            "a_href": "/laws/regulation/080318/v2",
            "valid_from": "December  1, 2008",
            "valid_to": "October 29, 2009"
        },
        {
            "a_href": "/laws/regulation/080318/v1",
            "valid_from": "September 16, 2008",
            "valid_to": "November 30, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation: specifying small drinking water systems",
            "content": " 1. (1) For the purpose of this Regulation, the following drinking water systems are specified as small drinking water systems: 1. Large municipal non-residential systems. 2. Small municipal non-residential systems. 3. Non-municipal seasonal residential systems. 4. Large non-municipal non-residential systems. 5. Small non-municipal non-residential systems.  O. Reg. 318/08, s. 1 (1). (2) In this Regulation, “large municipal non-residential system” means a municipal drinking water system that does not serve a major residential development and is capable of supplying drinking water at a rate of more than 2.9 litres per second; “large non-municipal non-residential system” means a non-municipal drinking water system that is capable of supplying drinking water at a rate of more than 2.9 litres per second and does not serve, (a) a major residential development, or (b) a trailer park or campground that has more than five service connections; “non-municipal seasonal residential system” means a non-municipal drinking water system that, (a) serves, (i) a\r\nmajor residential development, or (ii) a\r\ntrailer park or campground that has more than five service connections, and (b) does not operate to supply water to a development, trailer park or campground referred to in clause (a)\nfor at least 60 consecutive days in, (i) every calendar year, or (ii) every period that begins on April 1 in one year and ends on March 31 in the following year; “small municipal non-residential system” means a municipal drinking water system that does not serve a major residential development, is not capable of supplying drinking water at a rate of more than 2.9 litres per second and serves a public facility; “small non-municipal non-residential system” means a non-municipal drinking water system that is not capable of supplying drinking water at a rate of more than 2.9 litres per second, serves a public facility and does not serve, (a) a major residential development, or (b) a trailer park or campground that has more than five service connections.  O. Reg. 318/08, s. 1 (2). (3) Despite the definition of “large municipal non-residential system” in subsection (2), a drinking water system described in that definition that has one or more distribution lines that supply water exclusively for operations described in subsection (4), shall be deemed to be a small municipal non-residential system for the purposes of this Regulation if the result of the following calculation is 2.9 litres per second or less: A – B where, A = the maximum rate, expressed in litres per second, at which the drinking water system can supply drinking water, B = the sum of the average rates, expressed in litres per second, at which the drinking water system supplied drinking water in the preceding calendar year to the distribution lines that supply water exclusively for operations described in subsection (4). O. Reg. 318/08, s. 1 (3). (4) The operations referred to in subsections (3) and (7) are the following: 1. Agricultural operations. 2. Landscaping operations. 3. Industrial or manufacturing operations, including food manufacturing or processing operations. 4. Swimming pool or skating rink maintenance operations.  O. Reg. 318/08, s. 1 (4). (5) Despite subsection (3) and the definition of “large municipal non-residential system” in subsection (2), a drinking water system described in subsection (3) shall be deemed, during the calendar year in which the system begins operation, to be a small municipal non-residential system for the purposes of this Regulation if the owner of the system, on reasonable grounds, estimates that the result of the calculation referred to in subsection (3) would be 2.9 litres per second or less if the system had operated during all of the preceding calendar year.  O. Reg. 318/08, s. 1 (5). (6) If a drinking water system is deemed to be a small municipal non-residential system under subsection (3) or (5) and the system does not serve any public facilities, this Regulation does not apply to the system.  O. Reg. 318/08, s. 1 (6). (7) Despite the definition of “large non-municipal non-residential system” in subsection (2), a drinking water system described in that definition that has one or more distribution lines that supply water exclusively for operations described in subsection (4) shall be deemed to be a small non-municipal non-residential system for the purposes of this Regulation if the result of the following calculation is 2.9 litres per second or less: A – B where, A = the maximum rate, expressed in litres per second, at which the drinking water system can supply drinking water, B = the sum of the average rates, expressed in litres per second, at which the drinking water system supplied drinking water in the preceding calendar year to the distribution lines that supply water exclusively for operations described in subsection (4). O. Reg. 318/08, s. 1 (7). (8) Despite subsection (7) and the definition of “large non-municipal non-residential system” in subsection (2), a drinking water system described in subsection (7) shall be deemed, during the calendar year in which the system begins operation, to be a small non-municipal non-residential system for the purposes of this Regulation if the owner of the system, on reasonable grounds, estimates that the result of the calculation referred to in subsection (7) would be 2.9 litres per second or less if the system had operated during all of the preceding calendar year.  O. Reg. 318/08, s. 1 (8). (9) If a drinking water system is deemed to be a small non-municipal non-residential system under subsection (7) or (8) and the system does not serve any public facilities, this Regulation does not apply to the system.  O. Reg. 318/08, s. 1 (9). (10) For the purposes of the definition of “non-municipal seasonal residential system” in subsection (2), a drinking water system that, during the 365-day period that begins on the day the system begins operation, will not supply water for at least 60 consecutive days to a major residential development, trailer park or campground referred to in clause (a) of that definition shall be deemed, during that 365-day period, to be a drinking water system that does not operate to supply water to a development, trailer park or campground referred to in clause (a) of that definition for at least 60 consecutive days in every calendar year.  O. Reg. 318/08, s. 1 (10).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK0\"></a><b>1. </b>(1) For the purpose of this Regulation, the following drinking water systems are specified as small drinking water systems:</p> <p class=\"paragraph-e\">  1. Large municipal non-residential systems.</p> <p class=\"paragraph-e\">  2. Small municipal non-residential systems.</p> <p class=\"paragraph-e\">  3. Non-municipal seasonal residential systems.</p> <p class=\"paragraph-e\">  4. Large non-municipal non-residential systems.</p> <p class=\"paragraph-e\">  5. Small non-municipal non-residential systems.  O. Reg. 318/08, s. 1 (1).</p> <p class=\"subsection-e\">  (2) In this Regulation,</p> <p class=\"firstdef-e\">“large municipal non-residential system” means a municipal drinking water system that does not serve a major residential development and is capable of supplying drinking water at a rate of more than 2.9 litres per second;</p> <p class=\"definition-e\">“large non-municipal non-residential system” means a non-municipal drinking water system that is capable of supplying drinking water at a rate of more than 2.9 litres per second and does not serve,</p> <p class=\"defclause-e\">  (a) a major residential development, or</p> <p class=\"defclause-e\">  (b) a trailer park or campground that has more than five service connections;</p> <p class=\"definition-e\">“non-municipal seasonal residential system” means a non-municipal drinking water system that,</p> <p class=\"defclause-e\">  (a) serves,</p> <p class=\"defsubclause-e\">  (i) a\r\nmajor residential development, or</p> <p class=\"defsubclause-e\">  (ii) a\r\ntrailer park or campground that has more than five service connections, and</p> <p class=\"defclause-e\">  (b) does not operate to supply water to a development, trailer park or campground referred to in clause (a)<b>\n</b>for at least 60 consecutive days in,</p> <p class=\"defsubclause-e\">  (i) every calendar year, or</p> <p class=\"defsubclause-e\">  (ii) every period that begins on April 1 in one year and ends on March 31 in the following year;</p> <p class=\"definition-e\">“small municipal non-residential system” means a municipal drinking water system that does not serve a major residential development, is not capable of supplying drinking water at a rate of more than 2.9 litres per second and serves a public facility; </p> <p class=\"definition-e\">“small non-municipal non-residential system” means a non-municipal drinking water system that is not capable of supplying drinking water at a rate of more than 2.9 litres per second, serves a public facility and does not serve, </p> <p class=\"defclause-e\">  (a) a major residential development, or</p> <p class=\"defclause-e\">  (b) a trailer park or campground that has more than five service connections.  O. Reg. 318/08, s. 1 (2).</p> <p class=\"subsection-e\">  (3) Despite the definition of “large municipal non-residential system” in subsection (2), a drinking water system described in that definition that has one or more distribution lines that supply water exclusively for operations described in subsection (4), shall be deemed to be a small municipal non-residential system for the purposes of this Regulation if the result of the following calculation is 2.9 litres per second or less:</p> <p class=\"equation-e\">A – B</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the maximum rate, expressed in litres per second, at which the drinking water system can supply drinking water,</p> <p class=\"equationind1-e\">  B = the sum of the average rates, expressed in litres per second, at which the drinking water system supplied drinking water in the preceding calendar year to the distribution lines that supply water exclusively for operations described in subsection (4).</p> <p class=\"footnote-e\">O. Reg. 318/08, s. 1 (3).</p> <p class=\"subsection-e\">  (4) The operations referred to in subsections (3) and (7) are the following:</p> <p class=\"paragraph-e\">  1. Agricultural operations.</p> <p class=\"paragraph-e\">  2. Landscaping operations.</p> <p class=\"paragraph-e\">  3. Industrial or manufacturing operations, including food manufacturing or processing operations.</p> <p class=\"paragraph-e\">  4. Swimming pool or skating rink maintenance operations.  O. Reg. 318/08, s. 1 (4).</p> <p class=\"subsection-e\">  (5) Despite subsection (3) and the definition of “large municipal non-residential system” in subsection (2), a drinking water system described in subsection (3) shall be deemed, during the calendar year in which the system begins operation, to be a small municipal non-residential system for the purposes of this Regulation if the owner of the system, on reasonable grounds, estimates that the result of the calculation referred to in subsection (3) would be 2.9 litres per second or less if the system had operated during all of the preceding calendar year.  O. Reg. 318/08, s. 1 (5).</p> <p class=\"subsection-e\">  (6) If a drinking water system is deemed to be a small municipal non-residential system under subsection (3) or (5) and the system does not serve any public facilities, this Regulation does not apply to the system.  O. Reg. 318/08, s. 1 (6).</p> <p class=\"subsection-e\">  (7) Despite the definition of “large non-municipal non-residential system” in subsection (2), a drinking water system described in that definition that has one or more distribution lines that supply water exclusively for operations described in subsection (4) shall be deemed to be a small non-municipal non-residential system for the purposes of this Regulation if the result of the following calculation is 2.9 litres per second or less:</p> <p class=\"equation-e\">A – B</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind1-e\">  A = the maximum rate, expressed in litres per second, at which the drinking water system can supply drinking water,</p> <p class=\"equationind1-e\">  B = the sum of the average rates, expressed in litres per second, at which the drinking water system supplied drinking water in the preceding calendar year to the distribution lines that supply water exclusively for operations described in subsection (4).</p> <p class=\"footnote-e\">O. Reg. 318/08, s. 1 (7).</p> <p class=\"subsection-e\">  (8) Despite subsection (7) and the definition of “large non-municipal non-residential system” in subsection (2), a drinking water system described in subsection (7) shall be deemed, during the calendar year in which the system begins operation, to be a small non-municipal non-residential system for the purposes of this Regulation if the owner of the system, on reasonable grounds, estimates that the result of the calculation referred to in subsection (7) would be 2.9 litres per second or less if the system had operated during all of the preceding calendar year.  O. Reg. 318/08, s. 1 (8).</p> <p class=\"subsection-e\">  (9) If a drinking water system is deemed to be a small non-municipal non-residential system under subsection (7) or (8) and the system does not serve any public facilities, this Regulation does not apply to the system.  O. Reg. 318/08, s. 1 (9).</p> <p class=\"subsection-e\">  (10) For the purposes of the definition of “non-municipal seasonal residential system” in subsection (2), a drinking water system that, during the 365-day period that begins on the day the system begins operation, will not supply water for at least 60 consecutive days to a major residential development, trailer park or campground referred to in clause (a) of that definition shall be deemed, during that 365-day period, to be a drinking water system that does not operate to supply water to a development, trailer park or campground referred to in clause (a) of that definition for at least 60 consecutive days in every calendar year.  O. Reg. 318/08, s. 1 (10).</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation: general",
            "content": " 2. In this Regulation, “designated facility” has the same meaning as in Ontario Regulation 170/03 (Drinking Water Systems) made under the Safe Drinking Water Act, 2002; “director” means the director appointed by the Minister of the Environment pursuant to section 6 of the Safe Drinking Water Act, 2002, in respect of section 73 of that Act; “distribution sample” means, with respect to a small drinking water system, a water sample that is taken, in the drinking water system’s distribution system or in plumbing that is connected to the drinking water system, from a point significantly beyond the point at which drinking water enters the distribution system or plumbing; “distribution system” means the part of a small drinking water system that is used in the distribution, storage or supply of water and that is not part of a treatment system; “drinking water” means, (a) water intended for human consumption, or (b) water that is required by an Act, regulation, order, municipal by-law or other document issued under the authority of an Act, (i) to be potable, or (ii) to meet or exceed the requirements of the Ontario Drinking Water Quality Standards set out in Ontario Regulation 169/03 (Ontario Drinking Water Quality Standards) made under the Safe Drinking Water Act, 2002; “drinking water system” means a system of works, excluding plumbing, that is established for the purpose of providing users of the system with drinking water and that includes, (a) any thing used for the collection, production, treatment, storage, supply or distribution of water, (b) any thing related to the management of residue from the treatment process or the management of the discharge of a substance into the natural environment from the treatment system, and (c) a well or intake that serves as the source or entry point of raw water supply for the system; “drinking water test” means a test for the purposes of this Regulation to assist in the determination of the quality of any waters in respect of a small drinking water system; “drinking water testing service” means a service that involves the conduct of one or more drinking water tests; “food service establishment” means food service premises, as defined in Regulation 562 of the Revised Regulations of Ontario, 1990 (Food Premises) made under the Act to which the general public is admitted, other than temporary food service premises that are operated solely in conjunction with an exhibition, fair, carnival, sports meeting or other special or temporary event; “licensed engineering practitioner” means a person who holds a licence, limited licence or temporary licence under the Professional Engineers Act; “major residential development” means a development of six or more private residences on one or more properties; “month” means a calendar month; “municipal drinking water system” has the same meaning as in the Safe Drinking Water Act, 2002; “non-municipal drinking water system” has the same meaning as in the Safe Drinking Water Act, 2002; “Ontario Drinking Water Quality Standards” means Ontario Regulation 169/03 (Ontario Drinking Water Quality Standards) made under the Safe Drinking Water Act, 2002; “owner” includes, in respect of a small drinking water system, every person who is a legal or beneficial owner of all or part of the system, but does not include the Ontario Clean Water Agency established under the Capital Investment Plan Act, 1993 or any of its predecessors where those entities are registered on title as the owner of the system; “plumbing” means a system of works, (a) that comprise a “water system” for the purposes of the definition of “plumbing” in subsection 1 (1) of the Building Code Act, 1992, other than equipment installed in plumbing to treat water but that is not a plumbing appliance within the meaning of Ontario Regulation 332/12 (Building Code) made under the Building Code Act, 1992, and (b) that are connected to a small drinking water system; “private residence” means a dwelling place occupied for an extended period of time by the same persons, if, (a) the residents have a reasonable expectation of privacy, (b) food preparation, personal hygiene, and sleeping accommodations are not communal in nature, and (c) any use of the dwelling place by a resident for a home occupation, trade, business, profession or craft is secondary to the use of the dwelling place as a residence and does not use more than 25 per cent of the indoor floor area; “public facility” means, (a) a food service establishment, (b) a place that operates primarily for the purpose of providing overnight accommodation to the travelling public, (c) a trailer park or campground, (d) a marina, (e) a church, mosque, synagogue, temple or other place of worship, (f) a recreational camp, (g) a recreational or athletic facility, (h) a place, other than a private residence, where a service club or fraternal organization meets on a regular basis, or (i) any place where the general public has access to a washroom, drinking water fountain or shower; “raw water” means water that is in a small drinking water system or in plumbing, and that has not been treated in accordance with this Regulation; “raw water supply” means water outside a small drinking water system that is a source of water for the system; “resample and test” means, (a) with respect to corrective action that arises from the test of a water sample for a microbiological parameter, (i) take a set of water samples, at approximately the same time, with, (A) at least one sample from the same location as the sample that gave rise to the corrective action, (B) at least one sample from a location that is a significant distance upstream from the location described in sub-subclause (A), if that is reasonably possible, and (C) at least one sample from a location that is a significant distance downstream from the location described in sub-subclause (A), if that is reasonably possible, and (ii) conduct, on the samples taken under subclause (i), the same test that gave rise to the corrective action, or (b) with respect to corrective action that arises from the test of a water sample for a parameter that is not a microbiological parameter, (i) take a water sample from the same location as the sample that gave rise to the corrective action, and (ii) conduct, on the sample taken under subclause (i), the same test that gave rise to the corrective action; “service connection” means, (a) a point where a small drinking water system connects to plumbing, other than plumbing in a trailer park or campground, or (b) in a trailer park or campground, a fixture that allows a trailer or other vehicle to connect to the trailer park’s or campground’s drinking water system; “test” includes analyze when used as a verb, and “test”, when used as a noun, and “testing” have corresponding meanings; “treatment system” means any part of a small drinking water system that is used in relation to the treatment of water and includes, (a) any thing that conveys or stores water and is part of a treatment process, including any treatment equipment installed in plumbing other than a plumbing appliance within the meaning of Ontario Regulation 332/12 (Building Code) made under the Building Code Act, 1992, (b) any thing related to the management of residue from the treatment process or the management of the discharge of a substance into the natural environment from the system, and (c) a well or intake that serves as the source or entry point of raw water supply for the system; “waters” includes drinking water, raw water, raw water supply and water contained in plumbing; “week” means a period of seven days that begins on Sunday and ends on the following Saturday.  O. Reg. 318/08, s. 2; O. Reg. 414/09, s. 1; O. Reg. 340/13, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>2. </b>In this Regulation,</p> <p class=\"firstdef-e\">“designated facility” has the same meaning as in Ontario Regulation 170/03 (Drinking Water Systems) made under the <i>Safe Drinking Water Act, 2002</i>;</p> <p class=\"definition-e\">“director” means the director appointed by the Minister of the Environment pursuant to section 6 of the <i>Safe Drinking Water Act, 2002</i>, in respect of section 73 of that Act;</p> <p class=\"definition-e\">“distribution sample” means, with respect to a small drinking water system, a water sample that is taken, in the drinking water system’s distribution system or in plumbing that is connected to the drinking water system, from a point significantly beyond the point at which drinking water enters the distribution system or plumbing;</p> <p class=\"definition-e\">“distribution system” means the part of a small drinking water system that is used in the distribution, storage or supply of water and that is not part of a treatment system;</p> <p class=\"definition-e\">“drinking water” means, </p> <p class=\"defclause-e\">  (a) water intended for human consumption, or </p> <p class=\"defclause-e\">  (b) water that is required by an Act, regulation, order, municipal by-law or other document issued under the authority of an Act, </p> <p class=\"defsubclause-e\">  (i) to be potable, or </p> <p class=\"defsubclause-e\">  (ii) to meet or exceed the requirements of the Ontario Drinking Water Quality Standards set out in Ontario Regulation 169/03 (Ontario Drinking Water Quality Standards) made under the <i>Safe Drinking Water Act, 2002</i>;</p> <p class=\"definition-e\">“drinking water system” means a system of works, excluding plumbing, that is established for the purpose of providing users of the system with drinking water and that includes,</p> <p class=\"defclause-e\">  (a) any thing used for the collection, production, treatment, storage, supply or distribution of water,</p> <p class=\"defclause-e\">  (b) any thing related to the management of residue from the treatment process or the management of the discharge of a substance into the natural environment from the treatment system, and</p> <p class=\"defclause-e\">  (c) a well or intake that serves as the source or entry point of raw water supply for the system;</p> <p class=\"definition-e\">“drinking water test” means a test for the purposes of this Regulation to assist in the determination of the quality of any waters in respect of a small drinking water system;</p> <p class=\"definition-e\">“drinking water testing service” means a service that involves the conduct of one or more drinking water tests; </p> <p class=\"definition-e\">“food service establishment” means food service premises, as defined in Regulation 562 of the Revised Regulations of Ontario, 1990 (Food Premises) made under the Act to which the general public is admitted, other than temporary food service premises that are operated solely in conjunction with an exhibition, fair, carnival, sports meeting or other special or temporary event;</p> <p class=\"definition-e\">“licensed engineering practitioner” means a person who holds a licence, limited licence or temporary licence under the <i>Professional Engineers Act</i>;</p> <p class=\"definition-e\">“major residential development” means a development of six or more private residences on one or more properties;</p> <p class=\"definition-e\">“month” means a calendar month; </p> <p class=\"definition-e\">“municipal drinking water system” has the same meaning as in the <i>Safe Drinking Water Act, 2002</i>; \r\n</p> <p class=\"definition-e\">“non-municipal drinking water system” has the same meaning as in the <i>Safe Drinking Water Act, 2002</i>;  </p> <p class=\"definition-e\">“Ontario Drinking Water Quality Standards” means Ontario Regulation 169/03 (Ontario Drinking Water Quality Standards) made under the <i>Safe Drinking Water Act, 2002</i>;</p> <p class=\"definition-e\">“owner” includes, in respect of a small drinking water system, every person who is a legal or beneficial owner of all or part of the system, but does not include the Ontario Clean Water Agency established under the <i>Capital Investment Plan Act, 1993</i><i> or any of its predecessors where those entities are registered on title as the owner of the system;</i></p> <p class=\"definition-e\">“plumbing” means a system of works,</p> <p class=\"defclause-e\">  (a) that comprise a “water system” for the purposes of the definition of “plumbing” in subsection 1 (1) of the <i>Building Code Act, 1992</i>, other than equipment installed in plumbing to treat water but that is not a plumbing appliance within the meaning of Ontario Regulation 332/12 (Building Code) made under the <i>Building Code Act, 1992</i>, and</p> <p class=\"defclause-e\">  (b) that are connected to a small drinking water system;</p> <p class=\"definition-e\">“private residence” means a dwelling place occupied for an extended period of time by the same persons, if,</p> <p class=\"defclause-e\">  (a) the residents have a reasonable expectation of privacy,</p> <p class=\"defclause-e\">  (b) food preparation, personal hygiene, and sleeping accommodations are not communal in nature, and</p> <p class=\"defclause-e\">  (c) any use of the dwelling place by a resident for a home occupation, trade, business, profession or craft is secondary to the use of the dwelling place as a residence and does not use more than 25 per cent of the indoor floor area;</p> <p class=\"definition-e\">“public facility” means,</p> <p class=\"defclause-e\">  (a) a food service establishment,</p> <p class=\"defclause-e\">  (b) a place that operates primarily for the purpose of providing overnight accommodation to the travelling public,</p> <p class=\"defclause-e\">  (c) a trailer park or campground,</p> <p class=\"defclause-e\">  (d) a marina,</p> <p class=\"defclause-e\">  (e) a church, mosque, synagogue, temple or other place of worship,</p> <p class=\"defclause-e\">  (f) a recreational camp,</p> <p class=\"defclause-e\">  (g) a recreational or athletic facility,</p> <p class=\"defclause-e\">  (h) a place, other than a private residence, where a service club or fraternal organization meets on a regular basis, or</p> <p class=\"defclause-e\">  (i) any place where the general public has access to a washroom, drinking water fountain or shower;</p> <p class=\"definition-e\">“raw water” means water that is in a small drinking water system or in plumbing, and that has not been treated in accordance with this Regulation;</p> <p class=\"definition-e\">“raw water supply” means water outside a small drinking water system that is a source of water for the system;</p> <p class=\"definition-e\">“resample and test” means,</p> <p class=\"defclause-e\">  (a) with respect to corrective action that arises from the test of a water sample for a microbiological parameter,</p> <p class=\"defsubclause-e\">  (i) take a set of water samples, at approximately the same time, with,</p> <p class=\"defsubsubclause-e\">  (A) at least one sample from the same location as the sample that gave rise to the corrective action,</p> <p class=\"defsubsubclause-e\">  (B) at least one sample from a location that is a significant distance upstream from the location described in sub-subclause (A), if that is reasonably possible, and</p> <p class=\"defsubsubclause-e\">  (C) at least one sample from a location that is a significant distance downstream from the location described in sub-subclause (A), if that is reasonably possible, and</p> <p class=\"defsubclause-e\">  (ii) conduct, on the samples taken under subclause (i), the same test that gave rise to the corrective action, or</p> <p class=\"defclause-e\">  (b) with respect to corrective action that arises from the test of a water sample for a parameter that is not a microbiological parameter,</p> <p class=\"defsubclause-e\">  (i) take a water sample from the same location as the sample that gave rise to the corrective action, and</p> <p class=\"defsubclause-e\">  (ii) conduct, on the sample taken under subclause (i), the same test that gave rise to the corrective action;</p> <p class=\"definition-e\">“service connection” means,</p> <p class=\"defclause-e\">  (a) a point where a small drinking water system connects to plumbing, other than plumbing in a trailer park or campground, or</p> <p class=\"defclause-e\">  (b) in a trailer park or campground, a fixture that allows a trailer or other vehicle to connect to the trailer park’s or campground’s drinking water system; </p> <p class=\"definition-e\">“test” includes analyze when used as a verb, and “test”, when used as a noun, and “testing” have corresponding meanings;</p> <p class=\"definition-e\">“treatment system” means any part of a small drinking water system that is used in relation to the treatment of water and includes,</p> <p class=\"defclause-e\">  (a) any thing that conveys or stores water and is part of a treatment process, including any treatment equipment installed in plumbing other than a plumbing appliance within the meaning of Ontario Regulation 332/12 (Building Code) made under the<i> Building Code Act, 1992</i>,</p> <p class=\"defclause-e\">  (b) any thing related to the management of residue from the treatment process or the management of the discharge of a substance into the natural environment from the system, and</p> <p class=\"defclause-e\">  (c) a well or intake that serves as the source or entry point of raw water supply for the system;</p> <p class=\"definition-e\">“waters” includes drinking water, raw water, raw water supply and water contained in plumbing;</p> <p class=\"definition-e\">“week” means a period of seven days that begins on Sunday and ends on the following Saturday.  O. Reg. 318/08, s. 2; O. Reg. 414/09, s. 1; O. Reg. 340/13, s. 1.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation: open public facilities",
            "content": " 3. For the purposes of this Regulation, a public facility is open on a day unless persons served by the facility are denied access to the facility during the entire day.  O. Reg. 318/08, s. 3.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK2\"></a>3. </b>For the purposes of this Regulation, a public facility is open on a day unless persons served by the facility are denied access to the facility during the entire day.  O. Reg. 318/08, s. 3.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Application",
            "content": " 4. Unless otherwise provided, this Regulation applies to the small drinking water systems referred to in the following Table, with each row of the Table setting out the Schedules to this Regulation that apply to the drinking water systems referred to in that row: TABLE  Item   Drinking Water Systems   Applicable Schedules, Sampling and Testing   Applicable Schedules, Adverse Test Results and Other Problems \n\n  1.   Large municipal non-residential systems   1, 2   4, 5, 6 \n\n  2.   Small municipal non-residential systems   1, 3   4, 5, 6 \n\n  3.   Non-municipal seasonal residential systems   1, 3   4, 5, 6 \n\n  4.   Large non-municipal non-residential systems   1, 2   4, 5, 6 \n\n  5.   Small non-municipal non-residential systems   1, 3   4, 5, 6 O. Reg. 318/08, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>4. </b>Unless otherwise provided, this Regulation applies to the small drinking water systems referred to in the following Table, with each row of the Table setting out the Schedules to this Regulation that apply to the drinking water systems referred to in that row:</p> <p class=\"headingx-e\">TABLE</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"840\">\n<tr> <td valign=\"top\" width=\"53\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"371\"> <p class=\"table-e\">Drinking Water Systems</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Applicable Schedules, Sampling and Testing</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Applicable Schedules, Adverse Test Results and Other Problems</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"53\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"371\"> <p class=\"table-e\">Large municipal non-residential systems</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">1, 2</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">4, 5, 6</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"53\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"371\"> <p class=\"table-e\">Small municipal non-residential systems</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">1, 3</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">4, 5, 6</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"53\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"371\"> <p class=\"table-e\">Non-municipal seasonal residential systems</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">1, 3</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">4, 5, 6</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"53\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"371\"> <p class=\"table-e\">Large non-municipal non-residential systems</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">1, 2</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">4, 5, 6</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"53\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"371\"> <p class=\"table-e\">Small non-municipal non-residential systems</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">1, 3</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">4, 5, 6</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 318/08, s. 4.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Exemptions: systems serving designated facilities",
            "content": " 5. This Regulation does not apply to a small drinking water system that serves a designated facility.  O. Reg. 318/08, s. 5.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK4\"></a>5. </b>This Regulation does not apply to a small drinking water system that serves a designated facility.  O. Reg. 318/08, s. 5.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Exemptions: systems connected to other systems",
            "content": " 6. This Regulation does not apply to a small drinking water system if, (a) the small drinking water system is connected to and receives all of its drinking water from another drinking water system; (b) Ontario Regulation 170/03 (Drinking Water Systems) made under the Safe Drinking Water Act, 2002, applies to the drinking water system from which the water is obtained; (c) the drinking water system from which the water is obtained provides treatment in accordance with sections 1-2 to 1-5 of Schedule 1 or sections 2-2 to 2-5 of Schedule 2 to Ontario Regulation 170/03; and (d) the owner of the drinking water system from which the water is obtained has agreed in writing to sample and test the water in the distribution system of the system that obtains the water as if it were part of the distribution system of the system from which the water is obtained.  O. Reg. 318/08, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>6. </b>This Regulation does not apply to a small drinking water system if,</p> <p class=\"clause-e\">  (a) the small drinking water system is connected to and receives all of its drinking water from another drinking water system;</p> <p class=\"clause-e\">  (b) Ontario Regulation 170/03 (Drinking Water Systems) made under the <i>Safe Drinking Water Act, 2002</i>, applies to the drinking water system from which the water is obtained;</p> <p class=\"clause-e\">  (c) the drinking water system from which the water is obtained provides treatment in accordance with sections 1-2 to 1-5 of Schedule 1 or sections 2-2 to 2-5 of Schedule 2 to Ontario Regulation 170/03; and</p> <p class=\"clause-e\">  (d) the owner of the drinking water system from which the water is obtained has agreed in writing to sample and test the water in the distribution system of the system that obtains the water as if it were part of the distribution system of the system from which the water is obtained.  O. Reg. 318/08, s. 6.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Exemptions: warning notices for systems and users",
            "content": " 7. (1) Subject to subsections (2) and (3), this Regulation does not apply to a drinking water system if, (a) the owner of the system posts warning notices in accordance with subsection (4); (b) the owner of the system complies with subsections (5), (6) and (7); (c) all drinking water fountains that are connected to the drinking water system have been rendered inoperative; and (d) the owner of the system has notified the medical officer of health of the health unit in which the system is located in writing that the steps described in clauses (a) and (c) have been taken.  O. Reg. 318/08, s. 7 (1). (2) Subsection (1) applies to a small drinking water system only if the system does not use electricity and does not serve any building or other structure that uses electricity.  O. Reg. 318/08, s. 7 (2). (3) Despite subsection (2), subsection (1) applies to a small municipal non-residential system or a small non-municipal non-residential system that uses electricity and serves any building or other structure that uses electricity but only if the system does not serve any food service establishments that rely on the system for the supply of potable water that is required by clause 20 (1) (a) of Regulation 562 of the Revised Regulations of Ontario, 1990 (Food Premises) made under the Act.  O. Reg. 318/08, s. 7 (3). (4) A warning notice that states that the water has not been tested in accordance with this Regulation must be posted at every tap that supplies water from the drinking water system in a location where it is likely to come to the attention of all users and potential users of the tap.  O. Reg. 318/08, s. 7 (4). (5) The owner of the small drinking water system shall ensure that the warning notices are checked at least once a week to ensure that they are legible and comply with this section.  O. Reg. 318/08, s. 7 (5). (6) The owner of the small drinking water system shall ensure that a check that is done during a week for the purpose of subsection (5) is done at least five days, and not more than 10 days, after a check that was done for that purpose in the previous week.  O. Reg. 318/08, s. 7 (6). (7) The owner of the small drinking water system shall ensure that, (a) every time the warning notices are checked under subsection (5), a record is made of the date and time and of the name of the person who performed the check; and (b) the records referred to in clause (a) are kept for at least five years at a location where they can conveniently be viewed by any person listed in subsection 41 (1) of the Act who is inspecting the warning notices.  O. Reg. 318/08, s. 7 (7). (8) Nothing in this section relieves any person of any obligation to provide potable water or water that meets the standards prescribed by the Ontario Drinking Water Quality Standards.  O. Reg. 318/08, s. 7 (8).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK6\"></a>7. </b>(1) Subject to subsections (2) and (3), this Regulation does not apply to a drinking water system if,</p> <p class=\"clause-e\">  (a) the owner of the system posts warning notices in accordance with subsection (4);</p> <p class=\"clause-e\">  (b) the owner of the system complies with subsections (5), (6) and (7);</p> <p class=\"clause-e\">  (c) all drinking water fountains that are connected to the drinking water system have been rendered inoperative; and</p> <p class=\"clause-e\">  (d) the owner of the system has notified the medical officer of health of the health unit in which the system is located in writing that the steps described in clauses (a) and (c) have been taken.  O. Reg. 318/08, s. 7 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) applies to a small drinking water system only if the system does not use electricity and does not serve any building or other structure that uses electricity.  O. Reg. 318/08, s. 7 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (2), subsection (1) applies to a small municipal non-residential system or a small non-municipal non-residential system that uses electricity and serves any building or other structure that uses electricity but only if the system does not serve any food service establishments that rely on the system for the supply of potable water that is required by clause 20 (1) (a) of Regulation 562 of the Revised Regulations of Ontario, 1990 (Food Premises) made under the Act.  O. Reg. 318/08, s. 7 (3).</p> <p class=\"subsection-e\">  (4) A warning notice that states that the water has not been tested in accordance with this Regulation must be posted at every tap that supplies water from the drinking water system in a location where it is likely to come to the attention of all users and potential users of the tap.  O. Reg. 318/08, s. 7 (4).</p> <p class=\"subsection-e\">  (5) The owner of the small drinking water system shall ensure that the warning notices are checked at least once a week to ensure that they are legible and comply with this section.  O. Reg. 318/08, s. 7 (5).</p> <p class=\"subsection-e\">  (6) The owner of the small drinking water system shall ensure that a check that is done during a week for the purpose of subsection (5) is done at least five days, and not more than 10 days, after a check that was done for that purpose in the previous week.  O. Reg. 318/08, s. 7 (6).</p> <p class=\"subsection-e\">  (7) The owner of the small drinking water system shall ensure that,</p> <p class=\"clause-e\">  (a) every time the warning notices are checked under subsection (5), a record is made of the date and time and of the name of the person who performed the check; and</p> <p class=\"clause-e\">  (b) the records referred to in clause (a) are kept for at least five years at a location where they can conveniently be viewed by any person listed in subsection 41 (1) of the Act who is inspecting the warning notices.  O. Reg. 318/08, s. 7 (7).</p> <p class=\"subsection-e\">  (8) Nothing in this section relieves any person of any obligation to provide potable water or water that meets the standards prescribed by the Ontario Drinking Water Quality Standards.  O. Reg. 318/08, s. 7 (8).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Responsibilities of owners and operators",
            "content": " 8. (1) Every owner and operator of a small drinking water system shall ensure the following: 1. That all water provided by the system to the point where the system is connected to a user’s plumbing system meets the requirements of the Ontario Drinking Water Quality Standards. 2. That, at all times in which it is in service, the small drinking water system, is i. operated in accordance with the requirements under this Regulation, and ii. maintained in a fit state of repair. 3. That all sampling, testing and monitoring requirements under this Regulation that relate to the small drinking water system are complied with.  O. Reg. 318/08, s. 8 (1). (2) Every owner of a small drinking water system shall ensure that at all times in which the system is operating one specific operator is designated for purposes of taking and submitting any water samples or submitting any reports or notifications that are required to be submitted under this Regulation or receiving any reports that are required to be submitted to an operator under the Safe Drinking Water Act, 2002.  O. Reg. 318/08, s. 8 (2). (3) The owner of a large municipal non-residential system or large non-municipal non-residential system that is subject to section 11 shall ensure that individuals who are working in the system and who are operating the system hold, (a) a limited subsystems operators’ certificate, appropriate to the system’s raw water supply, issued, renewed or reissued under Ontario Regulation 128/04 (Certification of Drinking Water System Operators and Water Quality Analysts) made under the Safe Drinking Water Act, 2002; or (b) a conditional operators’ certificate for a limited subsystem issued, renewed or reissued under Ontario Regulation 128/04, and is available to the owner or any other operator if the operator is absent from the system.  O. Reg. 318/08, s. 8 (3). (4) For the purpose of subsection (3), “operating” means adjusting, testing or evaluating the process that controls the effectiveness or efficiency of the small drinking water system.  O. Reg. 318/08, s. 8 (4). (5) Where the medical officer of health is satisfied that the subsystem will be operated without a significant risk to human health, subsection (3) does not apply in the event of a strike or lock-out involving operators employed in a small drinking water system for the duration of the strike or lock-out.  O. Reg. 318/08, s. 8 (5). (6) The owner and operator of a drinking water system that provides water that does not meet a standard set out in the Ontario Drinking Water Quality Standards shall be deemed not to have contravened paragraph 1 of subsection (1), if the owner and operator ensures that the appropriate corrective action is taken under Schedule 5.  O. Reg. 318/08, s. 8 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>8. </b>(1) Every owner and operator of a small drinking water system shall ensure the following:</p> <p class=\"paragraph-e\">  1. That all water provided by the system to the point where the system is connected to a user’s plumbing system meets the requirements of the Ontario Drinking Water Quality Standards.</p> <p class=\"paragraph-e\">  2. That, at all times in which it is in service, the small drinking water system, is</p> <p class=\"subpara-e\">  i. operated in accordance with the requirements under this Regulation, and</p> <p class=\"subpara-e\">  ii. maintained in a fit state of repair.</p> <p class=\"paragraph-e\">  3. That all sampling, testing and monitoring requirements under this Regulation that relate to the small drinking water system are complied with.  O. Reg. 318/08, s. 8 (1).</p> <p class=\"subsection-e\">  (2) Every owner of a small drinking water system shall ensure that at all times in which the system is operating one specific operator is designated for purposes of taking and submitting any water samples or submitting any reports or notifications that are required to be submitted under this Regulation or receiving any reports that are required to be submitted to an operator under the <i>Safe Drinking Water Act, 2002</i>.  O. Reg. 318/08, s. 8 (2).</p> <p class=\"subsection-e\">  (3) The owner of a large municipal non-residential system or large non-municipal non-residential system that is subject to section 11 shall ensure that individuals who are working in the system and who are operating the system hold,</p> <p class=\"clause-e\">  (a) a limited subsystems operators’ certificate, appropriate to the system’s raw water supply, issued, renewed or reissued under Ontario Regulation 128/04 (Certification of Drinking Water System Operators and Water Quality Analysts) made under the <i>Safe Drinking Water Act, 2002</i>; or</p> <p class=\"clause-e\">  (b) a conditional operators’ certificate for a limited subsystem issued, renewed or reissued under Ontario Regulation 128/04, </p> <p class=\"Ssubsection-e\">and is available to the owner or any other operator if the operator is absent from the system.  O. Reg. 318/08, s. 8 (3).</p> <p class=\"subsection-e\">  (4) For the purpose of subsection (3),</p> <p class=\"firstdef-e\">“operating” means adjusting, testing or evaluating the process that controls the effectiveness or efficiency of the small drinking water system.  O. Reg. 318/08, s. 8 (4).</p> <p class=\"subsection-e\">  (5) Where the medical officer of health is satisfied that the subsystem will be operated without a significant risk to human health, subsection (3) does not apply in the event of a strike or lock-out involving operators employed in a small drinking water system for the duration of the strike or lock-out.  O. Reg. 318/08, s. 8 (5).</p> <p class=\"subsection-e\">  (6) The owner and operator of a drinking water system that provides water that does not meet a standard set out in the Ontario Drinking Water Quality Standards shall be deemed not to have contravened paragraph 1 of subsection (1), if the owner and operator ensures that the appropriate corrective action is taken under Schedule 5.  O. Reg. 318/08, s. 8 (6).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Drinking water testing services",
            "content": " 9. (1) Subject to subsections (2) and (6), operators of small drinking water systems shall obtain drinking water testing services from persons who are licensed under Part VII of the Safe Drinking Water Act, 2002 to offer or provide the services.  O. Reg. 318/08, s. 9 (1). (2) No operator of a small drinking water system shall obtain a drinking water testing service from a person who is not licensed under the Safe Drinking Water Act, 2002 to offer or provide the service unless the laboratory at which the testing is to be conducted is located outside Ontario and is an eligible laboratory under subsection 11 (4) of the Safe Drinking Water Act, 2002 in respect of the particular tests to be conducted.  O. Reg. 318/08, s. 9 (2). (3) The medical officer of health of the health unit in which the drinking water system is located may issue a direction to one or more owners or operators prohibiting them from obtaining drinking water testing services from a laboratory located outside Ontario, if the medical officer of health has reason to believe that, (a) the laboratory has ceased to be an eligible laboratory in respect to the particular test to be conducted; or (b) has failed to comply with section 18.1 of the Safe Drinking Water Act, 2002 or a prescribed requirement under that Act.  O. Reg. 318/08, s. 9 (3). (4) Every person who receives a direction under subsection (3) shall comply with the direction and advise the medical officer of health in writing of the alternative laboratory from which the person will obtain drinking water testing services.  O. Reg. 318/08, s. 9 (4). (5) The medical officer of health may revoke a direction issued under subsection (3) if he or she is of the opinion that the reasons for issuing the direction no longer exist.  O. Reg. 318/08, s. 9 (5). (6) Subsections (1) and (2) do not apply with respect to tests for the following parameters where the tests are conducted at a drinking water system to which this Regulation applies: 1. Free chlorine residual. 2. Free chlorine residual and total chlorine residual measured for the purpose of determining combined chlorine residual. 3. Turbidity.  O. Reg. 318/08, s. 9 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>9. </b>(1) Subject to subsections (2) and (6), operators of small drinking water systems shall obtain drinking water testing services from persons who are licensed under Part VII of the <i>Safe Drinking Water Act, 2002</i> to offer or provide the services.  O. Reg. 318/08, s. 9 (1).</p> <p class=\"subsection-e\">  (2) No operator of a small drinking water system shall obtain a drinking water testing service from a person who is not licensed under the <i>Safe Drinking Water Act, 2002</i> to offer or provide the service unless the laboratory at which the testing is to be conducted is located outside Ontario and is an eligible laboratory under subsection 11 (4) of the <i>Safe Drinking Water Act, 2002</i> in respect of the particular tests to be conducted.  O. Reg. 318/08, s. 9 (2).</p> <p class=\"subsection-e\">  (3) The medical officer of health of the health unit in which the drinking water system is located may issue a direction to one or more owners or operators prohibiting them from obtaining drinking water testing services from a laboratory located outside Ontario, if the medical officer of health has reason to believe that, </p> <p class=\"clause-e\">  (a) the laboratory has ceased to be an eligible laboratory in respect to the particular test to be conducted; or </p> <p class=\"clause-e\">  (b) has failed to comply with section 18.1 of the <i>Safe Drinking Water Act, 2002</i> or a prescribed requirement under that Act.  O. Reg. 318/08, s. 9 (3).</p> <p class=\"subsection-e\">  (4) Every person who receives a direction under subsection (3) shall comply with the direction and advise the medical officer of health in writing of the alternative laboratory from which the person will obtain drinking water testing services.  O. Reg. 318/08, s. 9 (4).</p> <p class=\"subsection-e\">  (5) The medical officer of health may revoke a direction issued under subsection (3) if he or she is of the opinion that the reasons for issuing the direction no longer exist.  O. Reg. 318/08, s. 9 (5).</p> <p class=\"subsection-e\">  (6) Subsections (1) and (2) do not apply with respect to tests for the following parameters where the tests are conducted at a drinking water system to which this Regulation applies: </p> <p class=\"paragraph-e\">  1. Free chlorine residual.</p> <p class=\"paragraph-e\">  2. Free chlorine residual and total chlorine residual measured for the purpose of determining combined chlorine residual.</p> <p class=\"paragraph-e\">  3. Turbidity.  O. Reg. 318/08, s. 9 (6).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Duty to report adverse test result",
            "content": " 10. (1) The operator of a small drinking water system shall report every prescribed adverse result of a drinking water test conducted on any waters from a small drinking water system to the medical officer of health of the health unit in which the system is located immediately after the adverse result is obtained.  O. Reg. 318/08, s. 10 (1). (2) If an operator is required to report an adverse test result under subsection (1), the operator shall also immediately report the adverse test result to the owner of the system for which the operator is responsible.  O. Reg. 318/08, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>10. </b>(1) The operator of a small drinking water system shall report every prescribed adverse result of a drinking water test conducted on any waters from a small drinking water system to the medical officer of health of the health unit in which the system is located immediately after the adverse result is obtained.  O. Reg. 318/08, s. 10 (1).</p> <p class=\"subsection-e\">  (2) If an operator is required to report an adverse test result under subsection (1), the operator shall also immediately report the adverse test result to the owner of the system for which the operator is responsible.  O. Reg. 318/08, s. 10 (2).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Water treatment equipment",
            "content": " 11. Where a large municipal non-residential system or large non-municipal non-residential system, (a) at any time after May 31, 2003, provided and operated water treatment equipment; and (b) the equipment referred to in clause (a) would comply with sections 2-3 to 2-5 of Schedule 2 to Ontario Regulation 170/03 (Drinking Water Systems) made under the Safe Drinking Water Act, 2002, if that regulation applied to the system, the operator of the system shall ensure that water treatment equipment is provided that would comply with sections 2-3 to 2-5 of Schedule 2 to Ontario Regulation 170/03, if that regulation applied to the system and that equipment is operated in a manner that provides proper disinfection.  O. Reg. 318/08, s. 11.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK10\"></a>11. </b>Where a large municipal non-residential system or large non-municipal non-residential system,</p> <p class=\"clause-e\">  (a) at any time after May 31, 2003, provided and operated water treatment equipment; and</p> <p class=\"clause-e\">  (b) the equipment referred to in clause (a) would comply with sections 2-3 to 2-5 of Schedule 2 to Ontario Regulation 170/03 (Drinking Water Systems) made under the <i>Safe Drinking Water Act, 2002</i>, if that regulation applied to the system,</p> <p class=\"Ssection-e\">the operator of the system shall ensure that water treatment equipment is provided that would comply with sections 2-3 to 2-5 of Schedule 2 to Ontario Regulation 170/03, if that regulation applied to the system and that equipment is operated in a manner that provides proper disinfection.  O. Reg. 318/08, s. 11.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Well that serves as entry point of raw water supply",
            "content": " 12. The owner and operator of a small drinking water system that includes a well that serves as an entry point of raw water supply shall ensure that the well is constructed and maintained to prevent surface water and other foreign materials from entering the well.  O. Reg. 414/09, s. 2.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK11\"></a>12. </b>The owner and operator of a small drinking water system that includes a well that serves as an entry point of raw water supply shall ensure that the well is constructed and maintained to prevent surface water and other foreign materials from entering the well.  O. Reg. 414/09, s. 2.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Notifications",
            "content": " 13. (1) Before supplying water to users of the system following construction or alteration of a small drinking water system or following a shut-down lasting longer than seven days, the owner shall notify, in writing, the medical officer of health in the health unit where the small drinking water system is located, (a) of the building permit number issued in relation to the construction or alteration of the small drinking water system; (b) whether or not all the preparations necessary to operate the small drinking water system in accordance with this Regulation have been completed; (c) of the proposed date on which the small drinking water system will begin to supply water to the users of the system; (d) of the name and address of the owner and any operator; and (e) of the address at which the small drinking water system is located and the name of the system.  O. Reg. 318/08, s. 13 (1). (2) In this section, “alteration” includes the following, in respect of a small drinking water system, but excludes repairs to the system: 1. An extension of the system. 2. A replacement of part of the system. 3. Taking all or part of the system permanently out of service.  O. Reg. 318/08, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK12\"></a>13. </b>(1) Before supplying water to users of the system following construction or alteration of a small drinking water system or following a shut-down lasting longer than seven days, the owner shall notify, in writing, the medical officer of health in the health unit where the small drinking water system is located,</p> <p class=\"clause-e\">  (a) of the building permit number issued in relation to the construction or alteration of the small drinking water system;</p> <p class=\"clause-e\">  (b) whether or not all the preparations necessary to operate the small drinking water system in accordance with this Regulation have been completed;</p> <p class=\"clause-e\">  (c) of the proposed date on which the small drinking water system will begin to supply water to the users of the system; </p> <p class=\"clause-e\">  (d) of the name and address of the owner and any operator; and</p> <p class=\"clause-e\">  (e) of the address at which the small drinking water system is located and the name of the system.  O. Reg. 318/08, s. 13 (1).</p> <p class=\"subsection-e\">  (2) In this section, </p> <p class=\"firstdef-e\">“alteration” includes the following, in respect of a small drinking water system, but excludes repairs to the system:</p> <p class=\"defparagraph-e\">  1. An extension of the system.</p> <p class=\"defparagraph-e\">  2. A replacement of part of the system.</p> <p class=\"defparagraph-e\">  3. Taking all or part of the system permanently out of service.  O. Reg. 318/08, s. 13 (2).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Information to be available",
            "content": " 14. (1) The owner and operator of a small drinking water system shall ensure that the following information is available for inspection in accordance with subsection (4): 1. A copy of every test result obtained in respect of a test required under Ontario Regulation 252/05 (Non-Residential and Non-Municipal Seasonal Residential Systems that Do Not Serve Designated Facilities) made under the Safe Drinking Water Act, 2002 or previously required under an approval or order issued under the Ontario Water Resources Act or the Safe Drinking Water Act, 2002. 2. A copy of every test result obtained in respect of a test required under this Regulation. 3. A copy of every approval and every order, including orders under the Safe Drinking Water Act, 2002 and the Ontario Water Resources Act\r\nthat applies to the system and is still in effect, if the approval or order was issued after January 1, 2001. 4. A copy of every order issued under section 13 of the Act where that order is issued to the owner or operator of the system and contains requirements relating to the manner in which the system is operated. 5. A copy of this Regulation.  O. Reg. 318/08, s. 14 (1). (2) Paragraphs 1 and 2 of subsection (1) do not apply to a record, report or test result until the day after it comes into the operator’s possession.  O. Reg. 318/08, s. 14 (2). (3) Paragraphs 1 and 2 of subsection (1) do not apply to a record, report or test result that is more than two years old.  O. Reg. 318/08, s. 14 (3). (4) The information must be available for inspection by any member of the public during normal business hours without charge at the office of the owner or, if the office of the owner is not reasonably convenient to users of water from the system, at a location that is reasonably convenient to those users.  O. Reg. 318/08, s. 14 (4). (5) For the purpose of this section, a reference in paragraph 1 of subsection (1) to tests required under Ontario Regulation 252/05 shall be deemed to include a reference to tests required under Ontario Regulation 170/03 (Drinking Water Systems) made under the Safe Drinking Water Act, 2002, if that regulation applied to the drinking water system.  O. Reg. 318/08, s. 14 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>14. </b>(1) The owner and operator of a small drinking water system shall ensure that the following information is available for inspection in accordance with subsection (4):</p> <p class=\"paragraph-e\">  1. A copy of every test result obtained in respect of a test required under Ontario Regulation 252/05 (Non-Residential and Non-Municipal Seasonal Residential Systems that Do Not Serve Designated Facilities) made under the <i>Safe Drinking Water Act, 2002</i> or previously required under an approval or order issued under the <i>Ontario Water Resources Act</i> or the <i>Safe Drinking Water Act, 2002</i>.</p> <p class=\"paragraph-e\">  2. A copy of every test result obtained in respect of a test required under this Regulation.</p> <p class=\"paragraph-e\">  3. A copy of every approval and every order, including orders under the <i>Safe Drinking Water Act, 2002</i> and the <i>Ontario Water Resources Act</i>\r\nthat applies to the system and is still in effect, if the approval or order was issued after<b> </b>January 1, 2001.</p> <p class=\"paragraph-e\">  4. A copy of every order issued under section 13 of the Act where that order is issued to the owner or operator of the system and contains requirements relating to the manner in which the system is operated.</p> <p class=\"paragraph-e\">  5. A copy of this Regulation.  O. Reg. 318/08, s. 14 (1).</p> <p class=\"subsection-e\">  (2) Paragraphs 1 and 2 of subsection (1) do not apply to a record, report or test result until the day after it comes into the operator’s possession.  O. Reg. 318/08, s. 14 (2).</p> <p class=\"subsection-e\">  (3) Paragraphs 1 and 2 of subsection (1) do not apply to a record, report or test result that is more than two years old.  O. Reg. 318/08, s. 14 (3).</p> <p class=\"subsection-e\">  (4) The information must be available for inspection by any member of the public during normal business hours without charge at the office of the owner or, if the office of the owner is not reasonably convenient to users of water from the system, at a location that is reasonably convenient to those users.  O. Reg. 318/08, s. 14 (4).</p> <p class=\"subsection-e\">  (5) For the purpose of this section, a reference in paragraph 1 of subsection (1) to tests required under Ontario Regulation 252/05 shall be deemed to include a reference to tests required under Ontario Regulation 170/03 (Drinking Water Systems) made under the <i>Safe Drinking Water Act, 2002</i>, if that regulation applied to the drinking water system.  O. Reg. 318/08, s. 14 (5).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Retention of records",
            "content": " 15. (1) The operator of a small drinking water system shall ensure that the following documents and other records are kept for at least five years: 1. Every record or report related to a test required under, i. Schedule 1, 2 or 3, or ii. sections 5-2, 5-3, 5-4, 5-5 and 5-7 of Schedule 5. 2. Every record or report related to a test that was required to be retained under subsections 12 (1) and (2) of Ontario Regulation 252/05 (Residential Systems that Do Not Serve Designated Facilities) made under the Safe Drinking Water Act, 2002\r\nif that regulation applied to the system prior to this Regulation coming into force.  O. Reg. 318/08, s. 15 (1). (2) If a person listed in subsection 41 (1) of the Act makes a request for a document or other record referred to in subsection (1) or any other information that, in the opinion of the requesting party, is considered necessary for purposes of assessing the safe operation of the drinking water system, the operator of a small drinking water system shall ensure that the document, other record or other information is given to that person within such period as the person may specify.  O. Reg. 318/08, s. 15 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>15. </b>(1) The operator of a small drinking water system shall ensure that the following documents and other records are kept for at least five years:</p> <p class=\"paragraph-e\">  1. Every record or report related to a test required under,</p> <p class=\"subpara-e\">  i. Schedule 1, 2 or 3, or</p> <p class=\"subpara-e\">  ii. sections 5-2, 5-3, 5-4, 5-5 and 5-7 of Schedule 5.</p> <p class=\"paragraph-e\">  2. Every record or report related to a test that was required to be retained under subsections 12 (1) and (2) of Ontario Regulation 252/05 (Residential Systems that Do Not Serve Designated Facilities) made under the <i>Safe Drinking Water Act, 2002</i>\r\nif that regulation applied to the system prior to this Regulation coming into force.  O. Reg. 318/08, s. 15 (1).</p> <p class=\"subsection-e\">  (2) If a person listed in subsection 41 (1) of the Act makes a request for a document or other record referred to in subsection (1) or any other information that, in the opinion of the requesting party, is considered necessary for purposes of assessing the safe operation of the drinking water system, the operator of a small drinking water system shall ensure that the document, other record or other information is given to that person within such period as the person may specify.  O. Reg. 318/08, s. 15 (2).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Forms",
            "content": " 16. (1) Where this Regulation requires or permits the submission of a written notice or report or the posting of a warning notice, the notice or report must be in a form provided by or approved by the Ministry.  O. Reg. 318/08, s. 16 (1). (2) The Ministry may require that a document or other record that is given to the medical officer of health under this Regulation be given in an electronic format specified by the Ministry.  O. Reg. 318/08, s. 16 (2). 17. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 318/08, s. 17. SCHEDULE 1   SaMPLING AND TESTING — GENERAL",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>16. </b>(1) Where this Regulation requires or permits the submission of a written notice or report or the posting of a warning notice, the notice or report must be in a form provided by or approved by the Ministry.  O. Reg. 318/08, s. 16 (1).</p> <p class=\"subsection-e\">  (2) The Ministry may require that a document or other record that is given to the medical officer of health<b> </b>under this Regulation be given in an electronic format specified by the Ministry.  O. Reg. 318/08, s. 16 (2).</p> <p class=\"section-e\"> <b>17.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 318/08, s. 17.</p> <p class=\"schedule-e\"><a name=\"BK16\"></a>SCHEDULE 1 <br/>  SaMPLING AND TESTING — GENERAL</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Schedule 1",
            "part_id": null,
            "part_type": null,
            "section": "Sampling and testing — general",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "Schedule 2",
            "part_id": null,
            "part_type": null,
            "section": "Microbiological sampling and testing",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Schedule 3",
            "part_id": null,
            "part_type": null,
            "section": "Microbiological sampling and testing",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "Schedule 4",
            "part_id": null,
            "part_type": null,
            "section": "Reporting adverse test results",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "Schedule 5",
            "part_id": null,
            "part_type": null,
            "section": "Corrective action",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "Schedule 6",
            "part_id": null,
            "part_type": null,
            "section": "Warning notice of potential problems",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}