{
    "reg_info": {
        "full_title": "O. Reg. 222/02: RISK MANAGEMENT BY BOARDS IN RESPECT OF ENERGY PRICES",
        "reg_name_text": "RISK MANAGEMENT BY BOARDS IN RESPECT OF ENERGY PRICES",
        "citation": "O. Reg. 222/02: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/020222",
        "date_scraped": "2023-12-19 06:51:22"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/020222/v1",
            "valid_from": "July 22, 2002",
            "valid_to": "February 25, 2010"
        }
    ],
    "content": [
        {
            "id": "P11_312",
            "section": "Risk management agreements authorized",
            "content": "1. (1) A board may enter into agreements described in subsection (2) in order to hedge the risks associated with fluctuations in the prices of the natural gas, electricity and other energy commodities that are required by the board to operate its schools, other properties and vehicles. O. Reg. 222/02, s. 1 (1). (2) The agreements authorized by subsection (1) are: 1. Contracts for difference. 2. Fixed price commodity contracts. 3. Forward contracts. O. Reg. 222/02, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P11_312\"></a><a name=\"BK0\"></a>1. </b>(1) A board may enter into agreements described in subsection (2) in order to hedge the risks associated with fluctuations in the prices of the natural gas, electricity and other energy commodities that are required by the board to operate its schools, other properties and vehicles. O. Reg. 222/02, s. 1 (1).</p> <p class=\"subsection-e\">(2) The agreements authorized by subsection (1) are:</p> <p class=\"paragraph-e\">1. Contracts for difference.</p> <p class=\"paragraph-e\">2. Fixed price commodity contracts.</p> <p class=\"paragraph-e\">3. Forward contracts. O. Reg. 222/02, s. 1 (2).</p>"
        },
        {
            "id": "P17_811",
            "section": "Definitions",
            "content": "2. In this Regulation, “contract for difference” means an agreement, other than an option or forward contract, that provides for the obligation or right to make or receive a cash payment based on the price, or on changes in the price, of natural gas, electricity or other energy commodity; (“contrat de couverture des fluctuations”) “fixed price commodity contract” means, (a) a physical bilateral contract, as defined in the rules made pursuant to sections 32 to 36 of the Electricity Act, 1998, or (b) an agreement with a retailer of natural gas, electricity or other energy commodity to trade a specified quantity of natural gas, electricity or other energy commodity at a price established by or determined under the agreement, and pursuant to which the parties may provide for financial settlement of the trade by the retailer or by the local distribution company that serves the board’s schools and other properties; (“contrat à forfait de marchandises”) “forward contract” means an agreement to make or take delivery of natural gas, electricity or another energy commodity or settle in cash instead of delivery, at a price and at the times established by or determined under the agreement, but does not include an agreement entered into or traded on or through an organized market, stock exchange or futures exchange and cleared by a clearing corporation; (“contrat à terme de gré à gré”) “option contract” means a forward contract that gives the person holding the option the right, but not the obligation, to make or take delivery of natural gas, electricity or another energy commodity or settle in cash instead of delivery, at a price and at the times established by or determined under the agreement, but does not include an agreement entered into or traded on or through an organized market, stock exchange or futures exchange and cleared by a clearing corporation. (“contrat d’option”) O. Reg. 222/02, s. 2. Français ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P17_811\"></a><a name=\"BK1\"></a>2. </b>In this Regulation,</p> <p class=\"firstdef-e\">“contract for difference” means an agreement, other than an option or forward contract, that provides for the obligation or right to make or receive a cash payment based on the price, or on changes in the price, of natural gas, electricity or other energy commodity; (“contrat de couverture des fluctuations”)</p> <p class=\"definition-e\">“fixed price commodity contract” means,</p> <p class=\"defclause-e\">(a) a physical bilateral contract, as defined in the rules made pursuant to sections 32 to 36 of the <i>Electricity Act, 1998</i>, or</p> <p class=\"defclause-e\">(b) an agreement with a retailer of natural gas, electricity or other energy commodity to trade a specified quantity of natural gas, electricity or other energy commodity at a price established by or determined under the agreement, and pursuant to which the parties may provide for financial settlement of the trade by the retailer or by the local distribution company that serves the board’s schools and other properties; (“contrat à forfait de marchandises”)</p> <p class=\"definition-e\">“forward contract” means an agreement to make or take delivery of natural gas, electricity or another energy commodity or settle in cash instead of delivery, at a price and at the times established by or determined under the agreement, but does not include an agreement entered into or traded on or through an organized market, stock exchange or futures exchange and cleared by a clearing corporation; (“contrat à terme de gré à gré”)</p> <p class=\"definition-e\">“option contract” means a forward contract that gives the person holding the option the right, but not the obligation, to make or take delivery of natural gas, electricity or another energy commodity or settle in cash instead of delivery, at a price and at the times established by or determined under the agreement, but does not include an agreement entered into or traded on or through an organized market, stock exchange or futures exchange and cleared by a clearing corporation. (“contrat d’option”) O. Reg. 222/02, s. 2.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_020222_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_020222_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}