{
    "reg_info": {
        "full_title": "O. Reg. 93/06: TAX MATTERS - REGIONAL MUNICIPALITY OF PEEL",
        "reg_name_text": "TAX MATTERS — REGIONAL MUNICIPALITY OF PEEL",
        "citation": "O. Reg. 93/06: TAX MATTERS - REGIONAL MUNICIPALITY OF PEEL",
        "act_under": "Municipal Act, 2001   Loi de 2001 sur les municipalités",
        "url": "https://www.ontario.ca/laws/regulation/060093",
        "date_scraped": "2023-12-19 10:11:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/060093/v1",
            "valid_from": "March 28, 2006",
            "valid_to": "March 28, 2007"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Designation",
            "content": "1. The Regional Municipality of Peel is designated for 2006 for the purposes of section 310 of the Act. O. Reg. 93/06, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The Regional Municipality of Peel is designated for 2006 for the purposes of section 310 of the Act. O. Reg. 93/06, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Delegation",
            "content": "2. (1) If The Regional Municipality of Peel passes a by-law under section 310 of the Act delegating the authority to establish tax ratios for 2006 to its lower-tier municipalities, a lower-tier municipality shall, for 2006, (a) use the tax ratios it establishes to calculate, with respect to each local municipality levy of the lower-tier municipality under section 312 of the Act, a separate tax rate on the assessment in each property class in the lower-tier municipality rateable for purposes of the local municipality levy; and (b) establish and levy, with respect to each upper-tier levy of The Regional Municipality of Peel under section 311 of the Act, a separate tax rate on the assessment in each property class in the lower-tier municipality rateable for purposes of the upper-tier levy sufficient to raise the lower-tier municipality’s portion of the upper-tier levy calculated under section 3. O. Reg. 93/06, s. 2 (1). (2) The tax rates the lower-tier municipality establishes under clause (1) (b) must be in the same proportion to each other as the tax ratios established by the lower-tier municipality for the property classes are to each other. O. Reg. 93/06, s. 2 (2). (3) Subsections 311 (7) to (9) and (22) to (25) of the Act apply with necessary modifications to the tax rates established by the lower-tier municipality under clause (1) (b) as if the lower-tier municipality were an upper-tier municipality. O. Reg. 93/06, s. 2 (3). (4) An upper-tier levy by-law of The Regional Municipality of Peel under section 311 of the Act shall set out a lower-tier municipality’s portion of an upper-tier levy calculated under section 3 and shall not establish tax rates to be levied by the lower-tier municipality to raise the lower-tier municipality’s portion. O. Reg. 93/06, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) If The Regional Municipality of Peel passes a by-law under section 310 of the Act delegating the authority to establish tax ratios for 2006 to its lower-tier municipalities, a lower-tier municipality shall, for 2006,</p> <p class=\"clause-e\">(a) use the tax ratios it establishes to calculate, with respect to each local municipality levy of the lower-tier municipality under section 312 of the Act, a separate tax rate on the assessment in each property class in the lower-tier municipality rateable for purposes of the local municipality levy; and</p> <p class=\"clause-e\">(b) establish and levy, with respect to each upper-tier levy of The Regional Municipality of Peel under section 311 of the Act, a separate tax rate on the assessment in each property class in the lower-tier municipality rateable for purposes of the upper-tier levy sufficient to raise the lower-tier municipality’s portion of the upper-tier levy calculated under section 3. O. Reg. 93/06, s. 2 (1).</p> <p class=\"subsection-e\">(2) The tax rates the lower-tier municipality establishes under clause (1) (b) must be in the same proportion to each other as the tax ratios established by the lower-tier municipality for the property classes are to each other. O. Reg. 93/06, s. 2 (2).</p> <p class=\"subsection-e\">(3) Subsections 311 (7) to (9) and (22) to (25) of the Act apply with necessary modifications to the tax rates established by the lower-tier municipality under clause (1) (b) as if the lower-tier municipality were an upper-tier municipality. O. Reg. 93/06, s. 2 (3).</p> <p class=\"subsection-e\">(4) An upper-tier levy by-law of The Regional Municipality of Peel under section 311 of the Act shall set out a lower-tier municipality’s portion of an upper-tier levy calculated under section 3 and shall not establish tax rates to be levied by the lower-tier municipality to raise the lower-tier municipality’s portion. O. Reg. 93/06, s. 2 (4).</p>"
        },
        {
            "id": "3.",
            "section": "Portion to be raised",
            "content": "3. For the purposes of the upper-tier levy or any special upper-tier levy of The Regional Municipality of Peel under section 311 of the Act, the portion to be raised in each lower-tier municipality shall be as follows:  Mississauga\n\n63.42802%\n\n\nBrampton\n\n31.46278%\n\n\nCaledon\n\n5.10920% O. Reg. 93/06, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>For the purposes of the upper-tier levy or any special upper-tier levy of The Regional Municipality of Peel under section 311 of the Act, the portion to be raised in each lower-tier municipality shall be as follows:</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"236\"><p class=\"table-e\">Mississauga</p>\n</td>\n<td valign=\"top\" width=\"75\"><p align=\"right\" class=\"table-e\">63.42802%</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><p class=\"table-e\">Brampton</p>\n</td>\n<td valign=\"top\" width=\"75\"><p align=\"right\" class=\"table-e\">31.46278%</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"236\"><p class=\"table-e\">Caledon</p>\n</td>\n<td valign=\"top\" width=\"75\"><p align=\"right\" class=\"table-e\">5.10920%</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 93/06, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Portion to be raised",
            "content": "4. Omitted (revokes other Regulations). O. Reg. 93/06, s. 4. ",
            "raw_html": "<p class=\"section-e\"><b>4.</b> Omitted (revokes other Regulations). O. Reg. 93/06, s. 4.</p> <p class=\"Normal\"></p>"
        }
    ]
}