{
    "reg_info": {
        "full_title": "O. Reg. 75/20: DRINKING WATER SYSTEMS AND SEWAGE WORKS",
        "reg_name_text": "DRINKING WATER SYSTEMS AND SEWAGE WORKS",
        "citation": "O. Reg. 75/20: ",
        "act_under": "Reopening Ontario (A Flexible Response to COVID-19) Act, 2020   Loi de 2020 sur la réouverture de l’Ontario (mesures adaptables en réponse à la COVID-19)",
        "url": "https://www.ontario.ca/laws/regulation/200075",
        "date_scraped": "2023-12-18 19:09:58"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/200075/v2",
            "valid_from": "July 15, 2020",
            "valid_to": "January 19, 2021"
        },
        {
            "a_href": "/laws/regulation/200075/v1",
            "valid_from": "March 23, 2020",
            "valid_to": "July 14, 2020"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Terms of Order",
            "content": " 1. The terms of this Order are set out in Schedules 1 and 2. O. Reg. 410/20, s. 3. Schedule 1   Drinking Water Systems 1.  Despite paragraphs 3 and 5 of subsection 11 (1) and section 12 of the Safe Drinking Water Act, 2002 (“SDWA”), and sections 22, 23, and 25 of O. Reg. 128/04 (Certification of Drinking Water System Operators and Water Quality Analysts) made under the SDWA, the following persons may operate a municipal drinking water system or regulated non-municipal drinking water system as defined in section 2 of the SDWA until the end of July 31, 2020, but only if they were employed by or authorized by the owner of a drinking water system or the operating authority for the system, as the case may be, to do so under this Order on or before July 15, 2020: (a)  a professional engineer as defined in the Professional Engineers Act; (b)  any person who, any time since March 17, 2015, held a certificate issued under O. Reg. 128/04 in the applicable type of subsystem as defined in section 1 of that Regulation, provided that the certificate has not been previously revoked or suspended at any time; (c)  any person who has previously managed or currently manages one or more subsystems as defined in section 1 of O. Reg. 128/04 of the same type as the subsystem to be operated; (d)  any person currently employed in a subsystem as defined in section 1 of O. Reg. 128/04 and who meets both the following conditions may operate the subsystem at which they are employed: (i)  the person holds the position of millwright, electrician, instrument technician, maintenance mechanic, process control technician, water quality analyst or equivalent; and (ii)  the person has at least 5 years of experience in the type of drinking water subsystem; (e)  Revoked: O. Reg. 410/20, s. 4 (2). 1.1  Only persons described in subparagraphs 1 (a) and (b) of this Schedule may perform operator-in-charge or overall responsible operator responsibilities and duties as set out in sections 23, 25 and 26 of O. Reg. 128/04. 2.  Despite anything to the contrary in O. Reg. 128/04 other than section 19 of that Regulation, a certificate issued under that Regulation that expired or expires during the period that began on March 23, 2020 and ends on October 31, 2020 is extended until the later of the following dates: i.  The last day of the month that is six months after the month in which the certificate would have expired if it had not been extended under this Order. ii.  The last day of the month that is three months after the termination of the emergency that was declared pursuant to Order in Council 518/2020 (Ontario Regulation 50/20) on March 17, 2020. 3.  Despite subsection 7-5 (1) of Schedule 7 to O. Reg. 170/03 (Drinking Water Systems) under the SDWA, a test required by section 7-2 or 7-3 of Schedule 7 to the Regulation may be conducted until the end of July 31, 2020 by a person who is not a certified operator or water quality analyst if the person, (0.a)  was, on or before July 15, 2020, employed by or authorized by the owner of a drinking water system or the operating authority for the system, as the case may be, to conduct such tests; (a)  has been trained by a certified operator to conduct the test; (b)  works under the supervision of a certified operator; and (c)  immediately advises a supervising certified operator of all test results. 4.  An owner or operating authority shall keep a record of the names of any person who performs any duties under paragraphs 1 to 3 of this Schedule who would not otherwise be certified to perform those duties and shall produce the record to a representative or agent of the Ministry of the Environment, Conservation and Parks on request. 5.  The Agency or the owner of a municipal drinking water system, as those terms are defined in section 2 of the SDWA, is authorized to continue, until the end of July 31, 2020, any measures that were taken under this Order on or before July 15, 2020 with respect to work deployment and staffing to respond to operational challenges posed by the outbreak of the coronavirus (COVID-19), but only if the measures are necessary to ensure the Agency or the owner can provide safe drinking water. 6.  Without limiting the generality of paragraph 5, and despite any other statute, regulation, order, policy, arrangement or agreement, including a collective agreement, the Agency or the owner is authorized until the end of July 31, 2020 to continue to do the following: (a)  identify staffing priorities and develop, modify and implement redeployment plans, including the following: (i)  redeploying staff within different locations in or between drinking water systems; (ii)  changing the assignment of work, including assigning non-bargaining unit employees or contractors to perform bargaining unit work; (iii)  changing the scheduling of work or shift assignments; (iv)  deferring or cancelling vacations, absences and other leaves, regardless of whether such vacations, absences or leaves are established by statute, regulation, agreement or otherwise; (v)  employing extra part-time or temporary staff or contractors, including for the purposes of performing bargaining unit work; (vi)  using volunteers to perform work, including performing bargaining unit work; or (vii)  providing appropriate training or education as needed to staff and volunteers to achieve the purposes of a redeployment plan, and, for greater certainty, the Agency or the owner may implement redeployment plans without complying with provisions of a collective agreement, including lay-off, seniority/service or bumping provisions; (b)  conduct any skills and experience inventories of staff to identify possible alternative roles in priority areas; (c)  require and collect information from staff or contractors about their availability to provide services to the Agency or the owner; (d)  require the provision of and collect information from staff or contractors about their likely or actual exposure to the coronavirus (COVID-19), or about any other health conditions that may affect their ability to provide services; (e)  provide supports and services to staff and contractors to enable them to continue to carry out their duties to operate drinking water systems; and (f)  suspend, for the duration of this Order, any grievance process with respect to any matter referred to in this Order. O. Reg. 75/20; O. Reg. 410/20, s. 4. Schedule 2   SEWAGE WORKS 1.  Despite sections 14, 15 and 17 of O. Reg. 129/04 (Licensing of Sewage Works Operators) under the Ontario Water Resources Act (“OWRA”), the following persons may operate a wastewater treatment facility or a wastewater collection facility, as applicable, as those terms are defined in section 1 of that Regulation, until the end of July 31, 2020, but only if they were employed by or authorized by the owner of a drinking water system or the operating authority for the system, as the case may be, to do so under this Order on or before July 15, 2020: (a)  a professional engineer as defined in the Professional Engineers Act; (b)  any person who, any time since March 17, 2015, held a licence issued under O. Reg. 129/04 in the applicable type of facility provided that the licence has not been cancelled or suspended at any time; (c)  any person who has previously managed or currently manages a facility as defined in section 1 of O. Reg. 129/04 of the same type as the facility to be operated; (d)  any person currently employed in a facility who meets both of the following conditions may operate the facility at which they are employed: (i)  the person holds the position of millwright, electrician, instrument technician, maintenance mechanic, process control technician, or equivalent; and (ii)  the person has at least 5 years of experience in the facility to be operated; (e)  Revoked: O. Reg. 410/20, s. 5 (2). 1.1  Only persons described in subparagraphs 1 (a) and (b) of this Schedule may perform operator-in-charge or overall responsible operator responsibilities and duties as set out in sections 15, 17 and 18 of O. Reg. 129/04. 2.  Despite anything to the contrary in O. Reg. 129/04 other than section 11 of that Regulation, a licence issued under that Regulation that expired or expires during the period that began on March 23, 2020 and ends on October 31, 2020 is extended until the later of the following dates: i.  The last day of the month that is six months after the month in which the licence would have expired if it had not been extended under this Order. ii.  The last day of the month that is three months after the termination of the emergency that was declared pursuant to Order in Council 518/2020 (Ontario Regulation 50/20) on March 17, 2020. 3.  An owner shall keep a record of the names of any person who performs any duties under paragraphs 1 and 2 of this Schedule who would not otherwise be licensed to perform those duties and shall produce the record to a representative or agent of the Ministry of the Environment, Conservation and Parks on request.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The terms of this Order are set out in Schedules 1 and 2. O. Reg. 410/20, s. 3.</p> <p class=\"schedule-e\">Schedule 1 <br/>  Drinking Water Systems</p> <p class=\"paragraph-e\">  1.  Despite paragraphs 3 and 5 of subsection 11 (1) and section 12 of the <i>Safe Drinking Water Act, 2002</i> (“SDWA”), and sections 22, 23, and 25 of O. Reg. 128/04 (Certification of Drinking Water System Operators and Water Quality Analysts) made under the SDWA, the following persons may operate a municipal drinking water system or regulated non-municipal drinking water system as defined in section 2 of the SDWA until the end of July 31, 2020, but only if they were employed by or authorized by the owner of a drinking water system or the operating authority for the system, as the case may be, to do so under this Order on or before July 15, 2020:</p> <p class=\"subpara-e\">  (a)  a professional engineer as defined in the <i>Professional Engineers Act</i>;</p> <p class=\"subpara-e\">  (b)  any person who, any time since March 17, 2015, held a certificate issued under O. Reg. 128/04 in the applicable type of subsystem as defined in section 1 of that Regulation, provided that the certificate has not been previously revoked or suspended at any time;</p> <p class=\"subpara-e\">  (c)  any person who has previously managed or currently manages one or more subsystems as defined in section 1 of O. Reg. 128/04 of the same type as the subsystem to be operated;</p> <p class=\"subpara-e\">  (d)  any person currently employed in a subsystem as defined in section 1 of O. Reg. 128/04 and who meets both the following conditions may operate the subsystem at which they are employed:</p> <p class=\"subsubpara-e\">  (i)  the person holds the position of millwright, electrician, instrument technician, maintenance mechanic, process control technician, water quality analyst or equivalent; and</p> <p class=\"subsubpara-e\">  (ii)  the person has at least 5 years of experience in the type of drinking water subsystem;</p> <p class=\"subpara-e\">  (e)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 410/20, s. 4 (2).</p> <p class=\"paragraph-e\">  1.1  Only persons described in subparagraphs 1 (a) and (b) of this Schedule may perform operator-in-charge or overall responsible operator responsibilities and duties as set out in sections 23, 25 and 26 of O. Reg. 128/04.</p> <p class=\"paragraph-e\">  2.  Despite anything to the contrary in O. Reg. 128/04 other than section 19 of that Regulation, a certificate issued under that Regulation that expired or expires during the period that began on March 23, 2020 and ends on October 31, 2020 is extended until the later of the following dates:</p> <p class=\"subpara-e\">  i.  The last day of the month that is six months after the month in which the certificate would have expired if it had not been extended under this Order.</p> <p class=\"subpara-e\">  ii.  The last day of the month that is three months after the termination of the emergency that was declared pursuant to Order in Council 518/2020 (Ontario Regulation 50/20) on March 17, 2020.</p> <p class=\"paragraph-e\">  3.  Despite subsection 7-5 (1) of Schedule 7 to O. Reg. 170/03 (Drinking Water Systems) under the SDWA, a test required by section 7-2 or 7-3 of Schedule 7 to the Regulation may be conducted until the end of July 31, 2020 by a person who is not a certified operator or water quality analyst if the person,</p> <p class=\"subpara-e\">  (0.a)  was, on or before July 15, 2020, employed by or authorized by the owner of a drinking water system or the operating authority for the system, as the case may be, to conduct such tests;</p> <p class=\"subpara-e\">  (a)  has been trained by a certified operator to conduct the test;</p> <p class=\"subpara-e\">  (b)  works under the supervision of a certified operator; and</p> <p class=\"subpara-e\">  (c)  immediately advises a supervising certified operator of all test results.</p> <p class=\"paragraph-e\">  4.  An owner or operating authority shall keep a record of the names of any person who performs any duties under paragraphs 1 to 3 of this Schedule who would not otherwise be certified to perform those duties and shall produce the record to a representative or agent of the Ministry of the Environment, Conservation and Parks on request.</p> <p class=\"paragraph-e\">  5.  The Agency or the owner of a municipal drinking water system, as those terms are defined in section 2 of the SDWA, is authorized to continue, until the end of July 31, 2020, any measures that were taken under this Order on or before July 15, 2020 with respect to work deployment and staffing to respond to operational challenges posed by the outbreak of the coronavirus (COVID-19), but only if the measures are necessary to ensure the Agency or the owner can provide safe drinking water.</p> <p class=\"paragraph-e\">  6.  Without limiting the generality of paragraph 5, and despite any other statute, regulation, order, policy, arrangement or agreement, including a collective agreement, the Agency or the owner is authorized until the end of July 31, 2020 to continue to do the following:</p> <p class=\"subpara-e\">  (a)  identify staffing priorities and develop, modify and implement redeployment plans, including the following:</p> <p class=\"subsubpara-e\">  (i)  redeploying staff within different locations in or between drinking water systems;</p> <p class=\"subsubpara-e\">  (ii)  changing the assignment of work, including assigning non-bargaining unit employees or contractors to perform bargaining unit work;</p> <p class=\"subsubpara-e\">  (iii)  changing the scheduling of work or shift assignments;</p> <p class=\"subsubpara-e\">  (iv)  deferring or cancelling vacations, absences and other leaves, regardless of whether such vacations, absences or leaves are established by statute, regulation, agreement or otherwise;</p> <p class=\"subsubpara-e\">  (v)  employing extra part-time or temporary staff or contractors, including for the purposes of performing bargaining unit work;</p> <p class=\"subsubpara-e\">  (vi)  using volunteers to perform work, including performing bargaining unit work; or</p> <p class=\"subsubpara-e\">  (vii)  providing appropriate training or education as needed to staff and volunteers to achieve the purposes of a redeployment plan,</p> <p class=\"Sparagraph-e\">and, for greater certainty, the Agency or the owner may implement redeployment plans without complying with provisions of a collective agreement, including lay-off, seniority/service or bumping provisions;</p> <p class=\"subpara-e\">  (b)  conduct any skills and experience inventories of staff to identify possible alternative roles in priority areas;</p> <p class=\"subpara-e\">  (c)  require and collect information from staff or contractors about their availability to provide services to the Agency or the owner;</p> <p class=\"subpara-e\">  (d)  require the provision of and collect information from staff or contractors about their likely or actual exposure to the coronavirus (COVID-19), or about any other health conditions that may affect their ability to provide services;</p> <p class=\"subpara-e\">  (e)  provide supports and services to staff and contractors to enable them to continue to carry out their duties to operate drinking water systems; and</p> <p class=\"subpara-e\">  (f)  suspend, for the duration of this Order, any grievance process with respect to any matter referred to in this Order.</p> <p class=\"footnote-e\">O. Reg. 75/20; O. Reg. 410/20, s. 4.</p> <p class=\"schedule-e\">Schedule 2 <br/>  SEWAGE WORKS</p> <p class=\"paragraph-e\">  1.  Despite sections 14, 15 and 17 of O. Reg. 129/04 (Licensing of Sewage Works Operators) under the <i>Ontario Water Resources Act</i> (“OWRA”), the following persons may operate a wastewater treatment facility or a wastewater collection facility, as applicable, as those terms are defined in section 1 of that Regulation, until the end of July 31, 2020, but only if they were employed by or authorized by the owner of a drinking water system or the operating authority for the system, as the case may be, to do so under this Order on or before July 15, 2020:</p> <p class=\"subpara-e\">  (a)  a professional engineer as defined in the <i>Professional Engineers Act</i>;</p> <p class=\"subpara-e\">  (b)  any person who, any time since March 17, 2015, held a licence issued under O. Reg. 129/04 in the applicable type of facility provided that the licence has not been cancelled or suspended at any time;</p> <p class=\"subpara-e\">  (c)  any person who has previously managed or currently manages a facility as defined in section 1 of O. Reg. 129/04 of the same type as the facility to be operated;</p> <p class=\"subpara-e\">  (d)  any person currently employed in a facility who meets both of the following conditions may operate the facility at which they are employed:</p> <p class=\"subsubpara-e\">  (i)  the person holds the position of millwright, electrician, instrument technician, maintenance mechanic, process control technician, or equivalent; and</p> <p class=\"subsubpara-e\">  (ii)  the person has at least 5 years of experience in the facility to be operated;</p> <p class=\"subpara-e\">  (e)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 410/20, s. 5 (2).</p> <p class=\"paragraph-e\">  1.1  Only persons described in subparagraphs 1 (a) and (b) of this Schedule may perform operator-in-charge or overall responsible operator responsibilities and duties as set out in sections 15, 17 and 18 of O. Reg. 129/04.</p> <p class=\"paragraph-e\">  2.  Despite anything to the contrary in O. Reg. 129/04 other than section 11 of that Regulation, a licence issued under that Regulation that expired or expires during the period that began on March 23, 2020 and ends on October 31, 2020 is extended until the later of the following dates:</p> <p class=\"subpara-e\">  i.  The last day of the month that is six months after the month in which the licence would have expired if it had not been extended under this Order.</p> <p class=\"subpara-e\">  ii.  The last day of the month that is three months after the termination of the emergency that was declared pursuant to Order in Council 518/2020 (Ontario Regulation 50/20) on March 17, 2020.</p> <p class=\"paragraph-e\">  3.  An owner shall keep a record of the names of any person who performs any duties under paragraphs 1 and 2 of this Schedule who would not otherwise be licensed to perform those duties and shall produce the record to a representative or agent of the Ministry of the Environment, Conservation and Parks on request.</p>"
        },
        {
            "id": null,
            "section": "Terms of Order",
            "content": "  3.1 Despite section 21 of O. Reg. 129/04, in 2020 the owner of a facility shall ensure that every operator employed in the facility is given at least 10 hours of training. 4.  The Agency or a municipality, as those terms are defined in section 1 of the OWRA, is authorized to continue, until the end of July 31, 2020, any measures that were taken under this Order on or before July 15, 2020 with respect to work deployment and staffing to respond to operational challenges posed by the outbreak of the coronavirus (COVID-19), but only if the measures are necessary to ensure a sewage works is being properly operated. 5.  Without limiting the generality of paragraph 4, and despite any other statute, regulation, order, policy, arrangement or agreement, including a collective agreement, the Agency or a municipality is authorized until the end of July 31, 2020 to continue to do the following: (a)  identify staffing priorities and develop, modify and implement redeployment plans, including the following: (i)  redeploying staff within different locations in or between sewage works; (ii)  changing the assignment of work, including assigning non-bargaining unit employees or contractors to perform bargaining unit work; (iii)  changing the scheduling of work or shift assignments; (iv)  deferring or cancelling vacations, absences and other leaves, regardless of whether such vacations, absences or leaves are established by statute, regulation, agreement or otherwise; (v)  employing extra part-time or temporary staff or contractors, including for the purposes of performing bargaining unit work; (vi)  using volunteers to perform work, including performing bargaining unit work; (vii)  providing appropriate training or education as needed to staff and volunteers to achieve the purposes of a redeployment plan, and, for greater certainty, the Agency or a municipality may implement redeployment plans without complying with provisions of a collective agreement, including lay-off, seniority/service or bumping provisions; (b)  conduct any skills and experience inventories of staff to identify possible alternative roles in priority areas; (c)  require and collect information from staff or contractors about their availability to provide services to the Agency or municipality; (d)  require the provision of and collect information from staff or contractors about their likely or actual exposure to the coronavirus (COVID-19), or about any other health conditions that may affect their ability to provide services; (e)  provide supports and services to staff and contractors to enable them to continue to carry out their duties to operate sewage works; and (f)  suspend, for the duration of this Order, any grievance process with respect to any matter referred to in this Order. O. Reg. 75/20; O. Reg. 410/20, s. 5.     ",
            "raw_html": "<p class=\"section-e\">  3.1 Despite section 21 of O. Reg. 129/04, in 2020 the owner of a facility shall ensure that every operator employed in the facility is given at least 10 hours of training.</p> <p class=\"paragraph-e\">  4.  The Agency or a municipality, as those terms are defined in section 1 of the OWRA, is authorized to continue, until the end of July 31, 2020, any measures that were taken under this Order on or before July 15, 2020 with respect to work deployment and staffing to respond to operational challenges posed by the outbreak of the coronavirus (COVID-19), but only if the measures are necessary to ensure a sewage works is being properly operated.</p> <p class=\"paragraph-e\">  5.  Without limiting the generality of paragraph 4, and despite any other statute, regulation, order, policy, arrangement or agreement, including a collective agreement, the Agency or a municipality is authorized until the end of July 31, 2020 to continue to do the following:</p> <p class=\"subpara-e\">  (a)  identify staffing priorities and develop, modify and implement redeployment plans, including the following:</p> <p class=\"subsubpara-e\">  (i)  redeploying staff within different locations in or between sewage works;</p> <p class=\"subsubpara-e\">  (ii)  changing the assignment of work, including assigning non-bargaining unit employees or contractors to perform bargaining unit work;</p> <p class=\"subsubpara-e\">  (iii)  changing the scheduling of work or shift assignments;</p> <p class=\"subsubpara-e\">  (iv)  deferring or cancelling vacations, absences and other leaves, regardless of whether such vacations, absences or leaves are established by statute, regulation, agreement or otherwise;</p> <p class=\"subsubpara-e\">  (v)  employing extra part-time or temporary staff or contractors, including for the purposes of performing bargaining unit work;</p> <p class=\"subsubpara-e\">  (vi)  using volunteers to perform work, including performing bargaining unit work;</p> <p class=\"subsubpara-e\">  (vii)  providing appropriate training or education as needed to staff and volunteers to achieve the purposes of a redeployment plan,</p> <p class=\"Sparagraph-e\">and, for greater certainty, the Agency or a municipality may implement redeployment plans without complying with provisions of a collective agreement, including lay-off, seniority/service or bumping provisions;</p> <p class=\"subpara-e\">  (b)  conduct any skills and experience inventories of staff to identify possible alternative roles in priority areas;</p> <p class=\"subpara-e\">  (c)  require and collect information from staff or contractors about their availability to provide services to the Agency or municipality;</p> <p class=\"subpara-e\">  (d)  require the provision of and collect information from staff or contractors about their likely or actual exposure to the coronavirus (COVID-19), or about any other health conditions that may affect their ability to provide services;</p> <p class=\"subpara-e\">  (e)  provide supports and services to staff and contractors to enable them to continue to carry out their duties to operate sewage works; and</p> <p class=\"subpara-e\">  (f)  suspend, for the duration of this Order, any grievance process with respect to any matter referred to in this Order.</p> <p class=\"footnote-e\">O. Reg. 75/20; O. Reg. 410/20, s. 5.</p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}