{
    "reg_info": {
        "full_title": "O. Reg. 41/10: BOARD BORROWING, INVESTING AND OTHER FINANCIAL MATTERS",
        "reg_name_text": "Board Borrowing, investing and other financial matters",
        "citation": "O. Reg. 41/10: BOARD BORROWING, INVESTING AND OTHER FINANCIAL MATTERS",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/100041",
        "date_scraped": "2023-12-18 12:28:49"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/100041/v4",
            "valid_from": "February 28, 2022",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/regulation/100041/v3",
            "valid_from": "May 11, 2011",
            "valid_to": "February 27, 2022"
        },
        {
            "a_href": "/laws/regulation/100041/v2",
            "valid_from": "September  3, 2010",
            "valid_to": "May 10, 2011"
        },
        {
            "a_href": "/laws/regulation/100041/v1",
            "valid_from": "February 26, 2010",
            "valid_to": "September  2, 2010"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "  1. In this Part, “assignee” means the trustee of a trust or another person to whom a portion of a legislative grant is assigned by a district school board under an agreement prescribed by this Part; (“cessionnaire”) “non-permanently financed debt” means, in respect of a district school board, the amount as of August 31, 2001 that is listed in Column (e) under the heading “Not Permanently Financed” opposite the name of the board in Table 2, “Capital Related Debt Eligible for Funding Support, by District School Board”, in the document entitled School Board Capital Related Debt (June 17, 2002), published by the Ministry; (“dette sans financement permanent”) “participating board” means a district school board that enters into an agreement prescribed by this Part with an assignee; (“conseil participant”) “refinanced debt” means the debt incurred by the assignee in respect of the financing arranged to refinance the non-permanently financed debt of district school boards; (“dette refinancée”) “unreimbursed costs” means the costs, expenses or liabilities for which an assignee that is a trustee of a trust is held to be personally liable in connection with administering the trust or arranging for the financing to refinance the non-permanently financed debt. (“frais non remboursés”)  O. Reg. 41/10, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In this Part,</p> <p class=\"firstdef-e\">“assignee” means the trustee of a trust or another person to whom a portion of a legislative grant is assigned by a district school board under an agreement prescribed by this Part; (“cessionnaire”)</p> <p class=\"definition-e\">“non-permanently financed debt” means, in respect of a district school board, the amount as of August 31, 2001 that is listed in Column (e) under the heading “Not Permanently Financed” opposite the name of the board in Table 2, “Capital Related Debt Eligible for Funding Support, by District School Board”, in the document entitled <i>School Board Capital Related Debt (June 17, 2002)</i>, published by the Ministry; (“dette sans financement permanent”)</p> <p class=\"definition-e\">“participating board” means a district school board that enters into an agreement prescribed by this Part with an assignee; (“conseil participant”)</p> <p class=\"definition-e\">“refinanced debt” means the debt incurred by the assignee in respect of the financing arranged to refinance the non-permanently financed debt of district school boards; (“dette refinancée”)</p> <p class=\"definition-e\">“unreimbursed costs” means the costs, expenses or liabilities for which an assignee that is a trustee of a trust is held to be personally liable in connection with administering the trust or arranging for the financing to refinance the non-permanently financed debt. (“frais non remboursés”)  O. Reg. 41/10, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Prescribed instrument",
            "content": " 2. (1) An agreement that contains the following is prescribed for the purposes of clause 247 (3) (f) of the Act as an instrument that may be executed by a district school board: 1.  The agreement provides for the irrevocable assignment by the board to the assignee named in the agreement of the portion of each legislative grant that is paid under the Act in respect of, i.  the board’s non-permanently financed debt, other than amounts referred to in clause 37 (1) (b) of Ontario Regulation 154/01 (Student Focused Funding — Legislative Grants for the 2001-2002 School Board Fiscal Year) made under the Act or clause 37 (1) (b) of Ontario Regulation 156/02 (Student Focused Funding — Legislative Grants for the 2002-2003 School Board Fiscal Year) made under the Act as those regulations read immediately before they were revoked, or ii.  the portion of the refinanced debt attributable to the board. 2.  The agreement requires the board to give a direction to the Minister to pay the assigned portion of each legislative grant directly to an account specified in the agreement. 3.  The agreement requires the assignee to, i.  assume the board’s liability to pay its non-permanently financed debt, ii.  arrange financing to refinance the non-permanently financed debt of the board and other participating boards by, A.  creating and issuing, pursuant to one or more trust indentures, bonds, debentures or other evidences of the refinanced debt, B.  entering into one or more underwriting agreements in respect of the bonds, debentures or other evidences of the refinanced debt, C.  obtaining ratings of the bonds, debentures or other evidences of the refinanced debt from one or more nationally recognized rating agencies, and D.  causing an offering document to be prepared in respect of the bonds, debentures or other evidence of the refinanced debt and making it available to underwriters and other potential purchasers of the bonds, debentures or other evidences of the refinanced debt, iii.  out of the proceeds of the refinanced debt, pay the board’s non-permanently financed debt, and iv.  obtain from the holder of the non-permanently financed debt a receipt for the payment of the board’s non-permanently financed debt. 4.  If the assignee is the trustee of a trust, the agreement requires the board to do the following: i.  indemnify the trustee in its personal capacity for all unreimbursed costs, if any, to the extent that the assets of the trust out of which the trustee is entitled at law or in equity to be indemnified for the unreimbursed costs are insufficient to satisfy the unreimbursed costs, and ii.  make just and equitable contribution to satisfy the claims giving rise to the unreimbursed costs in an amount that is in the same proportion to the aggregate of the unreimbursed costs that the board’s non-permanently financed debt bears to the sum of the non-permanently financed debt of all the participating boards and the amount of fees paid to the trustee, if the indemnity referred to in subparagraph i is for any reason held by a court to be unenforceable. 5.  The agreement provides that if the board is required, pursuant to a provision in an agreement described in paragraph 4, to indemnify the trustee or make just and equitable contribution to satisfy the claims giving rise to the unreimbursed costs, the liability of the board under the rights of indemnity or contribution, i.  shall be several and not joint, and ii.  shall not exceed the amount by which the board’s non-permanently financed debt exceeds the cumulative amount of the legislative grants in respect of the principal amount of the refinanced debt paid to the account referred to in paragraph 2 established by the board.  O. Reg. 41/10, s. 2 (1). (2) An agreement is prescribed for the purposes of clause 247 (3) (f) of the Act if it satisfies the requirements of subsection (1) and it contains provisions that are not inconsistent with the requirements of subsection (1).  O. Reg. 41/10, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) An agreement that contains the following is prescribed for the purposes of clause 247 (3) (f) of the Act as an instrument that may be executed by a district school board:</p> <p class=\"paragraph-e\">  1.  The agreement provides for the irrevocable assignment by the board to the assignee named in the agreement of the portion of each legislative grant that is paid under the Act in respect of,</p> <p class=\"subpara-e\">  i.  the board’s non-permanently financed debt, other than amounts referred to in clause 37 (1) (b) of Ontario Regulation 154/01 (Student Focused Funding — Legislative Grants for the 2001-2002 School Board Fiscal Year) made under the Act or clause 37 (1) (b) of Ontario Regulation 156/02 (Student Focused Funding — Legislative Grants for the 2002-2003 School Board Fiscal Year) made under the Act as those regulations read immediately before they were revoked, or</p> <p class=\"subpara-e\">  ii.  the portion of the refinanced debt attributable to the board.</p> <p class=\"paragraph-e\">  2.  The agreement requires the board to give a direction to the Minister to pay the assigned portion of each legislative grant directly to an account specified in the agreement.</p> <p class=\"paragraph-e\">  3.  The agreement requires the assignee to,</p> <p class=\"subpara-e\">  i.  assume the board’s liability to pay its non-permanently financed debt,</p> <p class=\"subpara-e\">  ii.  arrange financing to refinance the non-permanently financed debt of the board and other participating boards by,</p> <p class=\"subsubpara-e\">  A.  creating and issuing, pursuant to one or more trust indentures, bonds, debentures or other evidences of the refinanced debt,</p> <p class=\"subsubpara-e\">  B.  entering into one or more underwriting agreements in respect of the bonds, debentures or other evidences of the refinanced debt,</p> <p class=\"subsubpara-e\">  C.  obtaining ratings of the bonds, debentures or other evidences of the refinanced debt from one or more nationally recognized rating agencies, and</p> <p class=\"subsubpara-e\">  D.  causing an offering document to be prepared in respect of the bonds, debentures or other evidence of the refinanced debt and making it available to underwriters and other potential purchasers of the bonds, debentures or other evidences of the refinanced debt,</p> <p class=\"subpara-e\">  iii.  out of the proceeds of the refinanced debt, pay the board’s non-permanently financed debt, and</p> <p class=\"subpara-e\">  iv.  obtain from the holder of the non-permanently financed debt a receipt for the payment of the board’s non-permanently financed debt.</p> <p class=\"paragraph-e\">  4.  If the assignee is the trustee of a trust, the agreement requires the board to do the following:</p> <p class=\"subpara-e\">  i.  indemnify the trustee in its personal capacity for all unreimbursed costs, if any, to the extent that the assets of the trust out of which the trustee is entitled at law or in equity to be indemnified for the unreimbursed costs are insufficient to satisfy the unreimbursed costs, and</p> <p class=\"subpara-e\">  ii.  make just and equitable contribution to satisfy the claims giving rise to the unreimbursed costs in an amount that is in the same proportion to the aggregate of the unreimbursed costs that the board’s non-permanently financed debt bears to the sum of the non-permanently financed debt of all the participating boards and the amount of fees paid to the trustee, if the indemnity referred to in subparagraph i is for any reason held by a court to be unenforceable.</p> <p class=\"paragraph-e\">  5.  The agreement provides that if the board is required, pursuant to a provision in an agreement described in paragraph 4, to indemnify the trustee or make just and equitable contribution to satisfy the claims giving rise to the unreimbursed costs, the liability of the board under the rights of indemnity or contribution,</p> <p class=\"subpara-e\">  i.  shall be several and not joint, and</p> <p class=\"subpara-e\">  ii.  shall not exceed the amount by which the board’s non-permanently financed debt exceeds the cumulative amount of the legislative grants in respect of the principal amount of the refinanced debt paid to the account referred to in paragraph 2 established by the board.  O. Reg. 41/10, s. 2 (1).</p> <p class=\"subsection-e\">  (2) An agreement is prescribed for the purposes of clause 247 (3) (f) of the Act if it satisfies the requirements of subsection (1) and it contains provisions that are not inconsistent with the requirements of subsection (1).  O. Reg. 41/10, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Board to provide copy to the Minister",
            "content": " 3. If a district school board enters into an agreement prescribed by this Part, it shall give a written direction described in paragraph 2 of subsection 2 (1) and a copy of the agreement to the Minister.  O. Reg. 41/10, s. 3. Part II   risk management by boards in respect of energy prices",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>If a district school board enters into an agreement prescribed by this Part, it shall give a written direction described in paragraph 2 of subsection 2 (1) and a copy of the agreement to the Minister.  O. Reg. 41/10, s. 3.</p> <p class=\"partnum-e\">Part II <br/>  risk management by boards in respect of energy prices</p>"
        },
        {
            "id": "4.",
            "section": "Commodity price hedging agreements",
            "content": " 4. (1) A board may enter into commodity price hedging agreements under this Part in order to hedge the risks associated with the fluctuations in the prices of the natural gas, electricity and other energy commodities that are required by the board to operate its schools, other properties and vehicles.  O. Reg. 41/10, s. 4 (1). (2) The agreement must fix, directly or indirectly, or enable the board to fix the price or range of prices to be paid by the board for the future delivery of some or all of a commodity described in subsection (1) or the future cost to the board of an equivalent quantity of the commodity.  O. Reg. 41/10, s. 4 (2). (3) A board shall not sell or otherwise dispose of the commodity price hedging agreement or any interest of the board in the agreement.  O. Reg. 41/10, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) A board may enter into commodity price hedging agreements under this Part in order to hedge the risks associated with the fluctuations in the prices of the natural gas, electricity and other energy commodities that are required by the board to operate its schools, other properties and vehicles.  O. Reg. 41/10, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The agreement must fix, directly or indirectly, or enable the board to fix the price or range of prices to be paid by the board for the future delivery of some or all of a commodity described in subsection (1) or the future cost to the board of an equivalent quantity of the commodity.  O. Reg. 41/10, s. 4 (2).</p> <p class=\"subsection-e\">  (3) A board shall not sell or otherwise dispose of the commodity price hedging agreement or any interest of the board in the agreement.  O. Reg. 41/10, s. 4 (3).</p>"
        },
        {
            "id": "5.",
            "section": "Report on commodity price hedging agreements",
            "content": " 5. (1) If a board has any subsisting commodity price hedging agreements in a fiscal year, the treasurer of the board shall prepare and present to the board as part of the annual financial report to the board for the fiscal year a detailed report on all of those agreements.  O. Reg. 41/10, s. 5 (1). (2) The report must contain the following information and documents: 1.  A statement about the status of the agreements during the period of the report, including a comparison of the expected and actual results of using the agreements. 2.  Such other information as the board may require. 3.  Such other information as the treasurer considers appropriate to include in the report.  O. Reg. 41/10, s. 5 (2). Part III   Borrowing for permanent improvements",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) If a board has any subsisting commodity price hedging agreements in a fiscal year, the treasurer of the board shall prepare and present to the board as part of the annual financial report to the board for the fiscal year a detailed report on all of those agreements.  O. Reg. 41/10, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The report must contain the following information and documents:</p> <p class=\"paragraph-e\">  1.  A statement about the status of the agreements during the period of the report, including a comparison of the expected and actual results of using the agreements.</p> <p class=\"paragraph-e\">  2.  Such other information as the board may require.</p> <p class=\"paragraph-e\">  3.  Such other information as the treasurer considers appropriate to include in the report.  O. Reg. 41/10, s. 5 (2).  </p> <p class=\"partnum-e\">Part III <br/>  Borrowing for permanent improvements</p>"
        },
        {
            "id": "6.",
            "section": "Borrowing for permanent improvements",
            "content": " 6. A board that, under subsection 247 (1) or (2) of the Act, borrows money or incurs debt for permanent improvements shall do so only in accordance with this Part.  O. Reg. 41/10, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>A board that, under subsection 247 (1) or (2) of the Act, borrows money or incurs debt for permanent improvements shall do so only in accordance with this Part.  O. Reg. 41/10, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Permitted loans",
            "content": " 7. (1) A board may by by-law borrow money for permanent improvements by way of a loan with an initial maturity of more than one year from the Ontario Financing Authority.  O. Reg. 41/10, s. 7 (1). (2) To obtain a loan described in subsection (1), a board shall make a loan application to the Ontario Financing Authority in accordance with any applicable policies, procedures or terms set by the Ontario Financing Authority.  O. Reg. 41/10, s. 7 (2). (3) If the Ontario Financing Authority approves a board’s loan application and the board can demonstrate to the satisfaction of the Minister that another entity would provide a loan with the same terms and conditions as the Ontario Financing Authority but at a lower cost, the board may by by-law borrow money for permanent improvements by way of a loan with an initial maturity of more than one year from that other entity if it is one of the following: 1.  A bank listed in Schedule I or II of the Bank Act (Canada). 2.  A loan corporation or trust corporation registered under the Loan and Trust Corporations Act. 3.  A credit union or central to which the Credit Unions and Caisses Populaires Act, 2020\r\napplies. 4.  A municipality in Canada.  O. Reg. 41/10, s. 7 (3); O. Reg. 112/22, s. 1. (4) A board that obtains a loan described in this section shall ensure that the proceeds of it are used for permanent improvements.  O. Reg. 41/10, s. 7 (4). (5) Despite the lifetime of a permanent improvement for which a loan described in this section is made, the loan shall be payable over a term not exceeding 25 years.  O. Reg. 41/10, s. 7 (5). Part IV   ELIGIBLE INVESTMENTS",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) A board may by by-law borrow money for permanent improvements by way of a loan with an initial maturity of more than one year from the Ontario Financing Authority.  O. Reg. 41/10, s. 7 (1).</p> <p class=\"subsection-e\">  (2) To obtain a loan described in subsection (1), a board shall make a loan application to the Ontario Financing Authority in accordance with any applicable policies, procedures or terms set by the Ontario Financing Authority.  O. Reg. 41/10, s. 7 (2).</p> <p class=\"subsection-e\">  (3) If the Ontario Financing Authority approves a board’s loan application and the board can demonstrate to the satisfaction of the Minister that another entity would provide a loan with the same terms and conditions as the Ontario Financing Authority but at a lower cost, the board may by by-law borrow money for permanent improvements by way of a loan with an initial maturity of more than one year from that other entity if it is one of the following:  </p> <p class=\"paragraph-e\">  1.  A bank listed in Schedule I or II of the <i>Bank Act </i>(Canada).</p> <p class=\"paragraph-e\">  2.  A loan corporation or trust corporation registered under the <i>Loan and Trust Corporations Act</i>.</p> <p class=\"paragraph-e\">  3.  A credit union or central to which the <i>Credit Unions and Caisses Populaires Act, 2020</i>\r\napplies.</p> <p class=\"paragraph-e\">  4.  A municipality in Canada.  O. Reg. 41/10, s. 7 (3); O. Reg. 112/22, s. 1.</p> <p class=\"subsection-e\">  (4) A board that obtains a loan described in this section shall ensure that the proceeds of it are used for permanent improvements.  O. Reg. 41/10, s. 7 (4).</p> <p class=\"subsection-e\">  (5) Despite the lifetime of a permanent improvement for which a loan described in this section is made, the loan shall be payable over a term not exceeding 25 years.  O. Reg. 41/10, s. 7 (5).</p> <p class=\"partnum-e\">Part IV <br/>  ELIGIBLE INVESTMENTS</p>"
        },
        {
            "id": "8.",
            "section": "Eligible investments",
            "content": " 8. A board does not have the power under section 241 of the Act to invest in a security other than a security prescribed under this Part.  O. Reg. 41/10, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>A board does not have the power under section 241 of the Act to invest in a security other than a security prescribed under this Part.  O. Reg. 41/10, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Eligible investments",
            "content": " 9. The following are prescribed, for the purposes of subsection 241 (1) of the Act, as securities that a board may invest in: 1.  Bonds, debentures, promissory notes or other evidence of indebtedness issued or guaranteed by, i.  Canada or a province or territory of Canada, ii.  an agency of Canada or of a province or territory of Canada, iii.  a municipality in Canada, or iv.  the Municipal Finance Authority of British Columbia. 2.  Bonds, debentures, promissory notes or other evidence of indebtedness of a corporation if, i.  the bond, debenture or other evidence of indebtedness is secured by the assignment to a trustee, as defined in the Trustee Act, of payments that Canada or a province or territory of Canada has agreed to make or is required to make under a federal, provincial or territorial statute, and ii.  the payments referred to in subparagraph i are sufficient to meet the amounts payable under the bond, debenture or other evidence of indebtedness, including the amounts payable at maturity. 3.  Deposit receipts, deposit notes, certificates of deposit or investment, acceptances or similar instruments, the terms of which provide that the principal and interest shall be fully repaid no later than two years after the day the investment was made, that are issued, guaranteed or endorsed by, i.  a bank listed in Schedule I or II of the Bank Act (Canada), ii.  a loan corporation or trust corporation registered under the Loan and Trust Corporations Act, or iii.  a credit union or central to which the Credit Unions and Caisses Populaires Act, 2020 applies. 4.  Deposit receipts, deposit notes, certificates of deposit or investment, acceptances or similar instruments, the terms of which provide that the principal and interest shall be fully repaid more than two years after the day the investment was made, that are issued, guaranteed or endorsed by, i.  a bank listed in Schedule I or II of the Bank Act (Canada), ii.  a loan corporation or trust corporation registered under the Loan and Trust Corporations Act, or iii.  a credit union or central to which the Credit Unions and Caisses Populaires Act, 2020 applies. 5.  Bonds, debentures or evidences or long-term indebtedness issued by an institution listed in paragraph 4.  O. Reg. 41/10, s. 9; O. Reg. 163/11, s. 1; O. Reg. 112/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>The following are prescribed, for the purposes of subsection 241 (1) of the Act, as securities that a board may invest in:</p> <p class=\"paragraph-e\">  1.  Bonds, debentures, promissory notes or other evidence of indebtedness issued or guaranteed by,</p> <p class=\"subpara-e\">  i.  Canada or a province or territory of Canada,</p> <p class=\"subpara-e\">  ii.  an agency of Canada or of a province or territory of Canada,</p> <p class=\"subpara-e\">  iii.  a municipality in Canada, or</p> <p class=\"subpara-e\">  iv.  the Municipal Finance Authority of British Columbia.</p> <p class=\"paragraph-e\">  2.  Bonds, debentures, promissory notes or other evidence of indebtedness of a corporation if,</p> <p class=\"subpara-e\">  i.  the bond, debenture or other evidence of indebtedness is secured by the assignment to a trustee, as defined in the <i>Trustee Act</i>, of payments that Canada or a province or territory of Canada has agreed to make or is required to make under a federal, provincial or territorial statute, and</p> <p class=\"subpara-e\">  ii.  the payments referred to in subparagraph i are sufficient to meet the amounts payable under the bond, debenture or other evidence of indebtedness, including the amounts payable at maturity.</p> <p class=\"paragraph-e\">  3.  Deposit receipts, deposit notes, certificates of deposit or investment, acceptances or similar instruments, the terms of which provide that the principal and interest shall be fully repaid no later than two years after the day the investment was made, that are issued, guaranteed or endorsed by,</p> <p class=\"subpara-e\">  i.  a bank listed in Schedule I or II of the <i>Bank Act </i>(Canada),</p> <p class=\"subpara-e\">  ii.  a loan corporation or trust corporation registered under the <i>Loan and Trust Corporations Act</i>, or</p> <p class=\"subpara-e\">  iii.  a credit union or central to which the <i>Credit Unions and Caisses Populaires Act, 2020</i> applies.</p> <p class=\"paragraph-e\">  4.  Deposit receipts, deposit notes, certificates of deposit or investment, acceptances or similar instruments, the terms of which provide that the principal and interest shall be fully repaid more than two years after the day the investment was made, that are issued, guaranteed or endorsed by,</p> <p class=\"subpara-e\">  i.  a bank listed in Schedule I or II of the <i>Bank Act </i>(Canada),</p> <p class=\"subpara-e\">  ii.  a loan corporation or trust corporation registered under the <i>Loan and Trust Corporations Act</i>, or</p> <p class=\"subpara-e\">  iii.  a credit union or central to which the <i>Credit Unions and Caisses Populaires Act, 2020</i> applies.</p> <p class=\"paragraph-e\">  5.  Bonds, debentures or evidences or long-term indebtedness issued by an institution listed in paragraph 4.  O. Reg. 41/10, s. 9; O. Reg. 163/11, s. 1; O. Reg. 112/22, s. 2.</p>"
        },
        {
            "id": "10.",
            "section": "Rating of certain eligible investments",
            "content": " 10. (1) A board shall not invest in a security under paragraph 4 or 5 of section 9 unless the bond, debenture, promissory note or evidence of indebtedness is rated, (a)  by DBRS Limited as “AA(low)” or higher; (b)  by Fitch Ratings as “AA–” or higher; (c)  by Moody’s Investors Services Inc. as “Aa3” or higher; or (d)  by Standard and Poor’s as “AA–” or higher.  O. Reg. 41/10, s. 10 (1). (2) If an investment made under paragraph 4 or 5 of section 9 falls below the standard required under subsection (1), the board shall sell the investment within 90 days after the day the investment falls below the standard.  O. Reg. 41/10, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) A board shall not invest in a security under paragraph 4 or 5 of section 9 unless the bond, debenture, promissory note or evidence of indebtedness is rated,</p> <p class=\"clause-e\">  (a)  by DBRS Limited as “AA(low)” or higher;</p> <p class=\"clause-e\">  (b)  by Fitch Ratings as “AA–” or higher;</p> <p class=\"clause-e\">  (c)  by Moody’s Investors Services Inc. as “Aa3” or higher; or</p> <p class=\"clause-e\">  (d)  by Standard and Poor’s as “AA–” or higher.  O. Reg. 41/10, s. 10 (1).</p> <p class=\"subsection-e\">  (2) If an investment made under paragraph 4 or 5 of section 9 falls below the standard required under subsection (1), the board shall sell the investment within 90 days after the day the investment falls below the standard.  O. Reg. 41/10, s. 10 (2).  </p>"
        },
        {
            "id": "11.",
            "section": "Restriction: securities expressed or payable in foreign currency",
            "content": " 11. (1) A board shall not invest in a security that is expressed or payable in any currency other than Canadian dollars.  O. Reg. 41/10, s. 11 (1). (2) Subsection (1) does not prevent a board from continuing an investment, made before this Regulation comes into force, that is expressed and payable in the currency of the United States of America or the United Kingdom.  O. Reg. 41/10, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) A board shall not invest in a security that is expressed or payable in any currency other than Canadian dollars.  O. Reg. 41/10, s. 11 (1).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not prevent a board from continuing an investment, made before this Regulation comes into force, that is expressed and payable in the currency of the United States of America or the United Kingdom.  O. Reg. 41/10, s. 11 (2).</p>"
        },
        {
            "id": "12.",
            "section": "Restriction: investment of money in securities",
            "content": " 12. A board shall not invest money in a security unless, (a)  the money is made repayable on or before the day on which the board requires the money; or (b)  any interest or other earnings from the investment are credited to the account from which the money was invested.  O. Reg. 337/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>A board shall not invest money in a security unless,</p> <p class=\"clause-e\">  (a)  the money is made repayable on or before the day on which the board requires the money; or</p> <p class=\"clause-e\">  (b)  any interest or other earnings from the investment are credited to the account from which the money was invested.  O. Reg. 337/10, s. 1.</p>"
        },
        {
            "id": "13.",
            "section": "Statement of investment policies and goals",
            "content": " 13. (1) Before a board invests in a security prescribed under this Part, the board shall, if it has not already done so, adopt a statement of the board’s investment policies and goals.  O. Reg. 41/10, s. 13 (1). (2) In preparing the statement of the board’s investment policies and goals under subsection (1), the board shall consider, (a)  the board’s risk tolerance and the preservation of its capital; (b)  the board’s need for a diversified portfolio of investments; and (c)  obtaining legal advice and financial advice with respect to the proposed investments.  O. Reg. 41/10, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) Before a board invests in a security prescribed under this Part, the board shall, if it has not already done so, adopt a statement of the board’s investment policies and goals.  O. Reg. 41/10, s. 13 (1).</p> <p class=\"subsection-e\">  (2) In preparing the statement of the board’s investment policies and goals under subsection (1), the board shall consider,</p> <p class=\"clause-e\">  (a)  the board’s risk tolerance and the preservation of its capital;</p> <p class=\"clause-e\">  (b)  the board’s need for a diversified portfolio of investments; and</p> <p class=\"clause-e\">  (c)  obtaining legal advice and financial advice with respect to the proposed investments.  O. Reg. 41/10, s. 13 (2).</p>"
        },
        {
            "id": "14.",
            "section": "Investment report",
            "content": " 14. (1) If a board has an investment in a security prescribed under this Part, the board shall require the treasurer of the board to prepare an investment report as part of the treasurer’s annual financial report to the board.  O. Reg. 41/10, s. 14 (1). (2) The investment report referred to in subsection (1) shall contain, (a)  a statement about the performance of the portfolio of investments of the board during the period covered by the report; (b)  a description of the estimated proportion of the total investments of the board that are invested in its own long-term and short-term securities to the total investment of the board and a description of the change, if any, in that estimated proportion since the previous year’s report; (c)  a list of any investments of the board that are not eligible investments under this Part or that fall below the prescribed ratings, and a description of the plans for disposing of those investments; (d)  a statement by the treasurer as to whether or not, in his or her opinion, all investment were made in accordance with the investment policies and goals adopted by the board; (e)  a record of the date of each transaction in or disposal of its own securities, including a statement of the purchase and sale price of each security; and (f)  such other information that the board may require or that, in the opinion of the treasurer, should be included.  O. Reg. 41/10, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) If a board has an investment in a security prescribed under this Part, the board shall require the treasurer of the board to prepare an investment report as part of the treasurer’s annual financial report to the board.  O. Reg. 41/10, s. 14 (1).</p> <p class=\"subsection-e\">  (2) The investment report referred to in subsection (1) shall contain,</p> <p class=\"clause-e\">  (a)  a statement about the performance of the portfolio of investments of the board during the period covered by the report;</p> <p class=\"clause-e\">  (b)  a description of the estimated proportion of the total investments of the board that are invested in its own long-term and short-term securities to the total investment of the board and a description of the change, if any, in that estimated proportion since the previous year’s report;</p> <p class=\"clause-e\">  (c)  a list of any investments of the board that are not eligible investments under this Part or that fall below the prescribed ratings, and a description of the plans for disposing of those investments;</p> <p class=\"clause-e\">  (d)  a statement by the treasurer as to whether or not, in his or her opinion, all investment were made in accordance with the investment policies and goals adopted by the board;</p> <p class=\"clause-e\">  (e)  a record of the date of each transaction in or disposal of its own securities, including a statement of the purchase and sale price of each security; and</p> <p class=\"clause-e\">  (f)  such other information that the board may require or that, in the opinion of the treasurer, should be included.  O. Reg. 41/10, s. 14 (2).</p>"
        },
        {
            "id": "15.",
            "section": "Ineligible investments",
            "content": " 15. (1) Despite this Regulation, if on the day this Regulation comes into force, a board holds an investment that is not prescribed under this Regulation, the board shall sell the investment within 90 days after the day this Regulation comes into force.  O. Reg. 41/10, s. 15 (1). (2) Despite subsection (1), if the sale of the investment would result in the board realizing an amount below the net book value of the investment, the board may retain the investment, but only until it has an opportunity to realize an amount equal to the net book value of the investment, at which time it shall sell the investment.  O. Reg. 41/10, s. 15 (2).",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) Despite this Regulation, if on the day this Regulation comes into force, a board holds an investment that is not prescribed under this Regulation, the board shall sell the investment within 90 days after the day this Regulation comes into force.  O. Reg. 41/10, s. 15 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), if the sale of the investment would result in the board realizing an amount below the net book value of the investment, the board may retain the investment, but only until it has an opportunity to realize an amount equal to the net book value of the investment, at which time it shall sell the investment.  O. Reg. 41/10, s. 15 (2).</p>"
        },
        {
            "id": "16.",
            "section": "Ineligible investments",
            "content": " 16. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 41/10, s. 16.",
            "raw_html": "<p class=\"section-e\"> <b>16.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 41/10, s. 16.</p>"
        },
        {
            "id": null,
            "section": "Ineligible investments",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/100041\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}