{
    "reg_info": {
        "full_title": "O. Reg. 333/23: ONTARIO INFRASTRUCTURE BANK",
        "reg_name_text": "ONTARIO INFRASTRUCTURE BANK",
        "citation": "O. Reg. 333/23: ",
        "act_under": "Development Corporations Act",
        "url": "https://www.ontario.ca/laws/regulation/230333",
        "date_scraped": "2023-12-18 02:51:10"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November  2, 2023",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "  1. In this Regulation, “Corporation” means the Ontario Infrastructure Bank; (“Société”) “Minister” means the Minister of Finance or the minister of the Crown to whom the power and duties under this Regulation are assigned or transferred under the Executive Council Act; (“ministre”) “qualified institutional investor” means a financial institution, pension fund, investment fund or other similar entity. (“investisseur institutionnel admissible”)",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In this Regulation,</p> <p class=\"definition-e\">“Corporation” means the Ontario Infrastructure Bank; (“Société”)</p> <p class=\"definition-e\">“Minister” means the Minister of Finance or the minister of the Crown to whom the power and duties under this Regulation are assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition-e\">“qualified institutional investor” means a financial institution, pension fund, investment fund or other similar entity. (“investisseur institutionnel admissible”)</p>"
        },
        {
            "id": "2.",
            "section": "Corporation established",
            "content": " 2. (1) A corporation without share capital is established under the name Ontario Infrastructure Bank in English and Banque de l’infrastructure de l’Ontario in French. (2) The Corporation is composed of the members of its board of directors. (3) A person ceases to be a member of the Corporation when the person ceases to be a director.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) A corporation without share capital is established under the name Ontario Infrastructure Bank in English and Banque de l’infrastructure de l’Ontario in French.</p> <p class=\"subsection-e\">  (2) The Corporation is composed of the members of its board of directors.</p> <p class=\"subsection-e\">  (3) A person ceases to be a member of the Corporation when the person ceases to be a director.</p>"
        },
        {
            "id": "3.",
            "section": "Objects",
            "content": " 3. The Corporation’s objects are, (a)  to invest, and seek to attract investment from qualified institutional investors, public sector entities, governments and Indigenous communities, with priority given to Canadian investors, in Ontario infrastructure projects that will generate revenue and that will be in the public interest by, (i)  investing in infrastructure and appropriately allocating risks amongst the Corporation and other investors, (ii)  structuring proposals and negotiating agreements with investors in infrastructure projects, (iii)  receiving and assessing unsolicited ideas and proposals for infrastructure projects that come from qualified institutional investors, public sector entities, governments or Indigenous communities, and (iv)  providing advisory services with respect to financing infrastructure projects, including loan structures and areas of investment opportunity; (b)  to conduct such further activities, consistent with its objects, as are described in any policies or directives issued by the Minister or as set out in any agreement with the Minister; and (c)  to receive, hold, sell, invest and otherwise deal with its assets in carrying out its objects.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The Corporation’s objects are,</p> <p class=\"clause-e\">  (a)  to invest, and seek to attract investment from qualified institutional investors, public sector entities, governments and Indigenous communities, with priority given to Canadian investors, in Ontario infrastructure projects that will generate revenue and that will be in the public interest by,</p> <p class=\"subclause-e\">  (i)  investing in infrastructure and appropriately allocating risks amongst the Corporation and other investors,</p> <p class=\"subclause-e\">  (ii)  structuring proposals and negotiating agreements with investors in infrastructure projects,</p> <p class=\"subclause-e\">  (iii)  receiving and assessing unsolicited ideas and proposals for infrastructure projects that come from qualified institutional investors, public sector entities, governments or Indigenous communities, and</p> <p class=\"subclause-e\">  (iv)  providing advisory services with respect to financing infrastructure projects, including loan structures and areas of investment opportunity;</p> <p class=\"clause-e\">  (b)  to conduct such further activities, consistent with its objects, as are described in any policies or directives issued by the Minister or as set out in any agreement with the Minister; and</p> <p class=\"clause-e\">  (c)  to receive, hold, sell, invest and otherwise deal with its assets in carrying out its objects.</p>"
        },
        {
            "id": "4.",
            "section": "Crown agent",
            "content": " 4. The Corporation is an agent of the Crown in right of Ontario for all purposes.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The Corporation is an agent of the Crown in right of Ontario for all purposes.</p>"
        },
        {
            "id": "5.",
            "section": "Board of directors",
            "content": " 5. (1) The board of directors of the Corporation shall be composed of at least three and not more than 11 members. (2) The board of directors shall manage or supervise the management of the Corporation’s affairs.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The board of directors of the Corporation shall be composed of at least three and not more than 11 members.</p> <p class=\"subsection-e\">  (2) The board of directors shall manage or supervise the management of the Corporation’s affairs.</p>"
        },
        {
            "id": "6.",
            "section": "Composition of board, etc.",
            "content": " 6. (1) The board of directors of the Corporation shall be appointed at pleasure by the Lieutenant Governor in Council on the recommendation of the Minister. (2) On the recommendation of the Minister, the Lieutenant Governor in Council shall designate a chair from among the members of the board of directors and may designate a vice-chair from among the members of the board of directors. (3) If the chair is absent or unable to act, or if the office of the chair is vacant, and a vice-chair has been designated, the vice-chair shall act as chair. (4) If the chair is absent or unable to act and the vice-chair is absent or unable to act or no vice-chair has been designated, the members present shall appoint an acting chair from among themselves. (5) A majority of the members constitutes a quorum of the board. (6) The members of the board of directors shall receive the remuneration and reimbursement for reasonable expenses that the Lieutenant Governor in Council determines.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The board of directors of the Corporation shall be appointed at pleasure by the Lieutenant Governor in Council on the recommendation of the Minister.</p> <p class=\"subsection-e\">  (2) On the recommendation of the Minister, the Lieutenant Governor in Council shall designate a chair from among the members of the board of directors and may designate a vice-chair from among the members of the board of directors.</p> <p class=\"subsection-e\">  (3) If the chair is absent or unable to act, or if the office of the chair is vacant, and a vice-chair has been designated, the vice-chair shall act as chair.</p> <p class=\"subsection-e\">  (4) If the chair is absent or unable to act and the vice-chair is absent or unable to act or no vice-chair has been designated, the members present shall appoint an acting chair from among themselves.</p> <p class=\"subsection-e\">  (5) A majority of the members constitutes a quorum of the board.</p> <p class=\"subsection-e\">  (6) The members of the board of directors shall receive the remuneration and reimbursement for reasonable expenses that the Lieutenant Governor in Council determines.</p>"
        },
        {
            "id": "7.",
            "section": "By-laws",
            "content": " 7. (1) Subject to the Minister’s approval, the board of directors may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Corporation. (2) Without limiting the generality of subsection (1), the board of directors may pass by-laws and resolutions to, (a)  appoint officers and assign to them such powers and duties as the board of directors considers appropriate; (b)  establish committees of the board of directors and delegate powers and duties to such committees; (c)  govern the remuneration and benefits of employees of the Corporation; and (d)  effect the orderly transaction of the business of the Corporation.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) Subject to the Minister’s approval, the board of directors may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Corporation.</p> <p class=\"subsection-e\">  (2) Without limiting the generality of subsection (1), the board of directors may pass by-laws and resolutions to,</p> <p class=\"clause-e\">  (a)  appoint officers and assign to them such powers and duties as the board of directors considers appropriate;</p> <p class=\"clause-e\">  (b)  establish committees of the board of directors and delegate powers and duties to such committees;</p> <p class=\"clause-e\">  (c)  govern the remuneration and benefits of employees of the Corporation; and</p> <p class=\"clause-e\">  (d)  effect the orderly transaction of the business of the Corporation.</p>"
        },
        {
            "id": "8.",
            "section": "Chief Executive Officer",
            "content": " 8. (1) Subject to the Minister’s approval, the board of directors shall appoint a Chief Executive Officer. (2) The Chief Executive Officer is responsible for the operation of the Corporation, subject to the supervision and direction of the board of directors. (3) The Corporation shall pay such remuneration and benefits to the Chief Executive Officer as is determined by the board of directors, subject to the Minister’s approval.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Subject to the Minister’s approval, the board of directors shall appoint a Chief Executive Officer.</p> <p class=\"subsection-e\">  (2) The Chief Executive Officer is responsible for the operation of the Corporation, subject to the supervision and direction of the board of directors.</p> <p class=\"subsection-e\">  (3) The Corporation shall pay such remuneration and benefits to the Chief Executive Officer as is determined by the board of directors, subject to the Minister’s approval.</p>"
        },
        {
            "id": "9.",
            "section": "Employees",
            "content": " 9. (1) The Corporation may employ or otherwise engage persons as it considers necessary for the proper conduct of the business of the Corporation. (2) The Corporation may enter into agreements with any minister of the Crown or chair of a Crown agency for the provision of services to the Corporation by employees of the Crown or employees of the Crown agency, as the case may be. (3) The Corporation may provide its eligible employees with pension benefits under the Public Service Pension Plan if the Corporation is designated as an employer under the Public Service Pension Act. (4) The Corporation shall pay such remuneration and benefits to employees of the Corporation as is determined by the board of directors, subject to the Minister’s approval.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The Corporation may employ or otherwise engage persons as it considers necessary for the proper conduct of the business of the Corporation.</p> <p class=\"subsection-e\">  (2) The Corporation may enter into agreements with any minister of the Crown or chair of a Crown agency for the provision of services to the Corporation by employees of the Crown or employees of the Crown agency, as the case may be.</p> <p class=\"subsection-e\">  (3) The Corporation may provide its eligible employees with pension benefits under the Public Service Pension Plan if the Corporation is designated as an employer under the <i>Public Service Pension Act</i>.</p> <p class=\"subsection-e\">  (4) The Corporation shall pay such remuneration and benefits to employees of the Corporation as is determined by the board of directors, subject to the Minister’s approval.</p>"
        },
        {
            "id": "10.",
            "section": "Powers",
            "content": " 10. Except as limited by this Regulation, the Corporation has the capacity, rights, powers and privileges of a natural person for carrying out its objects.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>Except as limited by this Regulation, the Corporation has the capacity, rights, powers and privileges of a natural person for carrying out its objects.</p>"
        },
        {
            "id": "11.",
            "section": "Investments, etc.",
            "content": " 11. Without limiting the generality of the Corporation’s powers under section 10, the Corporation may, (a)  make investments to carry out its object, including by way of equity investment, loan, acquiring a derivative or giving a guarantee; and (b)  acquire and hold, realize on or otherwise dispose of security or a security interest of any kind, including any interest or rights in real property or personal property as security for the due performance of any arrangement or agreement with the Corporation, and retain and use the proceeds of disposition.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>Without limiting the generality of the Corporation’s powers under section 10, the Corporation may,</p> <p class=\"clause-e\">  (a)  make investments to carry out its object, including by way of equity investment, loan, acquiring a derivative or giving a guarantee; and</p> <p class=\"clause-e\">  (b)  acquire and hold, realize on or otherwise dispose of security or a security interest of any kind, including any interest or rights in real property or personal property as security for the due performance of any arrangement or agreement with the Corporation, and retain and use the proceeds of disposition.</p>"
        },
        {
            "id": "12.",
            "section": "Limit on powers, approval of Minister",
            "content": " 12. (1) The Corporation shall not, except with the approval of the Minister, acquire, hold or dispose of any interest in real property. (2) Subsection (1) does not apply with respect to investments made by the Corporation in carrying out its objects under section 3.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) The Corporation shall not, except with the approval of the Minister, acquire, hold or dispose of any interest in real property.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply with respect to investments made by the Corporation in carrying out its objects under section 3.</p>"
        },
        {
            "id": "13.",
            "section": "Limit on location of infrastructure projects",
            "content": " 13. The Corporation shall not, except with the approval of the Minister, make an investment or enter into any arrangement for the financing of a project that is not entirely located within Ontario.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>The Corporation shall not, except with the approval of the Minister, make an investment or enter into any arrangement for the financing of a project that is not entirely located within Ontario.</p>"
        },
        {
            "id": "14.",
            "section": "Limit re public interest",
            "content": " 14. The Corporation shall not enter into any arrangement for the financing of a project with an investor whose interests do not align with the Ontario public interest.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>The Corporation shall not enter into any arrangement for the financing of a project with an investor whose interests do not align with the Ontario public interest.</p>"
        },
        {
            "id": "15.",
            "section": "Limit on powers re borrowing and managing financial risks",
            "content": " 15. (1) The Corporation shall not borrow or manage financial risks unless, (a)  a by-law of the Corporation authorizes the activity and the Minister has approved the by-law; and (b)  subject to subsection (2), the Ontario Financing Authority co-ordinates and arranges the activity. (2) The Minister may in writing direct a person other than the Ontario Financing Authority to perform the functions referred to in clause (1) (b). (3) A direction of the Minister under subsection (2) may be general or specific and may include terms and conditions that the Minister considers advisable. (4) Part III (Regulations) of the Legislation Act, 2006 does not apply to a direction issued under subsection (2).",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) The Corporation shall not borrow or manage financial risks unless,</p> <p class=\"clause-e\">  (a)  a by-law of the Corporation authorizes the activity and the Minister has approved the by-law; and</p> <p class=\"clause-e\">  (b)  subject to subsection (2), the Ontario Financing Authority co-ordinates and arranges the activity.</p> <p class=\"subsection-e\">  (2) The Minister may in writing direct a person other than the Ontario Financing Authority to perform the functions referred to in clause (1) (b).</p> <p class=\"subsection-e\">  (3) A direction of the Minister under subsection (2) may be general or specific and may include terms and conditions that the Minister considers advisable.</p> <p class=\"subsection-e\">  (4) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to a direction issued under subsection (2).</p>"
        },
        {
            "id": "16.",
            "section": "Loan guarantees — limitation",
            "content": " 16. (1) The Corporation may provide loan guarantees only in accordance with this section. (2) The Corporation may recommend that the Minister approve a loan guarantee with respect to an infrastructure project and if the Minister concurs with the recommendation, the Minister may approve the loan guarantee. (3) Despite subsection (2), the Corporation may provide a loan guarantee with respect to an infrastructure project without the Minister’s approval if the value of the loan guarantee provided by the Corporation is less than $200 million.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) The Corporation may provide loan guarantees only in accordance with this section.</p> <p class=\"subsection-e\">  (2) The Corporation may recommend that the Minister approve a loan guarantee with respect to an infrastructure project and if the Minister concurs with the recommendation, the Minister may approve the loan guarantee.</p> <p class=\"subsection-e\">  (3) Despite subsection (2), the Corporation may provide a loan guarantee with respect to an infrastructure project without the Minister’s approval if the value of the loan guarantee provided by the Corporation is less than $200 million.</p>"
        },
        {
            "id": "17.",
            "section": "Loans to the Corporation",
            "content": " 17. At the request of the Corporation, the Minister may lend money to the Corporation out of the Consolidated Revenue Fund on any terms and conditions that the Minister may fix.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>At the request of the Corporation, the Minister may lend money to the Corporation out of the Consolidated Revenue Fund on any terms and conditions that the Minister may fix.</p>"
        },
        {
            "id": "18.",
            "section": "Revenue",
            "content": " 18. (1) The revenues of the Corporation shall be deposited into accounts permitted by the Corporation’s by-laws and shall be applied solely for carrying out the Corporation’s objects. (2) Despite Part I of the\r\nFinancial Administration Act, all revenues and assets of the Corporation and its subsidiaries, if any, do not form part of the Consolidated Revenue Fund.",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>(1) The revenues of the Corporation shall be deposited into accounts permitted by the Corporation’s by-laws and shall be applied solely for carrying out the Corporation’s objects.</p> <p class=\"subsection-e\">  (2) Despite Part I of the\r\n<i>Financial Administration Act</i>, all revenues and assets of the Corporation and its subsidiaries, if any, do not form part of the Consolidated Revenue Fund.</p>"
        },
        {
            "id": "19.",
            "section": "Application of certain Acts",
            "content": " 19. (1) Section 132 (disclosure: conflict of interest), subsection 134 (1) (standards of care, etc., of directors, etc.) and section 136 (indemnification) of the Business Corporations Act apply, with necessary modifications, to the Corporation and members of its board of directors. (2) The Corporations Information Act does not apply to the Corporation.",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>(1) Section 132 (disclosure: conflict of interest), subsection 134 (1) (standards of care, etc., of directors, etc.) and section 136 (indemnification) of the <i>Business Corporations Act</i> apply, with necessary modifications, to the Corporation and members of its board of directors.</p> <p class=\"subsection-e\">  (2) The <i>Corporations Information Act</i> does not apply to the Corporation.</p>"
        },
        {
            "id": "20.",
            "section": "Limitation of personal liability",
            "content": " 20. No member of the board of directors, officer or employee of the Corporation, or other person acting on behalf of the Corporation, is personally liable for anything done or omitted in good faith in the exercise or purported exercise of the powers or duties conferred by the Act or by this Regulation.",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>No member of the board of directors, officer or employee of the Corporation, or other person acting on behalf of the Corporation, is personally liable for anything done or omitted in good faith in the exercise or purported exercise of the powers or duties conferred by the Act or by this Regulation.</p>"
        },
        {
            "id": "21.",
            "section": "Financial records, etc.",
            "content": " 21. (1) The Corporation shall maintain financial records for the Corporation and shall establish financial, management and information systems that will enable the Corporation to prepare financial statements in accordance with generally accepted accounting principles. (2) Upon the request of the Minister, the Corporation shall promptly make its financial records available for inspection.",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>(1) The Corporation shall maintain financial records for the Corporation and shall establish financial, management and information systems that will enable the Corporation to prepare financial statements in accordance with generally accepted accounting principles.</p> <p class=\"subsection-e\">  (2) Upon the request of the Minister, the Corporation shall promptly make its financial records available for inspection.</p>"
        },
        {
            "id": "22.",
            "section": "Fiscal year",
            "content": " 22. The Corporation’s fiscal year begins on April 1 in each year and ends on March 31 in the following year.",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>The Corporation’s fiscal year begins on April 1 in each year and ends on March 31 in the following year.</p>"
        },
        {
            "id": "23.",
            "section": "Reports",
            "content": " 23. (1) The Corporation shall, on a frequency identified by the Minister, report on its progress in achieving performance targets and standards as set by the Minister. (2) The Corporation shall prepare an annual report, provide it to the Minister no later than 120 days after the end of the Corporation’s fiscal year and make it available to the public. (3) The Corporation shall comply with such directives as may be issued by the Management Board of Cabinet with respect to, (a)  the form and content of the annual report; and (b)  when and how to make it available to the public. (4) The Corporation shall include such additional content in the annual report as the Minister may require.",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>(1) The Corporation shall, on a frequency identified by the Minister, report on its progress in achieving performance targets and standards as set by the Minister.</p> <p class=\"subsection-e\">  (2) The Corporation shall prepare an annual report, provide it to the Minister no later than 120 days after the end of the Corporation’s fiscal year and make it available to the public.</p> <p class=\"subsection-e\">  (3) The Corporation shall comply with such directives as may be issued by the Management Board of Cabinet with respect to,</p> <p class=\"clause-e\">  (a)  the form and content of the annual report; and</p> <p class=\"clause-e\">  (b)  when and how to make it available to the public.</p> <p class=\"subsection-e\">  (4) The Corporation shall include such additional content in the annual report as the Minister may require.</p>"
        },
        {
            "id": "24.",
            "section": "Tabling of annual report",
            "content": " 24. The Minister shall table the Corporation’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it.",
            "raw_html": "<p class=\"section-e\"> <b>24. </b>The Minister shall table the Corporation’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it.</p>"
        },
        {
            "id": "25.",
            "section": "Business plans and reports",
            "content": " 25. (1) At least six months before the beginning of each fiscal year or by a date specified by the Minister, the Corporation shall prepare and provide to the Minister for the Minister’s approval a business plan described in subsection (2) and such reports as the Minister may require. (2) The business plan must be based on a five-year cycle and contain, (a)  the Corporation’s proposed operating budget for the fiscal year and the next two fiscal years; (b)  the Corporation’s projected revenues and their sources; (c)  the Corporation’s performance targets for the next fiscal year; and (d)  any other information required by the Minister.",
            "raw_html": "<p class=\"section-e\"> <b>25. </b>(1) At least six months before the beginning of each fiscal year or by a date specified by the Minister, the Corporation shall prepare and provide to the Minister for the Minister’s approval a business plan described in subsection (2) and such reports as the Minister may require.</p> <p class=\"subsection-e\">  (2) The business plan must be based on a five-year cycle and contain,</p> <p class=\"clause-e\">  (a)  the Corporation’s proposed operating budget for the fiscal year and the next two fiscal years;</p> <p class=\"clause-e\">  (b)  the Corporation’s projected revenues and their sources;</p> <p class=\"clause-e\">  (c)  the Corporation’s performance targets for the next fiscal year; and</p> <p class=\"clause-e\">  (d)  any other information required by the Minister.</p>"
        },
        {
            "id": "26.",
            "section": "Other reports",
            "content": " 26. The Minister may require the Corporation to provide other reports on such topics as the Minister specifies.",
            "raw_html": "<p class=\"section-e\"> <b>26. </b>The Minister may require the Corporation to provide other reports on such topics as the Minister specifies.</p>"
        },
        {
            "id": "27.",
            "section": "Policies and directives by Minister",
            "content": " 27. (1) The Minister may issue policies and directives in writing to the board of directors of the Corporation on matters relating to the exercise of its powers or duties. (2) The board shall, through the Corporation, ensure that the policies and directives issued to the Corporation are implemented promptly and efficiently.",
            "raw_html": "<p class=\"section-e\"> <b>27. </b>(1) The Minister may issue policies and directives in writing to the board of directors of the Corporation on matters relating to the exercise of its powers or duties.</p> <p class=\"subsection-e\">  (2) The board shall, through the Corporation, ensure that the policies and directives issued to the Corporation are implemented promptly and efficiently.</p>"
        },
        {
            "id": "28.",
            "section": "Audit",
            "content": " 28. (1) The Corporation’s board of directors shall appoint one or more licensed public accountants to audit the accounts and transactions of the Corporation for the previous fiscal year. (2) The Auditor General may also audit the accounts and transactions of the Corporation for any fiscal year. (3) The Minister may at any time appoint a licensed public accountant, other than the person appointed under subsection (1), to audit the accounts and transactions of the Corporation for any period of time specified by the Minister.",
            "raw_html": "<p class=\"section-e\"> <b>28. </b>(1) The Corporation’s board of directors shall appoint one or more licensed public accountants to audit the accounts and transactions of the Corporation for the previous fiscal year.</p> <p class=\"subsection-e\">  (2) The Auditor General may also audit the accounts and transactions of the Corporation for any fiscal year.</p> <p class=\"subsection-e\">  (3) The Minister may at any time appoint a licensed public accountant, other than the person appointed under subsection (1), to audit the accounts and transactions of the Corporation for any period of time specified by the Minister.</p>"
        },
        {
            "id": "29.",
            "section": "Winding up",
            "content": " 29. If the Lieutenant Governor in Council considers it to be in the public interest to wind up the affairs of the Corporation, the Minister may do all things necessary to accomplish that, including dealing with the assets of the Corporation by, (a)  liquidating or selling the assets and paying the proceeds into the Consolidated Revenue Fund; or (b)  transferring the assets to the Crown or another agency of the Crown.",
            "raw_html": "<p class=\"section-e\"> <b>29. </b>If the Lieutenant Governor in Council considers it to be in the public interest to wind up the affairs of the Corporation, the Minister may do all things necessary to accomplish that, including dealing with the assets of the Corporation by,</p> <p class=\"clause-e\">  (a)  liquidating or selling the assets and paying the proceeds into the Consolidated Revenue Fund; or</p> <p class=\"clause-e\">  (b)  transferring the assets to the Crown or another agency of the Crown.</p>"
        },
        {
            "id": "30.",
            "section": "Winding up",
            "content": "30. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"><b>30.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Winding up",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/230333\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}