{
    "reg_info": {
        "full_title": "O. Reg. 336/06: HIGHER EDUCATION QUALITY COUNCIL OF ONTARIO",
        "reg_name_text": "Higher Education Quality Council of Ontario",
        "citation": "O. Reg. 336/06: HIGHER EDUCATION QUALITY COUNCIL OF ONTARIO",
        "act_under": "Higher Education Quality Council of Ontario Act, 2005",
        "url": "https://www.ontario.ca/laws/regulation/060336",
        "date_scraped": "2023-12-18 23:39:44"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 30, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/060336/v1",
            "valid_from": "June 22, 2006",
            "valid_to": "October 29, 2018"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Powers of Council",
            "content": " 1. (1) The Higher Education Quality Council of Ontario has the capacity, rights, powers and privileges of a natural person for carrying out its object and functions, except as limited by the Act or this Regulation.  O. Reg. 336/06, s. 1 (1). (2) The revenues of the Council, including all money or assets received by the Council by grant, gift, contribution, profit or otherwise, shall only be used to further its object and functions.  O. Reg. 336/06, s. 1 (2). (3) The Council shall not, except with the approval of the Lieutenant Governor in Council, (a) acquire, hold or dispose of any interest in real property; (b) borrow money; (c) pledge the assets of the Council; or (d) create any subsidiary.  O. Reg. 336/06, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) The Higher Education Quality Council of Ontario has the capacity, rights, powers and privileges of a natural person for carrying out its object and functions, except as limited by the Act or this Regulation.  O. Reg. 336/06, s. 1 (1).</p> <p class=\"subsection-e\">  (2) The revenues of the Council, including all money or assets received by the Council by grant, gift, contribution, profit or otherwise, shall only be used to further its object and functions.  O. Reg. 336/06, s. 1 (2).</p> <p class=\"subsection-e\">  (3) The Council shall not, except with the approval of the Lieutenant Governor in Council,</p> <p class=\"clause-e\">  (a) acquire, hold or dispose of any interest in real property;</p> <p class=\"clause-e\">  (b) borrow money;</p> <p class=\"clause-e\">  (c) pledge the assets of the Council; or</p> <p class=\"clause-e\">  (d) create any subsidiary.  O. Reg. 336/06, s. 1 (3).</p>"
        },
        {
            "id": "2.",
            "section": "Non-application of Acts, etc.",
            "content": " 2. (1) The\r\nCorporations Act and the Corporations Information Act do not apply to the Council.  O. Reg. 336/06, s. 2 (1). (2) Section 132, subsection 134 (1) and section 136 of the Business Corporations Act apply to the Council and to its members with necessary modifications.  O. Reg. 336/06, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The\r\n<i>Corporations Act</i> and the <i>Corporations Information Act</i> do not apply to the Council.  O. Reg. 336/06, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Section 132, subsection 134 (1) and section 136 of the <i>Business Corporations Act</i> apply to the Council and to its members with necessary modifications.  O. Reg. 336/06, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Term of members",
            "content": " 3. (1) Subject to subsections (2) and (3), members of the Council hold office for a term not exceeding three years and may be re-appointed for one further term.  O. Reg. 336/06, s. 3 (1). (2) Of the initial appointments of the members of the Council, as nearly as possible, (a) one-half shall be appointed for a term not exceeding two years; and (b) one-half shall be appointed for a term not exceeding three years.  O. Reg. 336/06, s. 3 (2). (3) If a person ceases to be a member of the Council, the first term of appointment of the person appointed to succeed that person shall only be for the remainder of the first person’s term.  O. Reg. 336/06, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Subject to subsections (2) and (3), members of the Council hold office for a term not exceeding three years and may be re-appointed for one further term.  O. Reg. 336/06, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Of the initial appointments of the members of the Council, as nearly as possible, </p> <p class=\"clause-e\">  (a) one-half shall be appointed for a term not exceeding two years; and</p> <p class=\"clause-e\">  (b) one-half shall be appointed for a term not exceeding three years.  O. Reg. 336/06, s. 3 (2).</p> <p class=\"subsection-e\">  (3) If a person ceases to be a member of the Council, the first term of appointment of the person appointed to succeed that person shall only be for the remainder of the first person’s term.  O. Reg. 336/06, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": "Council meetings",
            "content": " 4. (1) The Council shall meet regularly throughout the year at the call of the Chair, and, in any event, at least six times a year.  O. Reg. 336/06, s. 4 (1). (2) The Chair shall preside at all meetings of the Council.  O. Reg. 336/06, s. 4 (2). (3) In the absence of the Chair or if the office is vacant, the member designated by the board for the purpose shall have all the powers and shall perform the duties of the Chair.  O. Reg. 336/06, s. 4 (3). (4) A majority of the members of the Council constitutes a quorum for meetings of the Council.  O. Reg. 336/06, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The Council shall meet regularly throughout the year at the call of the Chair, and, in any event, at least six times a year.  O. Reg. 336/06, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The Chair shall preside at all meetings of the Council.  O. Reg. 336/06, s. 4 (2).</p> <p class=\"subsection-e\">  (3) In the absence of the Chair or if the office is vacant, the member designated by the board for the purpose shall have all the powers and shall perform the duties of the Chair.  O. Reg. 336/06, s. 4 (3).</p> <p class=\"subsection-e\">  (4) A majority of the members of the Council constitutes a quorum for meetings of the Council.  O. Reg. 336/06, s. 4 (4).</p>"
        },
        {
            "id": "5.",
            "section": "Conduct of business",
            "content": " 5. (1) The affairs of the Council are under the management and control of its board of directors.  O. Reg. 336/06, s. 5 (1). (2) The Council may, subject to the approval of the Minister, pass by-laws and resolutions for conducting and managing its affairs, including, (a) appointing officers and assigning to them such powers and duties as the board considers appropriate; (b) maintaining bank accounts and making other banking arrangements; and (c) establishing committees.  O. Reg. 336/06, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The affairs of the Council are under the management and control of its board of directors.  O. Reg. 336/06, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The Council may, subject to the approval of the Minister, pass by-laws and resolutions for conducting and managing its affairs, including, </p> <p class=\"clause-e\">  (a) appointing officers and assigning to them such powers and duties as the board considers appropriate;</p> <p class=\"clause-e\">  (b) maintaining bank accounts and making other banking arrangements; and</p> <p class=\"clause-e\">  (c) establishing committees.  O. Reg. 336/06, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Chief executive officer and employees",
            "content": " 6. (1) The Council shall appoint a chief executive officer.  O. Reg. 336/06, s. 6 (1). (2) The chief executive officer is responsible for the operation of the Council, subject to the supervision and direction of the Council.  O. Reg. 336/06, s. 6 (2). (3) The chief executive officer may appoint such employees as are considered necessary for the proper conduct of the affairs of the Council.  O. Reg. 336/06, s. 6 (3). (4) The employees are not civil servants, public servants or Crown employees within the meaning of the Public Service Act.  O. Reg. 336/06, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The Council shall appoint a chief executive officer.  O. Reg. 336/06, s. 6 (1).</p> <p class=\"subsection-e\">  (2) The chief executive officer is responsible for the operation of the Council, subject to the supervision and direction of the Council.  O. Reg. 336/06, s. 6 (2).</p> <p class=\"subsection-e\">  (3) The chief executive officer may appoint such employees as are considered necessary for the proper conduct of the affairs of the Council.  O. Reg. 336/06, s. 6 (3).</p> <p class=\"subsection-e\">  (4) The employees are not civil servants, public servants or Crown employees within the meaning of the <i>Public Service Act</i><i>.  </i>O. Reg. 336/06, s. 6 (4).</p>"
        },
        {
            "id": null,
            "section": "Fiscal year",
            "content": "  7. The Council’s fiscal year begins on April 1 in each year and ends on March 31 in the following year.  O. Reg. 336/06, s. 7.",
            "raw_html": "<p class=\"section-e\"><strong>  7. </strong>The Council’s fiscal year begins on April 1 in each year and ends on March 31 in the following year.  O. Reg. 336/06, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Auditor",
            "content": " 8. (1) The Council shall appoint one or more auditors licensed under the Public Accounting Act, 2004 to audit annually the accounts and financial transactions of the corporation.  O. Reg. 336/06, s. 8 (1). (2) The Council shall give a copy of every auditor’s report to the Minister within six months after the end of the fiscal year to which the report relates, and shall make available to the Provincial Auditor, on his or her request, the auditor’s report and all accounts, records and other documents relating to the audit.  O. Reg. 336/06, s. 8 (2). (3) The Minister may require that any aspect of the affairs of the Council be audited by an auditor appointed by the Minister.  O. Reg. 336/06, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The Council shall appoint one or more auditors licensed under the <i>Public Accounting Act, 2004</i> to audit annually the accounts and financial transactions of the corporation.  O. Reg. 336/06, s. 8 (1).</p> <p class=\"subsection-e\"><strong> </strong>(2) The Council shall give a copy of every auditor’s report to the Minister within six months after the end of the fiscal year to which the report relates, and shall make available to the Provincial Auditor, on his or her request, the auditor’s report and all accounts, records and other documents relating to the audit.  O. Reg. 336/06, s. 8 (2).</p> <p class=\"subsection-e\">  (3) The Minister may require that any aspect of the affairs of the Council be audited by an auditor appointed by the Minister.  O. Reg. 336/06, s. 8 (3).</p>"
        },
        {
            "id": "9.",
            "section": "Reports and recommendations on free speech",
            "content": " 9. A function of the Council, in addition to those set out under section 6 of the Act, is to research and evaluate how free speech is addressed by each post-secondary educational institution and across the post-secondary education sector, and to provide reports and recommendations to the Minister on the results of the research and evaluation. O. Reg. 457/18, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>A function of the Council, in addition to those set out under section 6 of the Act, is to research and evaluate how free speech is addressed by each post-secondary educational institution and across the post-secondary education sector, and to provide reports and recommendations to the Minister on the results of the research and evaluation. O. Reg. 457/18, s. 1.</p>"
        },
        {
            "id": null,
            "section": "Reports and recommendations on free speech",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/060336\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}