{
    "reg_info": {
        "full_title": "O. Reg. 607/20: ZONING ORDER - CITY OF PICKERING, REGIONAL MUNICIPALITY OF DURHAM",
        "reg_name_text": "ZONING ORDER - CITY OF PICKERING, REGIONAL MUNICIPALITY OF DURHAM",
        "citation": "O. Reg. 607/20: ",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire ",
        "url": "https://www.ontario.ca/laws/regulation/200607",
        "date_scraped": "2023-12-18 15:11:54"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  2, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/200607/v1",
            "valid_from": "October 30, 2020",
            "valid_to": "July  1, 2021"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "  1. (1) In this Order, “accessory” means a use, building or structure naturally or normally incidental to, subordinate to or exclusively devoted to a principal use or building or structure and located on the same lot as the principal use, building or structure; “apartment dwelling” means a residential use building containing four or more principal dwelling units where the units are connected by a common corridor or vestibule, other than a townhouse dwelling or stacked dwelling; “gross floor area” means the total area of each floor whether located above, at or below grade, measured between the exterior faces of the exterior walls of the building at each floor level but excluding any porch, veranda, cellar, mechanical room or penthouse, or areas dedicated to parking within the building; “gross leasable floor area” means the total floor area designed for tenant occupancy and exclusive use, including basements, mezzanines and upper floor areas, if any, expressed in square metres and measured from the centre line of joint partitions and from outside wall faces; “home-based business” means the accessory use of a dwelling unit for an occupation or business, where the dwelling unit is the principal residence of the business operator; “laboratory” means premises used for scientific or technical research, analysis, experimentation or development; “manufacturing plant” means a building or part of a building in which is carried on any activity or operation pertaining to the making of any article, including altering, assembling, repairing, ornamenting, finishing, cleaning, polishing, washing, packing, adapting for sale, breaking up or demolishing the article; “software development and processing establishment” means premises used for software development and testing, or for the collection, analysis, processing, storage or distribution of electronic data; “vehicle service facility” means an establishment that is engaged in the fuelling or repairing of motor vehicles, and that may include a service station, repair garage, vehicle washing establishment or gas bar; “warehouse and distribution facility” means a building or part of a building which is used primarily for the receiving, storing, assembling, distributing, shipping, preparing, packaging, adapting for sale and selling of goods, wares, merchandise, food-stuff, substances, articles and things, and includes the premises of a warehouseman but not a fuel storage tank except as an accessory use. (2) For the purposes of the definition of “gross floor area” in subsection (1), the walls of an inner court are deemed to be exterior walls.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) In this Order,</p> <p class=\"definition-e\">“accessory” means a use, building or structure naturally or normally incidental to, subordinate to or exclusively devoted to a principal use or building or structure and located on the same lot as the principal use, building or structure;</p> <p class=\"definition-e\">“apartment dwelling” means a residential use building containing four or more principal dwelling units where the units are connected by a common corridor or vestibule, other than a townhouse dwelling or stacked dwelling;</p> <p class=\"definition-e\">“gross floor area” means the total area of each floor whether located above, at or below grade, measured between the exterior faces of the exterior walls of the building at each floor level but excluding any porch, veranda, cellar, mechanical room or penthouse, or areas dedicated to parking within the building;</p> <p class=\"definition-e\">“gross leasable floor area” means the total floor area designed for tenant occupancy and exclusive use, including basements, mezzanines and upper floor areas, if any, expressed in square metres and measured from the centre line of joint partitions and from outside wall faces;</p> <p class=\"definition-e\">“home-based business” means the accessory use of a dwelling unit for an occupation or business, where the dwelling unit is the principal residence of the business operator;</p> <p class=\"definition-e\">“laboratory” means premises used for scientific or technical research, analysis, experimentation or development;</p> <p class=\"definition-e\">“manufacturing plant” means a building or part of a building in which is carried on any activity or operation pertaining to the making of any article, including altering, assembling, repairing, ornamenting, finishing, cleaning, polishing, washing, packing, adapting for sale, breaking up or demolishing the article;</p> <p class=\"definition-e\">“software development and processing establishment” means premises used for software development and testing, or for the collection, analysis, processing, storage or distribution of electronic data;</p> <p class=\"definition-e\">“vehicle service facility” means an establishment that is engaged in the fuelling or repairing of motor vehicles, and that may include a service station, repair garage, vehicle washing establishment or gas bar;</p> <p class=\"definition-e\">“warehouse and distribution facility” means a building or part of a building which is used primarily for the receiving, storing, assembling, distributing, shipping, preparing, packaging, adapting for sale and selling of goods, wares, merchandise, food-stuff, substances, articles and things, and includes the premises of a warehouseman but not a fuel storage tank except as an accessory use.</p> <p class=\"subsection-e\">  (2) For the purposes of the definition of “gross floor area” in subsection (1), the walls of an inner court are deemed to be exterior walls.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": "  2. This Order applies to lands in the City of Pickering, in the Regional Municipality of Durham, in the Province of Ontario, being the lands on a map numbered 265 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street. O. Reg. 607/20, s. 2; O. Reg. 515/21, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>This Order applies to lands in the City of Pickering, in the Regional Municipality of Durham, in the Province of Ontario, being the lands on a map numbered 265 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street. O. Reg. 607/20, s. 2; O. Reg. 515/21, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Mixed Use Major Tourist and Entertainment Zone",
            "content": "  3. (1) This section applies to the lands located in the area shown as the Mixed Use Major Tourist and Entertainment Zone on the map referred to in section 2. (2) For the purpose of this section, all lands located in the area shown as the Mixed Use Major Tourist and Entertainment Zone on the map referred to in section 2 shall be treated as one lot. (3) Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in subsection (1), except for, (a)  accessory uses, buildings and structures; (b)  apartment dwellings; (c)  art galleries; (d)  banquet facilities; (e)  bake shops; (f)  botanical gardens; (g)  business support services; (h)  cafés; (i)  cinemas; (j)  convenience stores; (k)  commercial fitness or recreation centres; (l)  commercial schools; (m)  community centres; (n)  community gardens; (o)  curling rinks, tennis courts, bowling alleys, or similar recreational facilities; (p)  day care centres; (q)  dry-cleaner’s distribution centres; (r)  financial institutions; (s)  home-based businesses; (t)  museums; (u)  nightclubs; (v)  parking lots; (w)  parking garages; (x)  personal service establishments; (y)  places of amusement; (z)  private clubs; (z.1)  restaurants; (z.2)  retail stores and accessory retail sales; (z.3)  service and repair shops; (z.4)  spas; (z.5)  supermarkets; (z.6)  travel agencies; (z.7)  travel information centres; (z.8)  vehicle rental establishments; and (z.9)  the uses described in subsection 5 (1) of City of Pickering Zoning By-law 7404/15. (4) The following are the zoning requirements for the lands described in subsection (1): 1.  The maximum building height is 25 storeys unless the building is a landmark building, in which case the maximum building height is 35 storeys. 2.  There is no minimum or maximum gross floor area. 3.  The maximum combined total number of dwelling units for all apartment dwellings is 1,650. 4.  The maximum combined total of the gross leasable floor area for all retail stores is 32,500 square metres. 5.  The following are the minimum number of parking spaces required for the uses set out in subsection (3): i.  No parking spaces are required for home-based businesses or accessory uses, buildings or structures. ii.  0.7 spaces are required per gaming position for gaming establishments or casinos. iii.  0.7 spaces are required per 100 square metres of gross floor area for film studios and accessory uses. iv.  0.8 spaces are required per guest room for hotels and 10 spaces are required per 100 square metres of non-residential gross floor area used for public use, including meeting rooms, conference rooms, recreational facilities, dining and lounge areas, and other commercial facilities but excluding bedrooms, kitchens, laundry rooms, washrooms, lobbies, hallways, elevators, stairways and recreational facilities directly related to the function of the overnight accommodation. v.  One space is required per unit for apartment dwellings, and an additional 0.15 spaces are required per unit for visitors. vi.  One space is required per six fixed seats and one space is required per 3 metres of open bench or pew space for amphitheatres, arenas, cinemas and performing arts centres. vii.  Three spaces are required for day care centres, plus an additional one space per employee and one space per classroom. viii.  2.5 spaces are required per 100 square metres of gross leasable floor area for offices. ix.  3.5 spaces are required per 100 square metres of gross leasable floor area for art galleries, convenience stores, financial institutions, museums, personal service establishments, retail stores and accessory retail sales, service and repair shops and supermarkets. x.  Four spaces are required per 100 square metres of gross leasable floor area for waterparks, wave pools and major tourist establishments. xi.  4.5 spaces are required per 100 square metres of gross leasable floor area for commercial fitness or recreation centres, commercial schools, places of amusement, private clubs and spas. xii.  3.5 spaces are required per 100 square metres of gross leasable floor area for medical offices. xiii.  Five spaces are required per 100 square metres of gross leasable floor area for bake shops, cafés and restaurants. xiv.  For all other uses permitted by subsection (3), the zoning requirements set out in subsection 5 (6) of City of Pickering Zoning By-law 7404/15 apply.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>(1) This section applies to the lands located in the area shown as the Mixed Use Major Tourist and Entertainment Zone on the map referred to in section 2.</p> <p class=\"subsection-e\">  (2) For the purpose of this section, all lands located in the area shown as the Mixed Use Major Tourist and Entertainment Zone on the map referred to in section 2 shall be treated as one lot.</p> <p class=\"subsection-e\">  (3) Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in subsection (1), except for,</p> <p class=\"clause-e\">  (a)  accessory uses, buildings and structures;</p> <p class=\"clause-e\">  (b)  apartment dwellings;</p> <p class=\"clause-e\">  (c)  art galleries;</p> <p class=\"clause-e\">  (d)  banquet facilities;</p> <p class=\"clause-e\">  (e)  bake shops;</p> <p class=\"clause-e\">  (f)  botanical gardens;</p> <p class=\"clause-e\">  (g)  business support services;</p> <p class=\"clause-e\">  (h)  cafés;</p> <p class=\"clause-e\">  (i)  cinemas;</p> <p class=\"clause-e\">  (j)  convenience stores;</p> <p class=\"clause-e\">  (k)  commercial fitness or recreation centres;</p> <p class=\"clause-e\">  (l)  commercial schools;</p> <p class=\"clause-e\">  (m)  community centres;</p> <p class=\"clause-e\">  (n)  community gardens;</p> <p class=\"clause-e\">  (o)  curling rinks, tennis courts, bowling alleys, or similar recreational facilities;</p> <p class=\"clause-e\">  (p)  day care centres;</p> <p class=\"clause-e\">  (q)  dry-cleaner’s distribution centres;</p> <p class=\"clause-e\">  (r)  financial institutions;</p> <p class=\"clause-e\">  (s)  home-based businesses;</p> <p class=\"clause-e\">  (t)  museums;</p> <p class=\"clause-e\">  (u)  nightclubs;</p> <p class=\"clause-e\">  (v)  parking lots;</p> <p class=\"clause-e\">  (w)  parking garages;</p> <p class=\"clause-e\">  (x)  personal service establishments;</p> <p class=\"clause-e\">  (y)  places of amusement;</p> <p class=\"clause-e\">  (z)  private clubs;</p> <p class=\"clause-e\"> (z.1)  restaurants;</p> <p class=\"clause-e\"> (z.2)  retail stores and accessory retail sales;</p> <p class=\"clause-e\"> (z.3)  service and repair shops;</p> <p class=\"clause-e\"> (z.4)  spas;</p> <p class=\"clause-e\"> (z.5)  supermarkets;</p> <p class=\"clause-e\"> (z.6)  travel agencies;</p> <p class=\"clause-e\"> (z.7)  travel information centres;</p> <p class=\"clause-e\"> (z.8)  vehicle rental establishments; and</p> <p class=\"clause-e\"> (z.9)  the uses described in subsection 5 (1) of City of Pickering Zoning By-law 7404/15.</p> <p class=\"subsection-e\">  (4) The following are the zoning requirements for the lands described in subsection (1):</p> <p class=\"paragraph-e\">  1.  The maximum building height is 25 storeys unless the building is a landmark building, in which case the maximum building height is 35 storeys.</p> <p class=\"paragraph-e\">  2.  There is no minimum or maximum gross floor area.</p> <p class=\"paragraph-e\">  3.  The maximum combined total number of dwelling units for all apartment dwellings is 1,650.</p> <p class=\"paragraph-e\">  4.  The maximum combined total of the gross leasable floor area for all retail stores is 32,500 square metres.</p> <p class=\"paragraph-e\">  5.  The following are the minimum number of parking spaces required for the uses set out in subsection (3):</p> <p class=\"subpara-e\">  i.  No parking spaces are required for home-based businesses or accessory uses, buildings or structures.</p> <p class=\"subpara-e\">  ii.  0.7 spaces are required per gaming position for gaming establishments or casinos.</p> <p class=\"subpara-e\">  iii.  0.7 spaces are required per 100 square metres of gross floor area for film studios and accessory uses.</p> <p class=\"subpara-e\">  iv.  0.8 spaces are required per guest room for hotels and 10 spaces are required per 100 square metres of non-residential gross floor area used for public use, including meeting rooms, conference rooms, recreational facilities, dining and lounge areas, and other commercial facilities but excluding bedrooms, kitchens, laundry rooms, washrooms, lobbies, hallways, elevators, stairways and recreational facilities directly related to the function of the overnight accommodation.</p> <p class=\"subpara-e\">  v.  One space is required per unit for apartment dwellings, and an additional 0.15 spaces are required per unit for visitors.</p> <p class=\"subpara-e\">  vi.  One space is required per six fixed seats and one space is required per 3 metres of open bench or pew space for amphitheatres, arenas, cinemas and performing arts centres.</p> <p class=\"subpara-e\">  vii.  Three spaces are required for day care centres, plus an additional one space per employee and one space per classroom.</p> <p class=\"subpara-e\">  viii.  2.5 spaces are required per 100 square metres of gross leasable floor area for offices.</p> <p class=\"subpara-e\">  ix.  3.5 spaces are required per 100 square metres of gross leasable floor area for art galleries, convenience stores, financial institutions, museums, personal service establishments, retail stores and accessory retail sales, service and repair shops and supermarkets.</p> <p class=\"subpara-e\">  x.  Four spaces are required per 100 square metres of gross leasable floor area for waterparks, wave pools and major tourist establishments.</p> <p class=\"subpara-e\">  xi.  4.5 spaces are required per 100 square metres of gross leasable floor area for commercial fitness or recreation centres, commercial schools, places of amusement, private clubs and spas.</p> <p class=\"subpara-e\">  xii.  3.5 spaces are required per 100 square metres of gross leasable floor area for medical offices.</p> <p class=\"subpara-e\">  xiii.  Five spaces are required per 100 square metres of gross leasable floor area for bake shops, cafés and restaurants.</p> <p class=\"subpara-e\">  xiv.  For all other uses permitted by subsection (3), the zoning requirements set out in subsection 5 (6) of City of Pickering Zoning By-law 7404/15 apply.</p>"
        },
        {
            "id": "4.",
            "section": "Mixed Employment Zone",
            "content": " 4. (1) This section applies to lands located in the area shown as the Mixed Employment Zone on the map referred to in section 2. O. Reg. 515/21, s. 2. (2) Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in subsection (1), except for, (a)  accessory uses, buildings and structures; (b)  business support services; (c)  film studios; (d)  laboratories; (e)  manufacturing plants; (f)  medical offices; (g)  offices; (h)  software development and processing establishments; (i)  vehicle service facilities; (j)  warehouses and distribution facilities; and (k)  the uses set out in subsection 3 (3). O. Reg. 515/21, s. 2. (3) The zoning requirements for the uses referred to in clauses (2) (a) to (j) are as follows: 1.  The zoning requirements set out in section 16.2.1 of City of Pickering Zoning By-law 2511 shall apply. 2.  The minimum number of parking spaces required are as follows: i.  No parking spaces are required for accessory uses, buildings or structures. ii.  0.25 spaces are required per 100 square metres gross floor area for laboratory, manufacturing plant, software development and processing establishment, and warehouse and distribution facility. iii.  0.7 spaces are required per 100 square metres of gross floor area for film studio and accessory uses. iv.  2.5 spaces are required per 100 square metres of gross leasable floor area for office. v.  Three spaces are required per 100 square metres of gross leasable floor area for business support services. vi.  3.5 spaces per 100 square metres of gross leasable floor area for medical office. O. Reg. 515/21, s. 2. (4) The zoning requirements set out in subsection 3 (4) apply to the uses referred to in clause (2) (k). O. Reg. 515/21, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>4.<span> </span></b>(1)<b><span> </span></b>This section applies to lands located in the area shown as the Mixed Employment Zone on the map referred to in section 2. O. Reg. 515/21, s. 2.</p> <p class=\"subsection-e\">  (2)<b><span> </span></b>Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in subsection (1), except for,</p> <p class=\"clause-e\">  (a)  accessory uses, buildings and structures;</p> <p class=\"clause-e\">  (b)  business support services;</p> <p class=\"clause-e\">  (c)  film studios; </p> <p class=\"clause-e\">  (d)  laboratories; </p> <p class=\"clause-e\">  (e)  manufacturing plants; </p> <p class=\"clause-e\">  (f)  medical offices; </p> <p class=\"clause-e\">  (g)  offices; </p> <p class=\"clause-e\">  (h)  software development and processing establishments; </p> <p class=\"clause-e\">  (i)  vehicle service facilities;</p> <p class=\"clause-e\">  (j)  warehouses and distribution facilities; and</p> <p class=\"clause-e\">  (k)  the uses set out in subsection 3 (3). O. Reg. 515/21, s. 2.</p> <p class=\"subsection-e\">  (3)<b><span> </span></b>The zoning requirements for the uses referred to in clauses (2) (a) to (j) are as follows:</p> <p class=\"paragraph-e\">  1.  The zoning requirements set out in section 16.2.1 of City of Pickering Zoning By-law 2511 shall apply.</p> <p class=\"clause-e\">  2.  The minimum number of parking spaces required are as follows: </p> <p class=\"subclause-e\">  i.  No parking spaces are required for accessory uses, buildings or structures. </p> <p class=\"subclause-e\">  ii.  0.25 spaces are required per 100 square metres gross floor area for laboratory, manufacturing plant, software development and processing establishment, and warehouse and distribution facility.</p> <p class=\"subclause-e\">  iii.  0.7 spaces are required per 100 square metres of gross floor area for film studio and accessory uses.</p> <p class=\"subclause-e\">  iv.  2.5 spaces are required per 100 square metres of gross leasable floor area for office. </p> <p class=\"subclause-e\">  v.  Three spaces are required per 100 square metres of gross leasable floor area for business support services.</p> <p class=\"subclause-e\">  vi.  3.5 spaces per 100 square metres of gross leasable floor area for medical office. O. Reg. 515/21, s. 2.</p> <p class=\"subsection-e\">  (4)<b><span> </span></b>The zoning requirements set out in subsection 3 (4) apply to the uses referred to in clause (2) (k). O. Reg. 515/21, s. 2.</p>"
        },
        {
            "id": "5.",
            "section": "Mixed Employment Zone",
            "content": " 5. Revoked: O. Reg. 515/21, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 515/21, s. 2.</p>"
        },
        {
            "id": "6.",
            "section": "Natural Heritage and Open Space Zone",
            "content": " 6. (1) This section applies to the lands located in the area shown as the Natural Heritage and Open Space Zone on the map referred to in section 2. (2) Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in subsection (1), except for, (a)  the protection, maintenance, enhancement and restoration of ecosystem forms and functions; and (b)  drainage, flood control and erosion control.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) This section applies to the lands located in the area shown as the Natural Heritage and Open Space Zone on the map referred to in section 2.</p> <p class=\"subsection-e\">  (2) Every use of land and every erection, location or use of any building or structure is prohibited on the lands described in subsection (1), except for,</p> <p class=\"clause-e\">  (a)  the protection, maintenance, enhancement and restoration of ecosystem forms and functions; and</p> <p class=\"clause-e\">  (b)  drainage, flood control and erosion control.</p>"
        },
        {
            "id": "7.",
            "section": "Terms of use",
            "content": " 7. (1) Every use of land and every erection, location or use of any building or structure shall be in accordance with this Order. (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force. (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered. (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) Every use of land and every erection, location or use of any building or structure shall be in accordance with this Order.</p> <p class=\"subsection-e\">  (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force.</p> <p class=\"subsection-e\">  (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered.</p> <p class=\"subsection-e\">  (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.</p>"
        },
        {
            "id": "8.",
            "section": "Deemed by-law",
            "content": "  8. This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the City of Pickering.",
            "raw_html": "<p class=\"section-e\"><b>  8. </b>This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the City of Pickering.</p>"
        },
        {
            "id": "9.",
            "section": "Deemed by-law",
            "content": "  9. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"><b>  9.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Deemed by-law",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}