{
    "reg_info": {
        "full_title": "O. Reg. 676/98: EXEMPTION - HOSPITAL RESTRUCTURING",
        "reg_name_text": "EXEMPTION — HOSPITAL RESTRUCTURING",
        "citation": "O. Reg. 676/98: EXEMPTION - HOSPITAL RESTRUCTURING",
        "act_under": "Land Transfer Tax Act   Loi sur les droits de cession immobilière",
        "url": "https://www.ontario.ca/laws/regulation/980676",
        "date_scraped": "2023-12-20 00:18:23"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 17, 1998",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. No tax is payable under the Act in respect of a conveyance of land or a disposition of a beneficial interest in land to a hospital approved as a public hospital under the Public Hospitals Act or a hospital established or approved as a community psychiatric hospital under the Community Psychiatric Hospitals Act, (a) if the conveyance or disposition is from another hospital; and (b) if the conveyance or disposition takes place in the course of or as a result of an amalgamation of hospitals, the closure of hospital programs or the transfer of a hospital program to the transferee hospital. O. Reg. 676/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>No tax is payable under the Act in respect of a conveyance of land or a disposition of a beneficial interest in land to a hospital approved as a public hospital under the <i>Public Hospitals Act</i> or a hospital established or approved as a community psychiatric hospital under the <i>Community Psychiatric Hospitals Act</i>,</p> <p class=\"clause-e\">(a) if the conveyance or disposition is from another hospital; and</p> <p class=\"clause-e\">(b) if the conveyance or disposition takes place in the course of or as a result of an amalgamation of hospitals, the closure of hospital programs or the transfer of a hospital program to the transferee hospital. O. Reg. 676/98, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 676/98, s. 2. ",
            "raw_html": "<p class=\"section-e\"><b>2.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 676/98, s. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}