{
    "reg_info": {
        "full_title": "O. Reg. 277/11: SCOPE OF PRACTICE - TRADES IN THE MOTIVE POWER SECTOR",
        "reg_name_text": "Scope of Practice — Trades in the Motive Power Sector",
        "citation": "O. Reg. 277/11: SCOPE OF PRACTICE - TRADES IN THE MOTIVE POWER SECTOR",
        "act_under": "Ontario College of Trades and Apprenticeship Act, 2009",
        "url": "https://www.ontario.ca/laws/regulation/110277",
        "date_scraped": "2023-12-18 13:13:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/110277/v5",
            "valid_from": "December 22, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/regulation/110277/v4",
            "valid_from": "July  1, 2019",
            "valid_to": "December 21, 2021"
        },
        {
            "a_href": "/laws/regulation/110277/v3",
            "valid_from": "June 28, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/regulation/110277/v2",
            "valid_from": "September 22, 2016",
            "valid_to": "June 27, 2019"
        },
        {
            "a_href": "/laws/regulation/110277/v1",
            "valid_from": "June 16, 2011",
            "valid_to": "September 21, 2016"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “heavy truck” means a truck having a manufacturer’s gross vehicle weight rating of at least 4,500 kilograms; (“camion lourd”) “motor coach” means a vehicle that is used for the transportation of persons, has a manufacturer’s gross vehicle weight rating of at least 3,400 kilograms and for which a permit has been issued under vehicle permit legislation; (“autocar”) “motorcycle” means a self-propelled vehicle for which a permit has been issued under vehicle permit legislation that, (a) has a seat or saddle for the use of the driver, and (b) is designed to travel on not more than three wheels in contact with the ground, and includes a motor scooter but does not include a motor assisted bicycle; (“motocyclette”) “motor vehicle” means a vehicle for which a permit has been issued under vehicle permit legislation that is, (a) an automobile, (b) a motor home, (c) a bus, including a shuttle bus, or truck having a manufacturer’s gross vehicle weight rating of 9,000 kilograms or less, or (d) a trailer other than a truck-trailer; (“véhicule automobile”) “truck” means a vehicle that is used for hauling purposes and for which a permit has been issued under vehicle permit legislation; (“camion”) “truck-trailer” means any type of trailer vehicle that is hauled by a heavy truck, is used primarily for the transportation of equipment and goods and for which a permit has been issued under vehicle permit legislation, including, (a) a single or multi-axle semi trailer where part of the load is carried on the heavy truck by means of the upper and lower coupler assembly, and (b) a full load bearing trailer; (“remorque de camion”) “vehicle permit legislation” means the Highway Traffic Act or similar legislation of a jurisdiction outside Ontario. (“législation traitant des certificats d’immatriculation”)  O. Reg. 277/11, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“heavy truck” means a truck having a manufacturer’s gross vehicle weight rating of at least 4,500 kilograms; (“camion lourd”)</p> <p class=\"definition-e\">“motor coach” means a vehicle that is used for the transportation of persons, has a manufacturer’s gross vehicle weight rating of at least 3,400 kilograms and for which a permit has been issued under vehicle permit legislation; (“autocar”)</p> <p class=\"definition-e\">“motorcycle” means a self-propelled vehicle for which a permit has been issued under vehicle permit legislation that,</p> <p class=\"defclause-e\">  (a) has a seat or saddle for the use of the driver, and</p> <p class=\"defclause-e\">  (b) is designed to travel on not more than three wheels in contact with the ground,</p> <p class=\"Sdefinition-e\">and includes a motor scooter but does not include a motor assisted bicycle; (“motocyclette”)</p> <p class=\"definition-e\">“motor vehicle” means a vehicle for which a permit has been issued under vehicle permit legislation that is,</p> <p class=\"defclause-e\">  (a) an automobile,</p> <p class=\"defclause-e\">  (b) a motor home,</p> <p class=\"defclause-e\">  (c) a bus, including a shuttle bus, or truck having a manufacturer’s gross vehicle weight rating of 9,000 kilograms or less, or</p> <p class=\"defclause-e\">  (d) a trailer other than a truck-trailer; (“véhicule automobile”)</p> <p class=\"definition-e\">“truck” means a vehicle that is used for hauling purposes and for which a permit has been issued under vehicle permit legislation; (“camion”)</p> <p class=\"definition-e\">“truck-trailer” means any type of trailer vehicle that is hauled by a heavy truck, is used primarily for the transportation of equipment and goods and for which a permit has been issued under vehicle permit legislation, including,</p> <p class=\"defclause-e\">  (a) a single or multi-axle semi trailer where part of the load is carried on the heavy truck by means of the upper and lower coupler assembly, and</p> <p class=\"defclause-e\">  (b) a full load bearing trailer; (“remorque de camion”)</p> <p class=\"definition-e\">“vehicle permit legislation” means the <i>Highway Traffic Act</i> or similar legislation of a jurisdiction outside Ontario. (“législation traitant des certificats d’immatriculation”)  O. Reg. 277/11, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Work not included in the scope of practice of specified trades",
            "content": " 2. (1) With respect to the following trades, the scope of practice for the trade does not include any of the work listed in subsection (2): 1. Alignment and Brakes Technician. 2. Auto Body and Collision Damage Repairer. 3. Auto Body Repairer. 4. Automotive Electronic Accessory Technician. 5. Automotive Service Technician. 6. Fuel and Electrical Systems Technician. 7. Motorcycle Technician. 8. Transmission Technician. 9. Truck and Coach Technician. 10. Truck-Trailer Service Technician.  O. Reg. 277/11, s. 2 (1). (2) For the purposes of subsection (1), the following work is not included in the scope of practice for the trades listed in that subsection: 1. Removing or replacing wheels and rims on motor vehicles. 2. Removing or replacing any of the following in motor vehicles, motorcycles, motor coaches, trucks or truck-trailers: i. auto glass, ii. exhaust systems, iii. radiators, cooling system hoses and thermostats, iv. engine drive belts, v. horns, vi. light bulbs, sealed beam units and lenses, vii. fuses, batteries and battery cables, viii. radios, ix. shock absorbers or springs that do not require the realignment of the front or rear suspension, x. oil filters, air filters and fuel filters, and xi. spark plugs. 3. Changing the engine, transmission, differential or cooling system fluids in motor vehicles, motorcycles, motor coaches, trucks or truck-trailers. 4. Replenishing fluids in the hydraulic systems of motor vehicles, motorcycles, motor coaches, trucks or truck-trailers. 5. Repairing and balancing tires and wheels on motor vehicles, motorcycles, motor coaches, trucks or truck-trailers. 6. Lubricating motor vehicles, motorcycles, motor coaches, trucks or truck-trailers. 7. Reconditioning and rebuilding internal combustion engines and associated components, power trains, brake system components and suspension system components.  O. Reg. 277/11, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) With respect to the following trades, the scope of practice for the trade does not include any of the work listed in subsection (2):</p> <p class=\"paragraph-e\">  1. Alignment and Brakes Technician.</p> <p class=\"paragraph-e\">  2. Auto Body and Collision Damage Repairer.</p> <p class=\"paragraph-e\">  3. Auto Body Repairer.</p> <p class=\"paragraph-e\">  4. Automotive Electronic Accessory Technician.</p> <p class=\"paragraph-e\">  5. Automotive Service Technician.</p> <p class=\"paragraph-e\">  6. Fuel and Electrical Systems Technician.</p> <p class=\"paragraph-e\">  7. Motorcycle Technician.</p> <p class=\"paragraph-e\">  8. Transmission Technician.</p> <p class=\"paragraph-e\">  9. Truck and Coach Technician.</p> <p class=\"paragraph-e\">  10. Truck-Trailer Service Technician.  O. Reg. 277/11, s. 2 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the following work is not included in the scope of practice for the trades listed in that subsection:</p> <p class=\"paragraph-e\">  1. Removing or replacing wheels and rims on motor vehicles.</p> <p class=\"paragraph-e\">  2. Removing or replacing any of the following in motor vehicles, motorcycles, motor coaches, trucks or truck-trailers:</p> <p class=\"subpara-e\">  i. auto glass,</p> <p class=\"subpara-e\">  ii. exhaust systems,</p> <p class=\"subpara-e\">  iii. radiators, cooling system hoses and thermostats,</p> <p class=\"subpara-e\">  iv. engine drive belts,</p> <p class=\"subpara-e\">  v. horns,</p> <p class=\"subpara-e\">  vi. light bulbs, sealed beam units and lenses,</p> <p class=\"subpara-e\">  vii. fuses, batteries and battery cables,</p> <p class=\"subpara-e\">  viii. radios,</p> <p class=\"subpara-e\">  ix. shock absorbers or springs that do not require the realignment of the front or rear suspension,</p> <p class=\"subpara-e\">  x. oil filters, air filters and fuel filters, and</p> <p class=\"subpara-e\">  xi. spark plugs.</p> <p class=\"paragraph-e\">  3. Changing the engine, transmission, differential or cooling system fluids in motor vehicles, motorcycles, motor coaches, trucks or truck-trailers.</p> <p class=\"paragraph-e\">  4. Replenishing fluids in the hydraulic systems of motor vehicles, motorcycles, motor coaches, trucks or truck-trailers.</p> <p class=\"paragraph-e\">  5. Repairing and balancing tires and wheels on motor vehicles, motorcycles, motor coaches, trucks or truck-trailers.</p> <p class=\"paragraph-e\">  6. Lubricating motor vehicles, motorcycles, motor coaches, trucks or truck-trailers.</p> <p class=\"paragraph-e\">  7. Reconditioning and rebuilding internal combustion engines and associated components, power trains, brake system components and suspension system components.  O. Reg. 277/11, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Agricultural equipment technician",
            "content": " 3. The scope of practice for the trade of agricultural equipment technician includes inspecting, diagnosing, repairing and verifying the repair of the following for agricultural equipment: 1. Electrical systems. 2. Hydraulic systems. 3. Engine systems. 4. Intake, exhaust and emission control systems. 5. Fuel delivery systems. 6. Engine management systems. 7. Clutches and transmissions. 8. Drive axle and final drive assemblies. 9. Steering systems. 10. Braking systems. 11. Air supply and auxiliary systems. 12. Suspension systems. 13. Tires, wheels, ballasting and undercarriages. 14. Air conditioning, heating and ventilation systems. 15. Body and trim. 16. Tillage and planting equipment. 17. Harvesting equipment. 18. Spraying, irrigation and distribution equipment. 19. Materials handling equipment. 20. Precision farming systems equipment.  O. Reg. 277/11, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The scope of practice for the trade of agricultural equipment technician includes inspecting, diagnosing, repairing and verifying the repair of the following for agricultural equipment:</p> <p class=\"paragraph-e\">  1. Electrical systems.</p> <p class=\"paragraph-e\">  2. Hydraulic systems.</p> <p class=\"paragraph-e\">  3. Engine systems.</p> <p class=\"paragraph-e\">  4. Intake, exhaust and emission control systems.</p> <p class=\"paragraph-e\">  5. Fuel delivery systems.</p> <p class=\"paragraph-e\">  6. Engine management systems.</p> <p class=\"paragraph-e\">  7. Clutches and transmissions.</p> <p class=\"paragraph-e\">  8. Drive axle and final drive assemblies.</p> <p class=\"paragraph-e\">  9. Steering systems.</p> <p class=\"paragraph-e\">  10. Braking systems.</p> <p class=\"paragraph-e\">  11. Air supply and auxiliary systems.</p> <p class=\"paragraph-e\">  12. Suspension systems.</p> <p class=\"paragraph-e\">  13. Tires, wheels, ballasting and undercarriages.</p> <p class=\"paragraph-e\">  14. Air conditioning, heating and ventilation systems.</p> <p class=\"paragraph-e\">  15. Body and trim.</p> <p class=\"paragraph-e\">  16. Tillage and planting equipment.</p> <p class=\"paragraph-e\">  17. Harvesting equipment.</p> <p class=\"paragraph-e\">  18. Spraying, irrigation and distribution equipment.</p> <p class=\"paragraph-e\">  19. Materials handling equipment.</p> <p class=\"paragraph-e\">  20. Precision farming systems equipment.  O. Reg. 277/11, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Alignment and brakes technician",
            "content": " 4. The scope of practice for the trade of alignment and brakes technician includes the following: 1. Engaging in the repair and maintenance of motor vehicles by testing for and correcting faulty alignment of wheels, axles, frames and steering mechanisms. 2. Engaging in the repair and maintenance of motor vehicles by disassembling, adjusting, repairing and reassembling braking systems and controls.  O. Reg. 277/11, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The scope of practice for the trade of alignment and brakes technician includes the following:</p> <p class=\"paragraph-e\">  1. Engaging in the repair and maintenance of motor vehicles by testing for and correcting faulty alignment of wheels, axles, frames and steering mechanisms.</p> <p class=\"paragraph-e\">  2. Engaging in the repair and maintenance of motor vehicles by disassembling, adjusting, repairing and reassembling braking systems and controls.  O. Reg. 277/11, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Auto body and collision damage repairer",
            "content": " 5. The scope of practice for the trade of auto body and collision damage repairer includes engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by doing any of the following: 1. Repairing, reshaping, refitting and welding breaks in body panels, fenders and skirtings. 2. Shrinking or stretching metal panels by heat treatment. 3. Removing or replacing electrical, electronic and vacuum components. 4. Repairing, removing or replacing wiring harnesses, air-conditioning systems and water pumps. 5. Straightening and aligning frames and unibody assemblies. 6. Removing, replacing or adjusting steering and suspension components. 7. Aligning wheels.  O. Reg. 277/11, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The scope of practice for the trade of auto body and collision damage repairer includes engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by doing any of the following:</p> <p class=\"paragraph-e\">  1. Repairing, reshaping, refitting and welding breaks in body panels, fenders and skirtings.</p> <p class=\"paragraph-e\">  2. Shrinking or stretching metal panels by heat treatment.</p> <p class=\"paragraph-e\">  3. Removing or replacing electrical, electronic and vacuum components.</p> <p class=\"paragraph-e\">  4. Repairing, removing or replacing wiring harnesses, air-conditioning systems and water pumps.</p> <p class=\"paragraph-e\">  5. Straightening and aligning frames and unibody assemblies.</p> <p class=\"paragraph-e\">  6. Removing, replacing or adjusting steering and suspension components.</p> <p class=\"paragraph-e\">  7. Aligning wheels.  O. Reg. 277/11, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Auto body repairer",
            "content": " 6. The scope of practice for the trade of auto body repairer includes engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by doing any of the following: 1. Repairing, reshaping, refitting and welding breaks in body panels, fenders and skirtings. 2. Shrinking or stretching metal panels by heat treatment.  O. Reg. 277/11, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The scope of practice for the trade of auto body repairer includes engaging in the repair of motor vehicles, motor coaches, trucks or truck-trailers by doing any of the following:</p> <p class=\"paragraph-e\">  1. Repairing, reshaping, refitting and welding breaks in body panels, fenders and skirtings.</p> <p class=\"paragraph-e\">  2. Shrinking or stretching metal panels by heat treatment.  O. Reg. 277/11, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Automotive electronic accessory technician",
            "content": " 7. The scope of practice for the trade of automotive electronic accessory technician includes installing or repairing electronic accessories in motor vehicles and heavy trucks.  O. Reg. 277/11, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>The scope of practice for the trade of automotive electronic accessory technician includes installing or repairing electronic accessories in motor vehicles and heavy trucks.  O. Reg. 277/11, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Automotive glass technician",
            "content": " 8. The scope of practice for the trade of automotive glass technician includes repairing, removing and installing glass and windshields in motorized and automotive vehicles.  O. Reg. 277/11, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>The scope of practice for the trade of automotive glass technician includes repairing, removing and installing glass and windshields in motorized and automotive vehicles.  O. Reg. 277/11, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Automotive painter",
            "content": " 9. The scope of practice for the trade of automotive painter includes the following: 1. Painting vehicles. 2. Preparing surfaces for painting by sanding then masking the work areas. 3. Treating different surfaces, such as steel, plastic and aluminium, to achieve durable, attractive finishes.  O. Reg. 277/11, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>The scope of practice for the trade of automotive painter includes the following:</p> <p class=\"paragraph-e\">  1. Painting vehicles.</p> <p class=\"paragraph-e\">  2. Preparing surfaces for painting by sanding then masking the work areas.</p> <p class=\"paragraph-e\">  3. Treating different surfaces, such as steel, plastic and aluminium, to achieve durable, attractive finishes.  O. Reg. 277/11, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Automotive service technician",
            "content": " 10. The scope of practice for the trade of automotive service technician includes engaging in the servicing, repairing, overhauling, diagnosing or inspecting of motor vehicles by doing any of the following: 1. Disassembling, adjusting, repairing and reassembling engines, transmissions, clutches, rear ends, differentials, brakes, drive shafts, axles and other assemblies. 2. Testing for and correcting faulty alignment of wheels, axles, frames and steering mechanisms. 3. Diagnosing faults in, repairing or replacing suspension systems, including shock absorbers and spring assemblies. 4. Diagnosing faults in, installing, repairing and removing ignition, charging and starting systems, panel instruments, wiring and other electrical and electronic systems and equipment. 5. Diagnosing faults in, repairing and adjusting fuel systems, engine management systems and emission control systems. 6. Diagnosing faults in, installing, inspecting, maintaining and removing air-conditioning and refrigeration and heating systems.  O. Reg. 277/11, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>The scope of practice for the trade of automotive service technician includes engaging in the servicing, repairing, overhauling, diagnosing or inspecting of motor vehicles by doing any of the following:</p> <p class=\"paragraph-e\">  1. Disassembling, adjusting, repairing and reassembling engines, transmissions, clutches, rear ends, differentials, brakes, drive shafts, axles and other assemblies.</p> <p class=\"paragraph-e\">  2. Testing for and correcting faulty alignment of wheels, axles, frames and steering mechanisms.</p> <p class=\"paragraph-e\">  3. Diagnosing faults in, repairing or replacing suspension systems, including shock absorbers and spring assemblies.</p> <p class=\"paragraph-e\">  4. Diagnosing faults in, installing, repairing and removing ignition, charging and starting systems, panel instruments, wiring and other electrical and electronic systems and equipment.</p> <p class=\"paragraph-e\">  5. Diagnosing faults in, repairing and adjusting fuel systems, engine management systems and emission control systems.</p> <p class=\"paragraph-e\">  6. Diagnosing faults in, installing, inspecting, maintaining and removing air-conditioning and refrigeration and heating systems.  O. Reg. 277/11, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Fuel and electrical systems technician",
            "content": " 11. The scope of practice for the trade of fuel and electrical systems technician includes engaging in the repair and maintenance of motor vehicles by doing any of the following: 1. Diagnosing faults in, installing, repairing and removing, i. ignition and charging and starting systems, ii. panel instruments, iii. wiring, and iv. other electrical and electronic systems and equipment. 2. Diagnosing faults in, repairing and adjusting fuel systems, engine management systems and emission control systems. 3. Diagnosing faults in, installing, inspecting, maintaining and removing air-conditioning and refrigeration and heating systems.  O. Reg. 277/11, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>The scope of practice for the trade of fuel and electrical systems technician includes engaging in the repair and maintenance of motor vehicles by doing any of the following:</p> <p class=\"paragraph-e\">  1. Diagnosing faults in, installing, repairing and removing,</p> <p class=\"subpara-e\">  i. ignition and charging and starting systems,</p> <p class=\"subpara-e\">  ii. panel instruments,</p> <p class=\"subpara-e\">  iii. wiring, and</p> <p class=\"subpara-e\">  iv. other electrical and electronic systems and equipment.</p> <p class=\"paragraph-e\">  2. Diagnosing faults in, repairing and adjusting fuel systems, engine management systems and emission control systems.</p> <p class=\"paragraph-e\">  3. Diagnosing faults in, installing, inspecting, maintaining and removing air-conditioning and refrigeration and heating systems.  O. Reg. 277/11, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Heavy duty equipment technician",
            "content": " 12. The scope of practice for the trade of heavy duty equipment technician includes inspecting, diagnosing, repairing and verifying the repair of the following for heavy duty equipment: 1. Engine systems. 2. Engine management systems. 3. Exhaust, intake and emission control systems. 4. Electrical systems – starting and charging. 5. Hydraulic systems. 6. Clutches and transmissions. 7. Drive shafts, drive axle assemblies and final drives. 8. Steering systems. 9. Braking systems. 10. Suspension systems. 11. Air supply and auxiliary air systems. 12. Heating, ventilation and air conditioning systems. 13. Body and trim. 14. Tires, wheels, frames and undercarriages. 15. Earth moving equipment.  O. Reg. 277/11, s. 12.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>The scope of practice for the trade of heavy duty equipment technician includes inspecting, diagnosing, repairing and verifying the repair of the following for heavy duty equipment:</p> <p class=\"paragraph-e\">  1. Engine systems.</p> <p class=\"paragraph-e\">  2. Engine management systems.</p> <p class=\"paragraph-e\">  3. Exhaust, intake and emission control systems.</p> <p class=\"paragraph-e\">  4. Electrical systems – starting and charging.</p> <p class=\"paragraph-e\">  5. Hydraulic systems.</p> <p class=\"paragraph-e\">  6. Clutches and transmissions.</p> <p class=\"paragraph-e\">  7. Drive shafts, drive axle assemblies and final drives.</p> <p class=\"paragraph-e\">  8. Steering systems.</p> <p class=\"paragraph-e\">  9. Braking systems.</p> <p class=\"paragraph-e\">  10. Suspension systems.</p> <p class=\"paragraph-e\">  11. Air supply and auxiliary air systems.</p> <p class=\"paragraph-e\">  12. Heating, ventilation and air conditioning systems.</p> <p class=\"paragraph-e\">  13. Body and trim.</p> <p class=\"paragraph-e\">  14. Tires, wheels, frames and undercarriages.</p> <p class=\"paragraph-e\">  15. Earth moving equipment.  O. Reg. 277/11, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Marine engine technician",
            "content": " 13. The scope of practice for the trade of marine engine technician includes inspecting and maintaining, (a) marine craft engines; and (b) electronic, steering, hydraulic, drive and propulsion and braking systems of marine craft, for dealer and independent service shops and marina operators.  O. Reg. 277/11, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>The scope of practice for the trade of marine engine technician includes inspecting and maintaining,</p> <p class=\"clause-e\">  (a) marine craft engines; and </p> <p class=\"clause-e\">  (b) electronic, steering, hydraulic, drive and propulsion and braking systems of marine craft,</p> <p class=\"Ssection-e\">for dealer and independent service shops and marina operators.  O. Reg. 277/11, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Motive power machinist",
            "content": " 14. The scope of practice for the trade of motive power machinist includes reconditioning and rebuilding internal combustion engines and associated components, power trains, brake system components and suspension system components.  O. Reg. 277/11, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>The scope of practice for the trade of motive power machinist includes reconditioning and rebuilding internal combustion engines and associated components, power trains, brake system components and suspension system components.  O. Reg. 277/11, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Motorcycle technician",
            "content": " 15. The scope of practice for the trade of motorcycle technician includes servicing, repairing, overhauling and inspecting motorcycles and testing them for faults and road-worthiness.  O. Reg. 277/11, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>The scope of practice for the trade of motorcycle technician includes servicing, repairing, overhauling and inspecting motorcycles and testing them for faults and road-worthiness.  O. Reg. 277/11, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Powered lift truck technician",
            "content": " 16. The scope of practice for the trade of powered lift truck technician includes inspecting, diagnosing, repairing and verifying the repair, in respect of powered lift trucks, of any of the following: 1. Manufacturers’ specification plate. 2. Electrical systems. 3. Engine systems. 4. Fuel delivery systems. 5. Engine management. 6. Clutches and transmissions. 7. Drive axle and final drive assemblies. 8. Steering systems. 9. Braking systems. 10. Air supply and auxiliary air systems. 11. Suspension systems. 12. Batteries. 13. Electric motor systems. 14. Drive unit – electrical vehicles. 15. Control systems – electric vehicles. 16. Hydraulic systems. 17. Lifting systems. 18. Heating, ventilation and air conditioning systems. 19. Frame and cab systems. 20. Pneumatic tires and wheels. 21. Solid tires and wheels.  O. Reg. 277/11, s. 16.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>The scope of practice for the trade of powered lift truck technician includes inspecting, diagnosing, repairing and verifying the repair, in respect of powered lift trucks, of any of the following:</p> <p class=\"paragraph-e\">  1. Manufacturers’ specification plate.</p> <p class=\"paragraph-e\">  2. Electrical systems. </p> <p class=\"paragraph-e\">  3. Engine systems.</p> <p class=\"paragraph-e\">  4. Fuel delivery systems.</p> <p class=\"paragraph-e\">  5. Engine management.</p> <p class=\"paragraph-e\">  6. Clutches and transmissions.</p> <p class=\"paragraph-e\">  7. Drive axle and final drive assemblies.</p> <p class=\"paragraph-e\">  8. Steering systems.</p> <p class=\"paragraph-e\">  9. Braking systems.</p> <p class=\"paragraph-e\">  10. Air supply and auxiliary air systems.</p> <p class=\"paragraph-e\">  11. Suspension systems.</p> <p class=\"paragraph-e\">  12. Batteries.</p> <p class=\"paragraph-e\">  13. Electric motor systems.</p> <p class=\"paragraph-e\">  14. Drive unit – electrical vehicles.</p> <p class=\"paragraph-e\">  15. Control systems – electric vehicles.</p> <p class=\"paragraph-e\">  16. Hydraulic systems.</p> <p class=\"paragraph-e\">  17. Lifting systems.</p> <p class=\"paragraph-e\">  18. Heating, ventilation and air conditioning systems.</p> <p class=\"paragraph-e\">  19. Frame and cab systems.</p> <p class=\"paragraph-e\">  20. Pneumatic tires and wheels.</p> <p class=\"paragraph-e\">  21. Solid tires and wheels.  O. Reg. 277/11, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Recreation vehicle technician",
            "content": " 17. (1) The scope of practice for the trade of recreation vehicle technician includes installing, servicing, repairing, testing and inspecting the interior wiring, piping, exterior panels, interior cabinets, windows, doors and accessories on the trailers or accommodation units of recreation vehicles.  O. Reg. 277/11, s. 17 (1). (2) In this section, “recreation vehicle” means a vehicle designed as mobile accommodation or as self-propelled mobile accommodation and used as transportation and includes a cabin trailer, collapsible cabin trailer, tent trailer and camping trailer.  O. Reg. 277/11, s. 17 (2).",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) The scope of practice for the trade of recreation vehicle technician includes installing, servicing, repairing, testing and inspecting the interior wiring, piping, exterior panels, interior cabinets, windows, doors and accessories on the trailers or accommodation units of recreation vehicles.  O. Reg. 277/11, s. 17 (1).</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"firstdef-e\">“recreation vehicle” means a vehicle designed as mobile accommodation or as self-propelled mobile accommodation and used as transportation and includes a cabin trailer, collapsible cabin trailer, tent trailer and camping trailer.  O. Reg. 277/11, s. 17 (2).</p>"
        },
        {
            "id": "18.",
            "section": "Small engine technician",
            "content": " 18. The scope of practice for the trade of small engine technician includes diagnosing, repairing and maintaining small engines and engine systems for off-road vehicles and powered equipment.  O. Reg. 277/11, s. 18.",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>The scope of practice for the trade of small engine technician includes diagnosing, repairing and maintaining small engines and engine systems for off-road vehicles and powered equipment.  O. Reg. 277/11, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Small engine technician",
            "content": " 19. Revoked: O. Reg. 226/19, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>19. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 226/19, s. 1.</p>"
        },
        {
            "id": "20.",
            "section": "Transmission technician",
            "content": " 20. The scope of practice for the trade of transmission technician includes engaging in the repair and maintenance of motor vehicles by inspecting, maintaining and repairing transmissions and trans-axles.  O. Reg. 277/11, s. 20.",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>The scope of practice for the trade of transmission technician includes engaging in the repair and maintenance of motor vehicles by inspecting, maintaining and repairing transmissions and trans-axles.  O. Reg. 277/11, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": "Truck and coach technician",
            "content": " 21. The scope of practice for the trade of truck and coach technician includes engaging in any of servicing, repairing, overhauling, diagnosing and inspecting motor coaches, heavy trucks and truck-trailers by doing any of the following: 1. Disassembling, adjusting, repairing and reassembling engines, transmissions, clutches, rear ends, differentials, brakes, drive shafts, wheels and rims, axles and other assemblies. 2. Testing for, diagnosing and correcting faulty alignment of wheels and steering mechanisms. 3. Diagnosing faults in, repairing or replacing suspension systems, including shock absorbers and spring assemblies. 4. Diagnosing faults in, installing, repairing and removing ignition, charging and starting systems, panel instruments, wiring and other electrical and electronic systems and equipment. 5. Diagnosing faults in, repairing and adjusting fuel systems, engine management systems and emission control systems. 6. Diagnosing faults in, installing, inspecting, maintaining and removing air-conditioning and refrigeration and heating systems.  O. Reg. 277/11, s. 21.",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>The scope of practice for the trade of truck and coach technician includes engaging in any of servicing, repairing, overhauling, diagnosing and inspecting motor coaches, heavy trucks and truck-trailers by doing any of the following:</p> <p class=\"paragraph-e\">  1. Disassembling, adjusting, repairing and reassembling engines, transmissions, clutches, rear ends, differentials, brakes, drive shafts, wheels and rims, axles and other assemblies.</p> <p class=\"paragraph-e\">  2. Testing for, diagnosing and correcting faulty alignment of wheels and steering mechanisms.</p> <p class=\"paragraph-e\">  3. Diagnosing faults in, repairing or replacing suspension systems, including shock absorbers and spring assemblies.</p> <p class=\"paragraph-e\">  4. Diagnosing faults in, installing, repairing and removing ignition, charging and starting systems, panel instruments, wiring and other electrical and electronic systems and equipment.</p> <p class=\"paragraph-e\">  5. Diagnosing faults in, repairing and adjusting fuel systems, engine management systems and emission control systems.</p> <p class=\"paragraph-e\">  6. Diagnosing faults in, installing, inspecting, maintaining and removing air-conditioning and refrigeration and heating systems.  O. Reg. 277/11, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": "Truck-trailer service technician",
            "content": " 22. The scope of practice for the trade of truck-trailer service technician includes engaging in repairing and maintaining truck-trailers by doing any of the following:  1. Disassembling, adjusting, repairing and reassembling, i. suspension systems, including bogies, axles, wheels and rims, ii. braking systems, and iii. electrical systems. 2. Inspecting, repairing and realigning frames. 3. Inspecting and repairing appurtenances such as tow bars, hitches, turntables, landing gear and upper couplers. 4. Inspecting, testing, adjusting, overhauling and replacing truck-trailer refrigeration and heating system components, electrical circuits, pressure lines and fittings.  O. Reg. 277/11, s. 22.",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>The scope of practice for the trade of truck-trailer service technician includes engaging in repairing and maintaining truck-trailers by doing any of the following: </p> <p class=\"paragraph-e\">  1. Disassembling, adjusting, repairing and reassembling,</p> <p class=\"subpara-e\">  i. suspension systems, including bogies, axles, wheels and rims,</p> <p class=\"subpara-e\">  ii. braking systems, and</p> <p class=\"subpara-e\">  iii. electrical systems.</p> <p class=\"paragraph-e\">  2. Inspecting, repairing and realigning frames.</p> <p class=\"paragraph-e\">  3. Inspecting and repairing appurtenances such as tow bars, hitches, turntables, landing gear and upper couplers.</p> <p class=\"paragraph-e\">  4. Inspecting, testing, adjusting, overhauling and replacing truck-trailer refrigeration and heating system components, electrical circuits, pressure lines and fittings.  O. Reg. 277/11, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "Turf equipment technician",
            "content": " 23. The scope of practice for the trade of turf equipment technician includes diagnosing, maintaining and repairing mowing equipment, golf carts, traction units, small powered equipment and tow-behind equipment.  O. Reg. 277/11, s. 23.",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>The scope of practice for the trade of turf equipment technician includes diagnosing, maintaining and repairing mowing equipment, golf carts, traction units, small powered equipment and tow-behind equipment.  O. Reg. 277/11, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": "Turf equipment technician",
            "content": " 24. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 277/11, s. 24.",
            "raw_html": "<p class=\"section-e\"> <b>24.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 277/11, s. 24.</p>"
        },
        {
            "id": null,
            "section": "Turf equipment technician",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/110277\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}