{
    "reg_info": {
        "full_title": "O. Reg. 504/95: EXEMPTION - PROSPECTORS",
        "reg_name_text": "EXEMPTION — PROSPECTORS",
        "citation": "O. Reg. 504/95: EXEMPTION - PROSPECTORS",
        "act_under": "Environmental Protection Act   Loi sur la protection de l’environnement",
        "url": "https://www.ontario.ca/laws/regulation/950504",
        "date_scraped": "2023-12-20 01:15:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 11, 1995",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “exploration property” means property at which a prospector proposes to undertake, is undertaking or has undertaken prospecting, staking or exploration for minerals and includes any source of contaminant, undertaking, waste, waste disposal site, land or other place or thing present on, in or at the property; “mineral exploration” means prospecting, staking or exploration for minerals and any activities related to prospecting, staking or exploration for minerals, and includes advanced exploration as defined in Part VII of the Mining Act; “minerals” has the same meaning as in the Mining Act; “prospecting” has the same meaning as in the Mining Act; “prospector” means a person who is proposing to undertake, is undertaking or has undertaken mineral exploration. O. Reg. 504/95, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“exploration property” means property at which a prospector proposes to undertake, is undertaking or has undertaken prospecting, staking or exploration for minerals and includes any source of contaminant, undertaking, waste, waste disposal site, land or other place or thing present on, in or at the property;</p> <p class=\"definition-e\">“mineral exploration” means prospecting, staking or exploration for minerals and any activities related to prospecting, staking or exploration for minerals, and includes advanced exploration as defined in Part VII of the <i>Mining Act</i>;</p> <p class=\"definition-e\">“minerals” has the same meaning as in the <i>Mining Act</i>;</p> <p class=\"definition-e\">“prospecting” has the same meaning as in the <i>Mining Act</i>;</p> <p class=\"definition-e\">“prospector” means a person who is proposing to undertake, is undertaking or has undertaken mineral exploration. O. Reg. 504/95, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) Subject to section 3, a prospector is exempt from sections 7, 8, 17, 18, 43, 44 and 97 of the Act in respect of an exploration property. O. Reg. 504/95, s. 2 (1). (2) Subject to section 3, a prospector is exempt from the definitions of “owner of the pollutant” and “person having control of a pollutant” in Part X of the Act in respect of an exploration property and a pollutant if, (a) the prospector did not have legal title to the pollutant before its first discharge into the natural environment and no person acting on the prospector’s behalf, whether as an employee, agent, contractor or otherwise, had legal title to the pollutant before its first discharge into the natural environment; (b) immediately before its first discharge into the natural environment, the pollutant was on the exploration property; and (c) the pollutant was not brought to or created on the exploration property by the prospector or a person acting on the prospector’s behalf, whether as an employee, agent, contractor or otherwise. O. Reg. 504/95, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) Subject to section 3, a prospector is exempt from sections 7, 8, 17, 18, 43, 44 and 97 of the Act in respect of an exploration property. O. Reg. 504/95, s. 2 (1).</p> <p class=\"subsection-e\">(2) Subject to section 3, a prospector is exempt from the definitions of “owner of the pollutant” and “person having control of a pollutant” in Part X of the Act in respect of an exploration property and a pollutant if,</p> <p class=\"clause-e\">(a) the prospector did not have legal title to the pollutant before its first discharge into the natural environment and no person acting on the prospector’s behalf, whether as an employee, agent, contractor or otherwise, had legal title to the pollutant before its first discharge into the natural environment;</p> <p class=\"clause-e\">(b) immediately before its first discharge into the natural environment, the pollutant was on the exploration property; and</p> <p class=\"clause-e\">(c) the pollutant was not brought to or created on the exploration property by the prospector or a person acting on the prospector’s behalf, whether as an employee, agent, contractor or otherwise. O. Reg. 504/95, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) Section 2 does not exempt a prospector if the prospector or a person acting on the prospector’s behalf, whether as an employee, agent, contractor or otherwise, causes the environmental concern that forms the basis for the application of the provision to which the exemption under section 2 would otherwise apply. O. Reg. 504/95, s. 3 (1). (2) Section 2 does not exempt a prospector to the extent that the prospector or a person acting on the prospector’s behalf, whether as an employee, agent, contractor or otherwise, aggravates the environmental concern that forms the basis for the application of the provision to which the exemption under section 2 would otherwise apply. O. Reg. 504/95, s. 3 (2). (3) If a prospector has a relationship to an exploration property other than as a prospector, section 2 does not exempt the prospector in respect of the other relationship. O. Reg. 504/95, s. 3 (3). (4) Section 2 does not exempt a prospector in respect of an exploration property if the prospector is the holder of a leasehold patent or the owner of a freehold patent in respect of the property. O. Reg. 504/95, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) Section 2 does not exempt a prospector if the prospector or a person acting on the prospector’s behalf, whether as an employee, agent, contractor or otherwise, causes the environmental concern that forms the basis for the application of the provision to which the exemption under section 2 would otherwise apply. O. Reg. 504/95, s. 3 (1).</p> <p class=\"subsection-e\">(2) Section 2 does not exempt a prospector to the extent that the prospector or a person acting on the prospector’s behalf, whether as an employee, agent, contractor or otherwise, aggravates the environmental concern that forms the basis for the application of the provision to which the exemption under section 2 would otherwise apply. O. Reg. 504/95, s. 3 (2).</p> <p class=\"subsection-e\">(3) If a prospector has a relationship to an exploration property other than as a prospector, section 2 does not exempt the prospector in respect of the other relationship. O. Reg. 504/95, s. 3 (3).</p> <p class=\"subsection-e\">(4) Section 2 does not exempt a prospector in respect of an exploration property if the prospector is the holder of a leasehold patent or the owner of a freehold patent in respect of the property. O. Reg. 504/95, s. 3 (4).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Section 2 continues to exempt a prospector after mineral exploration of an exploration property ends, if the prospector has no further relationship with the property other than as a prospector. O. Reg. 504/95, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Section 2 continues to exempt a prospector after mineral exploration of an exploration property ends, if the prospector has no further relationship with the property other than as a prospector. O. Reg. 504/95, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. Omitted (revokes other Regulations). O. Reg. 504/95, s. 5. ",
            "raw_html": "<p class=\"section-e\"><b>5.</b> Omitted (revokes other Regulations). O. Reg. 504/95, s. 5.</p> <p class=\"Normal\"></p>"
        }
    ]
}