{
    "reg_info": {
        "full_title": "O. Reg. 467/19: BOARDS' PAYMENT OF EXPENSES",
        "reg_name_text": "BOARDS' PAYMENT OF EXPENSES",
        "citation": "O. Reg. 467/19: ",
        "act_under": "Farm Products Payments Act",
        "url": "https://www.ontario.ca/laws/regulation/190467",
        "date_scraped": "2023-12-18 22:00:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  1, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/190467/v2",
            "valid_from": "January  1, 2020",
            "valid_to": "March 31, 2020"
        },
        {
            "a_href": "/laws/regulation/190467/v1",
            "valid_from": "December 20, 2019",
            "valid_to": "December 31, 2019"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "  1. In this Regulation, “Grain Financial Protection Board” means the Grain Financial Protection Board continued under Ontario Regulation 70/12 (Payments from Funds for Grain Producers) made under the Act; (“Commission de protection financière des producteurs de céréales”) “Livestock Financial Protection Board” means the Livestock Financial Protection Board continued under Ontario Regulation 560/93 (Fund for Livestock Producers) made under the Act; (“Commission de protection financière des éleveurs de bétail”) “ministry” means the ministry of the Minister. (“ministère”)",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>In this Regulation,</p> <p class=\"definition-e\">“Grain Financial Protection Board” means the Grain Financial Protection Board continued under Ontario Regulation 70/12 (Payments from Funds for Grain Producers) made under the Act; (“Commission de protection financière des producteurs de céréales”)</p> <p class=\"definition-e\">“Livestock Financial Protection Board” means the Livestock Financial Protection Board continued under Ontario Regulation 560/93 (Fund for Livestock Producers) made under the Act; (“Commission de protection financière des éleveurs de bétail”)</p> <p class=\"definition-e\">“ministry” means the ministry of the Minister. (“ministère”)</p>"
        },
        {
            "id": "2.",
            "section": "Priority of payments",
            "content": " 2. A board’s payment of the expenses set out in this Regulation shall not have priority over the board’s payment of claims under the Act. Grain Financial Protection Board",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>A board’s payment of the expenses set out in this Regulation shall not have priority over the board’s payment of claims under the Act.</p> <p class=\"heading1-e\">Grain Financial Protection Board</p>"
        },
        {
            "id": "3.",
            "section": "Expenses payable by Grain Financial Protection Board — the Act",
            "content": " 3. (1) The Grain Financial Protection Board shall pay all expenses relating to the administration of the Act with respect to grain, including, without limitation, expenses relating to, (a)  the administration of the Fund for Canola Producers, the Fund for Grain Corn Producers, the Fund for Soybean Producers and the Fund for Wheat Producers, including actuarial studies of those Funds; (b)  the adjudication of claims for payment from the Funds; (c)  the recovery of money the Board may be entitled to receive under the Act; (d)  communications and educational activities in relation to the Act; (e)  the investigation of claims for payment from the Funds; and (f)  legal fees associated with anything in clauses (a) to (e). O. Reg. 467/19, s. 3 (1), 7. (2) Despite subsection (1), the Board is not required to pay expenses related to judicial reviews of its decisions to grant or refuse the payment of claims under the Act or expenses related to any subsequent appeals. O. Reg. 467/19, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The Grain Financial Protection Board shall pay all expenses relating to the administration of the Act with respect to grain, including, without limitation, expenses relating to,</p> <p class=\"clause-e\">  (a)  the administration of the Fund for Canola Producers, the Fund for Grain Corn Producers, the Fund for Soybean Producers and the Fund for Wheat Producers, including actuarial studies of those Funds;</p> <p class=\"clause-e\">  (b)  the adjudication of claims for payment from the Funds;</p> <p class=\"clause-e\">  (c)  the recovery of money the Board may be entitled to receive under the Act; </p> <p class=\"clause-e\">  (d)  communications and educational activities in relation to the Act;</p> <p class=\"clause-e\">  (e)  the investigation of claims for payment from the Funds; and</p> <p class=\"clause-e\">  (f)  legal fees associated with anything in clauses (a) to (e). O. Reg. 467/19, s. 3 (1), 7.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), the Board is not required to pay expenses related to judicial reviews of its decisions to grant or refuse the payment of claims under the Act or expenses related to any subsequent appeals. O. Reg. 467/19, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Expenses payable by the Grain Financial Protection Board — Grains Act",
            "content": " 4. (1) The Grain Financial Protection Board shall pay all expenses relating to the administration of the Grains Act, including, without limitation, expenses relating to, (a)  the determination of whether a person is financially responsible for the purposes of that Act; (b)  the determination of the amount of security a person is required to pay to the chief inspector under that Act; (c)  licensing under that Act, including, (i)  the issuance or refusal to issue a licence, (ii)  the refusal to issue or to approve the transfer of a licence, (iii)  the renewal or refusal to renew a licence, (iv)  the suspension of a licence, (v)  the revocation of a licence, and (vi)  the imposition of terms and conditions on a licence; (d)  the issuance or refusal to issue a shortfall permit; (e)  requests for a hearing by the chief inspector in connection with licensing under that Act; (f)  inspections under that Act; (g)  the exercise of the chief inspector’s powers under section 26 of that Act; (h)  communications and educational activities in relation to that Act; and (i)  actions taken to determine whether a person should be referred to the ministry for potential prosecution for an offence under that Act. (2) Despite subsection (1), the Board is not required to pay expenses related to, (a)  appeals to the Agriculture, Food and Rural Affairs Appeal Tribunal respecting matters under the Grains Act or any subsequent appeals; (b)  judicial reviews respecting matters under the Grains Act or any subsequent appeals; (c)  prosecutions of offences under the Grains Act or any subsequent appeals; or (d)  legal fees associated with anything in subsection (1). Livestock Financial Protection Board",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The Grain Financial Protection Board shall pay all expenses relating to the administration of the <i>Grains Act</i>, including, without limitation, expenses relating to,</p> <p class=\"clause-e\">  (a)  the determination of whether a person is financially responsible for the purposes of that Act;</p> <p class=\"clause-e\">  (b)  the determination of the amount of security a person is required to pay to the chief inspector under that Act;</p> <p class=\"clause-e\">  (c)  licensing under that Act, including,</p> <p class=\"subclause-e\">  (i)  the issuance or refusal to issue a licence,</p> <p class=\"subclause-e\">  (ii)  the refusal to issue or to approve the transfer of a licence,</p> <p class=\"subclause-e\">  (iii)  the renewal or refusal to renew a licence,</p> <p class=\"subclause-e\">  (iv)  the suspension of a licence,</p> <p class=\"subclause-e\">  (v)  the revocation of a licence, and</p> <p class=\"subclause-e\">  (vi)  the imposition of terms and conditions on a licence; </p> <p class=\"clause-e\">  (d)  the issuance or refusal to issue a shortfall permit;</p> <p class=\"clause-e\">  (e)  requests for a hearing by the chief inspector in connection with licensing under that Act;</p> <p class=\"clause-e\">  (f)  inspections under that Act;</p> <p class=\"clause-e\">  (g)  the exercise of the chief inspector’s powers under section 26 of that Act;</p> <p class=\"clause-e\">  (h)  communications and educational activities in relation to that Act; and</p> <p class=\"clause-e\">  (i)  actions taken to determine whether a person should be referred to the ministry for potential prosecution for an offence under that Act.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), the Board is not required to pay expenses related to,</p> <p class=\"clause-e\">  (a)  appeals to the Agriculture, Food and Rural Affairs Appeal Tribunal respecting matters under the <i>Grains Act</i> or any subsequent appeals;</p> <p class=\"clause-e\">  (b)  judicial reviews respecting matters under the <i>Grains Act</i> or any subsequent appeals;</p> <p class=\"clause-e\">  (c)  prosecutions of offences under the <i>Grains Act</i> or any subsequent appeals; or</p> <p class=\"clause-e\">  (d)  legal fees associated with anything in subsection (1).</p> <p class=\"heading1-e\">Livestock Financial Protection Board</p>"
        },
        {
            "id": "5.",
            "section": "Expenses payable by Livestock Financial Protection Board — the Act",
            "content": " 5. (1) The Livestock Financial Protection Board shall pay all expenses relating to the administration of the Act with respect to livestock, including, without limitation, expenses relating to, (a)  the administration of the Fund for Livestock Producers, including actuarial studies of the Fund; (b)  the adjudication of claims for payment from the Fund; (c)  the recovery of money the Board may be entitled to receive under the Act; (d)  communications and educational activities in relation to the Act; (e)  the investigation of claims for payment from the Fund; and (f)  legal fees associated with anything in clauses (a) to (e). O. Reg. 467/19, s. 5 (1), 8. (2) Despite subsection (1), the Board is not required to pay expenses related to judicial reviews of its decisions to grant or refuse the payment of claims under the Act or expenses related to any subsequent appeals. O. Reg. 467/19, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The Livestock Financial Protection Board shall pay all expenses relating to the administration of the Act with respect to livestock, including, without limitation, expenses relating to,</p> <p class=\"clause-e\">  (a)  the administration of the Fund for Livestock Producers, including actuarial studies of the Fund;</p> <p class=\"clause-e\">  (b)  the adjudication of claims for payment from the Fund;</p> <p class=\"clause-e\">  (c)  the recovery of money the Board may be entitled to receive under the Act;</p> <p class=\"clause-e\">  (d)  communications and educational activities in relation to the Act;</p> <p class=\"clause-e\">  (e)  the investigation of claims for payment from the Fund; and</p> <p class=\"clause-e\">  (f)  legal fees associated with anything in clauses (a) to (e). O. Reg. 467/19, s. 5 (1), 8.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), the Board is not required to pay expenses related to judicial reviews of its decisions to grant or refuse the payment of claims under the Act or expenses related to any subsequent appeals. O. Reg. 467/19, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Expenses payable by the Livestock Financial Protection Board — Livestock and Livestock Products Act",
            "content": " 6. (1) The Livestock Financial Protection Board shall pay all expenses relating to the administration of the Livestock and Livestock Products Act, including, without limitation, expenses relating to, (a)  the determination of whether a person is financially responsible for the purposes of that Act; (b)  the determination of the amount of security a person is required to pay to the director under that Act; (c)  licensing under that Act, including, (i)  the issuance or refusal to issue a licence, (ii)  the renewal or refusal to renew a licence, (iii)  the suspension of a licence, (iv)  the cancellation of a licence, and (v)  the imposition of terms and conditions on a licence; (d)  requests for a hearing by the director in connection with licensing under that Act; (e)  inspections under that Act; (f)  actions taken to determine whether a person should be referred to the ministry for potential prosecution for an offence under that Act; and (g)  communications and educational activities in relation to that Act. (2) Despite subsection (1), the Board is not required to pay expenses related to, (a)  appeals to the Agriculture, Food and Rural Affairs Appeal Tribunal respecting matters under the Livestock and Livestock Products Act or any subsequent appeals; (b)  judicial reviews respecting matters under the Livestock and Livestock Products Act or any subsequent appeals; (c)  prosecutions of offences under the Livestock and Livestock Products Act or any subsequent appeals; or (d)  legal fees associated with anything in subsection (1). (3) Despite subsection (1), the Board is not required to pay expenses incurred by the ministry to administer the Livestock and Livestock Products Act.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The Livestock Financial Protection<b> </b>Board shall pay all expenses relating to the administration of the <i>Livestock and Livestock Products Act</i>, including, without limitation, expenses relating to,</p> <p class=\"clause-e\">  (a)  the determination of whether a person is financially responsible for the purposes of that Act;</p> <p class=\"clause-e\">  (b)  the determination of the amount of security a person is required to pay to the director under that Act;</p> <p class=\"clause-e\">  (c)  licensing under that Act, including,</p> <p class=\"subclause-e\">  (i)  the issuance or refusal to issue a licence,</p> <p class=\"subclause-e\">  (ii)  the renewal or refusal to renew a licence,</p> <p class=\"subclause-e\">  (iii)  the suspension of a licence,</p> <p class=\"subclause-e\">  (iv)  the cancellation of a licence, and</p> <p class=\"subclause-e\">  (v)  the imposition of terms and conditions on a licence;</p> <p class=\"clause-e\">  (d)  requests for a hearing by the director in connection with licensing under that Act;</p> <p class=\"clause-e\">  (e)  inspections under that Act;</p> <p class=\"clause-e\">  (f)  actions taken to determine whether a person should be referred to the ministry for potential prosecution for an offence under that Act; and</p> <p class=\"clause-e\">  (g)  communications and educational activities in relation to that Act.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), the Board is not required to pay expenses related to,</p> <p class=\"clause-e\">  (a)  appeals to the Agriculture, Food and Rural Affairs Appeal Tribunal respecting matters under the <i>Livestock and Livestock Products Act</i> or any subsequent appeals;</p> <p class=\"clause-e\">  (b)  judicial reviews respecting matters under the <i>Livestock and Livestock Products Act</i> or any subsequent appeals;</p> <p class=\"clause-e\">  (c)  prosecutions of offences under the <i>Livestock and Livestock Products Act</i> or any subsequent appeals; or</p> <p class=\"clause-e\">  (d)  legal fees associated with anything in subsection (1).</p> <p class=\"subsection-e\">  (3) Despite subsection (1), the Board is not required to pay expenses incurred by the ministry to administer the <i>Livestock and Livestock Products Act</i>.</p>"
        },
        {
            "id": "Sig",
            "section": "Expenses payable by the Livestock Financial Protection Board — Livestock and Livestock Products Act",
            "content": " 7., 8. Omitted (provides for amendments to this Regulation).",
            "raw_html": "<p class=\"section-e\"><a name=\"Sig\"></a> <b>7., 8.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for amendments to this Regulation</span>).</p>"
        },
        {
            "id": "9.",
            "section": "Expenses payable by the Livestock Financial Protection Board — Livestock and Livestock Products Act",
            "content": " 9. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>9.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Expenses payable by the Livestock Financial Protection Board — Livestock and Livestock Products Act",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/190467\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}