{
    "reg_info": {
        "full_title": "O. Reg. 353/97: ZONING AREAS - TERRITORIAL DISTRICT OF NIPISSING, GEOGRAPHIC TOWNSHIPS OF HOBBS, MCCALLUM AND PARDO",
        "reg_name_text": "ZONING AREAS — TERRITORIAL DISTRICT OF NIPISSING, GEOGRAPHIC TOWNSHIPS OF HOBBS, mcCALLUM AND PARDO",
        "citation": "O. Reg. 353/97: ZONING AREAS - TERRITORIAL DISTRICT OF NIPISSING, GEOGRAPHIC TOWNSHIPS OF HOBBS, MCCALLUM AND PARDO",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire",
        "url": "https://www.ontario.ca/laws/regulation/970353",
        "date_scraped": "2023-12-18 20:25:45"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/970353/v1",
            "valid_from": "September 24, 1997",
            "valid_to": "June 29, 2020"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Order, “accessory”, when used to describe a use, building or structure, means a use, building or structure that is normally incidental or subordinate to the principle use, building or structure on the same lot; “agricultural use” means a use of land, building or structure for the purpose of field crops, fruit farming, market gardening, dairying, animal husbandry, poultry raising, beekeeping, and such other uses as are customarily and normally related to agriculture; “conservation use” means a use of land, building or structure for the purpose of conserving, preserving and protecting the natural heritage and the environment, and includes docks, uninhabitable boat-houses, pumphouses or buildings or structures intended for flood and erosion control; “forestry use” means a use of land, building or structure for the purpose of harvesting timber and includes the operation of a sawmill; “temporary residential accommodation” means the use of land, a non-permanent building or structure, including mobile homes, for the purpose of housing workers for a period of less than 60 days. O. Reg. 353/97, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Order,</p> <p class=\"firstdef-e\">“accessory”, when used to describe a use, building or structure, means a use, building or structure that is normally incidental or subordinate to the principle use, building or structure on the same lot;</p> <p class=\"definition-e\">“agricultural use” means a use of land, building or structure for the purpose of field crops, fruit farming, market gardening, dairying, animal husbandry, poultry raising, beekeeping, and such other uses as are customarily and normally related to agriculture;</p> <p class=\"definition-e\">“conservation use” means a use of land, building or structure for the purpose of conserving, preserving and protecting the natural heritage and the environment, and includes docks, uninhabitable boat-houses, pumphouses or buildings or structures intended for flood and erosion control;</p> <p class=\"definition-e\">“forestry use” means a use of land, building or structure for the purpose of harvesting timber and includes the operation of a sawmill;</p> <p class=\"definition-e\">“temporary residential accommodation” means the use of land, a non-permanent building or structure, including mobile homes, for the purpose of housing workers for a period of less than 60 days. O. Reg. 353/97, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. This Order applies to all the land in the geographic Townships of Hobbs, McCallum and Pardo in the Territorial District of Nipissing. O. Reg. 353/97, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Order applies to all the land in the geographic Townships of Hobbs, McCallum and Pardo in the Territorial District of Nipissing. O. Reg. 353/97, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. No land to which this Order applies shall be used and no building or structure shall be erected or used except in accordance with the terms of this Order, but nothing in this Order prevents the use of any land, building or structure for any purpose prohibited by this Order if such land, building or structure was lawfully used for that purpose on the day this Order comes into force. O. Reg. 353/97, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>No land to which this Order applies shall be used and no building or structure shall be erected or used except in accordance with the terms of this Order, but nothing in this Order prevents the use of any land, building or structure for any purpose prohibited by this Order if such land, building or structure was lawfully used for that purpose on the day this Order comes into force. O. Reg. 353/97, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. Every use of land and every erection or use of buildings or structures on the land to which this Order applies is prohibited except, (a)  accessory uses; (b)  agricultural uses; (c)  conservation uses; (d)  forestry uses; (e)  temporary residential accommodation; and (f)  temporary uses. O. Reg. 353/97, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Every use of land and every erection or use of buildings or structures on the land to which this Order applies is prohibited except,</p> <p class=\"clause-e\">  (a)  accessory uses;</p> <p class=\"clause-e\">  (b)  agricultural uses;</p> <p class=\"clause-e\">  (c)  conservation uses;</p> <p class=\"clause-e\">  (d)  forestry uses;</p> <p class=\"clause-e\">  (e)  temporary residential accommodation; and</p> <p class=\"clause-e\">  (f)  temporary uses. O. Reg. 353/97, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. Despite clause 4 (a), no accessory building, or structure shall be used for human habitation. O. Reg. 353/97, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>Despite clause 4 (a), no accessory building, or structure shall be used for human habitation. O. Reg. 353/97, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) Nothing in this Order prevents the reconstruction or repair of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased or its original use altered. O. Reg. 353/97, s. 6 (1). (2) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure or part of any building or structure. O. Reg. 353/97, s. 6 (2).    ",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Nothing in this Order prevents the reconstruction or repair of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased or its original use altered. O. Reg. 353/97, s. 6 (1).</p> <p class=\"subsection-e\">  (2) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure or part of any building or structure. O. Reg. 353/97, s. 6 (2).</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}