{
    "reg_info": {
        "full_title": "O. Reg. 242/21: MEDIATION PRIOR TO NOTICE OF DECISION",
        "reg_name_text": "MEDIATION PRIOR TO NOTICE OF DECISION",
        "citation": "O. Reg. 242/21: ",
        "act_under": "Ontario New Home Warranties Plan Act",
        "url": "https://www.ontario.ca/laws/regulation/210242",
        "date_scraped": "2023-12-18 15:13:52"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/210242/v1",
            "valid_from": "April  1, 2021",
            "valid_to": "June 30, 2021"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “mediation” means a collaborative process in which, (a)  a neutral and impartial person, referred to as a mediator, assists the parties to a dispute in their attempt to reach a settlement to the dispute, and (b)  the mediator does not have authority to impose a solution to the dispute on the parties; (“médiation”) “party” means a claimant or the Corporation, and “parties” means the two of them. (“partie”) (2) For the purposes of this Regulation, a mediator is in a conflict of interest if they have, (a)  a direct or indirect financial or personal interest in the outcome of the mediation; or (b)  an existing or previous relationship with a party or a person related to a party to the mediation.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“mediation” means a collaborative process in which,</p> <p class=\"defclause-e\">  (a)  a neutral and impartial person, referred to as a mediator, assists the parties to a dispute in their attempt to reach a settlement to the dispute, and</p> <p class=\"defclause-e\">  (b)  the mediator does not have authority to impose a solution to the dispute on the parties; (“médiation”)</p> <p class=\"definition-e\">“party” means a claimant or the Corporation, and “parties” means the two of them. (“partie”)</p> <p class=\"subsection-e\">  (2) For the purposes of this Regulation, a mediator is in a conflict of interest if they have,</p> <p class=\"clause-e\">  (a)  a direct or indirect financial or personal interest in the outcome of the mediation; or</p> <p class=\"clause-e\">  (b)  an existing or previous relationship with a party or a person related to a party to the mediation.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. This Regulation applies to disputes respecting claims under subsection 14 (3) or (4) of the Act.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Regulation applies to disputes respecting claims under subsection 14 (3) or (4) of the Act.</p>"
        },
        {
            "id": "3.",
            "section": "Entitlement to mediation",
            "content": " 3. (1) A claimant may submit a request to the Corporation for mediation of a dispute described in section 2 if the following conditions are met: 1.  The claimant has requested that the Corporation conciliate a dispute between the claimant and a vendor. 2.  The Corporation has issued to the claimant an assessment arising out of the conciliation and rejecting any part of the claim. 3.  The Corporation has not yet issued a notice of decision under subsection 14 (13) of the Act in respect of the claim. (2) Unless a claimant requests a notice of decision, the Corporation shall not issue a notice of decision until 30 days have elapsed since the day the Corporation has issued its assessment of the claim. (3) The Corporation shall accept a request for mediation submitted under subsection (1) if the conditions set out in that subsection were satisfied at the time the request was submitted. (4) Despite subsection (3), the Corporation is not required to accept a claimant’s request for mediation if, (a)  the Corporation and the claimant have already reached a settlement on the matters in dispute; (b)  a mediation respecting the matters under dispute was previously terminated under section 7; or (c)  the request for mediation is vexatious or an abuse of process. (5) A mediation that is accepted under subsection (3) must be conducted in accordance with sections 4 to 8. (6) If the conditions set out in subsection (1) are met, the Corporation may offer to participate in the mediation of a dispute described in section 2 with a claimant and, if the claimant accepts, the parties shall appoint a mediator, and a mediation shall be conducted, in accordance with sections 4 to 8. (7) Nothing in this Regulation prevents the Corporation from participating in a mediation or other form of dispute resolution at any point during the dispute resolution process. (8) If a claimant has submitted a request for mediation of a dispute to the Corporation under subsection (1), or if the Corporation has offered mediation of a dispute to a claimant under subsection (6) and the claimant has accepted the offer, the Corporation shall not issue a notice of decision in respect of the claim under subsection 14 (13) of the Act until the mediation has been terminated in accordance with section 7.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A claimant may submit a request to the Corporation for mediation of a dispute described in section 2 if the following conditions are met:</p> <p class=\"paragraph-e\">  1.  The claimant has requested that the Corporation conciliate a dispute between the claimant and a vendor.</p> <p class=\"paragraph-e\">  2.  The Corporation has issued to the claimant an assessment arising out of the conciliation and rejecting any part of the claim.</p> <p class=\"paragraph-e\">  3.  The Corporation has not yet issued a notice of decision under subsection 14 (13) of the Act in respect of the claim.</p> <p class=\"subsection-e\">  (2) Unless a claimant requests a notice of decision, the Corporation shall not issue a notice of decision until 30 days have elapsed since the day the Corporation has issued its assessment of the claim.</p> <p class=\"subsection-e\">  (3) The Corporation shall accept a request for mediation submitted under subsection (1) if the conditions set out in that subsection were satisfied at the time the request was submitted.</p> <p class=\"subsection-e\">  (4) Despite subsection (3), the Corporation is not required to accept a claimant’s request for mediation if,</p> <p class=\"clause-e\">  (a)  the Corporation and the claimant have already reached a settlement on the matters in dispute;</p> <p class=\"clause-e\">  (b)  a mediation respecting the matters under dispute was previously terminated under section 7; or</p> <p class=\"clause-e\">  (c)  the request for mediation is vexatious or an abuse of process.</p> <p class=\"subsection-e\">  (5) A mediation that is accepted under subsection (3) must be conducted in accordance with sections 4 to 8.</p> <p class=\"subsection-e\">  (6) If the conditions set out in subsection (1) are met, the Corporation may offer to participate in the mediation of a dispute described in section 2 with a claimant and, if the claimant accepts, the parties shall appoint a mediator, and a mediation shall be conducted, in accordance with sections 4 to 8.</p> <p class=\"subsection-e\">  (7) Nothing in this Regulation prevents the Corporation from participating in a mediation or other form of dispute resolution at any point during the dispute resolution process.</p> <p class=\"subsection-e\">  (8) If a claimant has submitted a request for mediation of a dispute to the Corporation under subsection (1), or if the Corporation has offered mediation of a dispute to a claimant under subsection (6) and the claimant has accepted the offer, the Corporation shall not issue a notice of decision in respect of the claim under subsection 14 (13) of the Act until the mediation has been terminated in accordance with section 7.</p>"
        },
        {
            "id": "4.",
            "section": "Appointment of mediator",
            "content": " 4. (1) The mediation is to be conducted by a mediator appointed by agreement of the parties.  (2) The parties may each make proposals to one another about which mediator should be appointed. (3) The parties must appoint a mediator who is qualified, having regard to the mediator’s experience, training or education in mediation. (4) A person who is approached to be a mediator shall, (a)  make sufficient inquiries to determine if they may have a current or potential conflict of interest or if any circumstances exist that may give rise to a reasonable apprehension of bias; and (b)  without delay, disclose to the parties any such conflict of interest or circumstances. (5) The mediator’s duty to disclose under clause (4) (b) continues until the termination of the mediation. (6) A person who makes a disclosure under clause (4) (b) before or while acting as a mediator may subsequently act or continue to act as the mediator only with the consent of the parties, which must be given after full disclosure of the current or potential conflict of interest or the circumstances that may give rise to a reasonable apprehension of bias. (7) If a person makes a disclosure under clause (4) (b) before or while acting as a mediator and a party to the mediation does not consent to the person subsequently acting or continuing to act as the mediator, the parties shall appoint a different mediator, and a new mediation shall be conducted, in accordance with sections 4 to 8.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The mediation is to be conducted by a mediator appointed by agreement of the parties. </p> <p class=\"subsection-e\">  (2) The parties may each make proposals to one another about which mediator should be appointed.</p> <p class=\"subsection-e\">  (3) The parties must appoint a mediator who is qualified, having regard to the mediator’s experience, training or education in mediation.</p> <p class=\"subsection-e\">  (4) A person who is approached to be a mediator shall,</p> <p class=\"clause-e\">  (a)  make sufficient inquiries to determine if they may have a current or potential conflict of interest or if any circumstances exist that may give rise to a reasonable apprehension of bias; and</p> <p class=\"clause-e\">  (b)  without delay, disclose to the parties any such conflict of interest or circumstances. </p> <p class=\"subsection-e\">  (5) The mediator’s duty to disclose under clause (4) (b) continues until the termination of the mediation.</p> <p class=\"subsection-e\">  (6) A person who makes a disclosure under clause (4) (b) before or while acting as a mediator may subsequently act or continue to act as the mediator only with the consent of the parties, which must be given after full disclosure of the current or potential conflict of interest or the circumstances that may give rise to a reasonable apprehension of bias.</p> <p class=\"subsection-e\">  (7) If a person makes a disclosure under clause (4) (b) before or while acting as a mediator and a party to the mediation does not consent to the person subsequently acting or continuing to act as the mediator, the parties shall appoint a different mediator, and a new mediation shall be conducted, in accordance with sections 4 to 8.</p>"
        },
        {
            "id": "5.",
            "section": "Costs of mediation",
            "content": " 5. (1) For the purposes of this section, the costs of mediation refers to, (a)  the fees and expenses of the mediator for performing the functions of a mediator in the mediation; and (b)  the cost of facilities used for the mediation, if any. (2) Before the commencement of mediation, the parties shall determine the costs of mediation that the Corporation and the claimant, respectively, are responsible for paying in accordance with the rules set out in this section. (3) The Corporation shall publish on its website the dollar amount of the costs of mediation that the Corporation is willing to pay towards the costs of mediations covered by this Regulation. (4) The Corporation shall be responsible for paying at least the greater of, (a)  half the costs of the mediation; or (b)  the dollar amount published on its website under subsection (3). (5) The claimant shall be responsible for paying the balance of the costs of mediation for which the Corporation is not responsible under subsection (4). (6) Despite subsections (4) and (5), the parties may agree on a different way to share the costs of mediation.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) For the purposes of this section, the costs of mediation refers to,</p> <p class=\"clause-e\">  (a)  the fees and expenses of the mediator for performing the functions of a mediator in the mediation; and</p> <p class=\"clause-e\">  (b)  the cost of facilities used for the mediation, if any.</p> <p class=\"subsection-e\">  (2) Before the commencement of mediation, the parties shall determine the costs of mediation that the Corporation and the claimant, respectively, are responsible for paying in accordance with the rules set out in this section.</p> <p class=\"subsection-e\">  (3) The Corporation shall publish on its website the dollar amount of the costs of mediation that the Corporation is willing to pay towards the costs of mediations covered by this Regulation.</p> <p class=\"subsection-e\">  (4) The Corporation shall be responsible for paying at least the greater of,</p> <p class=\"clause-e\">  (a)  half the costs of the mediation; or</p> <p class=\"clause-e\">  (b)  the dollar amount published on its website under subsection (3).</p> <p class=\"subsection-e\">  (5) The claimant shall be responsible for paying the balance of the costs of mediation for which the Corporation is not responsible under subsection (4).</p> <p class=\"subsection-e\">  (6) Despite subsections (4) and (5), the parties may agree on a different way to share the costs of mediation.</p>"
        },
        {
            "id": "6.",
            "section": "Conduct of mediation, by agreement",
            "content": " 6. (1) The parties and the mediator may agree on the manner in which the mediation is to be conducted and may agree to follow a set of existing rules or procedures unless prohibited from doing so under another Act or any regulations under this or another Act.  (2) To the extent that the parties have not agreed on the manner in which the mediation is to be conducted, the mediator may conduct the mediation in the manner the mediator considers appropriate, taking into account any requests by the parties and the circumstances of the dispute, including any need for speedy settlement. (3) A mediation may be held in person, by telephone, video conference or electronic mail, or through use of other electronic means. (4) The mediator may, (a)  meet or communicate with the parties together or separately; and (b)  make proposals for settlement of the dispute at any stage of the mediation. (5) The mediator shall conduct the mediation in a manner that is timely, fair and cost effective, taking into account the circumstances of the dispute. (6) A party may attend mediation with a representative or a support person. (7) The parties may, by mutual agreement, invite a builder, vendor or other person to participate in a mediation.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The parties and the mediator may agree on the manner in which the mediation is to be conducted and may agree to follow a set of existing rules or procedures unless prohibited from doing so under another Act or any regulations under this or another Act. </p> <p class=\"subsection-e\">  (2) To the extent that the parties have not agreed on the manner in which the mediation is to be conducted, the mediator may conduct the mediation in the manner the mediator considers appropriate, taking into account any requests by the parties and the circumstances of the dispute, including any need for speedy settlement. </p> <p class=\"subsection-e\">  (3) A mediation may be held in person, by telephone, video conference or electronic mail, or through use of other electronic means.</p> <p class=\"subsection-e\">  (4) The mediator may,</p> <p class=\"clause-e\">  (a)  meet or communicate with the parties together or separately; and</p> <p class=\"clause-e\">  (b)  make proposals for settlement of the dispute at any stage of the mediation. </p> <p class=\"subsection-e\">  (5) The mediator shall conduct the mediation in a manner that is timely, fair and cost effective, taking into account the circumstances of the dispute. </p> <p class=\"subsection-e\">  (6) A party may attend mediation with a representative or a support person.</p> <p class=\"subsection-e\">  (7) The parties may, by mutual agreement, invite a builder, vendor or other person to participate in a mediation.</p>"
        },
        {
            "id": "7.",
            "section": "Termination of mediation",
            "content": " 7. The mediation terminates on the earliest of, (a)  the moment when the parties reach a settlement agreement; (b)  the moment when the claimant declares to the mediator or the Corporation that the mediation is terminated; or (c)  the moment when the mediator, after consultation with the parties, declares that further efforts at mediation are no longer justified and that the mediation is terminated.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>The mediation terminates on the earliest of,</p> <p class=\"clause-e\">  (a)  the moment when the parties reach a settlement agreement;</p> <p class=\"clause-e\">  (b)  the moment when the claimant declares to the mediator or the Corporation that the mediation is terminated; or</p> <p class=\"clause-e\">  (c)  the moment when the mediator, after consultation with the parties, declares that further efforts at mediation are no longer justified and that the mediation is terminated.</p>"
        },
        {
            "id": "8.",
            "section": "Confidentiality of information",
            "content": " 8. (1) Information relating to the mediation must be kept confidential by the parties, the mediator and any other persons involved in the conduct of the mediation unless, (a)  the parties agree to the disclosure; (b)  the disclosure is required by law; (c)  the disclosure is required for the purposes of carrying out or enforcing a settlement agreement; (d)  the disclosure is required for a mediator to respond to a claim of misconduct; or (e)  the disclosure is required to protect the health or safety of any person. (2) The requirement to keep information relating to the mediation confidential does not apply to information, (a)  that is publicly available; or (b)  that is relevant in determining if the mediator has failed to make a disclosure required under clause 4 (4) (b). (3) The obligation to keep information relating to a mediation confidential in subsection (1) does not apply to the Corporation’s publication of statistical information that relates to mediations, if that publication is required by the administrative agreement. (4) Nothing in this section prevents the Corporation from disclosing information to the ombudsperson described in section 5.7 of the Act in connection with an inquiry or investigation conducted by the ombudsperson.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Information relating to the mediation must be kept confidential by the parties, the mediator and any other persons involved in the conduct of the mediation unless,</p> <p class=\"clause-e\">  (a)  the parties agree to the disclosure;</p> <p class=\"clause-e\">  (b)  the disclosure is required by law;</p> <p class=\"clause-e\">  (c)  the disclosure is required for the purposes of carrying out or enforcing a settlement agreement;</p> <p class=\"clause-e\">  (d)  the disclosure is required for a mediator to respond to a claim of misconduct; or</p> <p class=\"clause-e\">  (e)  the disclosure is required to protect the health or safety of any person.</p> <p class=\"subsection-e\">  (2) The requirement to keep information relating to the mediation confidential does not apply to information,</p> <p class=\"clause-e\">  (a)  that is publicly available; or</p> <p class=\"clause-e\">  (b)  that is relevant in determining if the mediator has failed to make a disclosure required under clause 4 (4) (b).</p> <p class=\"subsection-e\">  (3) The obligation to keep information relating to a mediation confidential in subsection (1) does not apply to the Corporation’s publication of statistical information that relates to mediations, if that publication is required by the administrative agreement.</p> <p class=\"subsection-e\">  (4) Nothing in this section prevents the Corporation from disclosing information to the ombudsperson described in section 5.7 of the Act in connection with an inquiry or investigation conducted by the ombudsperson.</p>"
        },
        {
            "id": "9.",
            "section": "Transition",
            "content": " 9. This Regulation does not apply to, (a)  a mediation that was commenced before the day this section came into force; and (b)  a claimant’s request for mediation, or the Corporation’s offer of mediation, that was made before the day this section came into force.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>This Regulation does not apply to,</p> <p class=\"clause-e\">  (a)  a mediation that was commenced before the day this section came into force; and</p> <p class=\"clause-e\">  (b)  a claimant’s request for mediation, or the Corporation’s offer of mediation, that was made before the day this section came into force.</p>"
        },
        {
            "id": "10.",
            "section": "Transition",
            "content": " 10. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>10.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Transition",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/210242\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}