{
    "reg_info": {
        "full_title": "O. Reg. 543/06: OFFICIAL PLANS AND PLAN AMENDMENTS",
        "reg_name_text": "Official Plans and plan amendments",
        "citation": "O. Reg. 543/06: OFFICIAL PLANS AND PLAN AMENDMENTS",
        "act_under": "Planning Act",
        "url": "https://www.ontario.ca/laws/regulation/060543",
        "date_scraped": "2023-12-18 03:32:39"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August  9, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/060543/v10",
            "valid_from": "September  3, 2019",
            "valid_to": "August  8, 2023"
        },
        {
            "a_href": "/laws/regulation/060543/v9",
            "valid_from": "August 29, 2019",
            "valid_to": "September  2, 2019"
        },
        {
            "a_href": "/laws/regulation/060543/v8",
            "valid_from": "April  3, 2018",
            "valid_to": "August 28, 2019"
        },
        {
            "a_href": "/laws/regulation/060543/v7",
            "valid_from": "March  5, 2018",
            "valid_to": "April  2, 2018"
        },
        {
            "a_href": "/laws/regulation/060543/v6",
            "valid_from": "July  1, 2016",
            "valid_to": "March  4, 2018"
        },
        {
            "a_href": "/laws/regulation/060543/v5",
            "valid_from": "June  8, 2016",
            "valid_to": "June 30, 2016"
        },
        {
            "a_href": "/laws/regulation/060543/v4",
            "valid_from": "January  1, 2010",
            "valid_to": "June  7, 2016"
        },
        {
            "a_href": "/laws/regulation/060543/v3",
            "valid_from": "December 10, 2009",
            "valid_to": "December 31, 2009"
        },
        {
            "a_href": "/laws/regulation/060543/v2",
            "valid_from": "January  1, 2007",
            "valid_to": "December  9, 2009"
        },
        {
            "a_href": "/laws/regulation/060543/v1",
            "valid_from": "December 13, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": " 1. In this Regulation, “hazard distance” means the distance established as the hazard distance applicable to the propane operation referenced in a risk and safety management plan required under Ontario Regulation 211/01 (Propane Storage and Handling) made under the Technical Standards and Safety Act, 2000; (“distance de danger”) “propane operation” means an operation in respect of which a person is required to prepare a risk and safety management plan under Ontario Regulation 211/01 (Propane Storage and Handling) made under the Technical Standards and Safety Act, 2000; (“installation de propane”) “propane operator” means a person who is required to prepare a risk and safety management plan under Ontario Regulation 211/01 (Propane Storage and Handling) made under the Technical Standards and Safety Act, 2000; (“exploitant d’une installation de propane”) “reserve” means a tract of land, the legal title of which is vested in the Crown in right of Canada, that has been set apart by the Crown for the use and benefit of a First Nation; (“réserve”) “subject land” means the land to which a proposed official plan or plan amendment applies. (“terrain visé”)  O. Reg. 543/06, s. 1; O. Reg. 467/09, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK0\"></a><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“hazard distance” means the distance established as the hazard distance applicable to the propane operation referenced in a risk and safety management plan required under Ontario Regulation 211/01 (Propane Storage and Handling) made under the <i>Technical Standards and Safety Act, 2000</i>; (“distance de danger”)</p> <p class=\"definition-e\">“propane operation” means an operation in respect of which a person is required to prepare a risk and safety management plan under Ontario Regulation 211/01 (Propane Storage and Handling) made under the <i>Technical Standards and Safety Act, 2000</i>; (“installation de propane”)</p> <p class=\"definition-e\">“propane operator” means a person who is required to prepare a risk and safety management plan under Ontario Regulation 211/01 (Propane Storage and Handling) made under the <i>Technical Standards and Safety Act, 2000</i>; (“exploitant d’une installation de propane”)</p> <p class=\"firstdef-e\">“reserve” means a tract of land, the legal title of which is vested in the Crown in right of Canada, that has been set apart by the Crown for the use and benefit of a First Nation; (“réserve”)</p> <p class=\"definition-e\">“subject land” means the land to which a proposed official plan or plan amendment applies. (“terrain visé”)  O. Reg. 543/06, s. 1; O. Reg. 467/09, s. 1.</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Information and material for review (s. 17 (15) of Act)",
            "content": " 2. For the purposes of clauses 17 (15) (a) and (b) of the Act, the council shall ensure that the appropriate approval authority and the prescribed public bodies are given an opportunity to review the following information and material in the course of the preparation of a plan: 1.  A description of the subject land, including such information as the municipality, or the geographic township in unorganized territory, concession and lot numbers, reference plan and part numbers, and street names and numbers. 2.  If known, the approximate area of the subject land, in metric units. 3.  Whether the proposed amendment changes, replaces or deletes a policy in the official plan. 4.  If the answer to paragraph 3 is yes, the policy to be changed, replaced or deleted. 5.  Whether the proposed amendment adds a policy to the official plan. 6.  The purpose of the proposed official plan amendment. 6.1  In the case of a proposed amendment to a lower-tier municipality’s official plan, an explanation of how the proposed amendment conforms with the upper-tier municipality’s official plan. 7.  The current designation of the subject land in the official plan and the land uses that the designation authorizes. 8.  Whether the proposed amendment changes or replaces a designation in the official plan. 9.  If the proposed amendment changes or replaces a designation in the official plan, the designation to be changed or replaced. 10.  The land uses that the proposed amendment would authorize. 11.  Whether water will be provided to the subject land by a publicly owned and operated piped water system, a privately owned and operated individual or communal well, a lake or other water body, or other means. 12.  Whether sewage disposal will be provided to the subject land by a publicly owned and operated sanitary sewage system, a privately owned and operated individual or communal septic system, a privy or other means. 13.  If the proposed amendment would permit development on a privately owned and operated individual or communal septic system and more than 4500 litres of effluent would be produced per day as a result of the development being completed, i.  a servicing options report, and ii.  a hydrogeological report. 14.  Whether the subject land or land within 120 metres of it is the subject of an application under the Act for, i.  a minor variance or a consent, ii.  an amendment to an official plan, a zoning by-law or a Minister’s zoning order, or iii.  approval of a plan of subdivision or a site plan. 15.  If the answer to paragraph 14 is yes, the following information about each application: i.  its file number, ii.  the name of the approval authority considering it, iii.  the land it affects, iv.  its purpose, v.  its status, and vi.  its effect on the proposed amendment. 16.  An explanation of how the proposed amendment is consistent with the policy statements issued under subsection 3 (1) of the Act. 17.  Whether the subject land is within an area of land designated under any provincial plan or plans. 18.  If the answer to paragraph 17 is yes, an explanation of how the proposed amendment conforms or does not conflict with the provincial plan or plans. 19.  The original or a certified copy of any other information and material that is required to be provided by the official plan of the municipality or planning board.  O. Reg. 543/06, s. 2; O. Reg. 68/18, s. 1.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>2. </b>For the purposes of clauses 17 (15) (a) and (b) of the Act, the council shall ensure that the appropriate approval authority and the prescribed public bodies are given an opportunity to review the following information and material in the course of the preparation of a plan:</p> <p class=\"paragraph-e\">  1.  A description of the subject land, including such information as the municipality, or the geographic township in unorganized territory, concession and lot numbers, reference plan and part numbers, and street names and numbers.</p> <p class=\"paragraph-e\">  2.  If known, the approximate area of the subject land, in metric units.</p> <p class=\"paragraph-e\">  3.  Whether the proposed amendment changes, replaces or deletes a policy in the official plan.</p> <p class=\"paragraph-e\">  4.  If the answer to paragraph 3 is yes, the policy to be changed, replaced or deleted.</p> <p class=\"paragraph-e\">  5.  Whether the proposed amendment adds a policy to the official plan.</p> <p class=\"paragraph-e\">  6.  The purpose of the proposed official plan amendment.</p> <p class=\"paragraph-e\">  6.1  In the case of a proposed amendment to a lower-tier municipality’s official plan, an explanation of how the proposed amendment conforms with the upper-tier municipality’s official plan.</p> <p class=\"paragraph-e\">  7.  The current designation of the subject land in the official plan and the land uses that the designation authorizes.</p> <p class=\"paragraph-e\">  8.  Whether the proposed amendment changes or replaces a designation in the official plan.</p> <p class=\"paragraph-e\">  9.  If the proposed amendment changes or replaces a designation in the official plan, the designation to be changed or replaced.</p> <p class=\"paragraph-e\">  10.  The land uses that the proposed amendment would authorize.</p> <p class=\"paragraph-e\">  11.  Whether water will be provided to the subject land by a publicly owned and operated piped water system, a privately owned and operated individual or communal well, a lake or other water body, or other means.</p> <p class=\"paragraph-e\">  12.  Whether sewage disposal will be provided to the subject land by a publicly owned and operated sanitary sewage system, a privately owned and operated individual or communal septic system, a privy or other means.</p> <p class=\"paragraph-e\">  13.  If the proposed amendment would permit development on a privately owned and operated individual or communal septic system and more than 4500 litres of effluent would be produced per day as a result of the development being completed,</p> <p class=\"subpara-e\">  i.  a servicing options report, and</p> <p class=\"subpara-e\">  ii.  a hydrogeological report.</p> <p class=\"paragraph-e\">  14.  Whether the subject land or land within 120 metres of it is the subject of an application under the Act for,</p> <p class=\"subpara-e\">  i.  a minor variance or a consent, </p> <p class=\"subpara-e\">  ii.  an amendment to an official plan, a zoning by-law or a Minister’s zoning order, or </p> <p class=\"subpara-e\">  iii.  approval of a plan of subdivision or a site plan.</p> <p class=\"paragraph-e\">  15.  If the answer to paragraph 14 is yes, the following information about each application:</p> <p class=\"subpara-e\">  i.  its file number,</p> <p class=\"subpara-e\">  ii.  the name of the approval authority considering it,</p> <p class=\"subpara-e\">  iii.  the land it affects,</p> <p class=\"subpara-e\">  iv.  its purpose,</p> <p class=\"subpara-e\">  v.  its status, and</p> <p class=\"subpara-e\">  vi.  its effect on the proposed amendment.</p> <p class=\"paragraph-e\">  16.  An explanation of how the proposed amendment is consistent with the policy statements issued under subsection 3 (1) of the Act.</p> <p class=\"paragraph-e\">  17.  Whether the subject land is within an area of land designated under any provincial plan or plans.</p> <p class=\"paragraph-e\">  18.  If the answer to paragraph 17 is yes, an explanation of how the proposed amendment conforms or does not conflict with the provincial plan or plans.</p> <p class=\"paragraph-e\">  19.  The original or a certified copy of any other information and material that is required to be provided by the official plan of the municipality or planning board.  O. Reg. 543/06, s. 2; O. Reg. 68/18, s. 1.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of public meeting and open house (s. 17 (17) of Act)",
            "content": " 3. (1) This section applies to notice of a public meeting and to notice of an open house, if any, for the purposes of subsection 17 (17) of the Act.  O. Reg. 543/06, s. 3 (1). (2) Notice of a public meeting and notice of an open house may be given together or separately.  O. Reg. 543/06, s. 3 (2). (3) Notice shall be given in the manner described in the following subsections of this section: 1.  Subsection (4) or (7). 2.  Subsection (8). 3.  Subsection (9). 4.  Subsection (11) or (12).  O. Reg. 543/06, s. 3 (3). (4) Notice shall be given, (a)  by personal service or ordinary mail, to every owner of land within 120 metres of the subject land, subject to subsections (5) and (6); and (b)  by posting a notice, clearly visible and legible from a public highway or other place to which the public has access, at every separately assessed property within the subject land or, if posting on the property is impractical, at a nearby location chosen by the clerk of the municipality or the secretary-treasurer of the planning board.  O. Reg. 543/06, s. 3 (4). (5) For the purposes of clause (4) (a), the owner of land is deemed to be the person shown on the last revised assessment roll of the municipality or on the current provincial land tax roll at the address shown on the roll, but if the clerk of the municipality has received written notice of a change of ownership, the notice shall be given to the new owner instead, at the address set out in the notice of change of ownership. O. Reg. 180/16, s. 1 (1). (6) For the purposes of clause (4) (a), if a condominium development is located within 120 metres of the subject land, notice may be given to the condominium corporation, according to its most recent address for service or mailing address as registered under section 7 of the Condominium Act, 1998, instead of being given to all owners assessed in respect of the condominium development.  O. Reg. 543/06, s. 3 (6). (7) Notice shall be given by publishing a notice in a newspaper that, in the opinion of the clerk of the municipality or the secretary-treasurer of the planning board, is of sufficiently general circulation in the area to which the proposed official plan or plan amendment would apply that it would give the public reasonable notice of the public meeting or open house, as the case may be.  O. Reg. 543/06, s. 3 (7). (8) Every person and public body that has given the clerk of the municipality or the secretary-treasurer of the planning board a written request for a notice to which this section applies (including the person’s or public body’s address, fax number or email address) shall be given notice by personal service, ordinary mail, fax or email.  O. Reg. 543/06, s. 3 (8); O. Reg. 180/16, s. 1 (2). (9) Notice shall be given, by personal service, ordinary mail, fax or email, to all the following persons and public bodies, except those who have notified the clerk of the municipality or the secretary-treasurer of the planning board that they do not wish to receive notice: 1.  The clerk of the approval authority of the proposed official plan or plan amendment, if the approval authority is not the Minister. 2.  The clerk of every municipality or the secretary-treasurer of every municipal planning authority having jurisdiction in the area to which the proposed official plan or plan amendment would apply. 3.  The secretary of every school board having jurisdiction in the area to which the proposed official plan or plan amendment would apply. 4.  The secretary-treasurer of every conservation authority having jurisdiction in the area to which the proposed official plan or plan amendment would apply. 5.  The secretary of every company operating a natural gas utility in the local municipality or planning area to which the proposed official plan or plan amendment would apply. 6.  The secretary of every company operating an oil or natural gas pipeline in the local municipality or planning area to which the proposed official plan or plan amendment would apply. 6.1  Every propane operator of a propane operation, if, i.  any part of the propane operation’s hazard distance is within the area to which the proposed official plan or plan amendment would apply, and ii.  the clerk of the municipality or the secretary-treasurer of the planning board has been notified of the propane operation’s hazard distance by a director appointed under section 4 of the Technical Standards and Safety Act, 2000. 7.  If any of the land to which the proposed official plan or plan amendment would apply is within 300 metres of a railway line, the secretary of the company operating the railway line. 8.  The Executive Vice-President, Law and Development, of Ontario Power Generation Inc. 9.  The secretary of Hydro One Inc. 10.  If any of the land to which the proposed official plan or plan amendment would apply is within or abuts the area covered by the Niagara Escarpment Plan, the senior planner of the district office of the Niagara Escarpment Commission having jurisdiction over that land or the area that it abuts, as the case may be. 11.  Parks Canada, if any of the land to which the proposed official plan or plan amendment would apply adjoins a historic site, park or historic canal under the jurisdiction of Parks Canada. 12.  The Niagara Parks Commission, if any of the land to which the proposed official plan or plan amendment would apply adjoins the Niagara Parkway or is in the jurisdiction of the Niagara Parks Commission. 13.  The St. Lawrence Parks Commission, if any part of the land to which the proposed official plan or plan amendment would apply adjoins the 1000 Islands Parkway and is within the jurisdiction of the St. Lawrence Parks Commission under section 9 of the St. Lawrence Parks Commission Act. 14.  The clerk of every municipality or the secretary-treasurer of every municipal planning authority or planning board, if any part of the municipality, municipal planning area or planning area is within one kilometre of the land to which the proposed official plan or plan amendment would apply. 15.  The chief of every First Nation council, if the First Nation is located on a reserve any part of which is within one kilometre of the area to which the proposed official plan or plan amendment would apply.  O. Reg. 543/06, s. 3 (9); O. Reg. 467/09, ss. 2, 3; O. Reg. 180/16, s. 1 (3). (10) A notice given under paragraph 1 of subsection (9) shall also include a copy of the proposed official plan or plan amendment.  O. Reg. 543/06, s. 3 (10). (11) If the approval authority of a proposed official plan or plan amendment is the Minister, notice shall be given, by personal service, ordinary mail, fax or email, to the regional director of the Ministry of Municipal Affairs Municipal Services Office responsible for the region that includes the municipality or planning area where the subject land is located, unless the regional director has notified the clerk of the municipality or the secretary-treasurer of the planning board that he or she does not wish to receive such notices.  O. Reg. 543/06, s. 3 (11); O. Reg. 180/16, s. 1 (4); O. Reg. 68/18, s. 2 (1). (12) If the approval authority of a proposed official plan or plan amendment is not the Minister, notice shall be given, by personal service, ordinary mail, fax or email, to the regional director of the Ministry of Municipal Affairs Municipal Services Office responsible for the region that includes the municipality or planning area where the subject land is located, if the regional director has given the clerk of the municipality or the secretary-treasurer of the planning board a written request to be given such notices.  O. Reg. 543/06, s. 3 (12); O. Reg. 180/16, s. 1 (5); O. Reg. 68/18, s. 2 (1). (13) Subsections (11) and (12) apply whether or not the proposed official plan or plan amendment is exempt from approval under subsection 17 (9) or (10) of the Act.  O. Reg. 543/06, s. 3 (13). (14) A notice given under subsection (11) or (12) shall also include a copy of the proposed official plan or plan amendment.  O. Reg. 543/06, s. 3 (14). (15) A notice, other than a notice that is given by posting as described in clause (4) (b) or by publishing in a newspaper as described in subsection (7), shall include the following: 1.  The date, time and location of the public meeting or open house. 2.  An explanation of the purpose and effect of the proposed official plan or plan amendment. 3.  A description of the subject land, a key map showing the subject land, or an explanation why no description or key map is provided. 4.  Where and when a copy of the proposed official plan or plan amendment and information and material will be available to the public for inspection. 5.  The following statement: If you wish to be notified of the decision of (name of municipality or planning board) on the proposed official plan (or official plan amendment), you must make a written request to (name and address of municipality or planning board). 6.  The following statements: i.  If a person or public body would otherwise have an ability to appeal the decision of (reference to council and name of municipality, or name of planning board or approval authority, as the case may be) to the Ontario Land Tribunal but the person or public body does not make oral submissions at a public meeting or make written submissions to (name of municipality or planning board) before the proposed official plan (or official plan amendment) is adopted, the person or public body is not entitled to appeal the decision. ii.  If a person or public body does not make oral submissions at a public meeting or make written submissions to (name of municipality or planning board) before the proposed official plan (or official plan amendment) is adopted, the person or public body may not be added as a party to the hearing of an appeal before the Ontario Land Tribunal unless, in the opinion of the Tribunal, there are reasonable grounds to add the person or public body as a party. 7.  If it is known that the subject land is the subject of an application under the Act for a minor variance or a consent, for an amendment to a zoning by-law or a Minister’s zoning order or for approval of a plan of subdivision, a statement of that fact and the file number of the application. 8.  If applicable, a request that the notice be posted by the owner of any land that contains seven or more residential units in a location that is visible to all of the residents. O. Reg. 543/06, s. 3 (15); O. Reg. 180/16, s. 1 (6-8); O. Reg. 68/18, s. 2 (2, 3); O. Reg. 260/23, s. 1. (16) A notice that is given by posting as described in clause (4) (b) shall include the following: 1.  The date, time and location of the public meeting or open house. 2.  An explanation of the purpose and effect of the proposed official plan or plan amendment. 3.  Where and when a copy of the proposed official plan or plan amendment and information and material will be available to the public for inspection. 4.  The following statement: For more information about this matter, including information about appeal rights, contact (address, email address, website or other location or means by which information may be obtained from the municipality or planning board). O. Reg. 543/06, s. 3 (16); O. Reg. 180/16, s. 1 (9); O. Reg. 68/18, s. 2 (4). (17) A notice that is given by publishing in a newspaper as described in subsection (7) shall include the following: 1.  The date, time and location of the public meeting or open house. 2.  An explanation of the purpose and effect of the proposed official plan or plan amendment. 3.  A description of the subject land, a key map showing the subject land, or an explanation why no description or key map is provided. 4.  Where and when a copy of the proposed official plan or plan amendment and information and material will be available to the public for inspection. 5.  The following statement: For more information about this matter, including information about appeal rights, contact (address, email address, website or other location or means by which information may be obtained from the municipality or planning board). O. Reg. 180/16, s. 1 (10); O. Reg. 68/18, s. 2 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>3. </b>(1) This section applies to notice of a public meeting and to notice of an open house, if any, for the purposes of subsection 17 (17) of the Act.  O. Reg. 543/06, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Notice of a public meeting and notice of an open house may be given together or separately.  O. Reg. 543/06, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Notice shall be given in the manner described in the following subsections of this section:</p> <p class=\"paragraph-e\">  1.  Subsection (4) or (7).</p> <p class=\"paragraph-e\">  2.  Subsection (8).</p> <p class=\"paragraph-e\">  3.  Subsection (9).</p> <p class=\"paragraph-e\">  4.  Subsection (11) or (12).  O. Reg. 543/06, s. 3 (3).</p> <p class=\"subsection-e\">  (4) Notice shall be given,</p> <p class=\"clause-e\">  (a)  by personal service or ordinary mail, to every owner of land within 120 metres of the subject land, subject to subsections (5) and (6); and</p> <p class=\"clause-e\">  (b)  by posting a notice, clearly visible and legible from a public highway or other place to which the public has access, at every separately assessed property within the subject land or, if posting on the property is impractical, at a nearby location chosen by the clerk of the municipality or the secretary-treasurer of the planning board.  O. Reg. 543/06, s. 3 (4).</p> <p class=\"subsection-e\">  (5) For the purposes of clause (4) (a), the owner of land is deemed to be the person shown on the last revised assessment roll of the municipality or on the current provincial land tax roll at the address shown on the roll, but if the clerk of the municipality has received written notice of a change of ownership, the notice shall be given to the new owner instead, at the address set out in the notice of change of ownership. O. Reg. 180/16, s. 1 (1).</p> <p class=\"subsection-e\">  (6) For the purposes of clause (4) (a), if a condominium development is located within 120 metres of the subject land, notice may be given to the condominium corporation, according to its most recent address for service or mailing address as registered under section 7 of the <i>Condominium Act</i>, <i>1998</i>, instead of being given to all owners assessed in respect of the condominium development.  O. Reg. 543/06, s. 3 (6).</p> <p class=\"subsection-e\">  (7) Notice shall be given by publishing a notice in a newspaper that, in the opinion of the clerk of the municipality or the secretary-treasurer of the planning board, is of sufficiently general circulation in the area to which the proposed official plan or plan amendment would apply that it would give the public reasonable notice of the public meeting or open house, as the case may be.  O. Reg. 543/06, s. 3 (7).</p> <p class=\"subsection-e\">  (8) Every person and public body that has given the clerk of the municipality or the secretary-treasurer of the planning board a written request for a notice to which this section applies (including the person’s or public body’s address, fax number or email address) shall be given notice by personal service, ordinary mail, fax or email.  O. Reg. 543/06, s. 3 (8); O. Reg. 180/16, s. 1 (2).</p> <p class=\"subsection-e\">  (9) Notice shall be given, by personal service, ordinary mail, fax or email, to all the following persons and public bodies, except those who have notified the clerk of the municipality or the secretary-treasurer of the planning board that they do not wish to receive notice:</p> <p class=\"paragraph-e\">  1.  The clerk of the approval authority of the proposed official plan or plan amendment, if the approval authority is not the Minister.</p> <p class=\"paragraph-e\">  2.  The clerk of every municipality or the secretary-treasurer of every municipal planning authority having jurisdiction in the area to which the proposed official plan or plan amendment would apply.</p> <p class=\"paragraph-e\">  3.  The secretary of every school board having jurisdiction in the area to which the proposed official plan or plan amendment would apply.</p> <p class=\"paragraph-e\">  4.  The secretary-treasurer of every conservation authority having jurisdiction in the area to which the proposed official plan or plan amendment would apply.</p> <p class=\"paragraph-e\">  5.  The secretary of every company operating a natural gas utility in the local municipality or planning area to which the proposed official plan or plan amendment would apply.</p> <p class=\"paragraph-e\">  6.  The secretary of every company operating an oil or natural gas pipeline in the local municipality or planning area to which the proposed official plan or plan amendment would apply.</p> <p class=\"paragraph-e\">  6.1  Every propane operator of a propane operation, if,</p> <p class=\"subpara-e\">  i.  any part of the propane operation’s hazard distance is within the area to which the proposed official plan or plan amendment would apply, and</p> <p class=\"subpara-e\">  ii.  the clerk of the municipality or the secretary-treasurer of the planning board has been notified of the propane operation’s hazard distance by a director appointed under section 4 of the <i>Technical Standards and Safety Act, 2000</i>.</p> <p class=\"paragraph-e\">  7.  If any of the land to which the proposed official plan or plan amendment would apply is within 300 metres of a railway line, the secretary of the company operating the railway line.</p> <p class=\"paragraph-e\">  8.  The Executive Vice-President, Law and Development, of Ontario Power Generation Inc.</p> <p class=\"paragraph-e\">  9.  The secretary of Hydro One Inc.</p> <p class=\"paragraph-e\">  10.  If any of the land to which the proposed official plan or plan amendment would apply is within or abuts the area covered by the Niagara Escarpment Plan, the senior planner of the district office of the Niagara Escarpment Commission having jurisdiction over that land or the area that it abuts, as the case may be.</p> <p class=\"paragraph-e\">  11.  Parks Canada, if any of the land to which the proposed official plan or plan amendment would apply adjoins a historic site, park or historic canal under the jurisdiction of Parks Canada.</p> <p class=\"paragraph-e\">  12.  The Niagara Parks Commission, if any of the land to which the proposed official plan or plan amendment would apply adjoins the Niagara Parkway or is in the jurisdiction of the Niagara Parks Commission.</p> <p class=\"paragraph-e\">  13.  The St. Lawrence Parks Commission, if any part of the land to which the proposed official plan or plan amendment would apply adjoins the 1000 Islands Parkway and is within the jurisdiction of the St. Lawrence Parks Commission under section 9 of the <i>St. Lawrence Parks Commission Act</i>.</p> <p class=\"paragraph-e\">  14.  The clerk of every municipality or the secretary-treasurer of every municipal planning authority or planning board, if any part of the municipality, municipal planning area or planning area is within one kilometre of the land to which the proposed official plan or plan amendment would apply.</p> <p class=\"paragraph-e\">  15.  The chief of every First Nation council, if the First Nation is located on a reserve any part of which is within one kilometre of the area to which the proposed official plan or plan amendment would apply.  O. Reg. 543/06, s. 3 (9); O. Reg. 467/09, ss. 2, 3; O. Reg. 180/16, s. 1 (3).</p> <p class=\"subsection-e\">  (10) A notice given under paragraph 1 of subsection (9) shall also include a copy of the proposed official plan or plan amendment.  O. Reg. 543/06, s. 3 (10).</p> <p class=\"subsection-e\">  (11) If the approval authority of a proposed official plan or plan amendment is the Minister, notice shall be given, by personal service, ordinary mail, fax or email, to the regional director of the Ministry of Municipal Affairs Municipal Services Office responsible for the region that includes the municipality or planning area where the subject land is located<b>,</b> unless the regional director has notified the clerk of the municipality or the secretary-treasurer of the planning board that he or she does not wish to receive such notices.  O. Reg. 543/06, s. 3 (11); O. Reg. 180/16, s. 1 (4); O. Reg. 68/18, s. 2 (1).</p> <p class=\"subsection-e\">  (12) If the approval authority of a proposed official plan or plan amendment is not the Minister, notice shall be given, by personal service, ordinary mail, fax or email, to the regional director of the Ministry of Municipal Affairs Municipal Services Office responsible for the region that includes the municipality or planning area where the subject land is located<b>,</b> if the regional director has given the clerk of the municipality or the secretary-treasurer of the planning board a written request to be given such notices.  O. Reg. 543/06, s. 3 (12); O. Reg. 180/16, s. 1 (5); O. Reg. 68/18, s. 2 (1).</p> <p class=\"subsection-e\">  (13) Subsections (11) and (12) apply whether or not the proposed official plan or plan amendment is exempt from approval under subsection 17 (9) or (10) of the Act.  O. Reg. 543/06, s. 3 (13).</p> <p class=\"subsection-e\">  (14) A notice given under subsection (11) or (12) shall also include a copy of the proposed official plan or plan amendment.  O. Reg. 543/06, s. 3 (14).</p> <p class=\"subsection-e\">  (15) A notice, other than a notice that is given by posting as described in clause (4) (b) or by publishing in a newspaper as described in subsection (7), shall include the following:</p> <p class=\"paragraph-e\">  1.  The date, time and location of the public meeting or open house.</p> <p class=\"paragraph-e\">  2.  An explanation of the purpose and effect of the proposed official plan or plan amendment.</p> <p class=\"paragraph-e\">  3.  A description of the subject land, a key map showing the subject land, or an explanation why no description or key map is provided.</p> <p class=\"paragraph-e\">  4.  Where and when a copy of the proposed official plan or plan amendment and information and material will be available to the public for inspection.</p> <p class=\"paragraph-e\">  5.  The following statement:</p> <p class=\"Sparagraph-e\">If you wish to be notified of the decision of (<i>name of municipality or planning board</i>) on the proposed official plan (<i>or official plan amendment</i>), you must make a written request to (<i>name and address of municipality or planning board</i>).</p> <p class=\"paragraph-e\">  6.  The following statements:</p> <p class=\"subpara-e\">  i.  If a person or public body would otherwise have an ability to appeal the decision of (<i>reference to council and name of municipality, or name of planning board or approval authority, as the case may be</i>) to the Ontario Land Tribunal but the person or public body does not make oral submissions at a public meeting or make written submissions to (<i>name of municipality or planning board</i>) before the proposed official plan (<i>or official plan amendment</i>) is adopted, the person or public body is not entitled to appeal the decision.</p> <p class=\"subpara-e\">  ii.  If a person or public body does not make oral submissions at a public meeting or make written submissions to (<i>name of municipality or planning board</i>) before the proposed official plan (<i>or official plan amendment</i>) is adopted, the person or public body may not be added as a party to the hearing of an appeal before the Ontario Land Tribunal unless, in the opinion of the Tribunal, there are reasonable grounds to add the person or public body as a party.</p> <p class=\"paragraph-e\">  7.  If it is known that the subject land is the subject of an application under the Act for a minor variance or a consent, for an amendment to a zoning by-law or a Minister’s zoning order or for approval of a plan of subdivision, a statement of that fact and the file number of the application.</p> <p class=\"paragraph-e\">  8.  If applicable, a request that the notice be posted by the owner of any land that contains seven or more residential units in a location that is visible to all of the residents. O. Reg. 543/06, s. 3 (15); O. Reg. 180/16, s. 1 (6-8); O. Reg. 68/18, s. 2 (2, 3); O. Reg. 260/23, s. 1.</p> <p class=\"subsection-e\">  (16) A notice that is given by posting as described in clause (4) (b) shall include the following:</p> <p class=\"paragraph-e\">  1.  The date, time and location of the public meeting or open house.</p> <p class=\"paragraph-e\">  2.  An explanation of the purpose and effect of the proposed official plan or plan amendment.</p> <p class=\"paragraph-e\">  3.  Where and when a copy of the proposed official plan or plan amendment and information and material will be available to the public for inspection.</p> <p class=\"paragraph-e\">  4.  The following statement:</p> <p class=\"Sparagraph-e\">For more information about this matter, including information about appeal rights, contact (<i>address, email address, website or other location or means by which information may be obtained from the municipality or planning board</i>).</p> <p class=\"footnote-e\">O. Reg. 543/06, s. 3 (16); O. Reg. 180/16, s. 1 (9); O. Reg. 68/18, s. 2 (4).</p> <p class=\"subsection-e\">  (17) A notice that is given by publishing in a newspaper as described in subsection (7) shall include the following:</p> <p class=\"paragraph-e\">  1.  The date, time and location of the public meeting or open house.</p> <p class=\"paragraph-e\">  2.  An explanation of the purpose and effect of the proposed official plan or plan amendment.</p> <p class=\"paragraph-e\">  3.  A description of the subject land, a key map showing the subject land, or an explanation why no description or key map is provided.</p> <p class=\"paragraph-e\">  4.  Where and when a copy of the proposed official plan or plan amendment and information and material will be available to the public for inspection.</p> <p class=\"paragraph-e\">  5.  The following statement:</p> <p class=\"Sparagraph-e\">For more information about this matter, including information about appeal rights, contact (<i>address, email address, website or other location or means by which information may be obtained from the municipality or planning board</i>).</p> <p class=\"footnote-e\">O. Reg. 180/16, s. 1 (10); O. Reg. 68/18, s. 2 (5).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of adoption of proposed plan or amendment (s. 17 (23) of Act)",
            "content": " 4. (1) In addition to the explanation required by clause 17 (23.1) (a) of the Act, notice of the adoption of a proposed official plan or plan amendment under subsection 17 (23) of the Act shall include the following: 1.  The date that the by-law adopting the proposed official plan or plan amendment was passed. 2.  An explanation of the purpose and effect of the proposed official plan or plan amendment. 3.  Where and when information in respect of the proposed official plan or plan amendment will be available to the public for inspection. 4.  If the proposed official plan or plan amendment requires approval from the approval authority under subsection 17 (22) of the Act, i.  a statement that any person or public body will be entitled to receive notice of the decision of the approval authority if a written request to be notified of the decision (including the person’s or public body’s address, fax number or email address) is made to the approval authority, and ii.  the name and address of the approval authority to which the proposed official plan or plan amendment will be submitted for approval. 5.  If the proposed official plan or plan amendment is exempt from approval under subsection 17 (9) or (10) of the Act, i.  the last date for filing a notice of appeal, and a statement that the notice of appeal, A.  must be filed with the clerk of the municipality or the secretary-treasurer of the planning board, B.  must set out the reasons for the appeal, and the specific part of the proposed official plan or plan amendment to which the appeal applies, and C.  must be accompanied by the fee required by the Tribunal, and ii.  the following statements: A.  The proposed official plan (or official plan amendment) is exempt from approval by the (name of approval authority). The decision of the council is final if a notice of appeal is not received on or before the last day for filing a notice of appeal. B.  Only individuals, corporations or public bodies may appeal a decision of the municipality or planning board to the Ontario Land Tribunal. A notice of appeal may not be filed by an unincorporated association or group. However, a notice of appeal may be filed in the name of an individual who is a member of the association or the group on its behalf. C.  No person or public body shall be added as a party to the hearing of the appeal unless, before the plan was adopted, the person or public body made oral submissions at a public meeting or written submissions to the council or, in the opinion of the Ontario Land Tribunal, there are reasonable grounds to add the person or public body as a party. 6.  If it is known that the subject land is the subject of an application under the Act for a minor variance or a consent, for an amendment to a zoning by-law or a Minister’s zoning order or for approval of a plan of subdivision, a statement of that fact and the file number of the application. O. Reg. 543/06, s. 4; O. Reg. 180/16, s. 2 (1-3); O. Reg. 68/18, s. 3; O. Reg. 260/23, s. 2. (2) A notice given under this section shall be given by personal service, ordinary mail, fax or email. O. Reg. 180/16, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>4. </b>(1) In addition to the explanation required by clause 17 (23.1) (a) of the Act, notice of the adoption of a proposed official plan or plan amendment under subsection 17 (23) of the Act shall include the following:</p> <p class=\"paragraph-e\">  1.  The date that the by-law adopting the proposed official plan or plan amendment was passed.</p> <p class=\"paragraph-e\">  2.  An explanation of the purpose and effect of the proposed official plan or plan amendment.</p> <p class=\"paragraph-e\">  3.  Where and when information in respect of the proposed official plan or plan amendment will be available to the public for inspection. </p> <p class=\"paragraph-e\">  4.  If the proposed official plan or plan amendment requires approval from the approval authority under subsection 17 (22) of the Act,</p> <p class=\"subpara-e\">  i.  a statement that any person or public body will be entitled to receive notice of the decision of the approval authority if a written request to be notified of the decision (including the person’s or public body’s address, fax number or email address) is made to the approval authority, and</p> <p class=\"subpara-e\">  ii.  the name and address of the approval authority to which the proposed official plan or plan amendment will be submitted for approval.</p> <p class=\"paragraph-e\">  5.  If the proposed official plan or plan amendment is exempt from approval under subsection 17 (9) or (10) of the Act,</p> <p class=\"subpara-e\">  i.  the last date for filing a notice of appeal, and a statement that the notice of appeal,</p> <p class=\"subsubpara-e\">  A.  must be filed with the clerk of the municipality or the secretary-treasurer of the planning board, </p> <p class=\"subsubpara-e\">  B.  must set out the reasons for the appeal, and the specific part of the proposed official plan or plan amendment to which the appeal applies, and</p> <p class=\"subsubpara-e\">  C.  must be accompanied by the fee required by the Tribunal, and</p> <p class=\"subpara-e\">  ii.  the following statements:</p> <p class=\"subsubpara-e\">  A.  The proposed official plan (<i>or official plan amendment</i>) is exempt from approval by the (<i>name of approval authority</i>). The decision of the council is final if a notice of appeal is not received on or before the last day for filing a notice of appeal.</p> <p class=\"subsubpara-e\">  B.  Only individuals, corporations or public bodies may appeal a decision of the municipality or planning board to the Ontario Land Tribunal. A notice of appeal may not be filed by an unincorporated association or group. However, a notice of appeal may be filed in the name of an individual who is a member of the association or the group on its behalf.</p> <p class=\"subsubpara-e\">  C.  No person or public body shall be added as a party to the hearing of the appeal unless, before the plan was adopted, the person or public body made oral submissions at a public meeting or written submissions to the council or, in the opinion of the Ontario Land Tribunal, there are reasonable grounds to add the person or public body as a party.</p> <p class=\"paragraph-e\">  6.  If it is known that the subject land is the subject of an application under the Act for a minor variance or a consent, for an amendment to a zoning by-law or a Minister’s zoning order or for approval of a plan of subdivision, a statement of that fact and the file number of the application. O. Reg. 543/06, s. 4; O. Reg. 180/16, s. 2 (1-3); O. Reg. 68/18, s. 3; O. Reg. 260/23, s. 2.</p> <p class=\"subsection-e\">  (2) A notice given under this section shall be given by personal service, ordinary mail, fax or email. O. Reg. 180/16, s. 2 (4).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Details of notice (s. 17 (23) of Act)",
            "content": " 5. (1) If a proposed official plan or plan amendment is adopted by the council of a municipality and its approval authority is the Minister, notice of its adoption shall be given, by personal service, ordinary mail, fax or email, to the regional director of the Ministry of Municipal Affairs Municipal Services Office responsible for the region that includes the municipality or planning area where the subject land is located, unless the regional director has notified the clerk of the municipality or the secretary-treasurer of the planning board that he or she does not wish to receive such notices.  O. Reg. 543/06, s. 5 (1); O. Reg. 180/16, s. 3 (1); O. Reg. 68/18, s. 4. (2) If a proposed official plan or plan amendment is adopted by the council of a municipality and its approval authority is not the Minister, notice of its adoption shall be given, by personal service, ordinary mail, fax or email, to the regional director of the Ministry of Municipal Affairs Municipal Services Office responsible for the region that includes the municipality or planning area where the subject land is located, if the regional director has given the clerk of the municipality or the secretary-treasurer of the planning board a written request to be given such notices.  O. Reg. 543/06, s. 5 (2); O. Reg. 180/16, s. 3 (2); O. Reg. 68/18, s. 4. (3) Subsections (1) and (2) apply whether or not the proposed official plan or plan amendment is exempt from approval under subsection 17 (9) or (10) of the Act.  O. Reg. 543/06, s. 5 (3). (4) A notice given under this section shall also include a copy of the proposed official plan or plan amendment.  O. Reg. 543/06, s. 5 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>5. </b>(1) If a proposed official plan or plan amendment is adopted by the council of a municipality and its approval authority is the Minister, notice of its adoption shall be given, by personal service, ordinary mail, fax or email, to the regional director of the Ministry of Municipal Affairs Municipal Services Office responsible for the region that includes the municipality or planning area where the subject land is located, unless the regional director has notified the clerk of the municipality or the secretary-treasurer of the planning board that he or she does not wish to receive such notices.  O. Reg. 543/06, s. 5 (1); O. Reg. 180/16, s. 3 (1); O. Reg. 68/18, s. 4.</p> <p class=\"subsection-e\">  (2) If a proposed official plan or plan amendment is adopted by the council of a municipality and its approval authority is not the Minister, notice of its adoption shall be given, by personal service, ordinary mail, fax or email, to the regional director of the Ministry of Municipal Affairs Municipal Services Office responsible for the region that includes the municipality or planning area where the subject land is located, if the regional director has given the clerk of the municipality or the secretary-treasurer of the planning board a written request to be given such notices.  O. Reg. 543/06, s. 5 (2); O. Reg. 180/16, s. 3 (2); O. Reg. 68/18, s. 4.</p> <p class=\"subsection-e\">  (3) Subsections (1) and (2) apply whether or not the proposed official plan or plan amendment is exempt from approval under subsection 17 (9) or (10) of the Act.  O. Reg. 543/06, s. 5 (3).</p> <p class=\"subsection-e\">  (4) A notice given under this section shall also include a copy of the proposed official plan or plan amendment.  O. Reg. 543/06, s. 5 (4).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Record compiled by clerk for Tribunal (s. 17 (29) of Act)",
            "content": " 6. A record compiled by the clerk of the municipality or secretary-treasurer of the planning board and forwarded to the Tribunal under subsection 17 (29) of the Act shall include the following: 0.1  A certified copy of the notice of the adoption of the plan or plan amendment under subsection 17 (23) of the Act. 1.  A certified copy of the by-law adopting the proposed official plan or plan amendment. 2.  A certified copy of the proposed official plan or plan amendment. 3.  The original or a certified copy of the notice of appeal and the date it was received by the municipality or planning board. 4.  The original or a copy of all written submissions and comments and the dates they were received. 5.  An affidavit or sworn declaration in accordance with subsection 14 (1). 6.  A statement from an employee of the municipality or planning board as to whether the proposed official plan or plan amendment, i.  is consistent with the policy statements issued under subsection 3 (1) of the Act, ii.  conforms or does not conflict with any applicable provincial plan or plans, and iii.  in the case of a lower-tier municipality’s official plan or plan amendment, conforms with the upper-tier municipality’s official plan. 7.  If a public meeting was held, a copy of the minutes. 8.  A copy of any planning report considered by the council or planning board. 9.  If applicable, the original or a certified copy of the prescribed information and material received by the council or planning board under clauses 17 (15) (a) and (b) and subsection 22 (4) of the Act. 10.  The original or a certified copy of any other information and material that is required to be provided by the official plan of the municipality or planning board.  O. Reg. 543/06, s. 6; O. Reg. 180/16, s. 4; O. Reg. 68/18, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>6. </b>A record compiled by the clerk of the municipality or secretary-treasurer of the planning board and forwarded to the Tribunal under subsection 17 (29) of the Act shall include the following:</p> <p class=\"paragraph-e\">  0.1  A certified copy of the notice of the adoption of the plan or plan amendment under subsection 17 (23) of the Act.</p> <p class=\"paragraph-e\">  1.  A certified copy of the by-law adopting the proposed official plan or plan amendment.</p> <p class=\"paragraph-e\">  2.  A certified copy of the proposed official plan or plan amendment.</p> <p class=\"paragraph-e\">  3.  The original or a certified copy of the notice of appeal and the date it was received by the municipality or planning board.</p> <p class=\"paragraph-e\">  4.  The original or a copy of all written submissions and comments and the dates they were received.</p> <p class=\"paragraph-e\">  5.  An affidavit or sworn declaration in accordance with subsection 14 (1).</p> <p class=\"paragraph-e\">  6.  A statement from an employee of the municipality or planning board as to whether the proposed official plan or plan amendment,</p> <p class=\"subpara-e\">  i.  is consistent with the policy statements issued under subsection 3 (1) of the Act, </p> <p class=\"subpara-e\">  ii.  conforms or does not conflict with any applicable provincial plan or plans, and</p> <p class=\"subpara-e\">  iii.  in the case of a lower-tier municipality’s official plan or plan amendment, conforms with the upper-tier municipality’s official plan.</p> <p class=\"paragraph-e\">  7.  If a public meeting was held, a copy of the minutes.</p> <p class=\"paragraph-e\">  8.  A copy of any planning report considered by the council or planning board.</p> <p class=\"paragraph-e\">  9.  If applicable, the original or a certified copy of the prescribed information and material received by the council or planning board under clauses 17 (15) (a) and (b) and subsection 22 (4) of the Act.</p> <p class=\"paragraph-e\">  10.  The original or a certified copy of any other information and material that is required to be provided by the official plan of the municipality or planning board.  O. Reg. 543/06, s. 6; O. Reg. 180/16, s. 4; O. Reg. 68/18, s. 5.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Record compiled by clerk for approval authority (s. 17 (31) of Act)",
            "content": " 7. A record compiled by the clerk of the municipality or secretary-treasurer of the planning board and forwarded to the approval authority under subsection 17 (31) of the Act shall include the following: 1.  A certified copy of the by-law adopting the proposed official plan or plan amendment. 2.  A certified copy of the proposed official plan or plan amendment. 3.  In the case of a proposed official plan, a statement as to whether it replaces an existing official plan. 4.  The original or a copy of all written submissions and comments and the dates they were received. 5.  An affidavit or sworn declaration in accordance with subsection 14 (1). 6.  An affidavit or sworn declaration in accordance with subsection 14 (2). 7.  A statement from an employee of the municipality or planning board as to whether the proposed official plan or plan amendment, i.  is consistent with the policy statements issued under subsection 3 (1) of the Act, ii.  conforms or does not conflict with any applicable provincial plan or plans, and iii.  in the case of a lower-tier municipality’s official plan or plan amendment, conforms with the upper-tier municipality’s official plan. 8.  If a public meeting was held, a copy of the minutes. 9.  A copy of any planning report considered by the council or planning board. 10.  If applicable, the prescribed information and material under clauses 17 (15) (a) and (b) of the Act. 11.  If applicable, the original or a certified copy of, i.  the supporting information and material under clauses 17 (15) (a) and (b) of the Act, ii.  the prescribed information and material under subsection 22 (4) of the Act, and iii.  any other information and material that is required to be provided by the official plan of the municipality or planning board.  O. Reg. 543/06, s. 7; O. Reg. 68/18, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>7. </b>A record compiled by the clerk of the municipality or secretary-treasurer of the planning board and forwarded to the approval authority under subsection 17 (31) of the Act shall include the following:</p> <p class=\"paragraph-e\">  1.  A certified copy of the by-law adopting the proposed official plan or plan amendment.</p> <p class=\"paragraph-e\">  2.  A certified copy of the proposed official plan or plan amendment.</p> <p class=\"paragraph-e\">  3.  In the case of a proposed official plan, a statement as to whether it replaces an existing official plan.</p> <p class=\"paragraph-e\">  4.  The original or a copy of all written submissions and comments and the dates they were received.</p> <p class=\"paragraph-e\">  5.  An affidavit or sworn declaration in accordance with subsection 14 (1).</p> <p class=\"paragraph-e\">  6.  An affidavit or sworn declaration in accordance with subsection 14 (2).</p> <p class=\"paragraph-e\">  7.  A statement from an employee of the municipality or planning board as to whether the proposed official plan or plan amendment,</p> <p class=\"subpara-e\">  i.  is consistent with the policy statements issued under subsection 3 (1) of the Act, </p> <p class=\"subpara-e\">  ii.  conforms or does not conflict with any applicable provincial plan or plans, and</p> <p class=\"subpara-e\">  iii.  in the case of a lower-tier municipality’s official plan or plan amendment, conforms with the upper-tier municipality’s official plan.</p> <p class=\"paragraph-e\">  8.  If a public meeting was held, a copy of the minutes.</p> <p class=\"paragraph-e\">  9.  A copy of any planning report considered by the council or planning board.</p> <p class=\"paragraph-e\">  10.  If applicable, the prescribed information and material under clauses 17 (15) (a) and (b) of the Act.</p> <p class=\"paragraph-e\">  11.  If applicable, the original or a certified copy of,</p> <p class=\"subpara-e\">  i.  the supporting information and material under clauses 17 (15) (a) and (b) of the Act,</p> <p class=\"subpara-e\">  ii.  the prescribed information and material under subsection 22 (4) of the Act, and</p> <p class=\"subpara-e\">  iii.  any other information and material that is required to be provided by the official plan of the municipality or planning board.  O. Reg. 543/06, s. 7; O. Reg. 68/18, s. 6.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of approval authority’s decision (s. 17 (35) of Act)",
            "content": " 8. (1) In addition to the explanation required by clause 17 (35.1) (a) of the Act, notice of the approval authority’s decision in respect of a proposed official plan or plan amendment under subsection 17 (35) of the Act shall include the following: 1.  An explanation of the purpose and effect of the proposed official plan or plan amendment. 2.  A statement that the approval authority has made a decision to approve, modify and approve or refuse the proposed official plan or plan amendment, as the case may be. 3.  If the approval authority has made a decision to refuse the proposed official plan or plan amendment, a written explanation for the refusal. 4.  Where and when information in respect of the proposed official plan or plan amendment and the decision will be available to the public for inspection. 5.  If applicable, the last date for filing a notice of appeal, and a statement that the notice of appeal, i.  must be filed with the approval authority, ii.  must set out the reasons for the appeal and the specific part of the proposed official plan or plan amendment to which the appeal applies, and iii.  must be accompanied by the fee required by the Tribunal. 6.  Revoked: O. Reg. 68/18, s. 7 (2). 7.  If applicable, the following statements: i.  Only individuals, corporations or public bodies may appeal a decision of the approval authority to the Ontario Land Tribunal. A notice of appeal may not be filed by an unincorporated association or group. However, a notice of appeal may be filed in the name of an individual who is a member of the association or the group on its behalf. ii.  No person or public body shall be added as a party to the hearing of the appeal unless, before the plan was adopted, the person or public body made oral submissions at a public meeting or written submissions to the council or, in the opinion of the Ontario Land Tribunal, there are reasonable grounds to add the person or public body as a party. 8.  If it is known that the subject land is the subject of an application under the Act for a minor variance or a consent, for an amendment to a zoning by-law or a Minister’s zoning order or for approval of a plan of subdivision, a statement of that fact and the file number of the application. O. Reg. 543/06, s. 8 (1); O. Reg. 180/16, s. 5 (1); O. Reg. 68/18, s. 7 (1-3); O. Reg. 260/23, s. 3. (2) If the approval authority of a proposed official plan or plan amendment is not the Minister, notice of a decision by the approval authority in respect of a proposed official plan or plan amendment adopted by the council of a local municipality shall be given, by personal service, ordinary mail, fax or email, to the regional director of the Ministry of Municipal Affairs Municipal Services Office responsible for the region that includes the municipality or planning area where the subject land is located, if the regional director has given the clerk of the municipality or the secretary-treasurer of the planning board a written request to be given notice of such decisions.  O. Reg. 543/06, s. 8 (2); O. Reg. 180/16, s. 5 (2); O. Reg. 68/18, s. 7 (4). (3) A notice given under subsection (2) shall also include a copy of the proposed official plan or plan amendment.  O. Reg. 543/06, s. 8 (3). (4) A notice given under this section shall be given by personal service, ordinary mail, fax or email. O. Reg. 180/16, s. 5 (3). 8.1 Revoked: O. Reg. 297/19, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>8. </b>(1) In addition to the explanation required by clause 17 (35.1) (a) of the Act, notice of the approval authority’s decision in respect of a proposed official plan or plan amendment under subsection 17 (35) of the Act shall include the following:</p> <p class=\"paragraph-e\">  1.  An explanation of the purpose and effect of the proposed official plan or plan amendment.</p> <p class=\"paragraph-e\">  2.  A statement that the approval authority has made a decision to approve, modify and approve or refuse the proposed official plan or plan amendment, as the case may be.</p> <p class=\"paragraph-e\">  3.  If the approval authority has made a decision to refuse the proposed official plan or plan amendment, a written explanation for the refusal.</p> <p class=\"paragraph-e\">  4.  Where and when information in respect of the proposed official plan or plan amendment and the decision will be available to the public for inspection.</p> <p class=\"paragraph-e\">  5.  If applicable, the last date for filing a notice of appeal, and a statement that the notice of appeal,</p> <p class=\"subpara-e\">  i.  must be filed with the approval authority, </p> <p class=\"subpara-e\">  ii.  must set out the reasons for the appeal and the specific part of the proposed official plan or plan amendment to which the appeal applies, and </p> <p class=\"subpara-e\">  iii.  must be accompanied by the fee required by the Tribunal.</p> <p class=\"paragraph-e\">  6.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 68/18, s. 7 (2).</p> <p class=\"paragraph-e\">  7.  If applicable, the following statements:</p> <p class=\"subpara-e\">  i.  Only individuals, corporations or public bodies may appeal a decision of the approval authority to the Ontario Land Tribunal. A notice of appeal may not be filed by an unincorporated association or group. However, a notice of appeal may be filed in the name of an individual who is a member of the association or the group on its behalf.</p> <p class=\"subpara-e\">  ii.  No person or public body shall be added as a party to the hearing of the appeal unless, before the plan was adopted, the person or public body made oral submissions at a public meeting or written submissions to the council or, in the opinion of the Ontario Land Tribunal, there are reasonable grounds to add the person or public body as a party.</p> <p class=\"paragraph-e\">  8.  If it is known that the subject land is the subject of an application under the Act for a minor variance or a consent, for an amendment to a zoning by-law or a Minister’s zoning order or for approval of a plan of subdivision, a statement of that fact and the file number of the application. O. Reg. 543/06, s. 8 (1); O. Reg. 180/16, s. 5 (1); O. Reg. 68/18, s. 7 (1-3); O. Reg. 260/23, s. 3.</p> <p class=\"subsection-e\">  (2) If the approval authority of a proposed official plan or plan amendment is not the Minister, notice of a decision by the approval authority in respect of a proposed official plan or plan amendment adopted by the council of a local municipality shall be given, by personal service, ordinary mail, fax or email, to the regional director of the Ministry of Municipal Affairs Municipal Services Office responsible for the region that includes the municipality or planning area where the subject land is located, if the regional director has given the clerk of the municipality or the secretary-treasurer of the planning board a written request to be given notice of such decisions.  O. Reg. 543/06, s. 8 (2); O. Reg. 180/16, s. 5 (2); O. Reg. 68/18, s. 7 (4).</p> <p class=\"subsection-e\">  (3) A notice given under subsection (2) shall also include a copy of the proposed official plan or plan amendment.  O. Reg. 543/06, s. 8 (3).</p> <p class=\"subsection-e\">  (4) A notice given under this section shall be given by personal service, ordinary mail, fax or email. O. Reg. 180/16, s. 5 (3).</p> <p class=\"section-e\"> <a name=\"BK8\"></a><b>8.1 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 297/19, s. 1.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Record compiled by approval authority for Tribunal (s. 17 (42) of Act)",
            "content": " 9. A record compiled by the approval authority and forwarded to the Tribunal under subsection 17 (42) of the Act shall include the following: 0.1  If applicable, a certified copy of the notice of the approval authority’s decision under subsection 17 (35) of the Act. 1.  If applicable, a copy of the approval authority’s decision. 2.  The original or a certified copy of the notice of appeal and the date it was received. 3.  The original or a certified copy of the record received by the approval authority under section 7. 4.  If applicable, an affidavit or sworn declaration in accordance with subsection 14 (3). 5.  A statement from an employee of the approval authority as to whether the decision of the approval authority, i.  is consistent with the policy statements issued under subsection 3 (1) of the Act, ii.  conforms or does not conflict with any applicable provincial plan or plans, and iii.  in the case of a decision in respect of a lower-tier municipality’s official plan or plan amendment, conforms with the upper-tier municipality’s official plan. 6.  The original or a copy of all written submissions and comments received. 7.  If applicable, a copy of any planning report considered by the approval authority.  O. Reg. 543/06, s. 9; O. Reg. 180/16, s. 7; O. Reg. 68/18, s. 9.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>9. </b>A record compiled by the approval authority and forwarded to the Tribunal under subsection 17 (42) of the Act shall include the following:</p> <p class=\"paragraph-e\">  0.1  If applicable, a certified copy of the notice of the approval authority’s decision under subsection 17 (35) of the Act.</p> <p class=\"paragraph-e\">  1.  If applicable, a copy of the approval authority’s decision.</p> <p class=\"paragraph-e\">  2.  The original or a certified copy of the notice of appeal and the date it was received.</p> <p class=\"paragraph-e\">  3.  The original or a certified copy of the record received by the approval authority under section 7.</p> <p class=\"paragraph-e\">  4.  If applicable, an affidavit or sworn declaration in accordance with subsection 14 (3).</p> <p class=\"paragraph-e\">  5.  A statement from an employee of the approval authority as to whether the decision of the approval authority,</p> <p class=\"subpara-e\">  i.  is consistent with the policy statements issued under subsection 3 (1) of the Act,</p> <p class=\"subpara-e\">  ii.  conforms or does not conflict with any applicable provincial plan or plans, and</p> <p class=\"subpara-e\">  iii.  in the case of a decision in respect of a lower-tier municipality’s official plan or plan amendment, conforms with the upper-tier municipality’s official plan.</p> <p class=\"paragraph-e\">  6.  The original or a copy of all written submissions and comments received.</p> <p class=\"paragraph-e\">  7.  If applicable, a copy of any planning report considered by the approval authority.  O. Reg. 543/06, s. 9; O. Reg. 180/16, s. 7; O. Reg. 68/18, s. 9.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Information and material — request for amendment to official plan (s. 22 (4) of Act)",
            "content": " 10. The information and material to be provided by an applicant under subsection 22 (4) of the Act are set out in Schedule 1.  O. Reg. 543/06, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>10</b><b>. </b>The information and material to be provided by an applicant under subsection 22 (4) of the Act are set out in Schedule 1.  O. Reg. 543/06, s. 10.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Notice (“complete application”) (s. 22 (6.4) (a) of Act)",
            "content": " 11. (1) Section 3 applies, with necessary modifications, to a notice given under clause 22 (6.4) (a) of the Act.  O. Reg. 543/06, s. 11 (1). (2) The notice referred to in subsection (1) may be given together with notice of a public meeting, notice of an open house or both, for the purposes of subsection 17 (17) of the Act, or may be given separately.  O. Reg. 543/06, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>11. </b>(1) Section 3 applies, with necessary modifications, to a notice given under clause 22 (6.4) (a) of the Act.  O. Reg. 543/06, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The notice referred to in subsection (1) may be given together with notice of a public meeting, notice of an open house or both, for the purposes of subsection 17 (17) of the Act, or may be given separately.  O. Reg. 543/06, s. 11 (2).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of refusal of request (s. 22 (6.6) of Act)",
            "content": " 12. (1) In addition to the explanation required by clause 22 (6.7) (a) of the Act, notice of the refusal of a request to amend an official plan under subsection 22 (6.6) of the Act shall include the following: 1.  An explanation of the purpose and effect of the requested official plan amendment. 2.  A statement that the council or planning board has made a decision to refuse the requested amendment, including the date of the refusal. 3.  A written explanation for the refusal. 4.  If applicable, the last date for filing a notice of appeal, and a statement that the notice of appeal, i.  must be filed with the clerk of the municipality or the secretary-treasurer of the planning board, as the case may be, ii.  must be accompanied by the fee required by the Tribunal, and iii.  must set out the reasons for the appeal and the specific part of the requested amendment to which the appeal applies. 5.  Revoked: O. Reg. 68/18, s. 10 (2). 6.  If applicable, the following statements: i.  A person or public body that requested an amendment to the official plan of (name of municipality or\r\nplanning board) may appeal the refusal of the requested amendment to the Ontario Land Tribunal in respect of all or any part of the requested amendment by filing a notice of appeal with the clerk of the (name of municipality) or the secretary-treasurer of the (name of planning board). ii.  No person or public body shall be added as a party to the hearing of the appeal unless, before the requested official plan amendment was refused, the person or public body made oral submissions at a public meeting, if any, or written submissions to the council or, in the opinion of the Ontario Land Tribunal, there are reasonable grounds to add the person or public body as a party. O. Reg. 543/06, s. 12; O. Reg. 180/16, s. 8 (1); O. Reg. 68/18, s. 10; O. Reg. 260/23, s. 4. (2) A notice given under this section shall be given by personal service, ordinary mail, fax or email. O. Reg. 180/16, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>12. </b>(1) In addition to the explanation required by clause 22 (6.7) (a) of the Act, notice of the refusal of a request to amend an official plan under subsection 22 (6.6) of the Act shall include the following:</p> <p class=\"paragraph-e\">  1.  An explanation of the purpose and effect of the requested official plan amendment.</p> <p class=\"paragraph-e\">  2.  A statement that the council or planning board has made a decision to refuse the requested amendment, including the date of the refusal.</p> <p class=\"paragraph-e\">  3.  A written explanation for the refusal.</p> <p class=\"paragraph-e\">  4.  If applicable, the last date for filing a notice of appeal, and a statement that the notice of appeal,</p> <p class=\"subpara-e\">  i.  must be filed with the clerk of the municipality or the secretary-treasurer of the planning board, as the case may be,</p> <p class=\"subpara-e\">  ii.  must be accompanied by the fee required by the Tribunal, and </p> <p class=\"subpara-e\">  iii.  must set out the reasons for the appeal and the specific part of the requested amendment to which the appeal applies.</p> <p class=\"paragraph-e\">  5.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 68/18, s. 10 (2).</p> <p class=\"paragraph-e\">  6.  If applicable, the following statements:</p> <p class=\"subpara-e\">  i.  A person or public body that requested an amendment to the official plan of (<i>name of municipality or\r\n</i>planning board) may appeal the refusal of the requested amendment to the Ontario Land Tribunal in respect of all or any part of the requested amendment by filing a notice of appeal with the clerk of the (<i>name of municipality</i>) or the secretary-treasurer of the (<i>name of planning board</i>).</p> <p class=\"subpara-e\">  ii.  No person or public body shall be added as a party to the hearing of the appeal unless, before the requested official plan amendment was refused, the person or public body made oral submissions at a public meeting, if any, or written submissions to the council or, in the opinion of the Ontario Land Tribunal, there are reasonable grounds to add the person or public body as a party.</p> <p class=\"footnote-e\">O. Reg. 543/06, s. 12; O. Reg. 180/16, s. 8 (1); O. Reg. 68/18, s. 10; O. Reg. 260/23, s. 4.</p> <p class=\"subsection-e\">  (2) A notice given under this section shall be given by personal service, ordinary mail, fax or email. O. Reg. 180/16, s. 8 (2).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Record compiled by clerk for Tribunal (s. 22 (9) of Act)",
            "content": " 13. A record compiled by the clerk of the municipality or secretary-treasurer of the planning board and forwarded to the Tribunal under subsection 22 (9) of the Act shall include the following: 0.1  If applicable, a certified copy of the notice of refusal under subsection 22 (6.6) of the Act. 1.  The original or a certified copy of the request for an amendment to the official plan. 2.  The original or a certified copy of the prescribed information and material received by the council or planning board under subsection 22 (4) of the Act. 3.  The original or a certified copy of any other information and material that is required to be provided by the official plan of the municipality or planning board. 4.  The original or a copy of all written submissions and comments received by the council or planning board, and the dates they were received. 5.  An affidavit or sworn declaration in accordance with subsection 14 (1). 6.  A statement from an employee of the municipality or planning board as to whether the decision of the council or planning board, i.  is consistent with the policy statements issued under subsection 3 (1) of the Act, ii.  conforms or does not conflict with any applicable provincial plan or plans, and iii.  in the case of a lower-tier municipality’s official plan, conforms with the upper-tier municipality’s official plan. 7.  If a public meeting was held, a copy of the minutes. 8.  A copy of any planning report considered by the council or planning board. 9.  If applicable, a copy of the resolution of the council or planning board refusing to adopt the requested amendment. 10.  If applicable, a copy of the written explanation for the refusal.  O. Reg. 543/06, s. 13; O. Reg. 180/16, s. 9; O. Reg. 68/18, s. 11.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>13. </b>A record compiled by the clerk of the municipality or secretary-treasurer of the planning board and forwarded to the Tribunal under subsection 22 (9) of the Act shall include the following:</p> <p class=\"paragraph-e\">  0.1  If applicable, a certified copy of the notice of refusal under subsection 22 (6.6) of the Act.</p> <p class=\"paragraph-e\">  1.  The original or a certified copy of the request for an amendment to the official plan.</p> <p class=\"paragraph-e\">  2.  The original or a certified copy of the prescribed information and material received by the council or planning board under subsection 22 (4) of the Act.</p> <p class=\"paragraph-e\">  3.  The original or a certified copy of any other information and material that is required to be provided by the official plan of the municipality or planning board.</p> <p class=\"paragraph-e\">  4.  The original or a copy of all written submissions and comments received by the council or planning board, and the dates they were received.</p> <p class=\"paragraph-e\">  5.  An affidavit or sworn declaration in accordance with subsection 14 (1).</p> <p class=\"paragraph-e\">  6.  A statement from an employee of the municipality or planning board as to whether the decision of the council or planning board,</p> <p class=\"subpara-e\">  i.  is consistent with the policy statements issued under subsection 3 (1) of the Act, </p> <p class=\"subpara-e\">  ii.  conforms or does not conflict with any applicable provincial plan or plans, and</p> <p class=\"subpara-e\">  iii.  in the case of a lower-tier municipality’s official plan, conforms with the upper-tier municipality’s official plan.</p> <p class=\"paragraph-e\">  7.  If a public meeting was held, a copy of the minutes.</p> <p class=\"paragraph-e\">  8.  A copy of any planning report considered by the council or planning board.</p> <p class=\"paragraph-e\">  9.  If applicable, a copy of the resolution of the council or planning board refusing to adopt the requested amendment.</p> <p class=\"paragraph-e\">  10.  If applicable, a copy of the written explanation for the refusal.  O. Reg. 543/06, s. 13; O. Reg. 180/16, s. 9; O. Reg. 68/18, s. 11.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Affidavit or sworn declaration",
            "content": " 14. (1) An affidavit or sworn declaration for the purposes of paragraph 5 of section 6, paragraph 5 of section 7 or paragraph 5 of section 13, (a)  shall be made by an employee of the municipality or planning board; and (b)  shall contain, (i)  a certificate that the requirements for giving notice and holding public meetings and open houses, if required, or the alternative measures for informing and obtaining the views of the public set out in the official plan have been complied with, (ii)  a certificate that any requirements for giving notice of adoption have been complied with, (iii)  if a public meeting was held, a list of all persons and public bodies that made oral submissions at the public meeting, and (iv)  if subsection 22 (6.4) of the Act applies, a certificate that the requirements of clause 22 (6.4) (a) of the Act have been complied with.  O. Reg. 543/06, s. 14 (1). (2) An affidavit or sworn declaration for the purposes of paragraph 6 of section 7, (a)  shall be made by, (i)  the clerk, commissioner or director of planning of the municipality or the secretary-treasurer of the planning board, or (ii)  another employee of the municipality or planning board who is designated by a resolution of the municipality or planning board; and (b)  shall certify that the information and material provided as required by paragraph 10 of section 7 is accurate.  O. Reg. 543/06, s. 14 (2). (3) An affidavit or sworn declaration for the purposes of paragraph 4 of section 9, (a)  shall be made by an employee of the approval authority; and (b)  shall certify that the requirement for giving notice of the decision under subsection 17 (35) of the Act has been complied with.  O. Reg. 543/06, s. 14 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>14. </b>(1) An affidavit or sworn declaration for the purposes of paragraph 5 of section 6, paragraph 5 of section 7 or paragraph 5 of section 13,</p> <p class=\"clause-e\">  (a)  shall be made by an employee of the municipality or planning board; and</p> <p class=\"clause-e\">  (b)  shall contain, </p> <p class=\"subclause-e\">  (i)  a certificate that the requirements for giving notice and holding public meetings and open houses, if required, or the alternative measures for informing and obtaining the views of the public set out in the official plan have been complied with,</p> <p class=\"subclause-e\">  (ii)  a certificate that any requirements for giving notice of adoption have been complied with,</p> <p class=\"subclause-e\">  (iii)  if a public meeting was held, a list of all persons and public bodies that made oral submissions at the public meeting, and</p> <p class=\"subclause-e\">  (iv)  if subsection 22 (6.4) of the Act applies, a certificate that the requirements of clause 22 (6.4) (a) of the Act have been complied with.  O. Reg. 543/06, s. 14 (1).</p> <p class=\"subsection-e\">  (2) An affidavit or sworn declaration for the purposes of paragraph 6 of section 7,</p> <p class=\"clause-e\">  (a)  shall be made by,</p> <p class=\"subclause-e\">  (i)  the clerk, commissioner or director of planning of the municipality or the secretary-treasurer of the planning board, or</p> <p class=\"subclause-e\">  (ii)  another employee of the municipality or planning board who is designated by a resolution of the municipality or planning board; and</p> <p class=\"clause-e\">  (b)  shall certify that the information and material provided as required by paragraph 10 of section 7 is accurate.  O. Reg. 543/06, s. 14 (2).</p> <p class=\"subsection-e\">  (3) An affidavit or sworn declaration for the purposes of paragraph 4 of section 9,</p> <p class=\"clause-e\">  (a)  shall be made by an employee of the approval authority; and</p> <p class=\"clause-e\">  (b)  shall certify that the requirement for giving notice of the decision under subsection 17 (35) of the Act has been complied with.  O. Reg. 543/06, s. 14 (3).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Transition",
            "content": " 15. (1) Despite the revocation of Ontario Regulation 198/96 (Official Plans and Plan Amendments) made under the Act, the following shall be continued and disposed of as if Ontario Regulation 198/96 had not been revoked: 1.  Any matter or proceeding that is deemed to have been commenced before May 22, 1996, under section 75 of the Act. 2.  Any matter or proceeding that is commenced on or after May 22, 1996 but before the day this Regulation comes into force.  O. Reg. 543/06, s. 15. (2) For greater certainty, despite the amendments made to this Regulation by Ontario Regulation 180/16, this Regulation as it read immediately before those amendments came into force continues to apply in respect of the following: 1.  A notice given under section 17 or 22 of the Act, if it was given before the day Ontario Regulation 180/16 came into force. 2.  A record compiled under section 17 or 22 of the Act, if it was forwarded before the day Ontario Regulation 180/16 came into force. 3.  A request made under section 22 of the Act, if the information and material set out in Schedule 1 were provided before the day Ontario Regulation 180/16 came into force. O. Reg. 180/16, s. 10. (3) For greater certainty, despite the amendments made to this Regulation by Ontario Regulation 68/18, this Regulation as it read immediately before those amendments came into force continues to apply in respect of the following: 1.  A notice given under section 17 or 22 of the Act, if it was given before the day Ontario Regulation 68/18 came into force. 2.  A record compiled under section 17 or 22 of the Act, if it was forwarded before the day Ontario Regulation 68/18 came into force. 3.  A request made under section 22 of the Act, if the information and material set out in Schedule 1 were provided before the day Ontario Regulation 68/18 came into force. O. Reg. 68/18, s. 12. 16. Omitted (revokes other Regulations).  O. Reg. 543/06, s. 16. 17. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 543/06, s. 17. schedule 1   information and material to be provided with a request under subsection 22 (4) of the act 1. The name, address, telephone number and, if applicable, the e-mail address of the applicant. 2. The name of the municipality or planning board that is being requested to initiate the amendment to its official plan. 3. The date of the request to the municipality or planning board. 4. The name of the official plan requested to be amended. 5. A description of the subject land, including such information as the municipality, or the geographic township in unorganized territory, concession and lot numbers, reference plan and part numbers, and street names and numbers. 6. If known, the approximate area of the subject land, in metric units. 7. Whether the requested amendment changes, replaces or deletes a policy in the official plan. 8. If the answer to section 7 is yes, the policy to be changed, replaced or deleted. 9. Whether the requested amendment adds a policy to the official plan. 10. The purpose of the requested amendment. 10.1 In the case of a requested amendment to a lower-tier municipality’s official plan, the current designation of the subject land in the upper-tier municipality’s official plan and an explanation of how the proposed amendment conforms with the upper-tier municipality’s official plan. 11. The current designation of the subject land in the official plan and the land uses that the designation authorizes. 12. Whether the requested amendment changes or replaces a designation in the official plan. 13. If the requested amendment changes or replaces a designation in the official plan, the designation to be changed or replaced. 14. The land uses that the requested official plan amendment would authorize. 15. Whether water will be provided to the subject land by a publicly owned and operated piped water system, a privately owned and operated individual or communal well, a lake or other water body, or other means. 16. Whether sewage disposal will be provided to the subject land by a publicly owned and operated sanitary sewage system, a privately owned and operated individual or communal septic system, a privy or other means. 17. If the requested amendment would permit development on a privately owned and operated individual or communal septic system and more than 4500 litres of effluent would be produced per day as a result of the development being completed, (a)  a servicing options report; and (b)  a hydrogeological report. 18. Whether the subject land or land within 120 metres of it is the subject of an application by the applicant under the Act for, (a)  a minor variance or a consent; (b)  an amendment to an official plan, a zoning by-law or a Minister’s zoning order; or (c)  approval of a plan of subdivision or a site plan. 19. If the answer to section 18 is yes, the following information about each application: (a)  its file number; (b)  the name of the approval authority considering it; (c)  the land it affects; (d)  its purpose; (e)  its status; and (f)  its effect on the requested amendment. 20. If a policy in the official plan is being changed, replaced or deleted or if a policy is being added, the text of the requested amendment. 21. If the requested amendment changes or replaces a schedule in the official plan, the requested schedule and the text that accompanies it. 22. If the requested amendment alters all or any part of the boundary of an area of settlement in a municipality or establishes a new area of settlement in a municipality, the current official plan policies, if any, dealing with the alteration or establishment of an area of settlement. 23. If the requested amendment removes the subject land from an area of employment, the current official plan policies, if any, dealing with the removal of land from an area of employment. 24. An explanation of how the requested amendment is consistent with the policy statements issued under subsection 3 (1) of the Act. 25. Whether the subject land is within an area of land designated under any provincial plan or plans. 26. If the answer to section 25 is yes, an explanation of how the requested amendment conforms or does not conflict with the provincial plan or plans. 26.1 A proposed strategy for consulting with the public with respect to the request. 27. An affidavit or sworn declaration by the applicant certifying that the information required under this Schedule and provided by the applicant is accurate. O. Reg. 543/06, Sched. 1; O. Reg. 180/16, s. 11; O. Reg. 68/18, s. 13.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>15. </b>(1) Despite the revocation of Ontario Regulation 198/96 (Official Plans and Plan Amendments) made under the Act, the following shall be continued and disposed of as if Ontario Regulation 198/96 had not been revoked:</p> <p class=\"paragraph-e\">  1.  Any matter or proceeding that is deemed to have been commenced before May 22, 1996, under section 75 of the Act.</p> <p class=\"paragraph-e\">  2.  Any matter or proceeding that is commenced on or after May 22, 1996 but before the day this Regulation comes into force.  O. Reg. 543/06, s. 15.</p> <p class=\"subsection-e\">  (2) For greater certainty, despite the amendments made to this Regulation by Ontario Regulation 180/16, this Regulation as it read immediately before those amendments came into force continues to apply in respect of the following:</p> <p class=\"paragraph-e\">  1.  A notice given under section 17 or 22 of the Act, if it was given before the day Ontario Regulation 180/16 came into force.</p> <p class=\"paragraph-e\">  2.  A record compiled under section 17 or 22 of the Act, if it was forwarded before the day Ontario Regulation 180/16 came into force.</p> <p class=\"paragraph-e\">  3.  A request made under section 22 of the Act, if the information and material set out in Schedule 1 were provided before the day Ontario Regulation 180/16 came into force. O. Reg. 180/16, s. 10.</p> <p class=\"subsection-e\">  (3) For greater certainty, despite the amendments made to this Regulation by Ontario Regulation 68/18, this Regulation as it read immediately before those amendments came into force continues to apply in respect of the following:</p> <p class=\"paragraph-e\">  1.  A notice given under section 17 or 22 of the Act, if it was given before the day Ontario Regulation 68/18 came into force.</p> <p class=\"paragraph-e\">  2.  A record compiled under section 17 or 22 of the Act, if it was forwarded before the day Ontario Regulation 68/18 came into force.</p> <p class=\"paragraph-e\">  3.  A request made under section 22 of the Act, if the information and material set out in Schedule 1 were provided before the day Ontario Regulation 68/18 came into force. O. Reg. 68/18, s. 12.</p> <p class=\"section-e\"> <b>16.</b> <span class=\"ovsmallcap\">Omitted (revokes other Regulations)</span>.  O. Reg. 543/06, s. 16.</p> <p class=\"section-e\"> <b>17.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 543/06, s. 17.</p> <p class=\"schedule-e\"><a name=\"BK16\"></a>schedule 1 <br/>  information and material to be provided with a request under subsection 22 (4) of the act</p> <p class=\"section-e\">  1. The name, address, telephone number and, if applicable, the e-mail address of the applicant.</p> <p class=\"section-e\">  2. The name of the municipality or planning board that is being requested to initiate the amendment to its official plan.</p> <p class=\"section-e\">  3. The date of the request to the municipality or planning board.</p> <p class=\"section-e\">  4. The name of the official plan requested to be amended.</p> <p class=\"section-e\">  5. A description of the subject land, including such information as the municipality, or the geographic township in unorganized territory, concession and lot numbers, reference plan and part numbers, and street names and numbers.</p> <p class=\"section-e\">  6. If known, the approximate area of the subject land, in metric units.</p> <p class=\"section-e\">  7. Whether the requested amendment changes, replaces or deletes a policy in the official plan.</p> <p class=\"section-e\">  8. If the answer to section 7 is yes, the policy to be changed, replaced or deleted.</p> <p class=\"section-e\">  9. Whether the requested amendment adds a policy to the official plan.</p> <p class=\"section-e\">  10. The purpose of the requested amendment.</p> <p class=\"section-e\">  10.1 In the case of a requested amendment to a lower-tier municipality’s official plan, the current designation of the subject land in the upper-tier municipality’s official plan and an explanation of how the proposed amendment conforms with the upper-tier municipality’s official plan.</p> <p class=\"section-e\">  11. The current designation of the subject land in the official plan and the land uses that the designation authorizes.</p> <p class=\"section-e\">  12. Whether the requested amendment changes or replaces a designation in the official plan.</p> <p class=\"section-e\">  13. If the requested amendment changes or replaces a designation in the official plan, the designation to be changed or replaced.</p> <p class=\"section-e\">  14. The land uses that the requested official plan amendment would authorize.</p> <p class=\"section-e\">  15. Whether water will be provided to the subject land by a publicly owned and operated piped water system, a privately owned and operated individual or communal well, a lake or other water body, or other means.</p> <p class=\"section-e\">  16. Whether sewage disposal will be provided to the subject land by a publicly owned and operated sanitary sewage system, a privately owned and operated individual or communal septic system, a privy or other means.</p> <p class=\"section-e\">  17. If the requested amendment would permit development on a privately owned and operated individual or communal septic system and more than 4500 litres of effluent would be produced per day as a result of the development being completed,</p> <p class=\"clause-e\">  (a)  a servicing options report; and</p> <p class=\"clause-e\">  (b)  a hydrogeological report.</p> <p class=\"section-e\">  18. Whether the subject land or land within 120 metres of it is the subject of an application by the applicant under the Act for,</p> <p class=\"clause-e\">  (a)  a minor variance or a consent;</p> <p class=\"clause-e\">  (b)  an amendment to an official plan, a zoning by-law or a Minister’s zoning order; or</p> <p class=\"clause-e\">  (c)  approval of a plan of subdivision or a site plan.</p> <p class=\"section-e\">  19. If the answer to section 18 is yes, the following information about each application:</p> <p class=\"clause-e\">  (a)  its file number;</p> <p class=\"clause-e\">  (b)  the name of the approval authority considering it;</p> <p class=\"clause-e\">  (c)  the land it affects;</p> <p class=\"clause-e\">  (d)  its purpose;</p> <p class=\"clause-e\">  (e)  its status; and</p> <p class=\"clause-e\">  (f)  its effect on the requested amendment.</p> <p class=\"section-e\">  20. If a policy in the official plan is being changed, replaced or deleted or if a policy is being added, the text of the requested amendment.</p> <p class=\"section-e\">  21. If the requested amendment changes or replaces a schedule in the official plan, the requested schedule and the text that accompanies it.</p> <p class=\"section-e\">  22. If the requested amendment alters all or any part of the boundary of an area of settlement in a municipality or establishes a new area of settlement in a municipality, the current official plan policies, if any, dealing with the alteration or establishment of an area of settlement.</p> <p class=\"section-e\">  23. If the requested amendment removes the subject land from an area of employment, the current official plan policies, if any, dealing with the removal of land from an area of employment.</p> <p class=\"section-e\">  24. An explanation of how the requested amendment is consistent with the policy statements issued under subsection 3 (1) of the Act.</p> <p class=\"section-e\">  25. Whether the subject land is within an area of land designated under any provincial plan or plans. </p> <p class=\"section-e\">  26. If the answer to section 25 is yes, an explanation of how the requested amendment conforms or does not conflict with the provincial plan or plans.</p> <p class=\"section-e\">  26.1 A proposed strategy for consulting with the public with respect to the request.</p> <p class=\"section-e\">  27. An affidavit or sworn declaration by the applicant certifying that the information required under this Schedule and provided by the applicant is accurate.</p> <p class=\"footnote-e\">O. Reg. 543/06, Sched. 1; O. Reg. 180/16, s. 11; O. Reg. 68/18, s. 13.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/060543\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Schedule 1",
            "part_id": null,
            "part_type": null,
            "section": "Information and material to be provided with a request under subsection 22 (4) of the act",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}