{
    "reg_info": {
        "full_title": "O. Reg. 601/99: REDUCTIONS FOR PROPERTY FROM WHICH LAND WAS SUBDIVIDED OR SEVERED",
        "reg_name_text": "REDUCTIONS FOR PROPERTY FROM WHICH LAND WAS SUBDIVIDED OR SEVERED",
        "citation": "O. Reg. 601/99: ",
        "act_under": "Municipal Act   Loi sur les municipalités",
        "url": "https://www.ontario.ca/laws/regulation/990601",
        "date_scraped": "2023-12-19 20:19:50"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. For the purposes of subsection 447.7.1 (2) of the Act, the total assessment of a property shall be reduced to the amount determined in accordance with the following formula:  where, “assessment of new property” means the assessment of the property from which a new parcel or parcels have been subdivided or severed for the year in which the new parcel or parcels are first assessed separately on the assessment roll, “assessment of original property” means the assessment of the property on the assessment roll for the previous year, “total assessment” means the total assessment on the frozen assessment listing for the property before any reduction under this section. O. Reg. 601/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>For the purposes of subsection 447.7.1 (2) of the Act, the total assessment of a property shall be reduced to the amount determined in accordance with the following formula:</p> <p class=\"equation-e\"><img border=\"0\" height=\"33\" src=\"images/elaws_rev_regs_990601_e-1.gif\" width=\"283\"/></p> <p class=\"Ssection-e\">where,</p> <p class=\"firstdef-e\">“assessment of new property” means the assessment of the property from which a new parcel or parcels have been subdivided or severed for the year in which the new parcel or parcels are first assessed separately on the assessment roll,</p> <p class=\"definition-e\">“assessment of original property” means the assessment of the property on the assessment roll for the previous year, </p> <p class=\"definition-e\">“total assessment” means the total assessment on the frozen assessment listing for the property before any reduction under this section. O. Reg. 601/99, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. This Regulation applies with respect to the 1998, 1999 and 2000 taxation years. O. Reg. 601/99, s. 2. ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>This Regulation applies with respect to the 1998, 1999 and 2000 taxation years. O. Reg. 601/99, s. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}