{
    "reg_info": {
        "full_title": "O. Reg. 128/20: PICK UP AND DELIVERY OF CANNABIS",
        "reg_name_text": "PICK UP AND DELIVERY OF CANNABIS",
        "citation": "O. Reg. 128/20: ",
        "act_under": "Emergency Management and Civil Protection Act",
        "url": "https://www.ontario.ca/laws/regulation/200128",
        "date_scraped": "2023-12-18 20:14:18"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/200128/v2",
            "valid_from": "July 15, 2020",
            "valid_to": "July 23, 2020"
        },
        {
            "a_href": "/laws/regulation/200128/v1",
            "valid_from": "April  7, 2020",
            "valid_to": "July 14, 2020"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Terms of Order",
            "content": " 1. The terms of this Order are set out in Schedule 1. O. Reg 388/20, s. 3. Schedule 1   PICK UP AND DELIVERY OF CANNABIS",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The terms of this Order are set out in Schedule 1. O. Reg 388/20, s. 3.</p> <p class=\"schedule-e\">Schedule 1 <br/>  PICK UP AND DELIVERY OF CANNABIS</p>"
        },
        {
            "id": "1.",
            "section": "Application",
            "content": "  1. This Order applies to every holder of a retail store authorization within the meaning of the Cannabis Licence Act, 2018.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>This Order applies to every holder of a retail store authorization within the meaning of the <i>Cannabis Licence Act, 2018</i>.</p>"
        },
        {
            "id": "2.",
            "section": "Pick up of cannabis",
            "content": "  2. For the duration of this Order, and despite any other statute, regulation, order, policy, arrangement or agreement, a holder of a retail store authorization is authorized to operate a cannabis retail store for the purposes of allowing customers to pick up cannabis and other things that are permitted for sale at a cannabis retail store, subject to the following conditions: i. The authorization holder must receive payment, online or by telephone, for the cannabis and other things before they are picked up. ii. The location for picking up the cannabis and other things must be an outdoor area in close proximity to the retail store. iii. The authorization holder or an employee must inspect an item of identification issued by a government or by the Liquor Control Board of Ontario before providing cannabis to a person who appears to be under 25 years of age. iv. The individual to whom cannabis is provided must be the same individual who purchased the cannabis. v. Cannabis must be sold in its original packaging and in such a manner as to ensure the contents are not visible to minors. vi. Cannabis and other things may only be sold or picked up between 9 a.m. and 11 p.m. vii. Cannabis and other things may not be sold for pick up at a cannabis retail store located on a reserve if the Registrar has received a copy of a resolution of the council of the band in respect of the reserve requesting that cannabis retail stores not sell cannabis and other things for pick up within the reserve.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>For the duration of this Order, and despite any other statute, regulation, order, policy, arrangement or agreement, a holder of a retail store authorization is authorized to operate a cannabis retail store for the purposes of allowing customers to pick up cannabis and other things that are permitted for sale at a cannabis retail store, subject to the following conditions:</p> <p class=\"subpara-e\">  i. The authorization holder must receive payment, online or by telephone, for the cannabis and other things before they are picked up.</p> <p class=\"subpara-e\">  ii. The location for picking up the cannabis and other things must be an outdoor area in close proximity to the retail store.</p> <p class=\"subpara-e\">  iii. The authorization holder or an employee must inspect an item of identification issued by a government or by the Liquor Control Board of Ontario before providing cannabis to a person who appears to be under 25 years of age.</p> <p class=\"subpara-e\">  iv. The individual to whom cannabis is provided must be the same individual who purchased the cannabis.</p> <p class=\"subpara-e\">  v. Cannabis must be sold in its original packaging and in such a manner as to ensure the contents are not visible to minors.</p> <p class=\"subpara-e\">  vi. Cannabis and other things may only be sold or picked up between 9 a.m. and 11 p.m.</p> <p class=\"subpara-e\">  vii. Cannabis and other things may not be sold for pick up at a cannabis retail store located on a reserve if the Registrar has received a copy of a resolution of the council of the band in respect of the reserve requesting that cannabis retail stores not sell cannabis and other things for pick up within the reserve.</p>"
        },
        {
            "id": "3.",
            "section": "Delivery of cannabis",
            "content": "  3. For the duration of this Order, and despite any other statute, regulation, order, policy, arrangement or agreement, a holder of a retail store authorization is authorized to operate a cannabis retail store for the purposes of delivering cannabis and other things that are permitted for sale at a cannabis retail store, subject to the following conditions: i. The authorization holder must receive payment, online or by telephone, for the cannabis and other things before the authorization holder or an employee leaves the store for delivery. ii. The authorization holder or an employee must deliver the cannabis and other things to the residential address specified in the order. iii. The cannabis must be delivered to the purchaser or another person who resides at the place of delivery and who is at least nineteen years of age. iv. The authorization holder or an employee must inspect an item of identification issued by a government or by the Liquor Control Board of Ontario before providing cannabis to a person who appears to be under 25 years of age. v. Cannabis must be sold in its original packaging and in such a manner as to ensure the contents are not visible to minors. vi. Cannabis and other things may only be sold or delivered between 9 a.m. and 11 p.m. vii. Cannabis and other things may not be sold for delivery to an address located on a reserve if the Ontario Cannabis Retail Corporation has received a copy of a resolution of the council of the band under subsection 28.1 (1) of the Ontario Cannabis Retail Corporation Act, 2017 requesting that the Corporation not sell cannabis and other things for delivery within the reserve. viii. Cannabis and other things may not be sold for delivery to an address located on a reserve if the Registrar has received a copy of a resolution of the council of the band in respect of the reserve requesting that cannabis retail stores not sell cannabis and other things for delivery within the reserve.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>For the duration of this Order, and despite any other statute, regulation, order, policy, arrangement or agreement, a holder of a retail store authorization is authorized to operate a cannabis retail store for the purposes of delivering cannabis and other things that are permitted for sale at a cannabis retail store, subject to the following conditions:</p> <p class=\"subpara-e\">  i. The authorization holder must receive payment, online or by telephone, for the cannabis and other things before the authorization holder or an employee leaves the store for delivery.</p> <p class=\"subpara-e\">  ii. The authorization holder or an employee must deliver the cannabis and other things to the residential address specified in the order.</p> <p class=\"subpara-e\">  iii. The cannabis must be delivered to the purchaser or another person who resides at the place of delivery and who is at least nineteen years of age.</p> <p class=\"subpara-e\">  iv. The authorization holder or an employee must inspect an item of identification issued by a government or by the Liquor Control Board of Ontario before providing cannabis to a person who appears to be under 25 years of age.</p> <p class=\"subpara-e\">  v. Cannabis must be sold in its original packaging and in such a manner as to ensure the contents are not visible to minors.</p> <p class=\"subpara-e\">  vi. Cannabis and other things may only be sold or delivered between 9 a.m. and 11 p.m.</p> <p class=\"subpara-e\">  vii. Cannabis and other things may not be sold for delivery to an address located on a reserve if the Ontario Cannabis Retail Corporation has received a copy of a resolution of the council of the band under subsection 28.1 (1) of the <i>Ontario Cannabis Retail Corporation Act, 2017</i> requesting that the Corporation not sell cannabis and other things for delivery within the reserve.</p> <p class=\"subpara-e\">  viii. Cannabis and other things may not be sold for delivery to an address located on a reserve if the Registrar has received a copy of a resolution of the council of the band in respect of the reserve requesting that cannabis retail stores not sell cannabis and other things for delivery within the reserve.</p>"
        },
        {
            "id": "4.",
            "section": "Compliance with Cannabis Licence Act, 2018",
            "content": " 4. For greater certainty, any applicable requirements in the Cannabis Licence Act, 2018 or regulations made under that Act and any applicable standards and requirements established under section 26 of that Act continue to apply to an authorization holder except to the extent that compliance with those standards and requirements would prohibit authorization holders from carrying out any activities authorized by this Order.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>For greater certainty, any applicable requirements in the <i>Cannabis Licence Act, 2018</i> or regulations made under that Act and any applicable standards and requirements established under section 26 of that Act continue to apply to an authorization holder except to the extent that compliance with those standards and requirements would prohibit authorization holders from carrying out any activities authorized by this Order.</p>"
        },
        {
            "id": "5.",
            "section": "Interpretation",
            "content": " 5. Terms and expressions in this Order have the same meaning as in the Cannabis Licence Act, 2018. O. Reg. 128/20, Sched. 1; O. Reg 388/20, s. 4.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>Terms and expressions in this Order have the same meaning as in the <i>Cannabis Licence Act, 2018</i>.</p> <p class=\"footnote-e\">O. Reg. 128/20, Sched. 1; O. Reg 388/20, s. 4.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/200128\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}