{
    "reg_info": {
        "full_title": "O. Reg. 660/20: GENERAL MATTERS UNDER THE AUTHORITY OF THE MINISTER",
        "reg_name_text": "GENERAL MATTERS UNDER THE AUTHORITY OF THE MINISTER",
        "citation": "O. Reg. 660/20: ",
        "act_under": "Special Investigations Unit Act, 2019",
        "url": "https://www.ontario.ca/laws/regulation/200660",
        "date_scraped": "2023-12-18 19:34:37"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  1, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/200660/v1",
            "valid_from": "November 24, 2020",
            "valid_to": "November 30, 2020"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": " 1.  In this Regulation, “peace officer” means a person who is a peace officer under section 103.0.2 of the Legislative Assembly Act.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b> In this Regulation,</p> <p class=\"definition-e\">“peace officer” means a person who is a peace officer under section 103.0.2 of the <i>Legislative Assembly Act</i>.</p>"
        },
        {
            "id": "2.",
            "section": "Designated authority",
            "content": "  2. For the purposes of the Act and the regulations, (a)  the designated authority for a special constable employed by the Niagara Parks Commission, other than the Chief of the Niagara Parks Police Service, is the Chief of the Niagara Parks Police Service; (b)  the designated authority for the Chief of the Niagara Parks Police Service is the Chief of the Niagara Regional Police Service; (c)  the designated authority for a peace officer, including the Sergeant-at-Arms of the Legislative Assembly of Ontario but excluding the Director of the Legislative Protective Service, is the Director of the Legislative Protective Service; and (d)  the designated authority for the Director of the Legislative Protective Service is the Sergeant-at-Arms of the Legislative Assembly of Ontario.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>For the purposes of the Act and the regulations,</p> <p class=\"clause-e\">  (a)  the designated authority for a special constable employed by the Niagara Parks Commission, other than the Chief of the Niagara Parks Police Service, is the Chief of the Niagara Parks Police Service;</p> <p class=\"clause-e\">  (b)  the designated authority for the Chief of the Niagara Parks Police Service is the Chief of the Niagara Regional Police Service;</p> <p class=\"clause-e\">  (c)  the designated authority for a peace officer, including the Sergeant-at-Arms of the Legislative Assembly of Ontario but excluding the Director of the Legislative Protective Service, is the Director of the Legislative Protective Service; and</p> <p class=\"clause-e\">  (d)  the designated authority for the Director of the Legislative Protective Service is the Sergeant-at-Arms of the Legislative Assembly of Ontario.</p>"
        },
        {
            "id": "3.",
            "section": "Delegation",
            "content": " 3. (1) The Chief of the Niagara Parks Police Service may, in writing, delegate any of his or her powers or duties as designated authority under the Act, subject to such conditions or restrictions set out in the delegation, to a special constable with the Niagara Parks Police Service of the rank of inspector or higher. (2) The Director of the Legislative Protective Service may, in writing, delegate any of his or her powers or duties as designated authority under the Act, subject to such conditions or restrictions set out in the delegation, to, (a)  the Manager of Operations of the Legislative Protective Service or to the Sergeant-at-Arms of the Legislative Assembly of Ontario; or (b)  in the case of powers or duties in respect of the Sergeant-at-Arms, to the Manager of Operations of the Legislative Protective Service. (3) The Sergeant-at-Arms may, in writing, delegate any of his or her powers or duties as designated authority under the Act, subject to such conditions or restrictions set out in the delegation, to a peace officer except the Director of the Legislative Protective Service.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The Chief of the Niagara Parks Police Service may, in writing, delegate any of his or her powers or duties as designated authority under the Act, subject to such conditions or restrictions set out in the delegation, to a special constable with the Niagara Parks Police Service of the rank of inspector or higher.</p> <p class=\"subsection-e\">  (2) The Director of the Legislative Protective Service may, in writing, delegate any of his or her powers or duties as designated authority under the Act, subject to such conditions or restrictions set out in the delegation, to,</p> <p class=\"clause-e\">  (a)  the Manager of Operations of the Legislative Protective Service or to the Sergeant-at-Arms of the Legislative Assembly of Ontario; or</p> <p class=\"clause-e\">  (b)  in the case of powers or duties in respect of the Sergeant-at-Arms, to the Manager of Operations of the Legislative Protective Service.</p> <p class=\"subsection-e\">  (3) The Sergeant-at-Arms may, in writing, delegate any of his or her powers or duties as designated authority under the Act, subject to such conditions or restrictions set out in the delegation, to a peace officer except the Director of the Legislative Protective Service.</p>"
        },
        {
            "id": "4.",
            "section": "Exempted firearm",
            "content": " 4. For the purposes of paragraph 3 of subsection 15 (1) of the Act, the term “firearm” does not include a firearm listed in section 1 of Part 1 of the schedule to the Regulations Prescribing Certain Firearms and Other Weapons, Components and Parts of Weapons, Accessories, Cartridge Magazines, Ammunition and Projectiles as Prohibited, Restricted or Non-Restricted, SOR/98-462, made under the Criminal Code (Canada).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>For the purposes of paragraph 3 of subsection 15 (1) of the Act, the term “firearm” does not include a firearm listed in section 1 of Part 1 of the schedule to the <i>Regulations Prescribing Certain Firearms and Other Weapons, Components and Parts of Weapons, Accessories, Cartridge Magazines, Ammunition and Projectiles as Prohibited, Restricted or Non-Restricted</i>, SOR/98-462, made under the <i>Criminal Code </i>(Canada).</p>"
        },
        {
            "id": "5.",
            "section": "Exempted firearm",
            "content": " 5. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>5.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Exempted firearm",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/200660\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}