{
    "reg_info": {
        "full_title": "O. Reg. 806/93: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 806/93: ",
        "act_under": "Travel Industry Act   Loi sur les agences de voyages",
        "url": "https://www.ontario.ca/laws/regulation/930806",
        "date_scraped": "2023-12-19 18:10:58"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/930806/v2",
            "valid_from": "February  3, 2005",
            "valid_to": "June 30, 2005"
        },
        {
            "a_href": "/laws/regulation/930806/v1",
            "valid_from": "January  1, 2002",
            "valid_to": "February  2, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “accommodation” includes any room which is to be used for lodging by the customer or person for whom the travel services were purchased and any other facilities and services related to the room that are for the use of the customer or person for whom the travel services were purchased, but does not include meals; “Compensation Fund” means the Compensation Fund continued under subsection 45 (1); “Corporation” means The Ontario Travel Industry Compensation Fund Corporation; “Council” means the Travel Industry Council of Ontario; “registrant” means a person who is registered as a travel agent or travel wholesaler under the Act; “sales” means, in relation to a registrant, the amount of payments received or to be received for all travel services, (a) sold in Ontario during a reporting period by or through a registered travel agent to a customer, or (b) sold in Ontario during a reporting period by a registered travel wholesaler to or through a registered travel agent or registered travel wholesaler. O. Reg. 806/93, s. 1; O. Reg. 570/94, s. 1; O. Reg. 238/97, s. 1; O. Reg. 331/98, s. 1. Exemptions",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Regulation,</p> <p class=\"firstdef-e\">“accommodation” includes any room which is to be used for lodging by the customer or person for whom the travel services were purchased and any other facilities and services related to the room that are for the use of the customer or person for whom the travel services were purchased, but does not include meals;</p> <p class=\"definition-e\">“Compensation Fund” means the Compensation Fund continued under subsection 45 (1);</p> <p class=\"definition-e\">“Corporation” means The Ontario Travel Industry Compensation Fund Corporation;</p> <p class=\"definition-e\">“Council” means the Travel Industry Council of Ontario;</p> <p class=\"definition-e\">“registrant” means a person who is registered as a travel agent or travel wholesaler under the Act;</p> <p class=\"definition-e\">“sales” means, in relation to a registrant, the amount of payments received or to be received for all travel services,</p> <p class=\"defclause-e\">(a) sold in Ontario during a reporting period by or through a registered travel agent to a customer, or</p> <p class=\"defclause-e\">(b) sold in Ontario during a reporting period by a registered travel wholesaler to or through a registered travel agent or registered travel wholesaler. O. Reg. 806/93, s. 1; O. Reg. 570/94, s. 1; O. Reg. 238/97, s. 1; O. Reg. 331/98, s. 1.</p> <p class=\"heading1-e\"><a name=\"P73_1746\"></a><a name=\"BK2\"></a>Exemptions</p>"
        },
        {
            "id": "2.",
            "section": "Exemptions",
            "content": "2. The following classes of persons are exempt from the Act: 1. A public carrier who sells scheduled online or interline transportation while selling those services if no other travel services are sold. 2. An agent appointed by a public carrier holding an operating licence under the Public Vehicles Act who sells bus online or bus interline travel services while selling those services if no other travel services are sold. 3. A public carrier who sells one day tours while selling those services if no other travel services are sold. 4. A person who sells guide services within Ontario and the person’s salespersons while selling those services if no other travel services are sold. 5. A person who sells sightseeing services in Ontario and the person’s salespersons while selling those services if no other travel services are sold. 6. A person who is employed to teach in an elementary or secondary school, university or college of applied arts and technology and who, i. arranges one day tours for the students of that school, university or college as part of the curriculum or arranges other travel services through a registered travel agent as part of the curriculum, ii. has the approval of the appropriate board of education, principal or other governing body to make the arrangements for the travel services, and iii. receives no direct or indirect personal gain or profit from arranging for the travel services other than participating in the travel services. 7. A not-for-profit corporation without share capital, operating as a club, that sells or provides overland travel services to members of the club and satisfies all of the following conditions: i. The travel services are sold and provided only to members of the club. ii. The bus, car or similar means of transportation that is used on a trip remains at the destination to ensure that return transportation is available. iii. The travel services provided only include destinations within 1,000 km of the departure point. iv. The corporation exists primarily for educational, cultural or athletic purposes. v. Any funds received by the club for the travel services are deposited into a trust account and disbursed to pay the suppliers of the travel services or a travel agent. vi. The corporation, its members and employees receive no direct or indirect personal gain or profit from the sale of the travel services other than participating in the travel services. O. Reg. 806/93, s. 2. PART II   REGISTRATION Applications, Renewals, etc.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The following classes of persons are exempt from the Act:</p> <p class=\"paragraph-e\">1. A public carrier who sells scheduled online or interline transportation while selling those services if no other travel services are sold.</p> <p class=\"paragraph-e\">2. An agent appointed by a public carrier holding an operating licence under the <i>Public Vehicles Act</i> who sells bus online or bus interline travel services while selling those services if no other travel services are sold.</p> <p class=\"paragraph-e\">3. A public carrier who sells one day tours while selling those services if no other travel services are sold.</p> <p class=\"paragraph-e\">4. A person who sells guide services within Ontario and the person’s salespersons while selling those services if no other travel services are sold.</p> <p class=\"paragraph-e\">5. A person who sells sightseeing services in Ontario and the person’s salespersons while selling those services if no other travel services are sold.</p> <p class=\"paragraph-e\">6. A person who is employed to teach in an elementary or secondary school, university or college of applied arts and technology and who,</p> <p class=\"subpara-e\">i. arranges one day tours for the students of that school, university or college as part of the curriculum or arranges other travel services through a registered travel agent as part of the curriculum,</p> <p class=\"subpara-e\">ii. has the approval of the appropriate board of education, principal or other governing body to make the arrangements for the travel services, and</p> <p class=\"subpara-e\">iii. receives no direct or indirect personal gain or profit from arranging for the travel services other than participating in the travel services.</p> <p class=\"paragraph-e\">7. A not-for-profit corporation without share capital, operating as a club, that sells or provides overland travel services to members of the club and satisfies all of the following conditions:</p> <p class=\"subpara-e\">i. The travel services are sold and provided only to members of the club.</p> <p class=\"subpara-e\">ii. The bus, car or similar means of transportation that is used on a trip remains at the destination to ensure that return transportation is available.</p> <p class=\"subpara-e\">iii. The travel services provided only include destinations within 1,000 km of the departure point.</p> <p class=\"subpara-e\">iv. The corporation exists primarily for educational, cultural or athletic purposes.</p> <p class=\"subpara-e\">v. Any funds received by the club for the travel services are deposited into a trust account and disbursed to pay the suppliers of the travel services or a travel agent.</p> <p class=\"subpara-e\">vi. The corporation, its members and employees receive no direct or indirect personal gain or profit from the sale of the travel services other than participating in the travel services. O. Reg. 806/93, s. 2.</p> <p class=\"partnum-e\"><b><a name=\"P91_4189\"></a><a name=\"BK3\"></a>PART II <br/>  REGISTRATION</b></p> <p class=\"heading1-e\"><a name=\"P92_4208\"></a><a name=\"BK4\"></a>Applications, Renewals, etc.</p>"
        },
        {
            "id": "3.",
            "section": "Applications, Renewals, etc.",
            "content": "3. An application for registration as a travel agent or a travel wholesaler or for renewal of registration shall be in a form provided by the Council. O. Reg. 806/93, s. 3; O. Reg. 238/97, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>An application for registration as a travel agent or a travel wholesaler or for renewal of registration shall be in a form provided by the Council. O. Reg. 806/93, s. 3; O. Reg. 238/97, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": "Applications, Renewals, etc.",
            "content": "4. Every registration expires on the date shown on the certificate of registration. O. Reg. 806/93, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Every registration expires on the date shown on the certificate of registration. O. Reg. 806/93, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Applications, Renewals, etc.",
            "content": "5. The following fees are payable to the Registrar: 1. Upon application for registration as a travel agent or travel wholesaler, $2,375 plus $2,375 for each branch office named in the registration. 2. Upon application to add a branch office to a registration, $2,375 for each branch office that is the subject of the application. 3. Upon application for renewal of a registration as a travel agent or travel wholesaler, $375 plus the fee mentioned in paragraph 4, if applicable. 4. Upon application for renewal of the naming of a branch office in a registration, $375 for each branch office that is the subject of the application. O. Reg. 806/93, s. 5; O. Reg. 238/97, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>The following fees are payable to the Registrar:</p> <p class=\"paragraph-e\">1. Upon application for registration as a travel agent or travel wholesaler, $2,375 plus $2,375 for each branch office named in the registration.</p> <p class=\"paragraph-e\">2. Upon application to add a branch office to a registration, $2,375 for each branch office that is the subject of the application.</p> <p class=\"paragraph-e\">3. Upon application for renewal of a registration as a travel agent or travel wholesaler, $375 plus the fee mentioned in paragraph 4, if applicable.</p> <p class=\"paragraph-e\">4. Upon application for renewal of the naming of a branch office in a registration, $375 for each branch office that is the subject of the application. O. Reg. 806/93, s. 5; O. Reg. 238/97, s. 3.</p>"
        },
        {
            "id": "6.",
            "section": "Applications, Renewals, etc.",
            "content": "6. The Registrar shall not register a person until the person provides security to the Council in accordance with section 26 except if the person has provided security to the Corporation in accordance with section 26 before June 24, 1998. O. Reg. 331/98, s. 2. Terms and Conditions of Registration",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The Registrar shall not register a person until the person provides security to the Council in accordance with section 26 except if the person has provided security to the Corporation in accordance with section 26 before June 24, 1998. O. Reg. 331/98, s. 2.</p> <p class=\"heading1-e\"><a name=\"P101_5489\"></a><a name=\"BK5\"></a>Terms and Conditions of Registration</p>"
        },
        {
            "id": "7.",
            "section": "Terms and Conditions of Registration",
            "content": "7. The prescribed terms and conditions of a registration are set out in sections 8 to 35. O. Reg. 806/93, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>The prescribed terms and conditions of a registration are set out in sections 8 to 35. O. Reg. 806/93, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Terms and Conditions of Registration",
            "content": "8. A registrant who is an individual must be at least eighteen years of age and a resident of Canada. O. Reg. 806/93, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>A registrant who is an individual must be at least eighteen years of age and a resident of Canada. O. Reg. 806/93, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Terms and Conditions of Registration",
            "content": "9. (1) The Registrar shall not register a person if, (a) the Council has an outstanding judgment against the person; (b) the Corporation or the Council has paid claims out of the Compensation Fund in relation to the person and the person has not reimbursed the Corporation or the Council, as the case may be, for the claims paid and for the costs of the Corporation or the Council, as the case may be; (c) within 30 days of notice that the person is due to make a payment to the Council under section 47, the person has not made the payment; or (d) within 30 days of notice that the person was due to make a payment to the Corporation under section 47, as that section read immediately before June 24, 1998, the person has not made the payment. O. Reg. 331/98, s. 3 (1). (2) The Registrar may register a person who is disqualified under subsection (1) for registration if arrangements have been made and are being complied with for, (a) the payment or settlement of an outstanding judgment; (b) the reimbursement of claims that the Corporation or the Council has paid out of the Compensation Fund and the costs of the Corporation or the Council, as the case may be; or (c) the payment required under section 47 to be made immediately. O. Reg. 806/93, s. 9 (2); O. Reg. 331/98, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) The Registrar shall not register a person if,</p> <p class=\"clause-e\">(a) the Council has an outstanding judgment against the person;</p> <p class=\"clause-e\">(b) the Corporation or the Council has paid claims out of the Compensation Fund in relation to the person and the person has not reimbursed the Corporation or the Council, as the case may be, for the claims paid and for the costs of the Corporation or the Council, as the case may be;</p> <p class=\"clause-e\">(c) within 30 days of notice that the person is due to make a payment to the Council under section 47, the person has not made the payment; or</p> <p class=\"clause-e\">(d) within 30 days of notice that the person was due to make a payment to the Corporation under section 47, as that section read immediately before June 24, 1998, the person has not made the payment. O. Reg. 331/98, s. 3 (1).</p> <p class=\"subsection-e\">(2) The Registrar may register a person who is disqualified under subsection (1) for registration if arrangements have been made and are being complied with for,</p> <p class=\"clause-e\">(a) the payment or settlement of an outstanding judgment;</p> <p class=\"clause-e\">(b) the reimbursement of claims that the Corporation or the Council has paid out of the Compensation Fund and the costs of the Corporation or the Council, as the case may be; or</p> <p class=\"clause-e\">(c) the payment required under section 47 to be made immediately. O. Reg. 806/93, s. 9 (2); O. Reg. 331/98, s. 3 (2).</p>"
        },
        {
            "id": "10.",
            "section": "Terms and Conditions of Registration",
            "content": "10. (1) The Registrar shall not register a person if, (a) the person is a corporation or partnership; and (b) a member of the corporation or partnership is or was at any time a member of a corporation or partnership that does or did not qualify for registration under the Act. O. Reg. 806/93, s. 10 (1); O. Reg. 331/98, s. 4 (1). (2) In the following circumstances, the Registrar may register a person who is disqualified under subsection (1) for registration: 1. The person will be financially responsible when conducting business and will carry on business in accordance with the law and with honesty and integrity. 2. The member referred to in clause (1) (b) was a member of another person and, with respect to that person, i. the Council has an outstanding judgment against him, her or it, ii. the Corporation or the Council has paid claims out of the Compensation Fund in relation to the person and the person has not reimbursed the Fund for the claims paid and for the costs of the Corporation or the Council, as the case may be, or iii. the person has not made a payment required under Part III within thirty days after notice that the payment was due, and, arrangements have been made and are being complied with for the payment or settlement of the judgment, the reimbursement for the claims and costs or the payment under Part III. O. Reg. 806/93, s. 10 (2); O. Reg. 331/98, s. 4 (2). (3) For the purposes of this section, a member includes any partner of a partnership and any officer or director of a corporation or person who is, (a) a beneficial owner of more than 10 per cent of the equity shares of a corporation; or (b) a shareholder or associated shareholder holding more than 10 per cent of the equity shares of a corporation. O. Reg. 806/93, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) The Registrar shall not register a person if,</p> <p class=\"clause-e\">(a) the person is a corporation or partnership; and</p> <p class=\"clause-e\">(b) a member of the corporation or partnership is or was at any time a member of a corporation or partnership that does or did not qualify for registration under the Act. O. Reg. 806/93, s. 10 (1); O. Reg. 331/98, s. 4 (1).</p> <p class=\"subsection-e\">(2) In the following circumstances, the Registrar may register a person who is disqualified under subsection (1) for registration:</p> <p class=\"paragraph-e\">1. The person will be financially responsible when conducting business and will carry on business in accordance with the law and with honesty and integrity.</p> <p class=\"paragraph-e\">2. The member referred to in clause (1) (b) was a member of another person and, with respect to that person,</p> <p class=\"subpara-e\">i. the Council has an outstanding judgment against him, her or it,</p> <p class=\"subpara-e\">ii. the Corporation or the Council has paid claims out of the Compensation Fund in relation to the person and the person has not reimbursed the Fund for the claims paid and for the costs of the Corporation or the Council, as the case may be, or</p> <p class=\"subpara-e\">iii. the person has not made a payment required under Part III within thirty days after notice that the payment was due, and,</p> <p class=\"Sparagraph-e\">arrangements have been made and are being complied with for the payment or settlement of the judgment, the reimbursement for the claims and costs or the payment under Part III. O. Reg. 806/93, s. 10 (2); O. Reg. 331/98, s. 4 (2).</p> <p class=\"subsection-e\">(3) For the purposes of this section, a member includes any partner of a partnership and any officer or director of a corporation or person who is,</p> <p class=\"clause-e\">(a) a beneficial owner of more than 10 per cent of the equity shares of a corporation; or</p> <p class=\"clause-e\">(b) a shareholder or associated shareholder holding more than 10 per cent of the equity shares of a corporation. O. Reg. 806/93, s. 10 (3).</p>"
        },
        {
            "id": "10.1",
            "section": "Terms and Conditions of Registration",
            "content": "10.1 The Corporation shall assign to the Council all outstanding judgments that it holds against persons immediately before June 24, 1998. O. Reg. 331/98, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>10.1 </b>The Corporation shall assign to the Council all outstanding judgments that it holds against persons immediately before June 24, 1998. O. Reg. 331/98, s. 5.</p>"
        },
        {
            "id": "11.",
            "section": "Terms and Conditions of Registration",
            "content": "11. (1) A registrant shall not operate a branch office in Ontario unless the branch office is authorized by the registration. (2) A registrant shall carry on business only from a permanent place of business in Ontario that is not a dwelling. O. Reg. 806/93, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> (1) A registrant shall not operate a branch office in Ontario unless the branch office is authorized by the registration.</p> <p class=\"subsection-e\">(2) A registrant shall carry on business only from a permanent place of business in Ontario that is not a dwelling. O. Reg. 806/93, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Terms and Conditions of Registration",
            "content": "12. A travel agent’s place of business shall be open to the public and to other registrants during the hours of operation. O. Reg. 806/93, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> A travel agent’s place of business shall be open to the public and to other registrants during the hours of operation. O. Reg. 806/93, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Terms and Conditions of Registration",
            "content": "13. (1) A registrant shall not carry on business under a name other than the name appearing on the registration and a name registered under the Business Names Act. (2) The registrant shall notify the Registrar of the names to be used and shall not carry on business until the notice is given. (3) The registrant shall not carry on business under a name that, (a) indicates a sponsorship, approval, status or affiliation that the registrant does not have; or (b) fails to identify the registrant with whom the customer is dealing. O. Reg. 806/93, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) A registrant shall not carry on business under a name other than the name appearing on the registration and a name registered under the <i>Business Names Act</i>.</p> <p class=\"subsection-e\">(2) The registrant shall notify the Registrar of the names to be used and shall not carry on business until the notice is given.</p> <p class=\"subsection-e\">(3) The registrant shall not carry on business under a name that,</p> <p class=\"clause-e\">(a) indicates a sponsorship, approval, status or affiliation that the registrant does not have; or</p> <p class=\"clause-e\">(b) fails to identify the registrant with whom the customer is dealing. O. Reg. 806/93, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Terms and Conditions of Registration",
            "content": "14. A travel agent shall not sell travel services unless the travel services are sold directly by the registrant, through an employee of the registrant or through a person with whom the registrant has a written contract and who operates from the registered premises. O. Reg. 806/93, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b> A travel agent shall not sell travel services unless the travel services are sold directly by the registrant, through an employee of the registrant or through a person with whom the registrant has a written contract and who operates from the registered premises. O. Reg. 806/93, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Terms and Conditions of Registration",
            "content": "15. (1) A registrant shall prominently display the certificate of registration at the office or branch office for which it is issued. (2) If a registration is revoked, suspended or cancelled or if the registrant voluntarily ceases business, the registrant shall promptly return the certificate of registration to the Registrar by registered mail or by personal delivery. O. Reg. 806/93, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b> (1) A registrant shall prominently display the certificate of registration at the office or branch office for which it is issued.</p> <p class=\"subsection-e\">(2) If a registration is revoked, suspended or cancelled or if the registrant voluntarily ceases business, the registrant shall promptly return the certificate of registration to the Registrar by registered mail or by personal delivery. O. Reg. 806/93, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Terms and Conditions of Registration",
            "content": "16. (1) A registrant shall notify the Registrar within fifteen days of any of the following events: 1. A change in the directors of a registrant that is a corporation. 2. A change of address for the office or a branch office of the registrant. 3. A proposed change of the person identified under section 20 to manage and supervise an office. 4. A change in the name or number of an account or in the choice of financial institution in which the account is required to be maintained. O. Reg. 806/93, s. 16 (1). (2) A notice under subsection (1) shall be in a form provided by the Council. O. Reg. 806/93, s. 16 (2); O. Reg. 238/97, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> (1) A registrant shall notify the Registrar within fifteen days of any of the following events:</p> <p class=\"paragraph-e\">1. A change in the directors of a registrant that is a corporation.</p> <p class=\"paragraph-e\">2. A change of address for the office or a branch office of the registrant.</p> <p class=\"paragraph-e\">3. A proposed change of the person identified under section 20 to manage and supervise an office.</p> <p class=\"paragraph-e\">4. A change in the name or number of an account or in the choice of financial institution in which the account is required to be maintained. O. Reg. 806/93, s. 16 (1).</p> <p class=\"subsection-e\">(2) A notice under subsection (1) shall be in a form provided by the Council. O. Reg. 806/93, s. 16 (2); O. Reg. 238/97, s. 5.</p>"
        },
        {
            "id": "17.",
            "section": "Terms and Conditions of Registration",
            "content": "17. A notice of the following shall be in a form provided by the Council: 1. Notice of transfer of shares under subsection 11 (2) of the Act. 2. Notice of material changes under clause 12 (a) or (b) of the Act. O. Reg. 806/93, s. 17; O. Reg. 238/97, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>17.</b> A notice of the following shall be in a form provided by the Council:</p> <p class=\"paragraph-e\">1. Notice of transfer of shares under subsection 11 (2) of the Act.</p> <p class=\"paragraph-e\">2. Notice of material changes under clause 12 (a) or (b) of the Act. O. Reg. 806/93, s. 17; O. Reg. 238/97, s. 6.</p>"
        },
        {
            "id": "18.",
            "section": "Terms and Conditions of Registration",
            "content": "18. (1) A registrant shall not knowingly carry on business with a travel agent or travel wholesaler in Ontario who is not registered. (2) A registrant who ceases to trade with another registrant by reason of the other registrant’s apparent lack of financial responsibility shall promptly notify the Registrar in writing of the fact that trade has ceased and of the reasons therefor. O. Reg. 806/93, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18.</b> (1) A registrant shall not knowingly carry on business with a travel agent or travel wholesaler in Ontario who is not registered.</p> <p class=\"subsection-e\">(2) A registrant who ceases to trade with another registrant by reason of the other registrant’s apparent lack of financial responsibility shall promptly notify the Registrar in writing of the fact that trade has ceased and of the reasons therefor. O. Reg. 806/93, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Terms and Conditions of Registration",
            "content": "19. (1) A registrant shall maintain all or any accounts in Ontario in a bank listed in Schedule I or II to the Bank Act (Canada), a loan or trust corporation, the Province of Ontario Savings Office, or a credit union as defined in the Credit Unions and Caisses Populaires Act. (2) Each account shall be in the name of the registrant. (3) The registrant shall promptly deposit and maintain all funds received as payment for travel services into such an account. O. Reg. 806/93, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19.</b> (1) A registrant shall maintain all or any accounts in Ontario in a bank listed in Schedule I or II to the <i>Bank Act</i> (Canada), a loan or trust corporation, the Province of Ontario Savings Office, or a credit union as defined in the <i>Credit Unions and Caisses Populaires Act</i>.</p> <p class=\"subsection-e\">(2) Each account shall be in the name of the registrant.</p> <p class=\"subsection-e\">(3) The registrant shall promptly deposit and maintain all funds received as payment for travel services into such an account. O. Reg. 806/93, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Terms and Conditions of Registration",
            "content": "20. (1) A travel agent shall ensure that each office operated by the travel agent is managed and supervised during the hours of operation of the office by an individual who has, in the Registrar’s opinion, sufficient experience with and knowledge of the business of selling travel services to ensure that the office is managed in compliance with the Act and its regulations. (2) An application for registration or renewal shall be accompanied by the name, address and a description of the experience and knowledge of the individual referred to in subsection (1). O. Reg. 806/93, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>20.</b> (1) A travel agent shall ensure that each office operated by the travel agent is managed and supervised during the hours of operation of the office by an individual who has, in the Registrar’s opinion, sufficient experience with and knowledge of the business of selling travel services to ensure that the office is managed in compliance with the Act and its regulations.</p> <p class=\"subsection-e\">(2) An application for registration or renewal shall be accompanied by the name, address and a description of the experience and knowledge of the individual referred to in subsection (1). O. Reg. 806/93, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": "Terms and Conditions of Registration",
            "content": "21. (1) A registrant shall not make any representations with respect to travel services that are false, misleading or deceptive. (2) Before reserving travel services for a customer, the travel agent shall bring to the attention of the customer any conditions related to the purchase of travel services that the travel agent has reason to believe may affect the customer’s decision to purchase and shall, (a) disclose the price and the terms and conditions of reservation; (b) explain to the customer any requirements or limitations relating to the transfer or cancellation of the travel services; (c) advise the customer about the availability of trip cancellation insurance; (d) advise the customer, in writing, about the information and documents that will be needed for each person for whom travel services are being purchased; and (e) answer any questions the customer may have arising from the information provided under clauses (a) to (d) or from a brochure or other advertisement. O. Reg. 806/93, s. 21.",
            "raw_html": "<p class=\"section-e\"><b>21.</b> (1) A registrant shall not make any representations with respect to travel services that are false, misleading or deceptive.</p> <p class=\"subsection-e\">(2) Before reserving travel services for a customer, the travel agent shall bring to the attention of the customer any conditions related to the purchase of travel services that the travel agent has reason to believe may affect the customer’s decision to purchase and shall,</p> <p class=\"clause-e\">(a) disclose the price and the terms and conditions of reservation;</p> <p class=\"clause-e\">(b) explain to the customer any requirements or limitations relating to the transfer or cancellation of the travel services;</p> <p class=\"clause-e\">(c) advise the customer about the availability of trip cancellation insurance;</p> <p class=\"clause-e\">(d) advise the customer, in writing, about the information and documents that will be needed for each person for whom travel services are being purchased; and</p> <p class=\"clause-e\">(e) answer any questions the customer may have arising from the information provided under clauses (a) to (d) or from a brochure or other advertisement. O. Reg. 806/93, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": "Terms and Conditions of Registration",
            "content": "22. (1) A travel agent who sells or offers to sell travel services to a customer shall, as soon as is possible, provide to the customer a copy of any brochure or of any other printed advertisement that contains the information required to be in a brochure under section 41. (2) If, after a customer has purchased travel services, the travel agent becomes aware of a change to any matter that is referred to in the brochure or advertisement and that, if known, may have affected the customer’s decision to purchase, the travel agent shall promptly advise the customer of the change. O. Reg. 806/93, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22.</b> (1) A travel agent who sells or offers to sell travel services to a customer shall, as soon as is possible, provide to the customer a copy of any brochure or of any other printed advertisement that contains the information required to be in a brochure under section 41.</p> <p class=\"subsection-e\">(2) If, after a customer has purchased travel services, the travel agent becomes aware of a change to any matter that is referred to in the brochure or advertisement and that, if known, may have affected the customer’s decision to purchase, the travel agent shall promptly advise the customer of the change. O. Reg. 806/93, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "Terms and Conditions of Registration",
            "content": "23. (1) Upon selling travel services to a customer, a travel agent shall promptly provide the customer with a statement, invoice or receipt setting out, (a) the name and address of the customer who purchased the travel services and the name and address, if known, of each person on whose behalf the payment is made; (b) the date of the booking and the date of the first payment; (c) the amount of the payment, indicating if it is full or partial payment, the amount of any balance owing, if known, and the date when it is to be paid; (d) any taxes, fees, levies, charges, service charges, surcharges or other charges; (e) the business name, registered name, registration number, address and telephone number of the travel agent; (f) a brief description of the travel services contracted for, including destination, date of departure and the name of the person supplying the travel services; (g) if known, the name of the person providing the travel services to the initial destination; (h) whether or not the customer wishes to purchase trip cancellation insurance; and (i) the serial number of the receipt, invoice or statement or, for computer purposes, its unique identifier. (2) Every travel wholesaler shall promptly provide to each travel agent through whom it sells a travel service an invoice respecting the sale and on which shall be recorded, (a) the name and address of the travel agent through whom it is selling the travel service; (b) the terms of payment and the amount paid; (c) the name of each customer and, if known, each person on whose behalf the travel service is being purchased; (d) the destination of each traveller and, if relevant, the date of departure; and (e) the serial number of the invoice or, for computer purposes, its unique identifier. O. Reg. 806/93, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23.</b> (1) Upon selling travel services to a customer, a travel agent shall promptly provide the customer with a statement, invoice or receipt setting out,</p> <p class=\"clause-e\">(a) the name and address of the customer who purchased the travel services and the name and address, if known, of each person on whose behalf the payment is made;</p> <p class=\"clause-e\">(b) the date of the booking and the date of the first payment;</p> <p class=\"clause-e\">(c) the amount of the payment, indicating if it is full or partial payment, the amount of any balance owing, if known, and the date when it is to be paid;</p> <p class=\"clause-e\">(d) any taxes, fees, levies, charges, service charges, surcharges or other charges;</p> <p class=\"clause-e\">(e) the business name, registered name, registration number, address and telephone number of the travel agent;</p> <p class=\"clause-e\">(f) a brief description of the travel services contracted for, including destination, date of departure and the name of the person supplying the travel services;</p> <p class=\"clause-e\">(g) if known, the name of the person providing the travel services to the initial destination;</p> <p class=\"clause-e\">(h) whether or not the customer wishes to purchase trip cancellation insurance; and</p> <p class=\"clause-e\">(i) the serial number of the receipt, invoice or statement or, for computer purposes, its unique identifier.</p> <p class=\"subsection-e\">(2) Every travel wholesaler shall promptly provide to each travel agent through whom it sells a travel service an invoice respecting the sale and on which shall be recorded,</p> <p class=\"clause-e\">(a) the name and address of the travel agent through whom it is selling the travel service;</p> <p class=\"clause-e\">(b) the terms of payment and the amount paid;</p> <p class=\"clause-e\">(c) the name of each customer and, if known, each person on whose behalf the travel service is being purchased;</p> <p class=\"clause-e\">(d) the destination of each traveller and, if relevant, the date of departure; and</p> <p class=\"clause-e\">(e) the serial number of the invoice or, for computer purposes, its unique identifier. O. Reg. 806/93, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": "Terms and Conditions of Registration",
            "content": "24. (1) Every registrant shall file with the Registrar the financial statements required by this section for each fiscal year. (2) If the registrant had sales of less than $10 million during the previous fiscal year, the registrant shall file, within three months of the end of the fiscal year, (a) annual financial statements with a review engagement report by a public accountant licensed under the Public Accountancy Act; or (b) annual financial statements with an audit opinion from a public accountant, if the registrant is required to obtain annual financial statements with an audit opinion under the Business Corporations Act. (3) If the registrant had sales of $10 million or more but less than $20 million during the previous fiscal year, the registrant shall file, (a) annual financial statements with an audit opinion from a licensed public accountant within three months of the end of the fiscal year; and (b) semi-annual financial statements within forty-five days of the end of each half year during the fiscal year. (4) If the registrant had sales of $20 million or more during the previous fiscal year, the registrant shall file, (a) annual financial statements with an audit opinion from a licensed public accountant within three months of the fiscal year; and (b) quarterly financial statements within forty-five days of the end of each quarter year during the fiscal year. (5) The financial statements required under this section shall include a statement of sales made during the period, a balance sheet, an income statement and a reconciliation of customer funds and customer obligations. (6) If additional information is necessary to provide an accurate and complete review of the financial position of the registrant, the Registrar may require that the registrant file audited financial statements that consolidate or combine the registrant’s financial statements with, (a) the financial statements of another registrant; or (b) if the registrant is a corporation, with the financial statements of another person who is a shareholder associated with the registrant for the purposes of section 11 of the Act. (7) If the Registrar has reason to believe that a registrant is in financial difficulty, the Registrar may require that the registrant provide a written statement of the registrant’s current net working capital to the Registrar and the registrant shall do so within the time specified by the Registrar. (8) The Registrar may require that a statement provided under subsection (6) or (7) be verified by affidavit. O. Reg. 806/93, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>24.</b> (1) Every registrant shall file with the Registrar the financial statements required by this section for each fiscal year.</p> <p class=\"subsection-e\">(2) If the registrant had sales of less than $10 million during the previous fiscal year, the registrant shall file, within three months of the end of the fiscal year,</p> <p class=\"clause-e\">(a) annual financial statements with a review engagement report by a public accountant licensed under the <i>Public Accountancy Act</i>; or</p> <p class=\"clause-e\">(b) annual financial statements with an audit opinion from a public accountant, if the registrant is required to obtain annual financial statements with an audit opinion under the <i>Business Corporations Act</i>.</p> <p class=\"subsection-e\">(3) If the registrant had sales of $10 million or more but less than $20 million during the previous fiscal year, the registrant shall file,</p> <p class=\"clause-e\">(a) annual financial statements with an audit opinion from a licensed public accountant within three months of the end of the fiscal year; and</p> <p class=\"clause-e\">(b) semi-annual financial statements within forty-five days of the end of each half year during the fiscal year.</p> <p class=\"subsection-e\">(4) If the registrant had sales of $20 million or more during the previous fiscal year, the registrant shall file,</p> <p class=\"clause-e\">(a) annual financial statements with an audit opinion from a licensed public accountant within three months of the fiscal year; and</p> <p class=\"clause-e\">(b) quarterly financial statements within forty-five days of the end of each quarter year during the fiscal year.</p> <p class=\"subsection-e\">(5) The financial statements required under this section shall include a statement of sales made during the period, a balance sheet, an income statement and a reconciliation of customer funds and customer obligations.</p> <p class=\"subsection-e\">(6) If additional information is necessary to provide an accurate and complete review of the financial position of the registrant, the Registrar may require that the registrant file audited financial statements that consolidate or combine the registrant’s financial statements with,</p> <p class=\"clause-e\">(a) the financial statements of another registrant; or</p> <p class=\"clause-e\">(b) if the registrant is a corporation, with the financial statements of another person who is a shareholder associated with the registrant for the purposes of section 11 of the Act.</p> <p class=\"subsection-e\">(7) If the Registrar has reason to believe that a registrant is in financial difficulty, the Registrar may require that the registrant provide a written statement of the registrant’s current net working capital to the Registrar and the registrant shall do so within the time specified by the Registrar.</p> <p class=\"subsection-e\">(8) The Registrar may require that a statement provided under subsection (6) or (7) be verified by affidavit. O. Reg. 806/93, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": "Terms and Conditions of Registration",
            "content": "25. (1) A registrant shall maintain a minimum working capital of $5,000 if the registrant had sales in Ontario of less than $1.5 million during the previous fiscal year. (2) A registrant who had sales in Ontario of $1.5 million or more but less than $10 million during the previous fiscal year shall maintain a minimum working capital of $25,000. (3) A registrant who had sales in Ontario of $10 million or more but less than $20 million during the previous fiscal year shall maintain a minimum working capital of $50,000. (4) A registrant who had sales in Ontario of $20 million or more during the previous year shall maintain a minimum working capital of $100,000. (5) The working capital of a registrant shall be calculated in accordance with generally accepted accounting principles and shall not include the value of any security provided under subsection 26 (1) or the account of any person with whom the registrant has a non-arm’s length relationship. O. Reg. 806/93, s. 25 (1-5). (6) Spent: O. Reg. 806/93, s. 25 (6).",
            "raw_html": "<p class=\"section-e\"><b>25.</b> (1) A registrant shall maintain a minimum working capital of $5,000 if the registrant had sales in Ontario of less than $1.5 million during the previous fiscal year.</p> <p class=\"subsection-e\">(2) A registrant who had sales in Ontario of $1.5 million or more but less than $10 million during the previous fiscal year shall maintain a minimum working capital of $25,000.</p> <p class=\"subsection-e\">(3) A registrant who had sales in Ontario of $10 million or more but less than $20 million during the previous fiscal year shall maintain a minimum working capital of $50,000.</p> <p class=\"subsection-e\">(4) A registrant who had sales in Ontario of $20 million or more during the previous year shall maintain a minimum working capital of $100,000.</p> <p class=\"subsection-e\">(5) The working capital of a registrant shall be calculated in accordance with generally accepted accounting principles and shall not include the value of any security provided under subsection 26 (1) or the account of any person with whom the registrant has a non-arm’s length relationship. O. Reg. 806/93, s. 25 (1-5).</p> <p class=\"subsection-e\">(6) Spent: O. Reg. 806/93, s. 25 (6).</p>"
        },
        {
            "id": "26.",
            "section": "Terms and Conditions of Registration",
            "content": "26. (1) A person who has not been registered during the previous 12 months shall provide $10,000 in security to the Council when applying for registration on or after June 24, 1998. (2) The Corporation shall transfer to the Council all security that it held immediately before June 24, 1998. (3) The Registrar shall return the security to the registrant 24 months after the date of registration, less an amount for any claims paid or anticipated to be paid to customers of the registrant by the Corporation or the Council for the costs of the Corporation or the Council, as the case may be. O. Reg. 331/98, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>26.</b> (1) A person who has not been registered during the previous 12 months shall provide $10,000 in security to the Council when applying for registration on or after June 24, 1998.</p> <p class=\"subsection-e\">(2) The Corporation shall transfer to the Council all security that it held immediately before June 24, 1998.</p> <p class=\"subsection-e\">(3) The Registrar shall return the security to the registrant 24 months after the date of registration, less an amount for any claims paid or anticipated to be paid to customers of the registrant by the Corporation or the Council for the costs of the Corporation or the Council, as the case may be. O. Reg. 331/98, s. 6.</p>"
        },
        {
            "id": "27.",
            "section": "Terms and Conditions of Registration",
            "content": "27. (1) A registrant who acquires a right to accommodations for the purpose of selling those accommodations to customers shall take reasonable measures to ensure that the accommodations are, at the time the customer uses the travel services, in the same condition as was described by the registrant at the time of sale. (2) If the accommodations are not in the condition represented by the registrant, the registrant shall promptly notify the travel agent or the customer, as the case may be, to whom the accommodations are sold of that fact and, (a) if the accommodations are sold as part of a package that includes transportation to a destination, offer the customer the choice of a full and immediate refund of the cost of the package or a comparable alternate package acceptable to the customer; or (b) if the accommodations are not sold as a part of a package that includes transportation to a destination, offer the customer the choice of a full and immediate refund of the cost of the accommodations or comparable alternate accommodations acceptable to the customer. O. Reg. 806/93, s. 27.",
            "raw_html": "<p class=\"section-e\"><b>27.</b> (1) A registrant who acquires a right to accommodations for the purpose of selling those accommodations to customers shall take reasonable measures to ensure that the accommodations are, at the time the customer uses the travel services, in the same condition as was described by the registrant at the time of sale.</p> <p class=\"subsection-e\">(2) If the accommodations are not in the condition represented by the registrant, the registrant shall promptly notify the travel agent or the customer, as the case may be, to whom the accommodations are sold of that fact and,</p> <p class=\"clause-e\">(a) if the accommodations are sold as part of a package that includes transportation to a destination, offer the customer the choice of a full and immediate refund of the cost of the package or a comparable alternate package acceptable to the customer; or</p> <p class=\"clause-e\">(b) if the accommodations are not sold as a part of a package that includes transportation to a destination, offer the customer the choice of a full and immediate refund of the cost of the accommodations or comparable alternate accommodations acceptable to the customer. O. Reg. 806/93, s. 27.</p>"
        },
        {
            "id": "28.",
            "section": "Terms and Conditions of Registration",
            "content": "28. (1) A travel wholesaler who becomes aware that any of the following things has occurred shall promptly notify the travel agent or customer, as the case may be, and offer the customer the choice of a full, immediate refund or comparable alternate travel services acceptable to the customer: 1. The scheduled departure of any transportation that forms part of the travel services is delayed or advanced by twenty-four hours or more, unless the reason for the delay is one described in subsection (2). 2. The cruise ship is changed. 3. The accommodations are changed or the standard of the accommodations is changed. 4. The total price of the travel services is increased by more than 7 per cent, unless the reason for the increase is one described in subsection (3). 5. The documents needed for the trip are changed because the transportation routing is changed, and there is not enough time for the person to obtain the documents before the departure. (2) Paragraph 1 of subsection (1) does not apply if the delay results from mechanical problems that relate to the mode of transportation, safety considerations, the weather, a strike or a force majeure. (3) Paragraph 4 of subsection (1) does not apply if the increase results from government taxation, or a fuel surcharge allowed by the National Transportation Agency with respect to charter air travel services. O. Reg. 806/93, s. 28.",
            "raw_html": "<p class=\"section-e\"><b>28.</b> (1) A travel wholesaler who becomes aware that any of the following things has occurred shall promptly notify the travel agent or customer, as the case may be, and offer the customer the choice of a full, immediate refund or comparable alternate travel services acceptable to the customer:</p> <p class=\"paragraph-e\">1. The scheduled departure of any transportation that forms part of the travel services is delayed or advanced by twenty-four hours or more, unless the reason for the delay is one described in subsection (2).</p> <p class=\"paragraph-e\">2. The cruise ship is changed.</p> <p class=\"paragraph-e\">3. The accommodations are changed or the standard of the accommodations is changed.</p> <p class=\"paragraph-e\">4. The total price of the travel services is increased by more than 7 per cent, unless the reason for the increase is one described in subsection (3).</p> <p class=\"paragraph-e\">5. The documents needed for the trip are changed because the transportation routing is changed, and there is not enough time for the person to obtain the documents before the departure.</p> <p class=\"subsection-e\">(2) Paragraph 1 of subsection (1) does not apply if the delay results from mechanical problems that relate to the mode of transportation, safety considerations, the weather, a strike or a force majeure.</p> <p class=\"subsection-e\">(3) Paragraph 4 of subsection (1) does not apply if the increase results from government taxation, or a fuel surcharge allowed by the National Transportation Agency with respect to charter air travel services. O. Reg. 806/93, s. 28.</p>"
        },
        {
            "id": "29.",
            "section": "Terms and Conditions of Registration",
            "content": "29. If a travel agent sells travel services and pays the travel wholesaler for the travel services twenty-one or more days before the date of departure, the travel wholesaler shall forward the tickets, vouchers, itinerary, information and other travel documents that relate to the travel services to the travel agent at least fourteen days before the date of departure, unless the agent or the customer directs otherwise. O. Reg. 806/93, s. 29.",
            "raw_html": "<p class=\"section-e\"><b>29.</b> If a travel agent sells travel services and pays the travel wholesaler for the travel services twenty-one or more days before the date of departure, the travel wholesaler shall forward the tickets, vouchers, itinerary, information and other travel documents that relate to the travel services to the travel agent at least fourteen days before the date of departure, unless the agent or the customer directs otherwise. O. Reg. 806/93, s. 29.</p>"
        },
        {
            "id": "30.",
            "section": "Terms and Conditions of Registration",
            "content": "30. A travel agent shall, upon receiving a ticket, a voucher, an itinerary or an information or travel-related document from a travel wholesaler or other person, ensure that the information contained on it is correct before giving it to a customer to whom the travel agent has sold travel services. O. Reg. 806/93, s. 30.",
            "raw_html": "<p class=\"section-e\"><b>30.</b> A travel agent shall, upon receiving a ticket, a voucher, an itinerary or an information or travel-related document from a travel wholesaler or other person, ensure that the information contained on it is correct before giving it to a customer to whom the travel agent has sold travel services. O. Reg. 806/93, s. 30.</p>"
        },
        {
            "id": "31.",
            "section": "Terms and Conditions of Registration",
            "content": "31. Despite any failure on the part of the travel agent to pay the travel wholesaler for travel services, the travel wholesaler shall not refuse to provide the travel services purchased by a customer if, (a) the customer has paid the travel agent for the travel services; and (b) the travel wholesaler has provided tickets or other travel documents to a travel agent for distribution to the customer. O. Reg. 806/93, s. 31.",
            "raw_html": "<p class=\"section-e\"><b>31.</b> Despite any failure on the part of the travel agent to pay the travel wholesaler for travel services, the travel wholesaler shall not refuse to provide the travel services purchased by a customer if,</p> <p class=\"clause-e\">(a) the customer has paid the travel agent for the travel services; and</p> <p class=\"clause-e\">(b) the travel wholesaler has provided tickets or other travel documents to a travel agent for distribution to the customer. O. Reg. 806/93, s. 31.</p>"
        },
        {
            "id": "32.",
            "section": "Terms and Conditions of Registration",
            "content": "32. A travel agent who charges a service charge or non-refundable fee for counselling with respect to travel services shall inform the customer of the existence of the charge or fee before counselling or selling travel services to the customer. O. Reg. 806/93, s. 32.",
            "raw_html": "<p class=\"section-e\"><b>32.</b> A travel agent who charges a service charge or non-refundable fee for counselling with respect to travel services shall inform the customer of the existence of the charge or fee before counselling or selling travel services to the customer. O. Reg. 806/93, s. 32.</p>"
        },
        {
            "id": "33.",
            "section": "Terms and Conditions of Registration",
            "content": "33. The following persons shall sell or offer for sale only those travel services for which the person has a written agreement with the supplier of the travel services setting out the terms of the agreement: 1. A travel agent who has acquired rights to travel services for resale. 2. A travel wholesaler. O. Reg. 806/93, s. 33.",
            "raw_html": "<p class=\"section-e\"><b>33.</b> The following persons shall sell or offer for sale only those travel services for which the person has a written agreement with the supplier of the travel services setting out the terms of the agreement:</p> <p class=\"paragraph-e\">1. A travel agent who has acquired rights to travel services for resale.</p> <p class=\"paragraph-e\">2. A travel wholesaler. O. Reg. 806/93, s. 33.</p>"
        },
        {
            "id": "34.",
            "section": "Terms and Conditions of Registration",
            "content": "34. A registrant shall not sell or offer for sale travel services that consist solely of or include air transportation unless the air carrier, (a) has been licensed in all the relevant jurisdictions by the appropriate authority to provide the travel services; (b) has received any approvals or has filed to obtain any approvals necessary to provide the travel services; and (c) has complied with regulatory requirements in Canada and in any other relevant jurisdiction. O. Reg. 806/93, s. 34.",
            "raw_html": "<p class=\"section-e\"><b>34.</b> A registrant shall not sell or offer for sale travel services that consist solely of or include air transportation unless the air carrier,</p> <p class=\"clause-e\">(a) has been licensed in all the relevant jurisdictions by the appropriate authority to provide the travel services;</p> <p class=\"clause-e\">(b) has received any approvals or has filed to obtain any approvals necessary to provide the travel services; and</p> <p class=\"clause-e\">(c) has complied with regulatory requirements in Canada and in any other relevant jurisdiction. O. Reg. 806/93, s. 34.</p>"
        },
        {
            "id": "35.",
            "section": "Terms and Conditions of Registration",
            "content": "35. If a registrant acquires rights to travel services for resale to other registrants or to customers and the supplier fails to provide the travel services paid for by a customer, the registrant who acquired the rights for resale shall reimburse the customer or provide comparable alternate travel services acceptable to the customer. O. Reg. 806/93, s. 35. Trust Accounts",
            "raw_html": "<p class=\"section-e\"><b>35.</b> If a registrant acquires rights to travel services for resale to other registrants or to customers and the supplier fails to provide the travel services paid for by a customer, the registrant who acquired the rights for resale shall reimburse the customer or provide comparable alternate travel services acceptable to the customer. O. Reg. 806/93, s. 35.</p> <p class=\"heading1-e\"><a name=\"P230_25935\"></a><a name=\"BK6\"></a>Trust Accounts</p>"
        },
        {
            "id": "36.",
            "section": "Trust Accounts",
            "content": "36. (1) A registrant shall maintain a trust account to protect customer funds if the registrant, (a) is required to maintain a trust account under the terms and conditions specified in the registrant’s registration; or (b) registers after the day this Regulation comes into force and has not been registered throughout the previous twelve months. (2) The trust account shall be designated as a Travel Industry Act trust account. (3) A registrant required to maintain a trust account under subsection (1) shall hold all customer funds in trust and shall deposit all customer funds received into the trust account within two banking days after receiving them. (4) No registrant shall maintain more than one trust account under subsection (1) without the prior written consent of the Registrar. (5) A registrant required to maintain a trust account under subsection (1) shall file with the Registrar, (a) a copy of the trust agreement with the financial institution, within five days after establishing a trust account; and (b) a copy of any changes to the trust agreement within five days after making the changes. (6) No registrant shall disburse or withdraw any money held in a trust account under subsection (1) until payment is made to the supplier of the travel services for which the money was received. (7) Despite subsection (6), a registrant required to maintain a trust account under subsection (1) may disburse or withdraw a customer’s money held in trust or required to be held in trust in order to provide a refund to the customer. O. Reg. 806/93, s. 36. Records",
            "raw_html": "<p class=\"section-e\"><b>36.</b> (1) A registrant shall maintain a trust account to protect customer funds if the registrant,</p> <p class=\"clause-e\">(a) is required to maintain a trust account under the terms and conditions specified in the registrant’s registration; or</p> <p class=\"clause-e\">(b) registers after the day this Regulation comes into force and has not been registered throughout the previous twelve months.</p> <p class=\"subsection-e\">(2) The trust account shall be designated as a <i>Travel Industry Act</i> trust account.</p> <p class=\"subsection-e\">(3) A registrant required to maintain a trust account under subsection (1) shall hold all customer funds in trust and shall deposit all customer funds received into the trust account within two banking days after receiving them.</p> <p class=\"subsection-e\">(4) No registrant shall maintain more than one trust account under subsection (1) without the prior written consent of the Registrar.</p> <p class=\"subsection-e\">(5) A registrant required to maintain a trust account under subsection (1) shall file with the Registrar,</p> <p class=\"clause-e\">(a) a copy of the trust agreement with the financial institution, within five days after establishing a trust account; and</p> <p class=\"clause-e\">(b) a copy of any changes to the trust agreement within five days after making the changes.</p> <p class=\"subsection-e\">(6) No registrant shall disburse or withdraw any money held in a trust account under subsection (1) until payment is made to the supplier of the travel services for which the money was received.</p> <p class=\"subsection-e\">(7) Despite subsection (6), a registrant required to maintain a trust account under subsection (1) may disburse or withdraw a customer’s money held in trust or required to be held in trust in order to provide a refund to the customer. O. Reg. 806/93, s. 36.</p> <p class=\"heading1-e\"><a name=\"P242_27531\"></a><a name=\"BK7\"></a>Records</p>"
        },
        {
            "id": "37.",
            "section": "Records",
            "content": "37. (1) A registrant shall keep and maintain at the registrant’s principal place of business, or such other place as the Registrar may approve in writing, the following business records: 1. Accounting records setting out in detail the income and expenses of the registrant and supporting documentary evidence which includes copies of statements, invoices or receipts that have unique identifiers or serial numbers provided to customers. 2. Banking records that identify readily and may be used to verify all transactions that were made in connection with the operation of the business of the registrant. 3. A written record of all payments made by or to a registrant respecting the purchase or sale of travel services which record shall be in a form that enables the Registrar to identify readily the transaction to which the payment relates based on the unique identifiers or serial numbers. (2) Any record required to be kept or maintained under subsection (1) shall be retained for a period of at least six years from the date of the booking. O. Reg. 806/93, s. 37. Advertising",
            "raw_html": "<p class=\"section-e\"><b>37.</b> (1) A registrant shall keep and maintain at the registrant’s principal place of business, or such other place as the Registrar may approve in writing, the following business records:</p> <p class=\"paragraph-e\">1. Accounting records setting out in detail the income and expenses of the registrant and supporting documentary evidence which includes copies of statements, invoices or receipts that have unique identifiers or serial numbers provided to customers.</p> <p class=\"paragraph-e\">2. Banking records that identify readily and may be used to verify all transactions that were made in connection with the operation of the business of the registrant.</p> <p class=\"paragraph-e\">3. A written record of all payments made by or to a registrant respecting the purchase or sale of travel services which record shall be in a form that enables the Registrar to identify readily the transaction to which the payment relates based on the unique identifiers or serial numbers.</p> <p class=\"subsection-e\">(2) Any record required to be kept or maintained under subsection (1) shall be retained for a period of at least six years from the date of the booking. O. Reg. 806/93, s. 37.</p> <p class=\"heading1-e\"><a name=\"P248_28613\"></a><a name=\"BK8\"></a>Advertising</p>"
        },
        {
            "id": "38.",
            "section": "Advertising",
            "content": "38. Every registrant shall ensure that any advertising or representation in Ontario with respect to travel services sold by the registrant is not false, misleading or deceptive. O. Reg. 806/93, s. 38.",
            "raw_html": "<p class=\"section-e\"><b>38.</b> Every registrant shall ensure that any advertising or representation in Ontario with respect to travel services sold by the registrant is not false, misleading or deceptive. O. Reg. 806/93, s. 38.</p>"
        },
        {
            "id": "39.",
            "section": "Advertising",
            "content": "39. (1) A registrant who advertises or places an advertisement for travel services shall ensure that the advertisement complies with the Act and the regulations. (2) Any advertisement for the sale of travel services shall include the registered name, address and registration number of the registrant who advertised or placed the advertisement. (3) An advertisement for the sale of travel services shall not include a residential address or telephone number. O. Reg. 806/93, s. 39.",
            "raw_html": "<p class=\"section-e\"><b>39.</b> (1) A registrant who advertises or places an advertisement for travel services shall ensure that the advertisement complies with the Act and the regulations.</p> <p class=\"subsection-e\">(2) Any advertisement for the sale of travel services shall include the registered name, address and registration number of the registrant who advertised or placed the advertisement.</p> <p class=\"subsection-e\">(3) An advertisement for the sale of travel services shall not include a residential address or telephone number. O. Reg. 806/93, s. 39.</p>"
        },
        {
            "id": "40.",
            "section": "Advertising",
            "content": "40. (1) If an advertisement for the sale of travel services refers to the price of the travel services, the price shall include all fees, levies, charges, service charges, surcharges or other charges and taxes. The advertisement shall either state that the price includes GST, transportation taxes and related transportation fees or it shall state that the price does not include those items. (2) Any advertisement for the sale of travel services that refers to the price of the travel services shall include the following information and shall set it out in a prominent and understandable manner: 1. A statement indicating whether the price includes GST, transportation taxes and related transportation fees. 2. The terms and conditions, if any, that affect or limit the availability of the price of the travel services. 3. A brief description of the advertised travel services including the name of the air carrier, hotel and travel wholesaler where applicable. 4. A statement that a brochure containing further information is available from a travel agent. (3) Despite subsection (1), an advertisement for travel services that is a brochure may list all fees, levies, charges, service charges, surcharges and taxes included in the price of the travel services and of the cost of each of them. (4) An advertisement for travel services shall not set out the price of the travel services unless the price is available during the time the advertisement is accessible by the public. (5) Despite subsection (4), an advertisement for travel services may set out a previous price for the travel services, (a) if the price was available within the fourteen days before the date on which the advertisement became accessible by the public; and (b) if the advertisement states that the price is a previous price. (6) Prices in an advertisement shall be in Canadian currency unless the advertisement specifies that the price is in a currency other than Canadian currency. O. Reg. 806/93, s. 40.",
            "raw_html": "<p class=\"section-e\"><b>40.</b> (1) If an advertisement for the sale of travel services refers to the price of the travel services, the price shall include all fees, levies, charges, service charges, surcharges or other charges and taxes. The advertisement shall either state that the price includes GST, transportation taxes and related transportation fees or it shall state that the price does not include those items.</p> <p class=\"subsection-e\">(2) Any advertisement for the sale of travel services that refers to the price of the travel services shall include the following information and shall set it out in a prominent and understandable manner:</p> <p class=\"paragraph-e\">1. A statement indicating whether the price includes GST, transportation taxes and related transportation fees.</p> <p class=\"paragraph-e\">2. The terms and conditions, if any, that affect or limit the availability of the price of the travel services.</p> <p class=\"paragraph-e\">3. A brief description of the advertised travel services including the name of the air carrier, hotel and travel wholesaler where applicable.</p> <p class=\"paragraph-e\">4. A statement that a brochure containing further information is available from a travel agent.</p> <p class=\"subsection-e\">(3) Despite subsection (1), an advertisement for travel services that is a brochure may list all fees, levies, charges, service charges, surcharges and taxes included in the price of the travel services and of the cost of each of them.</p> <p class=\"subsection-e\">(4) An advertisement for travel services shall not set out the price of the travel services unless the price is available during the time the advertisement is accessible by the public.</p> <p class=\"subsection-e\">(5) Despite subsection (4), an advertisement for travel services may set out a previous price for the travel services,</p> <p class=\"clause-e\">(a) if the price was available within the fourteen days before the date on which the advertisement became accessible by the public; and</p> <p class=\"clause-e\">(b) if the advertisement states that the price is a previous price.</p> <p class=\"subsection-e\">(6) Prices in an advertisement shall be in Canadian currency unless the advertisement specifies that the price is in a currency other than Canadian currency. O. Reg. 806/93, s. 40.</p>"
        },
        {
            "id": "41.",
            "section": "Advertising",
            "content": "41. A brochure that advertises travel services shall include the following information: 1. Deposit requirements. 2. Final payment requirements. 3. Cancellation terms and charges, if any. 4. The availability and cost of trip cancellation insurance. 5. The refund policy, including, where applicable, any penalty provisions. 6. If the travel services include travel by cruise ship, the name, country of registration and gross tonnage of the ship. 7. A description of the travel services sufficient to identify them including, i. details of transportation including the name of the principal carrier, the class of service and all departure and arrival points, ii. details of the accommodations, if any, including the condition and location of the accommodation. 8. The date or anticipated date of commencement of any construction or renovation that is likely to interfere with the use and enjoyment of the accommodation and the duration or anticipated duration of the construction or renovation, if known at the time of the printing of the brochure. 9. A statement that, if there is an increase in price of the travel services by more than 7 per cent, the customer has the right to cancel the contract and obtain a full refund for the travel services at any time after a payment has been made up to and including the date set out in the advertisement unless the price increase is the result of government taxation, or a fuel surcharge allowed by the National Transportation Agency with respect to charter air travel services. 10. The date of the issue of the brochure. 11. A statement that the living standards and practices at the destination may differ from those found in Canada, as may the standards and conditions with respect to the provision of utilities, services and accommodation. O. Reg. 806/93, s. 41.",
            "raw_html": "<p class=\"section-e\"><b>41.</b> A brochure that advertises travel services shall include the following information:</p> <p class=\"paragraph-e\">1. Deposit requirements.</p> <p class=\"paragraph-e\">2. Final payment requirements.</p> <p class=\"paragraph-e\">3. Cancellation terms and charges, if any.</p> <p class=\"paragraph-e\">4. The availability and cost of trip cancellation insurance.</p> <p class=\"paragraph-e\">5. The refund policy, including, where applicable, any penalty provisions.</p> <p class=\"paragraph-e\">6. If the travel services include travel by cruise ship, the name, country of registration and gross tonnage of the ship.</p> <p class=\"paragraph-e\">7. A description of the travel services sufficient to identify them including,</p> <p class=\"subpara-e\">i. details of transportation including the name of the principal carrier, the class of service and all departure and arrival points,</p> <p class=\"subpara-e\">ii. details of the accommodations, if any, including the condition and location of the accommodation.</p> <p class=\"paragraph-e\">8. The date or anticipated date of commencement of any construction or renovation that is likely to interfere with the use and enjoyment of the accommodation and the duration or anticipated duration of the construction or renovation, if known at the time of the printing of the brochure.</p> <p class=\"paragraph-e\">9. A statement that, if there is an increase in price of the travel services by more than 7 per cent, the customer has the right to cancel the contract and obtain a full refund for the travel services at any time after a payment has been made up to and including the date set out in the advertisement unless the price increase is the result of government taxation, or a fuel surcharge allowed by the National Transportation Agency with respect to charter air travel services.</p> <p class=\"paragraph-e\">10. The date of the issue of the brochure.</p> <p class=\"paragraph-e\">11. A statement that the living standards and practices at the destination may differ from those found in Canada, as may the standards and conditions with respect to the provision of utilities, services and accommodation. O. Reg. 806/93, s. 41.</p>"
        },
        {
            "id": "42.",
            "section": "Advertising",
            "content": "42. (1) A photograph that is used in an advertisement, a brochure or any other printed material provided by a registrant shall be an accurate representation of the site and if the photograph is not a photograph of the site it shall so indicate. (2) An artist’s sketch that is used in an advertisement, a brochure or any other printed material provided by a registrant shall accurately reflect the thing being sketched and be accompanied by an indication that it is a sketch. O. Reg. 806/93, s. 42. PART III   COMPENSATION FUND General",
            "raw_html": "<p class=\"section-e\"><b>42.</b> (1) A photograph that is used in an advertisement, a brochure or any other printed material provided by a registrant shall be an accurate representation of the site and if the photograph is not a photograph of the site it shall so indicate.</p> <p class=\"subsection-e\">(2) An artist’s sketch that is used in an advertisement, a brochure or any other printed material provided by a registrant shall accurately reflect the thing being sketched and be accompanied by an indication that it is a sketch. O. Reg. 806/93, s. 42.</p> <p class=\"partnum-e\"><b><a name=\"P281_33616\"></a><a name=\"BK9\"></a>PART III <br/>  COMPENSATION FUND</b></p> <p class=\"heading1-e\"><a name=\"P282_33641\"></a><a name=\"BK10\"></a>General</p>"
        },
        {
            "id": "43.",
            "section": "General",
            "content": "43. In this Part, “board of directors” means the board of directors of the Council; “end supplier” means a person who supplies travel services but does not include a travel agent or travel wholesaler; “major event” means one or more events designated as a major event by the Director under subsection 57 (3). O. Reg. 806/93, s. 43; O. Reg. 570/94, s. 4; O. Reg. 331/98, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>43.</b> In this Part,</p> <p class=\"firstdef-e\">“board of directors” means the board of directors of the Council;</p> <p class=\"definition-e\">“end supplier” means a person who supplies travel services but does not include a travel agent or travel wholesaler;</p> <p class=\"definition-e\">“major event” means one or more events designated as a major event by the Director under subsection 57 (3). O. Reg. 806/93, s. 43; O. Reg. 570/94, s. 4; O. Reg. 331/98, s. 7.</p>"
        },
        {
            "id": "44.",
            "section": "General",
            "content": "44. (1) Every registrant shall participate in the Compensation Fund and shall comply with the terms of the Fund set out in this Part. O. Reg. 806/93, s. 44 (1). (2) It is a term and condition of registration that, (a) before June 24, 1998, a registrant provide information to the Corporation on forms or returns supplied by the Corporation; and (b) on or after June 24, 1998, a registrant provide information to the Council on forms or returns supplied by the Council. O. Reg. 331/98, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>44.</b> (1) Every registrant shall participate in the Compensation Fund and shall comply with the terms of the Fund set out in this Part. O. Reg. 806/93, s. 44 (1).</p> <p class=\"subsection-e\">(2) It is a term and condition of registration that,</p> <p class=\"clause-e\">(a) before June 24, 1998, a registrant provide information to the Corporation on forms or returns supplied by the Corporation; and</p> <p class=\"clause-e\">(b) on or after June 24, 1998, a registrant provide information to the Council on forms or returns supplied by the Council. O. Reg. 331/98, s. 8.</p>"
        },
        {
            "id": "44.1",
            "section": "General",
            "content": "44.1 The Council shall administer and manage the affairs of the Compensation Fund. O. Reg. 331/98, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>44.1</b> The Council shall administer and manage the affairs of the Compensation Fund. O. Reg. 331/98, s. 9.</p>"
        },
        {
            "id": "45.",
            "section": "General",
            "content": "45. (1) The fund continued under section 8 of the Schedule to Regulation 1085 of the Revised Regulations of Ontario, 1990 is continued as the Compensation Fund. O. Reg. 806/93, s. 45 (1). (2) The Compensation Fund is composed of, (a) payments made by participants in accordance with a predecessor to this Regulation or by registrants in accordance with this Regulation; (b) any money borrowed under a predecessor of this Regulation or borrowed under this Regulation by the Corporation before June 24, 1998 or by the Council on or after June 24, 1998; and (c) recoveries made under a predecessor of this Regulation or made under this Regulation by the Corporation before June 24, 1998 or by the Council on or after June 24, 1998. O. Reg. 570/94, s. 7 (1); O. Reg. 331/98, s. 10 (1). (3) The Compensation Fund must be kept in the Province of Ontario and the property and interest comprising the Fund must be held by the Council in the Province of Ontario. O. Reg. 806/93, s. 45 (3); O. Reg. 331/98, s. 10 (2). (4) The Corporation shall transfer to the Council all money in the Compensation Fund that it held immediately before June 24, 1998. (5) The Council shall hold all money in the Compensation Fund and any income on that money in trust for the benefit of claimants whose claims for compensation the Council approves in accordance with this Regulation. O. Reg. 331/98, s. 10 (3). Payments to the Fund",
            "raw_html": "<p class=\"section-e\"><b>45.</b> (1) The fund continued under section 8 of the Schedule to Regulation 1085 of the Revised Regulations of Ontario, 1990 is continued as the Compensation Fund. O. Reg. 806/93, s. 45 (1).</p> <p class=\"subsection-e\">(2) The Compensation Fund is composed of,</p> <p class=\"clause-e\">(a) payments made by participants in accordance with a predecessor to this Regulation or by registrants in accordance with this Regulation;</p> <p class=\"clause-e\">(b) any money borrowed under a predecessor of this Regulation or borrowed under this Regulation by the Corporation before June 24, 1998 or by the Council on or after June 24, 1998; and</p> <p class=\"clause-e\">(c) recoveries made under a predecessor of this Regulation or made under this Regulation by the Corporation before June 24, 1998 or by the Council on or after June 24, 1998. O. Reg. 570/94, s. 7 (1); O. Reg. 331/98, s. 10 (1).</p> <p class=\"subsection-e\">(3) The Compensation Fund must be kept in the Province of Ontario and the property and interest comprising the Fund must be held by the Council in the Province of Ontario. O. Reg. 806/93, s. 45 (3); O. Reg. 331/98, s. 10 (2).</p> <p class=\"subsection-e\">(4) The Corporation shall transfer to the Council all money in the Compensation Fund that it held immediately before June 24, 1998.</p> <p class=\"subsection-e\">(5) The Council shall hold all money in the Compensation Fund and any income on that money in trust for the benefit of claimants whose claims for compensation the Council approves in accordance with this Regulation. O. Reg. 331/98, s. 10 (3).</p> <p class=\"heading1-e\"><a name=\"P300_36067\"></a><a name=\"BK11\"></a>Payments to the Fund</p>"
        },
        {
            "id": "46.",
            "section": "Payments to the Fund",
            "content": "46. Revoked: O. Reg. 238/97, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>46.</b> Revoked: O. Reg. 238/97, s. 7.</p>"
        },
        {
            "id": "47.",
            "section": "Payments to the Fund",
            "content": "47. (1) A travel agent shall, twice a year, make payments to the Council in the amount that is the greater of the following: 1. $25 plus the applicable taxes. 2. The amount of, i. $0.40 plus the applicable taxes for every $1,000 (or part of $1,000) of sales made before May 1, 2000, and ii. $0.25 plus the applicable taxes for every $1,000 (or part of $1,000) of sales made on or after May 1, 2000. O. Reg. 806/93, s. 47 (1); O. Reg. 570/94, s. 9 (1); O. Reg. 331/98, s. 11 (1); O. Reg. 235/00, s. 1 (1). (2) A travel wholesaler shall, twice a year, make payments to the Council in the amount that is the greater of the following: 1. $25 plus the applicable taxes. 2. The amount of, i. $1.60 plus the applicable taxes for every $1,000 (or part of $1,000) of sales made before May 1, 2000, and ii. $0.50 plus the applicable taxes for every $1,000 (or part of $1,000) of sales made on or after May 1, 2000. O. Reg. 806/93, s. 47 (2); O. Reg. 570/94, s. 9 (1); O. Reg. 331/98, s. 11 (2); O. Reg. 235/00, s. 1 (2). (3) A payment under subsection (1) or (2) shall be made within forty-five days after the end of the registrant’s fiscal year and fiscal half year. (4) Despite subsection (3), payments relating to 1993 shall be made on or before February 14, 1994 and shall be in the amounts required by Regulation 1085 of the Revised Regulations of Ontario, 1990 as it read on December 8, 1993. O. Reg. 806/93, s. 47 (3, 4). (5) A payment under this section shall be accompanied by a completed return, in the form provided by the Council, indicating the sales of the registrant for the reporting period and the amount of payments owing to the Council. O. Reg. 331/98, s. 11 (3). (6) The return shall be certified by the registrant or an authorized officer or partner of the registrant as to the accuracy of the information contained in the return. O. Reg. 806/93, s. 47 (6).",
            "raw_html": "<p class=\"section-e\"><b>47.</b> (1) A travel agent shall, twice a year, make payments to the Council in the amount that is the greater of the following:</p> <p class=\"paragraph-e\">1. $25 plus the applicable taxes.</p> <p class=\"paragraph-e\">2. The amount of,</p> <p class=\"subpara-e\">i. $0.40 plus the applicable taxes for every $1,000 (or part of $1,000) of sales made before May 1, 2000, and</p> <p class=\"subpara-e\">ii. $0.25 plus the applicable taxes for every $1,000 (or part of $1,000) of sales made on or after May 1, 2000. O. Reg. 806/93, s. 47 (1); O. Reg. 570/94, s. 9 (1); O. Reg. 331/98, s. 11 (1); O. Reg. 235/00, s. 1 (1).</p> <p class=\"subsection-e\">(2) A travel wholesaler shall, twice a year, make payments to the Council in the amount that is the greater of the following:</p> <p class=\"paragraph-e\">1. $25 plus the applicable taxes.</p> <p class=\"paragraph-e\">2. The amount of,</p> <p class=\"subpara-e\">i. $1.60 plus the applicable taxes for every $1,000 (or part of $1,000) of sales made before May 1, 2000, and</p> <p class=\"subpara-e\">ii. $0.50 plus the applicable taxes for every $1,000 (or part of $1,000) of sales made on or after May 1, 2000. O. Reg. 806/93, s. 47 (2); O. Reg. 570/94, s. 9 (1); O. Reg. 331/98, s. 11 (2); O. Reg. 235/00, s. 1 (2).</p> <p class=\"subsection-e\">(3) A payment under subsection (1) or (2) shall be made within forty-five days after the end of the registrant’s fiscal year and fiscal half year.</p> <p class=\"subsection-e\">(4) Despite subsection (3), payments relating to 1993 shall be made on or before February 14, 1994 and shall be in the amounts required by Regulation 1085 of the Revised Regulations of Ontario, 1990 as it read on December 8, 1993. O. Reg. 806/93, s. 47 (3, 4).</p> <p class=\"subsection-e\">(5) A payment under this section shall be accompanied by a completed return, in the form provided by the Council, indicating the sales of the registrant for the reporting period and the amount of payments owing to the Council. O. Reg. 331/98, s. 11 (3).</p> <p class=\"subsection-e\">(6) The return shall be certified by the registrant or an authorized officer or partner of the registrant as to the accuracy of the information contained in the return. O. Reg. 806/93, s. 47 (6).</p>"
        },
        {
            "id": "48.",
            "section": "Payments to the Fund",
            "content": "48. The Council may require that registrants make additional payments to the Council if the payments are necessary to pay or reduce a debt of the Council or its predecessor under this Regulation to a financial institution. O. Reg. 331/98, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>48.</b> The Council may require that registrants make additional payments to the Council if the payments are necessary to pay or reduce a debt of the Council or its predecessor under this Regulation to a financial institution. O. Reg. 331/98, s. 12.</p>"
        },
        {
            "id": "48.1",
            "section": "Payments to the Fund",
            "content": "48.1 (1) The Council shall deposit into the Compensation Fund all payments that it receives under section 47 or 48. (2) The Corporation shall assign to the Council the right to receive all payments that registrants were required to make under section 47 or 48 but had not made immediately before June 24, 1998. O. Reg. 331/98, s. 12. Claims",
            "raw_html": "<p class=\"section-e\"><b>48.1</b> (1) The Council shall deposit into the Compensation Fund all payments that it receives under section 47 or 48.</p> <p class=\"subsection-e\">(2) The Corporation shall assign to the Council the right to receive all payments that registrants were required to make under section 47 or 48 but had not made immediately before June 24, 1998. O. Reg. 331/98, s. 12.</p> <p class=\"heading1-e\"><a name=\"P319_38631\"></a><a name=\"BK12\"></a>Claims</p>"
        },
        {
            "id": "49.",
            "section": "Claims",
            "content": "49. The board of directors shall determine whether a claim, or a part of one, meets the requirements of this Part and shall determine the eligible amount of the claim. O. Reg. 806/93, s. 49; O. Reg. 570/94, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>49.</b> The board of directors shall determine whether a claim, or a part of one, meets the requirements of this Part and shall determine the eligible amount of the claim. O. Reg. 806/93, s. 49; O. Reg. 570/94, s. 11.</p>"
        },
        {
            "id": "50.",
            "section": "Claims",
            "content": "50. (1) A customer is entitled to be reimbursed for travel services paid for but not provided if, (a) the customer paid for the travel services and the payment or any part of it was received by a registered travel agent; (b) the customer has made a demand for payment from the registered travel agent or the appropriate registered wholesaler; and (c) the customer has not been reimbursed by, (i) the registrant because the registrant is unable to pay by reason of bankruptcy or insolvency, (ii) any other person who has received the customer’s money, or (iii) any other person who may be legally obliged to reimburse or compensate the customer, including a person obliged under a contract for insurance. O. Reg. 806/93, s. 50 (1); O. Reg. 428/01, s. 1. (2) A reimbursement under subsection (1) is limited to the amount paid by the customer to the travel agent for those travel services that were not provided. O. Reg. 806/93, s. 50 (2). (3) A customer is not entitled to be reimbursed for the following or in the following circumstances: 1. For a claim arising out of the failure of an end supplier to provide travel services, unless the end supplier is an airline or cruise line. 2. For losses or damages incurred by a customer as a result of a failure of an end supplier to provide the travel services. 3. For a payment to a registrant for any travel services that were provided or for which alternate travel services were provided or made available. 4. For a payment, including a non-refundable payment, for travel services that were available but not received if the failure to receive the travel services is due to the customer’s or the traveller’s action or failure to act. 5. If the travel services were received as a prize, an award or a goodwill gesture. 6. If the customer used a voucher, certificate, coupon or other similar document to obtain the travel services or did not pay for the travel services with cash or by a cheque, credit card or other similar cash payment method. 7. For any taxes, fees or levies imposed by a government or a government body. 8. For any insurance premiums. 9. If the claim is based on the cost, value or quality of the travel services or alternate travel services that were provided. 10. If the traveller received travel services pursuant to section 60 or 61. O. Reg. 806/93, s. 50 (3); O. Reg. 570/94, s. 12; O. Reg. 428/01, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>50.</b> (1) A customer is entitled to be reimbursed for travel services paid for but not provided if,</p> <p class=\"clause-e\">(a) the customer paid for the travel services and the payment or any part of it was received by a registered travel agent; </p> <p class=\"clause-e\">(b) the customer has made a demand for payment from the registered travel agent or the appropriate registered wholesaler; and</p> <p class=\"clause-e\">(c) the customer has not been reimbursed by,</p> <p class=\"subclause-e\">(i) the registrant because the registrant is unable to pay by reason of bankruptcy or insolvency,</p> <p class=\"subclause-e\">(ii) any other person who has received the customer’s money, or</p> <p class=\"subclause-e\">(iii) any other person who may be legally obliged to reimburse or compensate the customer, including a person obliged under a contract for insurance. O. Reg. 806/93, s. 50 (1); O. Reg. 428/01, s. 1.</p> <p class=\"subsection-e\">(2) A reimbursement under subsection (1) is limited to the amount paid by the customer to the travel agent for those travel services that were not provided. O. Reg. 806/93, s. 50 (2).</p> <p class=\"subsection-e\">(3) A customer is not entitled to be reimbursed for the following or in the following circumstances:</p> <p class=\"paragraph-e\">1. For a claim arising out of the failure of an end supplier to provide travel services, unless the end supplier is an airline or cruise line.</p> <p class=\"paragraph-e\">2. For losses or damages incurred by a customer as a result of a failure of an end supplier to provide the travel services.</p> <p class=\"paragraph-e\">3. For a payment to a registrant for any travel services that were provided or for which alternate travel services were provided or made available.</p> <p class=\"paragraph-e\">4. For a payment, including a non-refundable payment, for travel services that were available but not received if the failure to receive the travel services is due to the customer’s or the traveller’s action or failure to act.</p> <p class=\"paragraph-e\">5. If the travel services were received as a prize, an award or a goodwill gesture.</p> <p class=\"paragraph-e\">6. If the customer used a voucher, certificate, coupon or other similar document to obtain the travel services or did not pay for the travel services with cash or by a cheque, credit card or other similar cash payment method.</p> <p class=\"paragraph-e\">7. For any taxes, fees or levies imposed by a government or a government body.</p> <p class=\"paragraph-e\">8. For any insurance premiums.</p> <p class=\"paragraph-e\">9. If the claim is based on the cost, value or quality of the travel services or alternate travel services that were provided.</p> <p class=\"paragraph-e\">10. If the traveller received travel services pursuant to section 60 or 61. O. Reg. 806/93, s. 50 (3); O. Reg. 570/94, s. 12; O. Reg. 428/01, s. 2.</p>"
        },
        {
            "id": "51.",
            "section": "Claims",
            "content": "51. (1) A travel agent is entitled to be reimbursed for money paid by the travel agent to reimburse a customer or to provide alternate travel services to the customer if the customer paid the travel agent and if, (a) the travel agent acted in good faith and at arm’s length with an entity that was a travel wholesaler, an airline or a cruise line; (b) the travel agent passed all or part of the customer’s money to the entity referred to in clause (a); and (c) the travel services were not provided to the customer. O. Reg. 806/93, s. 51 (1); O. Reg. 428/01, s. 3 (1). (2) The travel agent is entitled to be reimbursed only for the portion of the customer’s money that the travel agent passed to the travel wholesaler, airline or cruise line referred to in clause (1) (a). O. Reg. 428/01, s. 3 (2). (3) The travel agent is entitled to be reimbursed only if the customer would otherwise have had a claim against the Compensation Fund. (4) The travel agent is not entitled to be reimbursed for any commission or other remuneration, including a travel service charge, owing on account of the travel services contracted for by the customer. O. Reg. 428/01, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"><b>51. </b>(1) A travel agent is entitled to be reimbursed for money paid by the travel agent to reimburse a customer or to provide alternate travel services to the customer if the customer paid the travel agent and if,</p> <p class=\"clause-e\">(a) the travel agent acted in good faith and at arm’s length with an entity that was a travel wholesaler, an airline or a cruise line;</p> <p class=\"clause-e\">(b) the travel agent passed all or part of the customer’s money to the entity referred to in clause (a); and</p> <p class=\"clause-e\">(c) the travel services were not provided to the customer. O. Reg. 806/93, s. 51 (1); O. Reg. 428/01, s. 3 (1).</p> <p class=\"subsection-e\">(2) The travel agent is entitled to be reimbursed only for the portion of the customer’s money that the travel agent passed to the travel wholesaler, airline or cruise line referred to in clause (1) (a). O. Reg. 428/01, s. 3 (2).</p> <p class=\"subsection-e\">(3) The travel agent is entitled to be reimbursed only if the customer would otherwise have had a claim against the Compensation Fund.</p> <p class=\"subsection-e\">(4) The travel agent is not entitled to be reimbursed for any commission or other remuneration, including a travel service charge, owing on account of the travel services contracted for by the customer. O. Reg. 428/01, s. 3 (3).</p>"
        },
        {
            "id": "51.1",
            "section": "Claims",
            "content": "51.1 (1) A travel wholesaler is entitled to be reimbursed for money paid by the travel wholesaler to reimburse a customer or to provide alternate travel services to the customer if, (a) the customer paid for the travel services and the payment or any part of it was received by a registered travel agent; (b) the travel agent passed all or part of the customer’s money to the travel wholesaler; (c) the travel wholesaler acted in good faith and at arm’s length with an airline or cruise line; (d) the travel wholesaler passed all or part of the customer’s money to the airline or cruise line referred to in clause (c); and (e) the travel services were not provided to the customer due to the failure of an airline or cruise line. O. Reg. 428/01, s. 4. (2) The travel wholesaler is entitled to be reimbursed only for the portion of the customer’s money that the travel wholesaler passed to the airline or cruise line, as the case may be. O. Reg. 428/01, s. 4. (3) The travel wholesaler is entitled to be reimbursed only if the customer would otherwise have had a claim against the Compensation Fund. O. Reg. 428/01, s. 4. (4) The travel wholesaler is not entitled to be reimbursed for any commission or other remuneration, including a travel service charge, owing on account of the travel services contracted for by the customer. O. Reg. 428/01, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>51.1 </b>(1) A travel wholesaler is entitled to be reimbursed for money paid by the travel wholesaler to reimburse a customer or to provide alternate travel services to the customer if,</p> <p class=\"clause-e\">(a) the customer paid for the travel services and the payment or any part of it was received by a registered travel agent;</p> <p class=\"clause-e\">(b) the travel agent passed all or part of the customer’s money to the travel wholesaler;</p> <p class=\"clause-e\">(c) the travel wholesaler acted in good faith and at arm’s length with an airline or cruise line;</p> <p class=\"clause-e\">(d) the travel wholesaler passed all or part of the customer’s money to the airline or cruise line referred to in clause (c); and</p> <p class=\"clause-e\">(e) the travel services were not provided to the customer due to the failure of an airline or cruise line. O. Reg. 428/01, s. 4.</p> <p class=\"subsection-e\">(2) The travel wholesaler is entitled to be reimbursed only for the portion of the customer’s money that the travel wholesaler passed to the airline or cruise line, as the case may be. O. Reg. 428/01, s. 4.</p> <p class=\"subsection-e\">(3) The travel wholesaler is entitled to be reimbursed only if the customer would otherwise have had a claim against the Compensation Fund. O. Reg. 428/01, s. 4.</p> <p class=\"subsection-e\">(4) The travel wholesaler is not entitled to be reimbursed for any commission or other remuneration, including a travel service charge, owing on account of the travel services contracted for by the customer. O. Reg. 428/01, s. 4.</p>"
        },
        {
            "id": "52.",
            "section": "Claims",
            "content": "52. (1) A travel wholesaler is entitled to be reimbursed for money paid by the travel wholesaler to reimburse a customer for travel services paid for but not provided or to provide the customer with travel services for which the travel wholesaler has not been paid by the travel agent if, (a) the travel wholesaler has acted in good faith and at arm’s length with a registrant who is a travel agent; (b) the travel agent has failed to pass all or part of the customer’s money to the travel wholesaler; (c) the travel wholesaler has had no dealing with the travel agent in which the travel agent has failed to pass the customer’s money to the travel wholesaler in respect of travel services or has otherwise been in default in dealing with the travel wholesaler; and (d) the travel wholesaler has taken reasonable measures in the circumstances to ensure that the travel agent is reliable and financially responsible. O. Reg. 806/93, s. 52 (1). (2) The travel wholesaler is entitled to be reimbursed only for the portion of the customer’s money received by the travel agent that the travel agent failed to pass on to the travel wholesaler. O. Reg. 806/93, s. 52 (2). (3) The travel wholesaler is entitled to be reimbursed only if it can reasonably be established that the travel agent has received the customer’s money and the customer would otherwise have had a claim against the Compensation Fund. O. Reg. 806/93, s. 52 (3). (4) The travel wholesaler is not entitled to be reimbursed for any portion of money owing from the travel agent that represents a commission or other remuneration, including a travel service charge. O. Reg. 428/01, s. 5. (5) A travel wholesaler who receives a cheque from a travel agent for travel services that are provided is entitled to be reimbursed if, (a) the cheque is received by the travel wholesaler within seven days before the commencement of the travel services; (b) the cheque is promptly deposited by the travel wholesaler in an account maintained in a financial institution referred to in section 19; (c) the cheque is returned to the travel wholesaler by the financial institution for reasons of insufficient funds; and (d) the travel wholesaler is otherwise entitled to be reimbursed. O. Reg. 806/93, s. 5. (6) A travel wholesaler who makes a claim for reimbursement under subsection (5) is not entitled to be reimbursed for any portion of the claim that exceeds the travel wholesaler’s volume of business with the travel agent for a normal week based on established trading patterns within the twelve-month period that immediately preceded the commencement of the travel services. O. Reg. 806/93, s. 52 (6). (7) A travel wholesaler is not entitled to be reimbursed for any payment made by credit card if the travel agent or travel wholesaler did not obtain prior approval for the payment from the customer and from the card issuer in accordance with the agreement between the card issuer and the registrant who processed the payment. O. Reg. 806/93, s. 52. O. Reg. 806/93, s. 52 (7).",
            "raw_html": "<p class=\"section-e\"><b>52.</b> (1) A travel wholesaler is entitled to be reimbursed for money paid by the travel wholesaler to reimburse a customer for travel services paid for but not provided or to provide the customer with travel services for which the travel wholesaler has not been paid by the travel agent if,</p> <p class=\"clause-e\">(a) the travel wholesaler has acted in good faith and at arm’s length with a registrant who is a travel agent;</p> <p class=\"clause-e\">(b) the travel agent has failed to pass all or part of the customer’s money to the travel wholesaler;</p> <p class=\"clause-e\">(c) the travel wholesaler has had no dealing with the travel agent in which the travel agent has failed to pass the customer’s money to the travel wholesaler in respect of travel services or has otherwise been in default in dealing with the travel wholesaler; and</p> <p class=\"clause-e\">(d) the travel wholesaler has taken reasonable measures in the circumstances to ensure that the travel agent is reliable and financially responsible. O. Reg. 806/93, s. 52 (1).</p> <p class=\"subsection-e\">(2) The travel wholesaler is entitled to be reimbursed only for the portion of the customer’s money received by the travel agent that the travel agent failed to pass on to the travel wholesaler. O. Reg. 806/93, s. 52 (2).</p> <p class=\"subsection-e\">(3) The travel wholesaler is entitled to be reimbursed only if it can reasonably be established that the travel agent has received the customer’s money and the customer would otherwise have had a claim against the Compensation Fund. O. Reg. 806/93, s. 52 (3).</p> <p class=\"subsection-e\">(4) The travel wholesaler is not entitled to be reimbursed for any portion of money owing from the travel agent that represents a commission or other remuneration, including a travel service charge. O. Reg. 428/01, s. 5.</p> <p class=\"subsection-e\">(5) A travel wholesaler who receives a cheque from a travel agent for travel services that are provided is entitled to be reimbursed if,</p> <p class=\"clause-e\">(a) the cheque is received by the travel wholesaler within seven days before the commencement of the travel services;</p> <p class=\"clause-e\">(b) the cheque is promptly deposited by the travel wholesaler in an account maintained in a financial institution referred to in section 19;</p> <p class=\"clause-e\">(c) the cheque is returned to the travel wholesaler by the financial institution for reasons of insufficient funds; and</p> <p class=\"clause-e\">(d) the travel wholesaler is otherwise entitled to be reimbursed. O. Reg. 806/93, s. 5.</p> <p class=\"subsection-e\">(6) A travel wholesaler who makes a claim for reimbursement under subsection (5) is not entitled to be reimbursed for any portion of the claim that exceeds the travel wholesaler’s volume of business with the travel agent for a normal week based on established trading patterns within the twelve-month period that immediately preceded the commencement of the travel services. O. Reg. 806/93, s. 52 (6).</p> <p class=\"subsection-e\">(7) A travel wholesaler is not entitled to be reimbursed for any payment made by credit card if the travel agent or travel wholesaler did not obtain prior approval for the payment from the customer and from the card issuer in accordance with the agreement between the card issuer and the registrant who processed the payment. O. Reg. 806/93, s. 52. O. Reg. 806/93, s. 52 (7).</p>"
        },
        {
            "id": "53.",
            "section": "Claims",
            "content": "53. A customer or a registrant shall make a claim for reimbursement in writing to the board of directors within six months after the event that gave rise to the claim for reimbursement. O. Reg. 570/94, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>53.</b> A customer or a registrant shall make a claim for reimbursement in writing to the board of directors within six months after the event that gave rise to the claim for reimbursement. O. Reg. 570/94, s. 13.</p>"
        },
        {
            "id": "54.",
            "section": "Claims",
            "content": "54. (1) The claimant shall provide such evidence to the board of directors as it may require to prove the claim. O. Reg. 806/93, s. 54 (1); O. Reg. 570/94, s. 14. (2) The claimant shall sign the documents that are necessary to transfer the interest of the claimant in a claim against a third party to the Council so as to subrogate the Council to the position of the claimant. O. Reg. 331/98, s. 13 (1). (3) The Corporation shall assign to the Council the interests of all claimants in claims against a third party that it had received under subsection (2) as that subsection read immediately before June 24, 1998. O. Reg. 331/98, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"><b>54.</b> (1) The claimant shall provide such evidence to the board of directors as it may require to prove the claim. O. Reg. 806/93, s. 54 (1); O. Reg. 570/94, s. 14.</p> <p class=\"subsection-e\">(2) The claimant shall sign the documents that are necessary to transfer the interest of the claimant in a claim against a third party to the Council so as to subrogate the Council to the position of the claimant. O. Reg. 331/98, s. 13 (1).</p> <p class=\"subsection-e\">(3) The Corporation shall assign to the Council the interests of all claimants in claims against a third party that it had received under subsection (2) as that subsection read immediately before June 24, 1998. O. Reg. 331/98, s. 13 (2).</p>"
        },
        {
            "id": "55.",
            "section": "Claims",
            "content": "55. (1) A travel agent is not entitled to be reimbursed if the travel agent was involved in a credit arrangement with a travel wholesaler or an end supplier in order to provide the travel services to which the claim relates. (2) A travel wholesaler is not entitled to be reimbursed if the travel wholesaler was involved in a credit arrangement with a travel agent, another travel wholesaler or an end supplier in order to provide the travel services to which the claim relates. O. Reg. 806/93, s. 55.",
            "raw_html": "<p class=\"section-e\"><b>55.</b> (1) A travel agent is not entitled to be reimbursed if the travel agent was involved in a credit arrangement with a travel wholesaler or an end supplier in order to provide the travel services to which the claim relates.</p> <p class=\"subsection-e\">(2) A travel wholesaler is not entitled to be reimbursed if the travel wholesaler was involved in a credit arrangement with a travel agent, another travel wholesaler or an end supplier in order to provide the travel services to which the claim relates. O. Reg. 806/93, s. 55.</p>"
        },
        {
            "id": "56.",
            "section": "Claims",
            "content": "56. If a customer has not received any of the travel services paid for, the registrant shall pay to the Council the amount of all commissions and other remuneration, including travel service charges, for the travel services. O. Reg. 428/01, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>56.</b> If a customer has not received any of the travel services paid for, the registrant shall pay to the Council the amount of all commissions and other remuneration, including travel service charges, for the travel services. O. Reg. 428/01, s. 6.</p>"
        },
        {
            "id": "57.",
            "section": "Claims",
            "content": "57. (1) The maximum amount that may be reimbursed to a customer or registrant for a failure to provide travel services is $5,000 for each person whose travel services were paid for by the customer. O. Reg. 428/01, s. 7. (2) Despite subsection (1), the maximum amount that may be reimbursed for a failure to provide travel services with respect to all claims arising out of an event or a major event is $5 million in addition to any amount that the Corporation or the Council may recover by way of subrogated claim against a registrant or any other person. O. Reg. 806/93, s. 57 (2); O. Reg. 570/94, s. 16; O. Reg. 331/98, s. 15. (3) The Director may designate one or more events as a major event having regard to, (a) the nature of the event or events; (b) the number of claims arising or potentially arising out of the event or events; and (c) the need to protect the integrity of the Compensation Fund. O. Reg. 806/93, s. 57 (3).",
            "raw_html": "<p class=\"section-e\"><b>57.</b> (1) The maximum amount that may be reimbursed to a customer or registrant for a failure to provide travel services is $5,000 for each person whose travel services were paid for by the customer. O. Reg. 428/01, s. 7.</p> <p class=\"subsection-e\">(2) Despite subsection (1), the maximum amount that may be reimbursed for a failure to provide travel services with respect to all claims arising out of an event or a major event is $5 million in addition to any amount that the Corporation or the Council may recover by way of subrogated claim against a registrant or any other person. O. Reg. 806/93, s. 57 (2); O. Reg. 570/94, s. 16; O. Reg. 331/98, s. 15.</p> <p class=\"subsection-e\">(3) The Director may designate one or more events as a major event having regard to,</p> <p class=\"clause-e\">(a) the nature of the event or events;</p> <p class=\"clause-e\">(b) the number of claims arising or potentially arising out of the event or events; and</p> <p class=\"clause-e\">(c) the need to protect the integrity of the Compensation Fund. O. Reg. 806/93, s. 57 (3).</p>"
        },
        {
            "id": "58.",
            "section": "Claims",
            "content": "58. If a major event occurs, the Council may, (a) defer the payment of any reimbursement until it is satisfied that it has received all claims likely to be made; and (b) if necessary or prudent to protect the Compensation Fund reimburse claims in one or more instalments or only partially reimburse claims. O. Reg. 806/93, s. 58; O. Reg. 331/98, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>58.</b> If a major event occurs, the Council may,</p> <p class=\"clause-e\">(a) defer the payment of any reimbursement until it is satisfied that it has received all claims likely to be made; and</p> <p class=\"clause-e\">(b) if necessary or prudent to protect the Compensation Fund reimburse claims in one or more instalments or only partially reimburse claims. O. Reg. 806/93, s. 58; O. Reg. 331/98, s. 16.</p>"
        },
        {
            "id": "59.",
            "section": "Claims",
            "content": "59. (1) A customer or registrant is not entitled to be reimbursed if the failure to provide travel services is due to the failure of an end supplier and not to the bankruptcy or insolvency of a registrant. O. Reg. 806/93, s. 59 (1). (1.1) Despite subsection (1), a customer or registrant is entitled to be reimbursed if the failure to provide travel services is due to the failure of an end supplier, if the end supplier is an airline or cruise line. O. Reg. 428/01, s. 8. (2) Nothing in subsection (1) shall prevent the Council from making a payment out of the Compensation Fund for the purposes described in subsection 60 (1) or 61 (1). O. Reg. 806/93, s. 59 (2); O. Reg. 331/98, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>59.</b> (1) A customer or registrant is not entitled to be reimbursed if the failure to provide travel services is due to the failure of an end supplier and not to the bankruptcy or insolvency of a registrant. O. Reg. 806/93, s. 59 (1).</p> <p class=\"subsection-e\">(1.1) Despite subsection (1), a customer or registrant is entitled to be reimbursed if the failure to provide travel services is due to the failure of an end supplier, if the end supplier is an airline or cruise line. O. Reg. 428/01, s. 8.</p> <p class=\"subsection-e\">(2) Nothing in subsection (1) shall prevent the Council from making a payment out of the Compensation Fund for the purposes described in subsection 60 (1) or 61 (1). O. Reg. 806/93, s. 59 (2); O. Reg. 331/98, s. 17.</p>"
        },
        {
            "id": "60.",
            "section": "Claims",
            "content": "60. (1) With the approval of the Director, the board of directors may make payments out of the Compensation Fund in order to enable the immediate departure of a registrant’s customer or of a person whose travel services have been paid by the customer if, (a) the customer or person was preparing for immediate departure and was prevented from so doing through no fault of his or her own; (b) the customer has been placed in circumstances where immediate funds are necessary to alleviate suffering to the customer; and (c) the payment is necessary in order to protect the interests of the Compensation Fund. O. Reg. 806/93, s. 60 (1); O. Reg. 570/94, s. 17. (2) A payment under subsection (1) shall be no more than $5,000 per person. O. Reg. 428/01, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>60.</b> (1) With the approval of the Director, the board of directors may make payments out of the Compensation Fund in order to enable the immediate departure of a registrant’s customer or of a person whose travel services have been paid by the customer if,</p> <p class=\"clause-e\">(a) the customer or person was preparing for immediate departure and was prevented from so doing through no fault of his or her own;</p> <p class=\"clause-e\">(b) the customer has been placed in circumstances where immediate funds are necessary to alleviate suffering to the customer; and</p> <p class=\"clause-e\">(c) the payment is necessary in order to protect the interests of the Compensation Fund. O. Reg. 806/93, s. 60 (1); O. Reg. 570/94, s. 17.</p> <p class=\"subsection-e\">(2) A payment under subsection (1) shall be no more than $5,000 per person. O. Reg. 428/01, s. 9.</p>"
        },
        {
            "id": "61.",
            "section": "Claims",
            "content": "61. (1) The Director may direct the Council to make payments from the Compensation Fund in order to, (a) repatriate a registrant’s customer who is outside of Ontario and who, because of a failure to provide travel services, is experiencing some hardship or inconvenience; and (b) provide necessary accommodation for that customer prior to the repatriation of the customer. O. Reg. 806/93, s. 61 (1); O. Reg. 331/98, s. 18 (1). (2) The maximum amount that may be paid out of the Compensation Fund for repatriating customers is $2 million per event. O. Reg. 806/93, s. 61 (2). (3) With the approval of the board of directors, the Director may direct the Council to make additional payments out of the Compensation Fund if the maximum amount established under subsection (2) is not sufficient to repatriate customers and to provide necessary accommodation and meals. O. Reg. 806/93, s. 61 (3); O. Reg. 570/94, s. 18; O. Reg. 331/98, s. 18 (2). (4) A payment made under subsection (3) takes priority over a claim for reimbursement under section 50, 51 or 52. (5) Any additional payments made under subsection (3) shall be deducted from the $5 million limit established under subsection 57 (2). (6) If $5 million is not required for additional payments under subsection (3), the difference between the $5 million maximum and the amount of any additional payments over the $2 million limit shall be used for the payment on a proportionate basis of any claims for reimbursement under section 50, 51 or 52. (7) In this section, “repatriate” means to return a customer who is either outside of Canada or within Canada but outside the Province of Ontario to a place within the Province of Ontario. O. Reg. 806/93, s. 61 (4-7). Hearing by Tribunal",
            "raw_html": "<p class=\"section-e\"><b>61.</b> (1) The Director may direct the Council to make payments from the Compensation Fund in order to,</p> <p class=\"clause-e\">(a) repatriate a registrant’s customer who is outside of Ontario and who, because of a failure to provide travel services, is experiencing some hardship or inconvenience; and</p> <p class=\"clause-e\">(b) provide necessary accommodation for that customer prior to the repatriation of the customer. O. Reg. 806/93, s. 61 (1); O. Reg. 331/98, s. 18 (1).</p> <p class=\"subsection-e\">(2) The maximum amount that may be paid out of the Compensation Fund for repatriating customers is $2 million per event. O. Reg. 806/93, s. 61 (2).</p> <p class=\"subsection-e\">(3) With the approval of the board of directors, the Director may direct the Council to make additional payments out of the Compensation Fund if the maximum amount established under subsection (2) is not sufficient to repatriate customers and to provide necessary accommodation and meals. O. Reg. 806/93, s. 61 (3); O. Reg. 570/94, s. 18; O. Reg. 331/98, s. 18 (2).</p> <p class=\"subsection-e\">(4) A payment made under subsection (3) takes priority over a claim for reimbursement under section 50, 51 or 52.</p> <p class=\"subsection-e\">(5) Any additional payments made under subsection (3) shall be deducted from the $5 million limit established under subsection 57 (2).</p> <p class=\"subsection-e\">(6) If $5 million is not required for additional payments under subsection (3), the difference between the $5 million maximum and the amount of any additional payments over the $2 million limit shall be used for the payment on a proportionate basis of any claims for reimbursement under section 50, 51 or 52.</p> <p class=\"subsection-e\">(7) In this section, </p> <p class=\"firstdef-e\">“repatriate” means to return a customer who is either outside of Canada or within Canada but outside the Province of Ontario to a place within the Province of Ontario. O. Reg. 806/93, s. 61 (4-7).</p> <p class=\"heading1-e\"><a name=\"P405_53047\"></a><a name=\"BK13\"></a>Hearing by Tribunal</p>"
        },
        {
            "id": "62.",
            "section": "Hearing by Tribunal",
            "content": "62. (1) If the board of directors of the Council determines that a claim, or any part thereof made under section 50, 51 or 52 is not eligible for reimbursement, the Council shall immediately serve notice of the decision on the claimant. O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 19 (1). (2) A person who receives notice under subsection (1) is entitled to a hearing before the Tribunal if, within 15 days after notice is served, the person mails or delivers a written request for a hearing to the Registrar, the Council and the Tribunal. O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 19 (2). (3) A notice of a decision under subsection (1) shall inform the claimant of his, her or its right to a hearing and of the manner and time within which to request the hearing. (4) If a person who has been served with a notice under subsection (1) does not require a hearing, the decision of the board of directors becomes final. (5) If a claimant requires a hearing before the Tribunal in accordance with subsection (2), the Tribunal shall appoint a time for and hold the hearing. O. Reg. 570/94, s. 19. (6) The Tribunal may, (a) allow the claim, in whole or in part, and direct the Council to pay the amount allowed out of the Compensation Fund; or (b) refuse to allow the claim in whole or in part. O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 19 (3). (7) The person who requested the hearing, the Council and any other person specified by the Tribunal are parties to the hearing. O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 19 (4). (8) An order of the Tribunal allowing a claim is subject to the maximum amounts that may be paid out of the Fund under this Regulation. (9) The provisions of this Part apply with necessary modifications to any disposition or decision of the Tribunal under this section. O. Reg. 570/94, s. 19. (10) A reference to the Corporation in any disposition or decision of the Tribunal made under this section before June 24, 1998 shall be deemed to be a reference to the Council. O. Reg. 331/98, s. 19 (5). Administration of the Compensation Fund",
            "raw_html": "<p class=\"section-e\"><b>62.</b> (1) If the board of directors of the Council determines that a claim, or any part thereof made under section 50, 51 or 52 is not eligible for reimbursement, the Council shall immediately serve notice of the decision on the claimant. O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 19 (1).</p> <p class=\"subsection-e\">(2) A person who receives notice under subsection (1) is entitled to a hearing before the Tribunal if, within 15 days after notice is served, the person mails or delivers a written request for a hearing to the Registrar, the Council and the Tribunal. O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 19 (2).</p> <p class=\"subsection-e\">(3) A notice of a decision under subsection (1) shall inform the claimant of his, her or its right to a hearing and of the manner and time within which to request the hearing.</p> <p class=\"subsection-e\">(4) If a person who has been served with a notice under subsection (1) does not require a hearing, the decision of the board of directors becomes final.</p> <p class=\"subsection-e\">(5) If a claimant requires a hearing before the Tribunal in accordance with subsection (2), the Tribunal shall appoint a time for and hold the hearing. O. Reg. 570/94, s. 19.</p> <p class=\"subsection-e\">(6) The Tribunal may,</p> <p class=\"clause-e\">(a) allow the claim, in whole or in part, and direct the Council to pay the amount allowed out of the Compensation Fund; or</p> <p class=\"clause-e\">(b) refuse to allow the claim in whole or in part. O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 19 (3).</p> <p class=\"subsection-e\">(7) The person who requested the hearing, the Council and any other person specified by the Tribunal are parties to the hearing. O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 19 (4).</p> <p class=\"subsection-e\">(8) An order of the Tribunal allowing a claim is subject to the maximum amounts that may be paid out of the Fund under this Regulation.</p> <p class=\"subsection-e\">(9) The provisions of this Part apply with necessary modifications to any disposition or decision of the Tribunal under this section. O. Reg. 570/94, s. 19.</p> <p class=\"subsection-e\">(10) A reference to the Corporation in any disposition or decision of the Tribunal made under this section before June 24, 1998 shall be deemed to be a reference to the Council. O. Reg. 331/98, s. 19 (5).</p> <p class=\"heading1-e\"><a name=\"P418_55135\"></a><a name=\"BK14\"></a>Administration of the Compensation Fund</p>"
        },
        {
            "id": "63.",
            "section": "Administration of the Compensation Fund",
            "content": "63. (1) The Council may borrow money to supplement the Compensation Fund. O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 20 (1). (2) The Council may, from time to time, invest any funds of the Compensation Fund which are surplus to the immediate requirements of the Council in securities provided for under sections 26 and 27 of the Trustee Act. O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 20 (2).",
            "raw_html": "<p class=\"section-e\"><b>63.</b> (1) The Council may borrow money to supplement the Compensation Fund. O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 20 (1).</p> <p class=\"subsection-e\">(2) The Council may, from time to time, invest any funds of the Compensation Fund which are surplus to the immediate requirements of the Council in securities provided for under sections 26 and 27 of the <i>Trustee Act</i>. O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 20 (2).</p>"
        },
        {
            "id": "64.",
            "section": "Administration of the Compensation Fund",
            "content": "64. (1) The Council may employ, retain or authorize the employment of any counsel, accountant or other expert or of advisors, staff or trade associations as it may reasonably require to administer and manage the Compensation Fund, to investigate claims and to maintain and protect the Compensation Fund. O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 21 (1). (2) The Council may rely and act upon the opinion, advice or information provided by any person referred to in subsection (1). O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 21 (2).",
            "raw_html": "<p class=\"section-e\"><b>64.</b> (1) The Council may employ, retain or authorize the employment of any counsel, accountant or other expert or of advisors, staff or trade associations as it may reasonably require to administer and manage the Compensation Fund, to investigate claims and to maintain and protect the Compensation Fund. O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 21 (1).</p> <p class=\"subsection-e\">(2) The Council may rely and act upon the opinion, advice or information provided by any person referred to in subsection (1). O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 21 (2).</p>"
        },
        {
            "id": "65.",
            "section": "Administration of the Compensation Fund",
            "content": "65. Upon request, the Council shall provide to a registrant a copy of the audited financial statements that it provides to the Minister as part of the report that it makes in each year under section 13 of the Safety and Consumer Statutes Administration Act, 1996. O. Reg. 331/98, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>65.</b> Upon request, the Council shall provide to a registrant a copy of the audited financial statements that it provides to the Minister as part of the report that it makes in each year under section 13 of the <i>Safety and Consumer Statutes Administration Act, 1996</i>. O. Reg. 331/98, s. 22.</p>"
        },
        {
            "id": "66.",
            "section": "Administration of the Compensation Fund",
            "content": "66. (1) The Council shall make available to the Director any information, books, records or documents that it keeps respecting the affairs of the Compensation Fund. (2) The Corporation shall transfer to the Council all information, books, records and documents respecting the affairs of the Compensation Fund that it held immediately before June 24, 1998. O. Reg. 331/98, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>66.</b> (1) The Council shall make available to the Director any information, books, records or documents that it keeps respecting the affairs of the Compensation Fund.</p> <p class=\"subsection-e\">(2) The Corporation shall transfer to the Council all information, books, records and documents respecting the affairs of the Compensation Fund that it held immediately before June 24, 1998. O. Reg. 331/98, s. 22.</p>"
        },
        {
            "id": "67.",
            "section": "Administration of the Compensation Fund",
            "content": "67. The Council shall notify the Registrar forthwith of any default of any registrant or of any claim made in respect of a registrant or of any failure by a registrant to perform any obligation or condition under the Act or its regulations. O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>67.</b> The Council shall notify the Registrar forthwith of any default of any registrant or of any claim made in respect of a registrant or of any failure by a registrant to perform any obligation or condition under the Act or its regulations. O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 23.</p>"
        },
        {
            "id": "68.",
            "section": "Administration of the Compensation Fund",
            "content": "68. (1) The Director may require that the affairs of the Compensation Fund be audited. O. Reg. 331/98, s. 24 (1). (2) The Council shall assist the auditors in performing the audit and provide any books, records or information that may be required. O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 24 (2).",
            "raw_html": "<p class=\"section-e\"><b>68.</b> (1) The Director may require that the affairs of the Compensation Fund be audited. O. Reg. 331/98, s. 24 (1).</p> <p class=\"subsection-e\">(2) The Council shall assist the auditors in performing the audit and provide any books, records or information that may be required. O. Reg. 570/94, s. 19; O. Reg. 331/98, s. 24 (2).</p>"
        },
        {
            "id": "69.",
            "section": "Administration of the Compensation Fund",
            "content": "69. All assets, liabilities, rights and interests held by the Corporation in the Compensation Fund immediately before June 24, 1998 shall be deemed to be held by the Council. O. Reg. 331/98, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>69.</b> All assets, liabilities, rights and interests held by the Corporation in the Compensation Fund immediately before June 24, 1998 shall be deemed to be held by the Council. O. Reg. 331/98, s. 25.</p>"
        },
        {
            "id": "70.",
            "section": "Administration of the Compensation Fund",
            "content": "70. Revoked: O. Reg. 570/94, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>70.</b> Revoked: O. Reg. 570/94, s. 19.</p>"
        },
        {
            "id": "71.",
            "section": "Administration of the Compensation Fund",
            "content": "71. Omitted (revokes other Regulations). O. Reg. 806/93, s. 71.",
            "raw_html": "<p class=\"section-e\"><b>71.</b> Omitted (revokes other Regulations). O. Reg. 806/93, s. 71.</p>"
        },
        {
            "id": "72.",
            "section": "Administration of the Compensation Fund",
            "content": "72. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 806/93, s. 72. ",
            "raw_html": "<p class=\"section-e\"><b>72.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 806/93, s. 72.</p> <p class=\"Normal\"></p>"
        }
    ]
}