{
    "reg_info": {
        "full_title": "O. Reg. 143/16: QUANTIFICATION, REPORTING AND VERIFICATION OF GREENHOUSE GAS EMISSIONS",
        "reg_name_text": "QUANTIFICATION, REPORTING AND VERIFICATION OF GREENHOUSE GAS EMISSIONS",
        "citation": "O. Reg. 143/16: ",
        "act_under": "Climate Change Mitigation and Low-carbon Economy Act, 2016",
        "url": "https://www.ontario.ca/laws/regulation/160143",
        "date_scraped": "2023-12-18 23:45:37"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/160143/v8",
            "valid_from": "July 25, 2018",
            "valid_to": "July 31, 2018"
        },
        {
            "a_href": "/laws/regulation/160143/v7",
            "valid_from": "January  1, 2018",
            "valid_to": "July 24, 2018"
        },
        {
            "a_href": "/laws/regulation/160143/v6",
            "valid_from": "November 24, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/160143/v5",
            "valid_from": "November  3, 2017",
            "valid_to": "November 23, 2017"
        },
        {
            "a_href": "/laws/regulation/160143/v4",
            "valid_from": "July  4, 2017",
            "valid_to": "November  2, 2017"
        },
        {
            "a_href": "/laws/regulation/160143/v3",
            "valid_from": "January  1, 2017",
            "valid_to": "July  3, 2017"
        },
        {
            "a_href": "/laws/regulation/160143/v2",
            "valid_from": "December 16, 2016",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "/laws/regulation/160143/v1",
            "valid_from": "May 19, 2016",
            "valid_to": "December 15, 2016"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "General",
            "part_id": null,
            "part_type": null,
            "section": "General",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “accredited verification body” means a verification body that is accredited to ISO 14065 by a member of the International Accreditation Forum; (“organisme de vérification accrédité”) “associated gas” means gas found in association with crude oil, either dissolved in crude oil or as a cap of free gas above the crude oil; (“gaz associé”) “biogas” means a gas made from the anaerobic digestion of organic matter in wastewater or wastewater treatment systems; (“biogaz”) “biomass” means organic matter, other than source separated organics and peat or peat derivatives, that meets the criteria set out in Schedule 4; (“biomasse”) “Cap and Trade Program Regulation” means Ontario Regulation 144/16 (The Cap and Trade Program) made under the Act; (“Règlement sur le programme de plafonnement et d'échange”) “capped participant” means a mandatory participant or a voluntary participant; (“participant à émissions plafonnées”) “CO2e” means, when used in reference to a quantity of greenhouse gas, the equivalent quantity of carbon dioxide, calculated in accordance with section 3; (“éq. CO2”) “distribution system” has the same meaning as in subsection 2 (1) of the Electricity Act, 1998; (“réseau de distribution”) “EPA Regulation” means Ontario Regulation 452/09 (Greenhouse Gas Emissions Reporting) made under the Environmental Protection Act; (“règlement de la LPE”) “facility” means all buildings, equipment, structures and stationary items, such as surfaces and storage piles that, (a) are owned or operated by the same person, and (b) are located, (i) on a single site, (ii) on two or more adjacent sites that function as a single integrated site, or (iii) in the case of a pipeline transportation system, a transmission system or a distribution system, on two or more sites that are not adjacent; (“installation”) “fractionation facility” means a facility at which liquefied natural gas is fractionated into its constituent liquid products, including ethane, propane, normal butane, isobutene or pentanes plus; (“installation de fractionnement”) “general stationary combustion equipment” includes any stationary combustion devices, including boilers, simple and combined cycle combustion turbines, engines, incinerators (including units that combust hazardous waste or gaseous waste) and process heaters but does not include, (a) portable equipment, (b) stationary emergency generators that have a nameplate generating capacity of less than 10 megawatts, and (c) any auxiliary fossil fuel powered equipment, other than stationary emergency generators, that is intended for use only in emergency situations, including fire pumps and flares; (“équipement fixe de combustion général”) “GHG report” means a report required to be given to the Director under subsection 10 (3) of the Act; (“rapport d’émissions de GES”) “global warming potential” means, in respect of a greenhouse gas, the number set out in Column 5 of Schedule 1 opposite the greenhouse gas; (“potentiel de réchauffement planétaire”) “Guideline” means the guideline published by the Ministry and available from the Ministry, entitled “Guideline for Quantification, Reporting and Verification of Greenhouse Gas Emissions”, as amended from time to time; (“Ligne directrice”) “IESO” has the same meaning as in subsection 2 (1) of the Electricity Act, 1998; (“SIERE”) “indirect useful thermal energy” means thermal energy that is generated at one facility and transferred to another facility; (“énergie thermique utile indirecte”) “ISO 14064-3” means standard ISO 14064-3, published by the International Organization for Standardization (ISO) and entitled “Greenhouse gases — Part 3: Specification with guidance for the validation and verification of greenhouse gas assertions”, as amended from time to time; (“ISO 14064-3”) “ISO 14065” means standard ISO 14065, published by the International Organization for Standardization (ISO) and entitled “Greenhouse gases — Requirements for greenhouse gas validation and verification bodies for use in accreditation or other forms of recognition”, as amended from time to time; (“ISO 14065”) “liquefied natural gas” means natural gas that has been liquefied by reducing its temperature to minus 162 degrees Celsius at atmospheric pressure; (“gaz naturel liquéfié”) “NAICS” means the North American Industry Classification System maintained for Canada by Statistics Canada, as amended or revised from time to time; (“SCIAN”) “natural gas” includes liquefied natural gas; (“gaz naturel”) “petroleum product” means a petroleum product that is listed in the Guideline as a petroleum product; (“produit pétrolier”) “pipeline transportation system” means a facility consisting of a system of pipelines in Ontario, or a part of such a system, that transports natural gas and its associated installations, including storage installations but excluding straddle plants or other processing installations; (“réseau de transport par pipeline”) “portable” means, when used in reference to a piece of equipment, equipment that is designed to be and can be moved from one location to another, subject to subsection (2); (“portable”) “process gas” means blast furnace gas or coke oven gas from a blast furnace or coke oven located at a facility at which iron and steel production is engaged in; (“gaz de procédé”) “refinery fuel gas” means gas generated at a petroleum refinery process unit, including still gas and flexigas, or associated gas; (“gaz de combustion de raffinerie”) “reporting amount” means the reporting amount determined under section 5; (“quantité déclarée”) “source separated organics” has the same meaning as in Ontario Regulation 160/99 (Definitions and Exemptions) made under the Electricity Act, 1998; (“matière organique séparée à la source”) “specified GHG activity” means an activity set out in Column 1 of Schedule 2, as described in Column 2 of that Schedule; (“activité émettrice de GES précisée”) “transmission system” has the same meaning as in subsection 2 (1) of the Electricity Act, 1998; (“réseau de transport”) “verification amount” means the verification amount determined under section 10; (“quantité de vérification”) “year” means a calendar year. (“année”) O. Reg. 143/16, s. 1 (1); O. Reg. 474/16, s. 1; O. Reg. 258/17, s. 1. (2) For the purposes of this Regulation, a piece of equipment is not portable if any of the following circumstances apply: 1. It is attached to a foundation. 2. It is at the same location at a facility for more than 12 consecutive months. 3. It has been located at a seasonal facility for two or more years and is used on a regular basis during at least three months of the year. 4. It is moved from one location to another in an attempt to circumvent the requirements of this Regulation. (3) For the purposes of the definition of “facility”, two sites are adjacent if the boundary of one site touches or, were it not for an intervening highway, road allowance, railway line, railway allowance or utility corridor, would touch the boundary of the other site. (4) Where this Regulation incorporates by reference a provision of ISO 14064-3 or ISO 14065, the definitions set out in the standard are incorporated by reference for the purposes of interpreting the provision, except if the term has been defined in this Regulation, in which case the definition in this Regulation applies for the purposes of interpreting the provision.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“accredited verification body” means a verification body that is accredited to ISO 14065 by a member of the International Accreditation Forum; (“organisme de vérification accrédité”)</p> <p class=\"definition-e\">“associated gas” means gas found in association with crude oil, either dissolved in crude oil or as a cap of free gas above the crude oil; (“gaz associé”)</p> <p class=\"definition-e\">“biogas” means a gas made from the anaerobic digestion of organic matter in wastewater or wastewater treatment systems; (“biogaz”)</p> <p class=\"definition-e\">“biomass” means organic matter, other than source separated organics and peat or peat derivatives, that meets the criteria set out in Schedule 4; (“biomasse”)</p> <p class=\"definition-e\">“Cap and Trade Program Regulation” means Ontario Regulation 144/16 (The Cap and Trade Program) made under the Act; (“Règlement sur le programme de plafonnement et d'échange”)</p> <p class=\"definition-e\">“capped participant” means a mandatory participant or a voluntary participant; (“participant à émissions plafonnées”)</p> <p class=\"definition-e\">“CO<sub>2</sub>e” means, when used in reference to a quantity of greenhouse gas, the equivalent quantity of carbon dioxide, calculated in accordance with section 3; (“éq. CO<sub>2</sub>”)</p> <p class=\"definition-e\">“distribution system” has the same meaning as in subsection 2 (1) of the <i>Electricity Act, 1998</i>; (“réseau de distribution”)</p> <p class=\"definition-e\">“EPA Regulation” means Ontario Regulation 452/09 (Greenhouse Gas Emissions Reporting) made under the <i>Environmental Protection Act</i>; (“règlement de la LPE”)</p> <p class=\"definition-e\">“facility” means all buildings, equipment, structures and stationary items, such as surfaces and storage piles that,</p> <p class=\"defclause-e\">  (a) are owned or operated by the same person, and</p> <p class=\"defclause-e\">  (b) are located,</p> <p class=\"defsubclause-e\">  (i) on a single site,</p> <p class=\"defsubclause-e\">  (ii) on two or more adjacent sites that function as a single integrated site, or</p> <p class=\"defsubclause-e\">  (iii) in the case of a pipeline transportation system, a transmission system or a distribution system, on two or more sites that are not adjacent; (“installation”)</p> <p class=\"definition-e\">“fractionation facility” means a facility at which liquefied natural gas is fractionated into its constituent liquid products, including ethane, propane, normal butane, isobutene or pentanes plus; (“installation de fractionnement”)</p> <p class=\"definition-e\">“general stationary combustion equipment” includes any stationary combustion devices, including boilers, simple and combined cycle combustion turbines, engines, incinerators (including units that combust hazardous waste or gaseous waste) and process heaters but does not include,</p> <p class=\"defclause-e\">  (a) portable equipment,</p> <p class=\"defclause-e\">  (b) stationary emergency generators that have a nameplate generating capacity of less than 10 megawatts, and</p> <p class=\"defclause-e\">  (c) any auxiliary fossil fuel powered equipment, other than stationary emergency generators, that is intended for use only in emergency situations, including fire pumps and flares; (“équipement fixe de combustion général”)</p> <p class=\"definition-e\">“GHG report” means a report required to be given to the Director under subsection 10 (3) of the Act; (“rapport d’émissions de GES”)</p> <p class=\"definition-e\">“global warming potential” means, in respect of a greenhouse gas, the number set out in Column 5 of Schedule 1 opposite the greenhouse gas; (“potentiel de réchauffement planétaire”)</p> <p class=\"definition-e\">“Guideline” means the guideline published by the Ministry and available from the Ministry, entitled “Guideline for Quantification, Reporting and Verification of Greenhouse Gas Emissions”, as amended from time to time; (“Ligne directrice”)</p> <p class=\"definition-e\">“IESO” has the same meaning as in subsection 2 (1) of the <i>Electricity Act, 1998</i>; (“SIERE”)</p> <p class=\"definition-e\">“indirect useful thermal energy” means thermal energy that is generated at one facility and transferred to another facility; (“énergie thermique utile indirecte”)</p> <p class=\"definition-e\">“ISO 14064-3” means standard ISO 14064-3, published by the International Organization for Standardization (ISO) and entitled “Greenhouse gases — Part 3: Specification with guidance for the validation and verification of greenhouse gas assertions”, as amended from time to time; (“ISO 14064-3”)</p> <p class=\"definition-e\">“ISO 14065” means standard ISO 14065, published by the International Organization for Standardization (ISO) and entitled “Greenhouse gases — Requirements for greenhouse gas validation and verification bodies for use in accreditation or other forms of recognition”, as amended from time to time; (“ISO 14065”)</p> <p class=\"definition-e\">“liquefied natural gas” means natural gas that has been liquefied by reducing its temperature to minus 162 degrees Celsius at atmospheric pressure; (“gaz naturel liquéfié”)</p> <p class=\"definition-e\">“NAICS” means the North American Industry Classification System maintained for Canada by Statistics Canada, as amended or revised from time to time; (“SCIAN”)</p> <p class=\"definition-e\">“natural gas” includes liquefied natural gas; (“gaz naturel”)</p> <p class=\"definition-e\">“petroleum product” means a petroleum product that is listed in the Guideline as a petroleum product; (“produit pétrolier”)</p> <p class=\"definition-e\">“pipeline transportation system” means a facility consisting of a system of pipelines in Ontario, or a part of such a system, that transports natural gas and its associated installations, including storage installations but excluding straddle plants or other processing installations; (“réseau de transport par pipeline”)</p> <p class=\"definition-e\">“portable” means, when used in reference to a piece of equipment, equipment that is designed to be and can be moved from one location to another, subject to subsection (2); (“portable”)</p> <p class=\"definition-e\">“process gas” means blast furnace gas or coke oven gas from a blast furnace or coke oven located at a facility at which iron and steel production is engaged in; (“gaz de procédé”)</p> <p class=\"definition-e\">“refinery fuel gas” means gas generated at a petroleum refinery process unit, including still gas and flexigas, or associated gas; (“gaz de combustion de raffinerie”)</p> <p class=\"definition-e\">“reporting amount” means the reporting amount determined under section 5; (“quantité déclarée”)</p> <p class=\"definition-e\">“source separated organics” has the same meaning as in Ontario Regulation 160/99 (Definitions and Exemptions) made under the <i>Electricity Act, 1998</i>; (“matière organique séparée à la source”)</p> <p class=\"definition-e\">“specified GHG activity” means an activity set out in Column 1 of Schedule 2, as described in Column 2 of that Schedule; (“activité émettrice de GES précisée”)</p> <p class=\"definition-e\">“transmission system” has the same meaning as in subsection 2 (1) of the <i>Electricity Act, 1998</i>; (“réseau de transport”)</p> <p class=\"definition-e\">“verification amount” means the verification amount determined under section 10; (“quantité de vérification”)</p> <p class=\"definition-e\">“year” means a calendar year. (“année”) O. Reg. 143/16, s. 1 (1); O. Reg. 474/16, s. 1; O. Reg. 258/17, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of this Regulation, a piece of equipment is not portable if any of the following circumstances apply:</p> <p class=\"paragraph-e\">  1. It is attached to a foundation.</p> <p class=\"paragraph-e\">  2. It is at the same location at a facility for more than 12 consecutive months.</p> <p class=\"paragraph-e\">  3. It has been located at a seasonal facility for two or more years and is used on a regular basis during at least three months of the year.</p> <p class=\"paragraph-e\">  4. It is moved from one location to another in an attempt to circumvent the requirements of this Regulation.</p> <p class=\"subsection-e\">  (3) For the purposes of the definition of “facility”, two sites are adjacent if the boundary of one site touches or, were it not for an intervening highway, road allowance, railway line, railway allowance or utility corridor, would touch the boundary of the other site.</p> <p class=\"subsection-e\">  (4) Where this Regulation incorporates by reference a provision of ISO 14064-3 or ISO 14065, the definitions set out in the standard are incorporated by reference for the purposes of interpreting the provision, except if the term has been defined in this Regulation, in which case the definition in this Regulation applies for the purposes of interpreting the provision.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Application",
            "content": " 2. (1) This Regulation applies in respect of activities engaged in by persons on or after January 1, 2017. (2) The requirements in this Regulation relating to a greenhouse gas apply only in respect of a greenhouse gas listed in Column 1 of Schedule 1. (3) This Regulation does not apply to the IESO.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) This Regulation applies in respect of activities engaged in by persons on or after January 1, 2017.</p> <p class=\"subsection-e\">  (2) The requirements in this Regulation relating to a greenhouse gas apply only in respect of a greenhouse gas listed in Column 1 of Schedule 1.</p> <p class=\"subsection-e\">  (3) This Regulation does not apply to the IESO.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Calculation of amount of greenhouse gas",
            "content": " 3. The amount of greenhouse gas in tonnes of CO2e shall be calculated for the purposes of this Regulation by applying the following formula:  where, E = the amount of greenhouse gas, expressed in tonnes of CO2e, GHGi = the total amount of greenhouse gas i, expressed in tonnes, GWPi = the global warming potential for greenhouse gas i, n =   the number of greenhouse gases, and i = the greenhouse gas. O. Reg. 143/16, s. 3; O. Reg. 474/16, s. 2. Facilities at which Specified GHG Activities Are Engaged",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3. </b>The amount of greenhouse gas in tonnes of CO<sub>2</sub>e shall be calculated for the purposes of this Regulation by applying the following formula:</p> <p class=\"equation-e\"><img alt=\"Calculation of amount of GHG\" border=\"0\" height=\"73\" id=\"Picture 1\" src=\"160143_e_files/image001.png\" width=\"163\"/></p> <p class=\"Ssection-e\">where,</p> <p class=\"equationind2-e\">  E = the amount of greenhouse gas, expressed in tonnes of CO<sub>2</sub>e,</p> <p class=\"equationind2-e\">  GHG<i>i</i> = the total amount of greenhouse gas <i>i</i>, expressed in tonnes,</p> <p class=\"equationind2-e\">  GWP<i>i</i><sub> </sub>= the global warming potential for greenhouse gas <i>i</i>,</p> <p class=\"equationind2-e\"> <i>n</i> =   the number of greenhouse gases, and</p> <p class=\"equationind2-e\"> <i>i</i><i> </i>= the greenhouse gas.</p> <p class=\"footnote-e\">O. Reg. 143/16, s. 3; O. Reg. 474/16, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Facilities at which Specified GHG Activities Are Engaged</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Facilities at which Specified GHG Activities Are Engaged",
            "part_id": null,
            "part_type": null,
            "section": "Facilities at which Specified GHG Activities Are Engaged",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Duty to quantify",
            "content": " 4. (1) This section applies to a person who is the owner or operator of a facility at which a specified GHG activity is engaged in. (2) The person is required to quantify the amount of greenhouse gas emitted during all specified GHG activities at the facility during a year. (2.1) If indirect useful thermal energy use is engaged in at the facility, (a) the owner or operator of the facility is prescribed for the purposes of paragraph 4 of subsection 9 (3) of the Act; (b) the amount of greenhouse gas emitted during the generation of the useful thermal energy at another facility is associated with the indirect useful thermal energy use; (c) the owner or operator of the facility shall use the standard quantification method or methods set out in the Guideline to calculate the amount mentioned in clause (b); and (d) the calculation under clause (c) is deemed to be a quantification of the greenhouse gas emitted during the indirect useful thermal energy use at the facility. O. Reg. 258/17, s. 2; O. Reg. 449/17, s. 1. (3) The person shall, subject to subsection (4), use the standard quantification methods set out in the Guideline to quantify the amount in respect of each specified GHG activity. (4) The person may use methods other than the standard quantification methods in quantifying a maximum of the lesser of 20,000 tonnes and 3 per cent of the amount of greenhouse gas emitted during all specified GHG activities at the facility during a year. (5) The following rules apply where the standard quantification methods in respect of an activity include a choice of calculation methodologies: 1. The person shall select one of the calculation methodologies and use it for all subsequent quantifications in respect of the activity, unless the Director consents in writing to the use of another methodology. 2. If the Director consents to the use of another methodology, the person shall use the methodology consented to for all subsequent quantifications in respect of the activity, unless the Director consents in writing to the use of another methodology. (6) All amounts of greenhouse gas quantified shall be expressed as tonnes of CO2e. (7) If the reporting amount or the verification amount is a number that is not a whole number when expressed in tonnes, the number shall be rounded up to the nearest tonne. (8) For the purposes of this section, if there is a change during a year in the owner or operator of a facility, the owner or operator at the end of the year is deemed to have been the owner or operator for the entire year.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>(1) This section applies to a person who is the owner or operator of a facility at which a specified GHG activity is engaged in.</p> <p class=\"subsection-e\">  (2) The person is required to quantify the amount of greenhouse gas emitted during all specified GHG activities at the facility during a year.</p> <p class=\"subsection-e\">  (2.1) If indirect useful thermal energy use is engaged in at the facility,</p> <p class=\"clause-e\">  (a) the owner or operator of the facility is prescribed for the purposes of paragraph 4 of subsection 9 (3) of the Act;</p> <p class=\"clause-e\">  (b) the amount of greenhouse gas emitted during the generation of the useful thermal energy at another facility is associated with the indirect useful thermal energy use; </p> <p class=\"clause-e\">  (c) the owner or operator of the facility shall use the standard quantification method or methods set out in the Guideline to calculate the amount mentioned in clause (b); and</p> <p class=\"clause-e\">  (d) the calculation under clause (c) is deemed to be a quantification of the greenhouse gas emitted during the indirect useful thermal energy use at the facility. O. Reg. 258/17, s. 2; O. Reg. 449/17, s. 1.</p> <p class=\"subsection-e\">  (3) The person shall, subject to subsection (4), use the standard quantification methods set out in the Guideline to quantify the amount in respect of each specified GHG activity.</p> <p class=\"subsection-e\">  (4) The person may use methods other than the standard quantification methods in quantifying a maximum of the lesser of 20,000 tonnes and 3 per cent of the amount of greenhouse gas emitted during all specified GHG activities at the facility during a year.</p> <p class=\"subsection-e\"><b> </b>(5) The following rules apply where the standard quantification methods in respect of an activity include a choice of calculation methodologies:</p> <p class=\"paragraph-e\">  1. The person shall select one of the calculation methodologies and use it for all subsequent quantifications in respect of the activity, unless the Director consents in writing to the use of another methodology.</p> <p class=\"paragraph-e\">  2. If the Director consents to the use of another methodology, the person shall use the methodology consented to for all subsequent quantifications in respect of the activity, unless the Director consents in writing to the use of another methodology.</p> <p class=\"subsection-e\">  (6) All amounts of greenhouse gas quantified shall be expressed as tonnes of CO<sub>2</sub>e.</p> <p class=\"subsection-e\">  (7) If the reporting amount or the verification amount is a number that is not a whole number when expressed in tonnes, the number shall be rounded up to the nearest tonne.</p> <p class=\"subsection-e\">  (8) For the purposes of this section, if there is a change during a year in the owner or operator of a facility, the owner or operator at the end of the year is deemed to have been the owner or operator for the entire year.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Duty to report",
            "content": " 5. (1) This section applies to a person who is required under section 4 to quantify the amount of greenhouse gas emitted during all specified GHG activities at a facility during a year. (2) The person is required to give a GHG report to the Director with respect to the specified GHG activities engaged in at the facility for the year if the reporting amount in respect of the facility for the year, determined in accordance with the following formula, is 10,000 tonnes of CO2e or more: R = (A – B – C) where, R = the reporting amount, A = the amount of greenhouse gas emitted during the specified GHG activities engaged in at the facility, quantified in accordance with section 4, B = the portion of A that is carbon dioxide emitted from the combustion of biomass, and C = the result of a calculation in respect of the facility under subsection 4 (2.1). O. Reg. 143/16, s. 5 (2); O. Reg. 474/16, s. 3; O. Reg. 258/17, s. 3 (1). (3) An amount of greenhouse gas emissions required to be calculated under subsection 11.1 (3) or 11.2 (3) by the person is deemed, for the purposes of subsection (2), to be an amount of greenhouse gas emitted during the specified GHG activities engaged in at the facility. O. Reg. 258/17, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>(1) This section applies to a person who is required under section 4 to quantify the amount of greenhouse gas emitted during all specified GHG activities at a facility during a year.</p> <p class=\"subsection-e\">  (2) The person is required to give a GHG report to the Director with respect to the specified GHG activities engaged in at the facility for the year if the reporting amount in respect of the facility for the year, determined in accordance with the following formula, is 10,000 tonnes of CO<sub>2</sub>e or more:</p> <p class=\"equation-e\">R = (A – B –<span> </span>C)</p> <p class=\"Ssection-e\">where,</p> <p class=\"equationind2-e\">  R = the reporting amount,</p> <p class=\"equationind2-e\">  A = the amount of greenhouse gas emitted during the specified GHG activities engaged in at the facility, quantified in accordance with section 4,</p> <p class=\"equationind2-e\">  B = the portion of A that is carbon dioxide emitted from the combustion of biomass, and</p> <p class=\"equationind2-e\">  C = the result of a calculation in respect of the facility under subsection 4 (2.1).</p> <p class=\"footnote-e\">O. Reg. 143/16, s. 5 (2); O. Reg. 474/16, s. 3; O. Reg. 258/17, s. 3 (1).</p> <p class=\"subsection-e\">  (3) An amount of greenhouse gas emissions required to be calculated under subsection 11.1 (3) or 11.2 (3) by the person is deemed, for the purposes of subsection (2), to be an amount of greenhouse gas emitted during the specified GHG activities engaged in at the facility. O. Reg. 258/17, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Continuing duty to report",
            "content": " 6. (1) Subject to sections 7, 8 and 9, a person who is required to give the Director a GHG report with respect to specified GHG activities engaged in at a facility for a year shall give the Director a GHG report with respect to the specified GHG activities engaged in at the facility for each subsequent year. (2) Subject to sections 8 and 9, a person who prepared a report in accordance with the EPA Regulation for the purpose of registering as a voluntary participant in 2016 in respect of specified GHG activities engaged in at a facility and who is registered as a voluntary participant in respect of the activities engaged in at the facility shall give the Director a GHG report with respect to the activities for 2017 and for each subsequent year. (3) Subject to sections 7, 8 and 9, a person who was required to prepare reports with respect to specified GHG activities engaged in during 2015 or 2016 under the EPA Regulation shall give the Director a GHG report with respect to the specified GHG activities engaged in at the facility for 2017 and for each subsequent year. (4) Subject to sections 8.1 and 9, a person who prepared a GHG report with respect to specified GHG activities engaged in at a facility for a year for the purpose of registering as a voluntary participant pursuant to section 31.1 of the Cap and Trade Program Regulation, shall give the Director a GHG report with respect to the activities for that year and each subsequent year. O. Reg. 474/16, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>(1) Subject to sections 7, 8 and 9, a person who is required to give the Director a GHG report with respect to specified GHG activities engaged in at a facility for a year shall give the Director a GHG report with respect to the specified GHG activities engaged in at the facility for each subsequent year.</p> <p class=\"subsection-e\">  (2) Subject to sections 8 and 9, a person who prepared a report in accordance with the EPA Regulation for the purpose of registering as a voluntary participant in 2016 in respect of specified GHG activities engaged in at a facility and who is registered as a voluntary participant in respect of the activities engaged in at the facility shall give the Director a GHG report with respect to the activities for 2017 and for each subsequent year.</p> <p class=\"subsection-e\">  (3) Subject to sections 7, 8 and 9, a person who was required to prepare reports with respect to specified GHG activities engaged in during 2015 or 2016 under the EPA Regulation shall give the Director a GHG report with respect to the specified GHG activities engaged in at the facility for 2017 and for each subsequent year.</p> <p class=\"subsection-e\">  (4) Subject to sections 8.1 and 9, a person who prepared a GHG report with respect to specified GHG activities engaged in at a facility for a year for the purpose of registering as a voluntary participant pursuant to section 31.1 of the Cap and Trade Program Regulation, shall give the Director a GHG report with respect to the activities for that year and each subsequent year. O. Reg. 474/16, s. 4.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Reporting, persons who are not capped participants",
            "content": " 7. (1) Subject to subsection (2), the requirement in section 6 to give GHG reports with respect to specified GHG activities engaged in at a facility for subsequent years ceases to apply in a year to a person who is not a capped participant if, (a) the person has complied with this Regulation for the three consecutive years preceding the year; and (b) the reporting amount in respect of the facility has been less than 10,000 tonnes of CO2e for each of those years. (2) Subsection (1) ceases to apply to a person if, for any year following its application, the reporting amount in respect of the facility is 10,000 tonnes of CO2e or more.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7. </b>(1) Subject to subsection (2), the requirement in section 6 to give GHG reports with respect to specified GHG activities engaged in at a facility for subsequent years ceases to apply in a year to a person who is not a capped participant if,</p> <p class=\"clause-e\">  (a) the person has complied with this Regulation for the three consecutive years preceding the year; and</p> <p class=\"clause-e\">  (b) the reporting amount in respect of the facility has been less than 10,000 tonnes of CO<sub>2</sub>e for each of those years.</p> <p class=\"subsection-e\">  (2) Subsection (1) ceases to apply to a person if, for any year following its application, the reporting amount in respect of the facility is 10,000 tonnes of CO<sub>2</sub>e or more.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Reporting, capped participants",
            "content": " 8. (1) Subject to subsection (2), the requirement in subsections 6 (1) to (3) to give GHG reports with respect to specified GHG activities engaged in at a facility for subsequent years ceases to apply to a capped participant, starting in the first year following a compliance period, if, (a) the person has complied with this Regulation for the final three consecutive years of the compliance period; and (b) the reporting amount in respect of the facility has been less than 10,000 tonnes of CO2e for each of those years. O. Reg. 143/16, s. 8 (1); O. Reg. 474/16, s. 5. (2) Subsection (1) ceases to apply to a person if, for any year following its application, the reporting amount in respect of the facility is 10,000 tonnes of CO2e or more.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>8. </b>(1) Subject to subsection (2), the requirement in subsections 6 (1) to (3) to give GHG reports with respect to specified GHG activities engaged in at a facility for subsequent years ceases to apply to a capped participant, starting in the first year following a compliance period, if,</p> <p class=\"clause-e\">  (a) the person has complied with this Regulation for the final three consecutive years of the compliance period; and</p> <p class=\"clause-e\">  (b) the reporting amount in respect of the facility has been less than 10,000 tonnes of CO<sub>2</sub>e for each of those years. O. Reg. 143/16, s. 8 (1); O. Reg. 474/16, s. 5.</p> <p class=\"subsection-e\">  (2) Subsection (1) ceases to apply to a person if, for any year following its application, the reporting amount in respect of the facility is 10,000 tonnes of CO<sub>2</sub>e or more.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.1",
            "part_id": null,
            "part_type": null,
            "section": "Reporting, capped participants re use of indirect useful thermal energy",
            "content": " 8.1 (1) The requirement in subsection 6 (4) to give GHG reports with respect to specified GHG activities engaged in at a facility for subsequent years ceases to apply to a person who became a voluntary participant pursuant to section 31.1 of the Cap and Trade Program Regulation, starting in the first year following a compliance period if, (a) the person has complied with this Regulation for the final three consecutive years of the compliance period; (b) the reporting amount in respect of the facility has been less than 10,000 tonnes of CO2e for each of those years; and (c) the person’s registration as a voluntary participant has been cancelled pursuant to section 35 of the Cap and Trade Program Regulation. O. Reg. 474/16, s. 6. (2) Subsection (1) ceases to apply to a person if, for any year following its application, the reporting amount in respect of the facility is 10,000 tonnes of CO2e or more. O. Reg. 474/16, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>8.1 </b>(1) The requirement in subsection 6 (4) to give GHG reports with respect to specified GHG activities engaged in at a facility for subsequent years ceases to apply to a person who became a voluntary participant pursuant to section 31.1 of the Cap and Trade Program Regulation, starting in the first year following a compliance period if,</p> <p class=\"clause-e\">  (a) the person has complied with this Regulation for the final three consecutive years of the compliance period;</p> <p class=\"clause-e\">  (b) the reporting amount in respect of the facility has been less than 10,000 tonnes of CO<sub>2</sub>e for each of those years; and</p> <p class=\"clause-e\">  (c) the person’s registration as a voluntary participant has been cancelled pursuant to section 35 of the Cap and Trade Program Regulation. O. Reg. 474/16, s. 6.</p> <p class=\"subsection-e\">  (2) Subsection (1) ceases to apply to a person if, for any year following its application, the reporting amount in respect of the facility is 10,000 tonnes of CO<sub>2</sub>e or more. O. Reg. 474/16, s. 6.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Reporting, where specified GHG activities cease permanently",
            "content": " 9. (1) The requirement in subsections 6 (1) to (3) to give GHG reports with respect to specified GHG activities engaged in at a facility for subsequent years ceases to apply to a person if the specified GHG activities permanently cease to be engaged in at the facility and the person, (a) provides notice to the Director that the activities have ceased permanently; (b) gives the Director a GHG report in respect of the final year in which the activities were engaged in at the facility; and (c) has the GHG report mentioned in clause (b) verified and submits a verification statement and a verification report to the Director, as required by this Regulation. O. Reg. 143/16, s. 9; O. Reg. 474/16, s. 7 (1); O. Reg. 449/17, s. 2 (1). (2) The requirement in subsection 6 (4) for a person that became a voluntary participant pursuant to section 31.1 of the Cap and Trade Program Regulation to give GHG reports for subsequent years ceases to apply to the person if the use of indirect useful thermal energy at the facility permanently ceases and the person, (a) provides notice to the Director that the activity has ceased permanently; (b) gives the Director a GHG report in respect of the final year in which the activity was engaged; and (c) has the GHG report mentioned in clause (b) verified and submits a verification statement and a verification report to the Director, as required by this Regulation. O. Reg. 474/16, s. 7 (2); O. Reg. 449/17, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>9. </b>(1) The requirement in subsections 6 (1) to (3) to give GHG reports with respect to specified GHG activities engaged in at a facility for subsequent years ceases to apply to a person if the specified GHG activities permanently cease to be engaged in at the facility and the person,</p> <p class=\"clause-e\">  (a) provides notice to the Director that the activities have ceased permanently;</p> <p class=\"clause-e\">  (b) gives the Director a GHG report in respect of the final year in which the activities were engaged in at the facility; and</p> <p class=\"clause-e\">  (c) has the GHG report mentioned in clause (b) verified and submits a verification statement and a verification report to the Director, as required by this Regulation. O. Reg. 143/16, s. 9; O. Reg. 474/16, s. 7 (1); O. Reg. 449/17, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The requirement in subsection 6 (4) for a person that became a voluntary participant pursuant to section 31.1 of the Cap and Trade Program Regulation to give GHG reports for subsequent years ceases to apply to the person if the use of indirect useful thermal energy at the facility permanently ceases and the person,</p> <p class=\"clause-e\">  (a) provides notice to the Director that the activity has ceased permanently;</p> <p class=\"clause-e\">  (b) gives the Director a GHG report in respect of the final year in which the activity was engaged; and</p> <p class=\"clause-e\">  (c) has the GHG report mentioned in clause (b) verified and submits a verification statement and a verification report to the Director, as required by this Regulation. O. Reg. 474/16, s. 7 (2); O. Reg. 449/17, s. 2 (2).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Duty to verify GHG report",
            "content": " 10. A person who is required to give the Director a GHG report with respect to specified GHG activities engaged in at a facility is required to have the report verified by an accredited verification body if the verification amount in respect of the facility for the year, determined in accordance with the following formula, is 25,000 tonnes of CO2e or more: V = (A – B − C) − (D − E) where, V = the verification amount, A = the amount of greenhouse gas emitted during the specified GHG activities engaged in at the facility, quantified in accordance with section 4, B = the portion of A that is carbon dioxide emitted from the combustion of biomass, C = the result of a calculation in respect of the facility under subsection 4 (2.1), D = the portion of A that is emitted, (a) from coal storage, (b) during the operation of equipment related to the transmission, storage and transportation of natural gas, (c) as fugitive HFC emissions during the operation of cooling units at electricity generators, and (d) as fugitive emissions during the operation of geothermal electricity generating facilities, and E = the portion of D that is carbon dioxide emitted from the combustion of biomass. O. Reg. 143/16, s. 10; O. Reg. 474/16, s. 8; O. Reg. 258/17, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>10. </b>A person who is required to give the Director a GHG report with respect to specified GHG activities engaged in at a facility is required to have the report verified by an accredited verification body if the verification amount in respect of the facility for the year, determined in accordance with the following formula, is 25,000 tonnes of CO<sub>2</sub>e or more:</p> <p class=\"equation-e\">V = (A – B − C) − (D − E)</p> <p class=\"Ssection-e\">where,</p> <p class=\"equationind2-e\">  V = the verification amount,</p> <p class=\"equationind2-e\">  A = the amount of greenhouse gas emitted during the specified GHG activities engaged in at the facility, quantified in accordance with section 4,</p> <p class=\"equationind2-e\">  B = the portion of A that is carbon dioxide emitted from the combustion of biomass,</p> <p class=\"equationind2-e\">  C = the result of a calculation in respect of the facility under subsection 4 (2.1),</p> <p class=\"equationind2-e\">  D = the portion of A that is emitted,</p> <p class=\"equationind3-e\">  (a) from coal storage,</p> <p class=\"equationind3-e\">  (b) during the operation of equipment related to the transmission, storage and transportation of natural gas,</p> <p class=\"equationind3-e\">  (c) as fugitive HFC emissions during the operation of cooling units at electricity generators, and</p> <p class=\"equationind3-e\">  (d) as fugitive emissions during the operation of geothermal electricity generating facilities, and</p> <p class=\"equationind2-e\">  E = the portion of D that is carbon dioxide emitted from the combustion of biomass.</p> <p class=\"footnote-e\">O. Reg. 143/16, s. 10; O. Reg. 474/16, s. 8; O. Reg. 258/17, s. 4.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Continuing duty to verify reports",
            "content": " 11. (1) This section applies to the following persons: 1. A person who is required to have a GHG report with respect to specified GHG activities engaged in at a facility verified. 2. A person who had a GHG report with respect to specified GHG activities engaged in at a facility verified in accordance with this Regulation for the purpose of registering as a voluntary participant in respect of the activities. 3. A person who was required to have a report with respect to specified GHG activities engaged in during 2015 verified in accordance with the EPA Regulation. 4. A person who had a report verified in accordance with the EPA Regulation for the purpose of registering as a voluntary participant in respect of specified GHG activities engaged in at a facility and who is registered as a voluntary participant in respect of the activities. (2) Subject to subsection (3), the person shall have each subsequent GHG report with respect to specified GHG activities engaged in at the facility verified by an accredited verification body. (3) Subject to subsection (4), the requirement in subsection (2) to have subsequent GHG reports verified ceases to apply to a person, starting in the first year following the end of a compliance period, in the following circumstances: 1. If the person is required to register as a mandatory participant or, but for section 21 of the Cap and Trade Program Regulation, would be required to register as a mandatory participant, the requirement ceases to apply if, i. the person has complied with this Regulation for the final three consecutive years of the compliance period, and ii. the verification amount in respect of the facility is less than 25,000 tonnes of CO2e for each of those years. 2. If the person is registered as a voluntary participant for the final three years of the compliance period, the requirement ceases to apply if the conditions described in subparagraphs 1 i and ii apply and the person’s registration as a voluntary participant has been cancelled pursuant to section 35 of the Cap and Trade Program Regulation. O. Reg. 474/16, s. 9. (4) Subsection (3) ceases to apply to a person if, for any year following its application, the verification amount in respect of the facility is 25,000 tonnes of CO2e or more. Facilities — Associated Process Gas and Natural Gas",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>11. </b>(1) This section applies to the following persons:</p> <p class=\"paragraph-e\">  1. A person who is required to have a GHG report with respect to specified GHG activities engaged in at a facility verified.</p> <p class=\"paragraph-e\">  2. A person who had a GHG report with respect to specified GHG activities engaged in at a facility verified in accordance with this Regulation for the purpose of registering as a voluntary participant in respect of the activities.</p> <p class=\"paragraph-e\">  3. A person who was required to have a report with respect to specified GHG activities engaged in during 2015 verified in accordance with the EPA Regulation<i>.</i></p> <p class=\"paragraph-e\">  4. A person who had a report verified in accordance with the EPA Regulation for the purpose of registering as a voluntary participant in respect of specified GHG activities engaged in at a facility and who is registered as a voluntary participant in respect of the activities.</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), the person shall have each subsequent GHG report with respect to specified GHG activities engaged in at the facility verified by an accredited verification body.</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), the requirement in subsection (2) to have subsequent GHG reports verified ceases to apply to a person, starting in the first year following the end of a compliance period, in the following circumstances:</p> <p class=\"paragraph-e\">  1. If the person is required to register as a mandatory participant or, but for section 21 of the Cap and Trade Program Regulation, would be required to register as a mandatory participant, the requirement ceases to apply if,</p> <p class=\"subpara-e\">  i. the person has complied with this Regulation for the final three consecutive years of the compliance period, and</p> <p class=\"subpara-e\">  ii. the verification amount in respect of the facility is less than 25,000 tonnes of CO<sub>2</sub>e for each of those years.</p> <p class=\"paragraph-e\">  2. If the person is registered as a voluntary participant for the final three years of the compliance period, the requirement ceases to apply if the conditions described in subparagraphs 1 i and ii apply and the person’s registration as a voluntary participant has been cancelled pursuant to section 35 of the Cap and Trade Program Regulation. O. Reg. 474/16, s. 9.</p> <p class=\"subsection-e\">  (4) Subsection (3) ceases to apply to a person if, for any year following its application, the verification amount in respect of the facility is 25,000 tonnes of CO<sub>2</sub>e or more.</p> <p class=\"heading1-e\"><a name=\"BK14\"></a>Facilities — Associated Process Gas and Natural Gas</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Facilities — Associated Process Gas and Natural Gas",
            "part_id": null,
            "part_type": null,
            "section": "Facilities — Associated Process Gas and Natural Gas",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "11.1",
            "part_id": null,
            "part_type": null,
            "section": "Duty to calculate associated emissions, process gas",
            "content": " 11.1 (1) This section applies to the owner or operator of a facility at which a specified GHG activity is engaged in if both of the following circumstances apply: 1. Iron and steel production is engaged in at the facility in respect of which quantification is required under section 4. 2. Process gas is transferred from the facility to another facility and used at the other facility. O. Reg. 258/17, s. 5. (2) A person to whom this section applies is prescribed for the purposes of paragraph 4 of subsection 9 (3) of the Act. O. Reg. 258/17, s. 5. (3) The person shall use the standard quantification method or methods set out in the Guideline to calculate the amount of the greenhouse gas emissions associated with the use of the transferred process gas at the other facility. O. Reg. 449/17, s. 3. (4) Subsections 4 (4), (5), (6), (7) and (8) apply, with necessary modifications, in respect of the calculation mentioned in subsection (3). O. Reg. 258/17, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>11.1</b> (1) This section applies to the owner or operator of a facility at which a specified GHG activity is engaged in if both of the following circumstances apply:</p> <p class=\"paragraph-e\">  1. Iron and steel production is engaged in at the facility in respect of which quantification is required under section 4.</p> <p class=\"paragraph-e\">  2. Process gas is transferred from the facility to another facility and used at the other facility. O. Reg. 258/17, s. 5.</p> <p class=\"subsection-e\">  (2) A person to whom this section applies is prescribed for the purposes of paragraph 4 of subsection 9 (3) of the Act. O. Reg. 258/17, s. 5.</p> <p class=\"subsection-e\">  (3) The person shall use the standard quantification method or methods set out in the Guideline to calculate the amount of the greenhouse gas emissions associated with the use of the transferred process gas at the other facility. O. Reg. 449/17, s. 3.</p> <p class=\"subsection-e\">  (4) Subsections 4 (4), (5), (6), (7) and (8) apply, with necessary modifications, in respect of the calculation mentioned in subsection (3). O. Reg. 258/17, s. 5.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "11.2",
            "part_id": null,
            "part_type": null,
            "section": "Duty to calculate indirect emissions, natural gas transfer",
            "content": " 11.2 (1) This section applies to the owner or operator of a facility at which a specified GHG activity is engaged in if all of the following circumstances apply: 1. The owner or operator is a capped participant within the meaning of the Cap and Trade Program Regulation. 2. Natural gas is distributed by a person mentioned in paragraph 2 of subsection 9 (3) of the Act to the facility. 3. Some or all of the natural gas mentioned in paragraph 2 that is recorded by the natural gas billing meter that is used to bill the owner or operator for the natural gas is used at another facility that is owned or operated by a person that, i. is not required to report and verify the amount of greenhouse gas emitted during all specified GHG activities at that facility, or ii. is required to report and verify the amount mentioned in subparagraph i but meets the criteria set out in paragraphs 1 to 5 of subsection 21 (1) of the Cap and Trade Program Regulation. O. Reg. 258/17, s. 5. (2) A person to whom this section applies is prescribed for the purposes of paragraph 4 of subsection 9 (3) of the Act. O. Reg. 258/17, s. 5. (3) The person shall use the standard quantification method or methods set out in the Guideline to calculate the amount of the greenhouse gas emissions associated with the use of the natural gas at the other facility. O. Reg. 449/17, s. 4. (4) Subsections 4 (4), (5), (6), (7) and (8) apply, with necessary modifications, in respect of the calculation mentioned in subsection (3). O. Reg. 258/17, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>11.2 </b>(1) This section applies to the owner or operator of a facility at which a specified GHG activity is engaged in if all of the following circumstances apply:</p> <p class=\"paragraph-e\">  1. The owner or operator is a capped participant within the meaning of the Cap and Trade Program Regulation.</p> <p class=\"paragraph-e\">  2. Natural gas is distributed by a person mentioned in paragraph 2 of subsection 9 (3) of the Act to the facility.</p> <p class=\"paragraph-e\"><i> </i>3. Some or all of the natural gas mentioned in paragraph 2 that is recorded by the natural gas billing meter that is used to bill the owner or operator for the natural gas is used at another facility that is owned or operated by a person that,</p> <p class=\"subpara-e\">  i. is not required to report and verify the amount of greenhouse gas emitted during all specified GHG activities at that facility, or</p> <p class=\"subpara-e\">  ii. is required to report and verify the amount mentioned in subparagraph i but meets the criteria set out in paragraphs 1 to 5 of subsection 21 (1) of the Cap and Trade Program Regulation. O. Reg. 258/17, s. 5.</p> <p class=\"subsection-e\">  (2) A person to whom this section applies is prescribed for the purposes of paragraph 4 of subsection 9 (3) of the Act. O. Reg. 258/17, s. 5.</p> <p class=\"subsection-e\">  (3) The person shall use the standard quantification method or methods<b> </b>set out in the Guideline to calculate the amount of the greenhouse gas emissions associated with the use of the natural gas at the other facility. O. Reg. 449/17, s. 4.</p> <p class=\"subsection-e\">  (4) Subsections 4 (4), (5), (6), (7) and (8) apply, with necessary modifications, in respect of the calculation mentioned in subsection (3). O. Reg. 258/17, s. 5.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "11.3",
            "part_id": null,
            "part_type": null,
            "section": "Duty to calculate indirect emissions, electricity generation",
            "content": " 11.3 (1) This section applies in a year to the owner or operator of each of the following facilities if the owner or operator is a capped participant and pays a natural gas distributor in the year for some or all of the natural gas that is distributed to the facility located at 1741 River Road, Sarnia, at which the specified GHG activity of electricity generation is engaged in: 1. The facility located at 785 Petrolia Line, Corunna. 2. The facility located at 872 Tashmoo Avenue, Sarnia. 3. The facility located at 1900 River Road, Sarnia. 4. The facility located at 1265 Vidal Street, Sarnia. 5. The facility located at 510 Moore Line, Mooretown. 6. The facility located at 285 Albert Street, Corunna. O. Reg. 449/17, s. 5. (2) A person to whom this section applies is prescribed for the purposes of paragraph 4 of subsection 9 (3) of the Act. O. Reg. 449/17, s. 5. (3) The person shall use the standard quantification method or methods set out in the Guideline to calculate the amount of greenhouse gas emissions that are associated with the amount of natural gas used at the facility located at 1741 River Road, Sarnia that is paid for by the person. O. Reg. 449/17, s. 5. (4) Subsections 4 (4), (5), (6), (7) and (8) apply, with necessary modifications, in respect of the calculation mentioned in subsection (3). O. Reg. 449/17, s. 5. Electricity Importation, Natural Gas Distribution and Petroleum Product Supply",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>11.3 </b>(1) This section applies in a year to the owner or operator of each of the following facilities if the owner or operator is a capped participant and pays a natural gas distributor in the year for some or all of the natural gas that is distributed to the facility located at 1741 River Road, Sarnia, at which the specified GHG activity of electricity generation is engaged in:</p> <p class=\"paragraph-e\">  1. The facility located at 785 Petrolia Line, Corunna.</p> <p class=\"paragraph-e\">  2. The facility located at 872 Tashmoo Avenue, Sarnia.</p> <p class=\"paragraph-e\">  3. The facility located at 1900 River Road, Sarnia.</p> <p class=\"paragraph-e\">  4. The facility located at 1265 Vidal Street, Sarnia.</p> <p class=\"paragraph-e\">  5. The facility located at 510 Moore Line, Mooretown.</p> <p class=\"paragraph-e\">  6. The facility located at 285 Albert Street, Corunna. O. Reg. 449/17, s. 5.</p> <p class=\"subsection-e\">  (2) A person to whom this section applies is prescribed for the purposes of paragraph 4 of subsection 9 (3) of the Act. O. Reg. 449/17, s. 5.</p> <p class=\"subsection-e\">  (3) The person shall use the standard quantification method or methods set out in the Guideline to calculate the amount of greenhouse gas emissions that are associated with the amount of natural gas used at the facility located at 1741 River Road, Sarnia that is paid for by the person. O. Reg. 449/17, s. 5.</p> <p class=\"subsection-e\">  (4) Subsections 4 (4), (5), (6), (7) and (8) apply, with necessary modifications, in respect of the calculation mentioned in subsection (3). O. Reg. 449/17, s. 5.</p> <p class=\"heading1-e\"><a name=\"BK18\"></a>Electricity Importation, Natural Gas Distribution and Petroleum Product Supply</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Electricity Importation, Natural Gas Distribution and Petroleum Product Supply",
            "part_id": null,
            "part_type": null,
            "section": "Electricity Importation, Natural Gas Distribution and Petroleum Product Supply",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Duty to calculate",
            "content": " 12. (1) This section applies to a person who engages in electricity importation, natural gas distribution or petroleum product supply, as described in paragraphs 1, 2 and 3 of subsection 9 (3) of the Act. (2) If the person satisfies the criteria set out opposite the person in Column 2 of the Table to this section, the person is required to calculate the amount of the greenhouse gas emissions associated with a prescribed activity. (3) The prescribed activity of the person, in respect of which greenhouse gas emissions must be calculated, is the activity set out opposite the person in Column 3 of the Table to this section. (4) The amount of the greenhouse gas emissions associated with the prescribed activity to be calculated is the amount set out opposite the person in Column 4 of the Table to this section. (5) The period in respect of which the calculations must be made is a year. (6) The person shall, subject to subsection (7), use the standard quantification method or methods set out in the Guideline to calculate the amount of greenhouse gas emissions associated with the prescribed activity. O. Reg. 143/16, s. 12 (6); O. Reg. 449/17, s. 6. (7) With respect to calculations of greenhouse gas emissions associated with natural gas distribution, the person may use a method other than the standard quantification methods in quantifying a maximum of the lesser of 20,000 tonnes and 3 per cent of the greenhouse gas emissions associated with the activity. (8) The following rules apply where the standard quantification methods in respect of an activity include a choice of calculation methodologies: 1. The person shall select one of the calculation methodologies and use it for all subsequent quantifications in respect of the activity, unless the Director consents in writing to the use of another methodology. 2. If the Director consents to the use of another methodology, the person shall use the methodology consented to for all subsequent quantifications in respect of the activity, unless the Director consents in writing to the use of another methodology. (9) All amounts of greenhouse gas emissions calculated shall be expressed as tonnes of CO2e. (10) If the amount of greenhouse gas emissions associated with a prescribed activity is a number that is not a whole number when expressed in tonnes, the number shall be rounded up to the nearest tonne. (11) The prescribed activity in Column 3 of Item 3 of the Table to this section includes the supply of a petroleum product only if the supply meets the following criteria: 1. The product must be supplied for use as a fuel in an application other than aviation or marine applications. 2. If the product is supplied by first placing it on the Ontario market through its use in Ontario, the use must not be at a petroleum refinery or at a fractionation facility. 3.  Revoked: O. Reg. 474/16, s. 10 (1). O. Reg. 143/16, s. 12 (11); O. Reg. 474/16, s. 10 (1). (12) For the purposes of this Regulation, a transfer or sale of a petroleum product to the owner or operator of a petroleum refinery or fractionation facility in Canada is not first placing the petroleum product on the Ontario market. O. Reg. 474/16, s. 10 (2). (13) If there is a change during a year in the owner or operator of a pipeline transportation system used for natural gas distribution, the owner or operator at the end of the year is deemed to have been the owner or operator for the entire year. TABLE   Application of subsection 9 (3) of the Act Item   Column 1 Person   Column 2 Criteria   Column 3 Prescribed activity   Column 4 Amount associated with the prescribed activity \n\n  1.   A person who imports electricity into Ontario.   The person must be a market participant within the meaning of subsection 2 (1) of the Electricity Act, 1998.   Importing electricity into Ontario for consumption in Ontario.   The amount of greenhouse gas emitted from the generation of the electricity imported into Ontario for consumption in Ontario. \n\n  2.   A person who distributes natural gas in Ontario.   The person must physically deliver natural gas to a person in Ontario for consumption by the person to whom it was delivered.   Physically delivering natural gas to a person in Ontario for consumption by the person to whom it was delivered.   The amount of greenhouse gas that would be emitted from the consumption of the natural gas distributed by the person. \n\n  3.   A person who supplies petroleum products for consumption in Ontario.   The person must be one of the following: 1.  An owner or operator of a petroleum refinery. 2.  An owner or operator of a fractionation facility. 3.  A person who imports a petroleum product into Ontario.     Supplying a petroleum product by first placing it on the Ontario market through the use of it in Ontario or through the transfer or sale of it, at wholesale or retail, to a person in Ontario for use in Ontario, subject to the exceptions set out in subsections (11) and (12).   The amount of greenhouse gas that would be emitted from the use of the petroleum products supplied by the person. O. Reg. 143/16, s. 12, Table; O. Reg. 474/16, s. 10 (3); O. Reg. 258/17, s. 6.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>12. </b>(1) This section applies to a person who engages in electricity importation, natural gas distribution or petroleum product supply, as described in paragraphs 1, 2 and 3 of subsection 9 (3) of the Act.</p> <p class=\"subsection-e\"><b> </b>(2) If the person satisfies the criteria set out opposite the person in Column 2 of the Table to this section, the person is required to calculate the amount of the greenhouse gas emissions associated with a prescribed activity.</p> <p class=\"subsection-e\">  (3) The prescribed activity of the person, in respect of which greenhouse gas emissions must be calculated, is the activity set out opposite the person in Column 3 of the Table to this section.</p> <p class=\"subsection-e\">  (4) The amount of the greenhouse gas emissions associated with the prescribed activity to be calculated is the amount set out opposite the person in Column 4 of the Table to this section.</p> <p class=\"subsection-e\">  (5) The period in respect of which the calculations must be made is a year.</p> <p class=\"subsection-e\">  (6) The person shall, subject to subsection (7), use the standard quantification method or methods set out in the Guideline to calculate the amount of greenhouse gas emissions associated with the prescribed activity. O. Reg. 143/16, s. 12 (6); O. Reg. 449/17, s. 6.</p> <p class=\"subsection-e\">  (7) With respect to calculations of greenhouse gas emissions associated with natural gas distribution, the person may use a method other than the standard quantification methods in quantifying a maximum of the lesser of 20,000 tonnes and 3 per cent of the greenhouse gas emissions associated with the activity.</p> <p class=\"subsection-e\"><b> </b>(8) The following rules apply where the standard quantification methods in respect of an activity include a choice of calculation methodologies:</p> <p class=\"paragraph-e\">  1. The person shall select one of the calculation methodologies and use it for all subsequent quantifications in respect of the activity, unless the Director consents in writing to the use of another methodology.</p> <p class=\"paragraph-e\">  2. If the Director consents to the use of another methodology, the person shall use the methodology consented to for all subsequent quantifications in respect of the activity, unless the Director consents in writing to the use of another methodology.</p> <p class=\"subsection-e\">  (9) All amounts of greenhouse gas emissions calculated shall be expressed as tonnes of CO<sub>2</sub>e.</p> <p class=\"subsection-e\">  (10) If the amount of greenhouse gas emissions associated with a prescribed activity is a number that is not a whole number when expressed in tonnes, the number shall be rounded up to the nearest tonne.</p> <p class=\"subsection-e\">  (11) The prescribed activity in Column 3 of Item 3 of the Table to this section includes the supply of a petroleum product only if the supply meets the following criteria:</p> <p class=\"paragraph-e\">  1. The product must be supplied for use as a fuel in an application other than aviation or marine applications.</p> <p class=\"paragraph-e\">  2. If the product is supplied by first placing it on the Ontario market through its use in Ontario, the use must not be at a petroleum refinery or at a fractionation facility.</p> <p class=\"paragraph-e\">  3.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 474/16, s. 10 (1).</p> <p class=\"footnote-e\">O. Reg. 143/16, s. 12 (11); O. Reg. 474/16, s. 10 (1).</p> <p class=\"subsection-e\">  (12) For the purposes of this Regulation, a transfer or sale of a petroleum product to the owner or operator of a petroleum refinery or fractionation facility in Canada is not first placing the petroleum product on the Ontario market. O. Reg. 474/16, s. 10 (2).</p> <p class=\"subsection-e\">  (13) If there is a change during a year in the owner or operator of a pipeline transportation system used for natural gas distribution, the owner or operator at the end of the year is deemed to have been the owner or operator for the entire year.</p> <p class=\"headingx-e\">TABLE <br/>  Application of subsection 9 (3) of the Act</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"840\">\n<tr> <td valign=\"top\" width=\"59\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Person</p> </td> <td valign=\"top\" width=\"238\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Criteria</p> </td> <td valign=\"top\" width=\"212\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Prescribed activity</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">Column 4</p> <p class=\"table-e\">Amount associated with the prescribed activity</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"59\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">A person who imports electricity into Ontario.</p> </td> <td valign=\"top\" width=\"238\"> <p class=\"table-e\">The person must be a market participant within the meaning of subsection 2 (1) of the <i>Electricity Act, 1998</i>.</p> </td> <td valign=\"top\" width=\"212\"> <p class=\"table-e\">Importing electricity into Ontario for consumption in Ontario.</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">The amount of greenhouse gas emitted from the generation of the electricity imported into Ontario for consumption in Ontario.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"59\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">A person who distributes natural gas in Ontario.</p> </td> <td valign=\"top\" width=\"238\"> <p class=\"table-e\">The person must physically deliver natural gas to a person in Ontario for consumption by the person to whom it was delivered.</p> </td> <td valign=\"top\" width=\"212\"> <p class=\"table-e\">Physically delivering natural gas to a person in Ontario for consumption by the person to whom it was delivered.</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">The amount of greenhouse gas that would be emitted from the consumption of the natural gas distributed by the person.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"59\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"118\"> <p class=\"table-e\">A person who supplies petroleum products for consumption in Ontario.</p> </td> <td valign=\"top\" width=\"238\"> <p class=\"table-e\">The person must be one of the following:</p> <p class=\"table-e\">1.  An owner or operator of a petroleum refinery.</p> <p class=\"table-e\">2.  An owner or operator of a fractionation facility.</p> <p class=\"table-e\">3.  A person who imports a petroleum product into Ontario.</p> <p class=\"table-e\"> </p> </td> <td valign=\"top\" width=\"212\"> <p class=\"table-e\">Supplying a petroleum product by first placing it on the Ontario market through the use of it in Ontario or through the transfer or sale of it, at wholesale or retail, to a person in Ontario for use in Ontario, subject to the exceptions set out in subsections (11) and (12).</p> </td> <td valign=\"top\" width=\"214\"> <p class=\"table-e\">The amount of greenhouse gas that would be emitted from the use of the petroleum products supplied by the person.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 143/16, s. 12, Table; O. Reg. 474/16, s. 10 (3); O. Reg. 258/17, s. 6.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Duty to report, verify",
            "content": " 13. A person who is required under section 12 to calculate greenhouse gas emissions associated with a prescribed activity in a year is required to, (a) give the Director a GHG report with respect to the prescribed activity if the criteria set out opposite the person in Column 2 of the following Table are met; and (b) have the GHG report verified by an accredited verification body if the criteria set out opposite the person in Column 3 of the following Table are met. TABLE   Duty to Report and Verify Item   Column 1 Person   Column 2 Criteria for reporting   Column 3 Criteria for verification \n\n  1.   A person who imports electricity into Ontario.   The amount of greenhouse gas emissions associated with the prescribed activity during the year is greater than zero tonnes of CO2e.   The amount of greenhouse gas emissions associated with the prescribed activity during the year is greater than zero tonnes of CO2e. \n\n  2.   A person who distributes natural gas in Ontario.   The amount of greenhouse gas emissions associated with the prescribed activity during the year is 10,000 tonnes of CO2e or more.   The amount of greenhouse gas emissions associated with the prescribed activity during the year is 25,000 tonnes of CO2e or more. \n\n  3.   A person who supplies petroleum products for consumption in Ontario.   The amount of petroleum products supplied during the year as part of the prescribed activity is 200 litres or more.   The amount of petroleum products supplied during the year as part of the prescribed activity is 200 litres or more.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>13. </b>A person who is required under section 12 to calculate greenhouse gas emissions associated with a prescribed activity in a year is required to,</p> <p class=\"clause-e\">  (a) give the Director a GHG report with respect to the prescribed activity if the criteria set out opposite the person in Column 2 of the following Table are met; and</p> <p class=\"clause-e\">  (b) have the GHG report verified by an accredited verification body if the criteria set out opposite the person in Column 3 of the following Table are met.</p> <p class=\"headingx-e\">TABLE <br/>  Duty to Report and Verify</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"840\">\n<tr> <td valign=\"top\" width=\"59\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Person</p> </td> <td valign=\"top\" width=\"260\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Criteria for reporting</p> </td> <td valign=\"top\" width=\"299\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Criteria for verification</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"59\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">A person who imports electricity into Ontario.</p> </td> <td valign=\"top\" width=\"260\"> <p class=\"table-e\">The amount of greenhouse gas emissions associated with the prescribed activity during the year is greater than zero tonnes of CO<sub>2</sub>e.</p> </td> <td valign=\"top\" width=\"299\"> <p class=\"table-e\">The amount of greenhouse gas emissions associated with the prescribed activity during the year is greater than zero tonnes of CO<sub>2</sub>e.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"59\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">A person who distributes natural gas in Ontario.</p> </td> <td valign=\"top\" width=\"260\"> <p class=\"table-e\">The amount of greenhouse gas emissions associated with the prescribed activity during the year is 10,000 tonnes of CO<sub>2</sub>e or more.</p> </td> <td valign=\"top\" width=\"299\"> <p class=\"table-e\">The amount of greenhouse gas emissions associated with the prescribed activity during the year is 25,000 tonnes of CO<sub>2</sub>e or more.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"59\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">A person who supplies petroleum products for consumption in Ontario.</p> </td> <td valign=\"top\" width=\"260\"> <p class=\"table-e\">The amount of petroleum products supplied during the year as part of the prescribed activity is 200 litres or more.</p> </td> <td valign=\"top\" width=\"299\"> <p class=\"table-e\">The amount of petroleum products supplied during the year as part of the prescribed activity is 200 litres or more.</p> </td>\n</tr>\n</table>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Continuing duty to report",
            "content": " 14. (1) Subject to sections 15 to 19, a person who is required to give the Director a GHG report with respect to electricity importation, natural gas distribution or petroleum product supply for a year shall give the Director a GHG report with respect to the activity for each subsequent year. (2) Subject to sections 15 to 19, a person who was required under the EPA Regulation to prepare a report with respect to an activity mentioned in subsection (1) for 2016 shall give the Director a GHG report with respect to the activity for 2017 and for each subsequent year.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>14. </b>(1) Subject to sections 15 to 19, a person who is required to give the Director a GHG report with respect to electricity importation, natural gas distribution or petroleum product supply for a year shall give the Director a GHG report with respect to the activity for each subsequent year.</p> <p class=\"subsection-e\">  (2) Subject to sections 15 to 19, a person who was required under the EPA Regulation to prepare a report with respect to an activity mentioned in subsection (1) for 2016 shall give the Director a GHG report with respect to the activity for 2017 and for each subsequent year.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Reporting, natural gas distribution",
            "content": " 15. (1) Subject to subsection (2), the requirement in section 14 to give GHG reports with respect to natural gas distribution for subsequent years ceases to apply in a year to a person who is not a mandatory participant if, (a) the person has complied with this Regulation for the three consecutive years preceding the year; and (b) the amount of greenhouse gas emissions associated with the activity has been less than 10,000 tonnes of CO2e for each of those years. (2) Subsection (1) ceases to apply to a person if, for any year following its application, the amount of greenhouse gas emissions associated with the activity is 10,000 tonnes of CO2e or more.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>15. </b>(1) Subject to subsection (2), the requirement in section 14 to give GHG reports with respect to natural gas distribution for subsequent years ceases to apply in a year to a person who is not a mandatory participant if,</p> <p class=\"clause-e\">  (a) the person has complied with this Regulation for the three consecutive years preceding the year; and</p> <p class=\"clause-e\">  (b) the amount of greenhouse gas emissions associated with the activity has been less than 10,000 tonnes of CO<sub>2</sub>e for each of those years.</p> <p class=\"subsection-e\">  (2) Subsection (1) ceases to apply to a person if, for any year following its application, the amount of greenhouse gas emissions associated with the activity is 10,000 tonnes of CO<sub>2</sub>e or more.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Reporting, natural gas distribution by mandatory participant",
            "content": " 16. (1) Subject to subsection (2), the requirement in section 14 to give GHG reports with respect to natural gas distribution for subsequent years ceases to apply to a mandatory participant, starting in the first year following a compliance period, if, (a) the person has complied with this Regulation for the final three consecutive years of the compliance period; and (b) the amount of greenhouse gas emissions associated with the activity has been less than 10,000 tonnes of CO2e for each of those years. (2) Subsection (1) ceases to apply to a person if, for any year following its application, the amount of greenhouse gas emissions associated with the activity is 10,000 tonnes of CO2e or more.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>16. </b>(1) Subject to subsection (2), the requirement in section 14 to give GHG reports with respect to natural gas distribution for subsequent years ceases to apply to a mandatory participant, starting in the first year following a compliance period, if,</p> <p class=\"clause-e\">  (a) the person has complied with this Regulation for the final three consecutive years of the compliance period; and</p> <p class=\"clause-e\">  (b) the amount of greenhouse gas emissions associated with the activity has been less than 10,000 tonnes of CO<sub>2</sub>e for each of those years.</p> <p class=\"subsection-e\">  (2) Subsection (1) ceases to apply to a person if, for any year following its application, the amount of greenhouse gas emissions associated with the activity is 10,000 tonnes of CO<sub>2</sub>e or more.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Reporting, electricity importation",
            "content": " 17. (1) Subject to subsection (2), the requirement in section 14 to give GHG reports with respect to electricity importation for subsequent years ceases to apply to a mandatory participant, starting in the first year following a compliance period, if, (a) the person has complied with this Regulation for the final three consecutive years of the compliance period; and (b) the amount of greenhouse gas emissions associated with the activity has been zero tonnes of CO2e for each of those years. (2) Subsection (1) ceases to apply to a person if, for any year following its application, the amount of greenhouse gas emissions associated with the activity is more than zero tonnes of CO2e.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>17. </b>(1) Subject to subsection (2), the requirement in section 14 to give GHG reports with respect to electricity importation for subsequent years ceases to apply to a mandatory participant, starting in the first year following a compliance period, if,</p> <p class=\"clause-e\">  (a) the person has complied with this Regulation for the final three consecutive years of the compliance period; and</p> <p class=\"clause-e\">  (b) the amount of greenhouse gas emissions associated with the activity has been zero tonnes of CO<sub>2</sub>e for each of those years.</p> <p class=\"subsection-e\">  (2) Subsection (1) ceases to apply to a person if, for any year following its application, the amount of greenhouse gas emissions associated with the activity is more than zero tonnes of CO<sub>2</sub>e.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Reporting, petroleum product supply",
            "content": " 18. (1) Subject to subsection (2), the requirement in section 14 to give GHG reports with respect to petroleum product supply for subsequent years ceases to apply to a mandatory participant, starting in the first year following a compliance period, if, (a) the person has complied with this Regulation for the final three consecutive years of the compliance period; and (b) the amount of petroleum product supplied by the person has been less than 200 litres for each of those years. (2) Subsection (1) ceases to apply to a person if, for any year following its application, the amount of petroleum product supplied by the person is 200 litres or more.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>18. </b>(1) Subject to subsection (2), the requirement in section 14 to give GHG reports with respect to petroleum product supply for subsequent years ceases to apply to a mandatory participant, starting in the first year following a compliance period, if,</p> <p class=\"clause-e\">  (a) the person has complied with this Regulation for the final three consecutive years of the compliance period; and</p> <p class=\"clause-e\">  (b) the amount of petroleum product supplied by the person has been less than 200 litres for each of those years.</p> <p class=\"subsection-e\">  (2) Subsection (1) ceases to apply to a person if, for any year following its application, the amount of petroleum product supplied by the person is 200 litres or more.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Permanent cessation of activities",
            "content": " 19. The requirement in section 14 to give GHG reports for subsequent years ceases to apply to a person in respect of an activity if the person permanently ceases to engage in the activity and the person, (a) provides notice to the Director that the activity has ceased permanently; (b) gives the Director a GHG report in respect of the final year in which the activity was engaged; and (c) has the GHG report mentioned in clause (b) verified and submits a verification statement and a verification report to the Director, as required by this Regulation. O. Reg. 143/16, s. 19; O. Reg. 449/17, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>19. </b>The requirement in section 14 to give GHG reports for subsequent years ceases to apply to a person in respect of an activity if the person permanently ceases to engage in the activity and the person,</p> <p class=\"clause-e\">  (a) provides notice to the Director that the activity has ceased permanently;</p> <p class=\"clause-e\">  (b) gives the Director a GHG report in respect of the final year in which the activity was engaged; and</p> <p class=\"clause-e\">  (c) has the GHG report mentioned in clause (b) verified and submits a verification statement and a verification report to the Director, as required by this Regulation. O. Reg. 143/16, s. 19; O. Reg. 449/17, s. 7.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Continuing duty to verify, natural gas distribution",
            "content": " 20. (1) Subject to subsection (2), a person who is required to have a GHG report with respect to natural gas distribution verified shall have each subsequent GHG report with respect to the activity verified by an accredited verification body. (2) Subject to subsection (3), the requirement to have subsequent GHG reports with respect to natural gas distribution verified ceases to apply to a person starting in the first year following the end of a compliance period, if, (a) the person has complied with this Regulation for the final three consecutive years of the compliance period; and (b) the amount of greenhouse gas emissions associated with the activity has been less than 25,000 tonnes of CO2e for each of those years. (3) Subsection (2) ceases to apply to a person if, for any year following its application, the amount of greenhouse gas emissions associated with the activity is 25,000 tonnes of CO2e or more. General Rules — Reporting and Verification",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>20. </b>(1) Subject to subsection (2), a person who is required to have a GHG report with respect to natural gas distribution verified shall have each subsequent GHG report with respect to the activity verified by an accredited verification body.</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), the requirement to have subsequent GHG reports with respect to natural gas distribution verified ceases to apply to a person starting in the first year following the end of a compliance period, if,</p> <p class=\"clause-e\">  (a) the person has complied with this Regulation for the final three consecutive years of the compliance period; and</p> <p class=\"clause-e\">  (b) the amount of greenhouse gas emissions associated with the activity has been less than 25,000 tonnes of CO<sub>2</sub>e for each of those years.</p> <p class=\"subsection-e\">  (3) Subsection (2) ceases to apply to a person if, for any year following its application, the amount of greenhouse gas emissions associated with the activity is 25,000 tonnes of CO<sub>2</sub>e or more.</p> <p class=\"heading1-e\"><a name=\"BK28\"></a>General Rules — Reporting and Verification</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "General Rules — Reporting and Verification",
            "part_id": null,
            "part_type": null,
            "section": "General Rules — Reporting and Verification",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "GHG reports",
            "content": " 21. (1) A GHG report given to the Director by a person with respect to specified GHG activities engaged in at a facility must be with respect to all specified GHG activities engaged in at the facility. (2) If a person is required to give the Director a GHG report with respect to specified GHG activities engaged in at more than one facility, a separate GHG report must be given with respect to each facility. (3) If a person is required to give the Director a GHG report with respect to more than one of the following activities, the person shall give the Director a separate GHG report with respect to each activity: electricity importation, natural gas distribution or petroleum product supply. (4) GHG reports mentioned in subsection (1) shall not be combined with GHG reports mentioned in subsection (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>21. </b>(1) A GHG report given to the Director by a person with respect to specified GHG activities engaged in at a facility must be with respect to all specified GHG activities engaged in at the facility.</p> <p class=\"subsection-e\">  (2) If a person is required to give the Director a GHG report with respect to specified GHG activities engaged in at more than one facility, a separate GHG report must be given with respect to each facility.</p> <p class=\"subsection-e\">  (3) If a person is required to give the Director a GHG report with respect to more than one of the following activities, the person shall give the Director a separate GHG report with respect to each activity: electricity importation, natural gas distribution or petroleum product supply.</p> <p class=\"subsection-e\">  (4) GHG reports mentioned in subsection (1) shall not be combined with GHG reports mentioned in subsection (3).</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Sampling, analysis etc.",
            "content": " 22. A person who is required to give the Director a GHG report shall comply with all applicable sampling, analysis, measurement and recordkeeping requirements set out in the Guideline.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>22. </b>A person who is required to give the Director a GHG report shall comply with all applicable sampling, analysis, measurement and recordkeeping requirements set out in the Guideline.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Contents of report",
            "content": " 23. (1) A person who is required to give the Director a GHG report shall ensure that the report meets the requirements set out in this section. (2) The report shall contain the following information: 1. The name and address of the person required to give the report to the Director and the address of any facility in respect of which the report is prepared. 2. The business number assigned to the person by the Canada Revenue Agency. 3. The GHG ID number assigned by the Ministry to the person or facility, as the case may be. 4. The year to which the report relates. 5. Production parameters, material usage and process data required to be included in the report under the Guideline. 6. The total carbon dioxide emissions from the combustion of biomass during the activities with respect to which the report is prepared. 7. Such other information as may be specified in the Guideline relating to quantifications and calculations performed under this Regulation. 8. The date on which the report is given to the Director. 9. A statement signed and dated by an individual who is authorized by the person mentioned in paragraph 1 to sign on behalf of the person, certifying that, i. the individual has examined the report to ensure that it is complete and accurate, and ii. the report has been prepared in accordance with this Regulation and the statements and information contained in the report are true and accurate to the best of the individual’s knowledge. O. Reg. 143/16, s. 23 (2); O. Reg. 258/17, s. 7; O. Reg. 449/17, s. 8. (3) In addition to the information required under subsection (2), if the GHG report is with respect to specified GHG activities engaged in at a facility, it shall contain the following information: 1. The primary NAICS code and any secondary and tertiary NAICS codes associated with each specified GHG activity. 2. The reporting amount. 3. The verification amount. 4. The amount of greenhouse gas emitted during each specified GHG activity during the year, expressed in tonnes of CO2e. 5. The amount of each greenhouse gas, expressed in tonnes, emitted during each specified GHG activity. 6. The estimated amount of carbon dioxide that is captured at the facility from the specified GHG activities and an explanation of how the estimated total was determined, including an explanation of how the carbon dioxide may have been used, transferred from or stored at the facility. (3.1) In addition to the information required under subsections (2) and (3), if the person required to give the report became a voluntary participant pursuant to section 31.1 of the Cap and Trade Program Regulation and has a reporting amount that is less than 10,000 tonnes of CO2e, the GHG report shall include the amounts used in the equation set out in paragraph 4 of section 31.1 of that regulation. O. Reg. 474/16, s. 11. (4) For the purposes of subsection (3), if the Guideline specifies that certain emissions are to be reported as emitted from a particular specified GHG activity, the emissions shall be reported as specified in the Guideline. (5) In addition to the information required under subsection (2), if the GHG report is in respect of electricity importation, natural gas distribution or petroleum product supply, the report shall contain the following information: 1. The primary NAICS code and any secondary and tertiary NAICS codes associated with the activity. 2. The amount of the greenhouse gas emissions associated with the activity.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>23. </b>(1) A person who is required to give the Director a GHG report shall ensure that the report meets the requirements set out in this section.</p> <p class=\"subsection-e\">  (2) The report shall contain the following information:</p> <p class=\"paragraph-e\">  1. The name and address of the person required to give the report to the Director and the address of any facility in respect of which the report is prepared.</p> <p class=\"paragraph-e\">  2. The business number assigned to the person by the Canada Revenue Agency.</p> <p class=\"paragraph-e\">  3. The GHG ID number assigned by the Ministry to the person or facility, as the case may be.</p> <p class=\"paragraph-e\">  4. The year to which the report relates.</p> <p class=\"paragraph-e\">  5. Production parameters, material usage and process data required to be included in the report under the Guideline.</p> <p class=\"paragraph-e\">  6. The total carbon dioxide emissions from the combustion of biomass during the activities with respect to which the report is prepared.</p> <p class=\"paragraph-e\">  7. Such other information as may be specified in the Guideline relating to quantifications and calculations performed under this Regulation.</p> <p class=\"paragraph-e\">  8. The date on which the report is given to the Director.</p> <p class=\"paragraph-e\">  9. A statement signed and dated by an individual who is authorized by the person mentioned in paragraph 1 to sign on behalf of the person, certifying that,</p> <p class=\"subpara-e\">  i. the individual has examined the report to ensure that it is complete and accurate, and</p> <p class=\"subpara-e\">  ii. the report has been prepared in accordance with this Regulation and the statements and information contained in the report are true and accurate to the best of the individual’s knowledge. O. Reg. 143/16, s. 23 (2); O. Reg. 258/17, s. 7; O. Reg. 449/17, s. 8.</p> <p class=\"subsection-e\">  (3) In addition to the information required under subsection (2), if the GHG report is with respect to specified GHG activities engaged in at a facility, it shall contain the following information:</p> <p class=\"paragraph-e\">  1. The primary NAICS code and any secondary and tertiary NAICS codes associated with each specified GHG activity.</p> <p class=\"paragraph-e\">  2. The reporting amount.</p> <p class=\"paragraph-e\">  3. The verification amount.</p> <p class=\"paragraph-e\">  4. The amount of greenhouse gas emitted during each specified GHG activity during the year, expressed in tonnes of CO<sub>2</sub>e.</p> <p class=\"paragraph-e\">  5. The amount of each greenhouse gas, expressed in tonnes, emitted during each specified GHG activity.</p> <p class=\"paragraph-e\">  6. The estimated amount of carbon dioxide that is captured at the facility from the specified GHG activities and an explanation of how the estimated total was determined, including an explanation of how the carbon dioxide may have been used, transferred from or stored at the facility.</p> <p class=\"subsection-e\">  (3.1) In addition to the information required under subsections (2) and (3), if the person required to give the report <span>became a voluntary participant pursuant to </span>section 31.1 of the Cap and Trade Program Regulation and has a reporting amount that is less than 10,000 tonnes of CO<sub>2</sub>e, the GHG report shall include the amounts used in the equation set out in paragraph 4 of section 31.1 of that regulation. O. Reg. 474/16, s. 11.</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3), if the Guideline specifies that certain emissions are to be reported as emitted from a particular specified GHG activity, the emissions shall be reported as specified in the Guideline.</p> <p class=\"subsection-e\">  (5) In addition to the information required under subsection (2), if the GHG report is in respect of electricity importation, natural gas distribution or petroleum product supply, the report shall contain the following information:</p> <p class=\"paragraph-e\">  1. The primary NAICS code and any secondary and tertiary NAICS codes associated with the activity.</p> <p class=\"paragraph-e\">  2. The amount of the greenhouse gas emissions associated with the activity.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Submission of report",
            "content": " 24. A person who is required to give the Director a GHG report with respect to activities engaged in during a year shall give the report to the Director on or before June 1 in the following year.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>24. </b>A person who is required to give the Director a GHG report with respect to activities engaged in during a year shall give the report to the Director on or before June 1 in the following year.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "25.",
            "part_id": null,
            "part_type": null,
            "section": "Submission of revised report, Director’s opinion",
            "content": " 25. If a person is required to give a revised GHG report to the Director because the Director is of the opinion that the report has not been prepared in accordance with the Act or the regulations, the revised report must be given to the Director no later than 90 days following the day on which the Director gave the person notice of the Director’s opinion.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>25. </b>If a person is required to give a revised GHG report to the Director because the Director is of the opinion that the report has not been prepared in accordance with the Act or the regulations, the revised report must be given to the Director no later than 90 days following the day on which the Director gave the person notice of the Director’s opinion.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "26.",
            "part_id": null,
            "part_type": null,
            "section": "Submission of revised report, other circumstances",
            "content": " 26. (1) A person who gives a GHG report to the Director shall revise the report and give the revised report to the Director if the person has become aware of an error, omission or misstatement in the report within seven years after the date the report was given to the Director and the person has made one of the following determinations: 1. The per cent discrepancy in the amount mentioned in subsection (2) is 5 per cent or more, as determined in accordance with subsection (3). 2. It is probable that the per cent discrepancy in the amount mentioned in subsection (2) is 5 per cent or more, based on the individual or aggregate effect of one or more errors, omissions or misstatements identified. 3. The per cent discrepancy in any production parameter reported in respect of an activity is 0.1 per cent or more, as determined in accordance with subsection (4). O. Reg. 143/16, s. 26 (1); O. Reg. 258/17, s. 8 (1). (2) For the purposes of subsection (1), the relevant amount is, (a) the verification amount, if the GHG report was given to the Director with respect to specified GHG activities; (b) the amount of greenhouse gas emissions associated with the prescribed activity, if the GHG report was given to the Director with respect to electricity importation, natural gas distribution or petroleum product supply; or (c) the amount determined under paragraph 4 of section 31.1 of the Cap and Trade Program Regulation, if that amount is required to be included in a GHG report. O. Reg. 143/16, s. 26 (2); O. Reg. 474/16, s. 12. (3) The per cent discrepancy in an amount mentioned in subsection (2) shall be determined by applying the following formula: PD = (SOU / TRE × 100) where, PD = per cent discrepancy, SOU = the net result of summing overstatements and understatements resulting from errors, omissions and misstatements, expressed in tonnes of CO2e, and TRE = the amount. (4) The per cent discrepancy for each production parameter reported in respect of an activity shall be determined by applying the following formula: PD = (QPDv − QPDi) / QPDi × 100 where, PD = per cent discrepancy for the production parameter, QPDv = actual quantity of the production parameter, and QPDi = quantity of the production parameter as set out in the report. O. Reg. 258/17, s. 8 (2). (5) The person may revise a GHG report and give the revised GHG report to the Director within seven years after the date the report was given to the Director if, (a) the per cent discrepancy in an amount mentioned in subsection (2) is less than 5 per cent; or (b) the per cent discrepancy in the production parameter under subsection (4) is less than 0.1 per cent. O. Reg. 143/16, s. 26 (5); O. Reg. 258/17, s. 8 (3). (6) Subject to subsection (7), the revised GHG report must be given to the Director as soon as possible. (7) If the revised GHG report is required to be verified under section 28, the person shall give the revised GHG report to the Director within 90 days after the day the person became aware of the error, omission or misstatement.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK34\"></a><b>26. </b>(1) A person who gives a GHG report to the Director shall revise the report and give the revised report to the Director if the person has become aware of an error, omission or misstatement in the report within seven years after the date the report was given to the Director and the person has made one of the following determinations:</p> <p class=\"paragraph-e\">  1. The per cent discrepancy in the amount mentioned in subsection (2) is 5 per cent or more, as determined in accordance with subsection (3).</p> <p class=\"paragraph-e\">  2. It is probable that the per cent discrepancy in the amount mentioned in subsection (2) is 5 per cent or more, based on the individual or aggregate effect of one or more errors, omissions or misstatements identified.</p> <p class=\"paragraph-e\">  3. The per cent discrepancy in any production parameter reported in respect of an activity is 0.1 per cent or more, as determined in accordance with subsection (4). O. Reg. 143/16, s. 26 (1); O. Reg. 258/17, s. 8 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the relevant amount is,</p> <p class=\"clause-e\">  (a) the verification amount, if the GHG report was given to the Director with respect to specified GHG activities;</p> <p class=\"clause-e\">  (b) the amount of greenhouse gas emissions associated with the prescribed activity, if the GHG report was given to the Director with respect to electricity importation, natural gas distribution or petroleum product supply; or</p> <p class=\"clause-e\">  (c) the amount determined under paragraph 4 of section 31.1 of the Cap and Trade Program Regulation, if that amount is required to be included in a GHG report. O. Reg. 143/16, s. 26 (2); O. Reg. 474/16, s. 12.</p> <p class=\"subsection-e\">  (3) The per cent discrepancy in an amount mentioned in subsection (2) shall be determined by applying the following formula:</p> <p class=\"equation-e\">PD = (SOU / TRE × 100)</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind2-e\">  PD = per cent discrepancy,</p> <p class=\"equationind2-e\">  SOU = the net result of summing overstatements and understatements resulting from errors, omissions and misstatements, expressed in tonnes of CO<sub>2</sub>e, and</p> <p class=\"equationind2-e\">  TRE = the amount.</p> <p class=\"subsection-e\">  (4) The per cent discrepancy for each production parameter reported in respect of an activity shall be determined by applying the following formula:</p> <p class=\"equation-e\">PD = (QPDv − QPDi) / QPDi × 100</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind2-e\">  PD = per cent discrepancy for the production parameter,</p> <p class=\"equationind2-e\">  QPDv = actual quantity of the production parameter, and</p> <p class=\"equationind2-e\">  QPDi = quantity of the production parameter as set out in the report.</p> <p class=\"footnote-e\">O. Reg. 258/17, s. 8 (2).</p> <p class=\"subsection-e\">  (5) The person may revise a GHG report and give the revised GHG report to the Director within seven years after the date the report was given to the Director if,</p> <p class=\"clause-e\">  (a) the per cent discrepancy in an amount mentioned in subsection (2) is less than 5 per cent; or</p> <p class=\"clause-e\">  (b) the per cent discrepancy in the production parameter under subsection (4) is less than 0.1 per cent. O. Reg. 143/16, s. 26 (5); O. Reg. 258/17, s. 8 (3).</p> <p class=\"subsection-e\">  (6) Subject to subsection (7), the revised GHG report must be given to the Director as soon as possible.</p> <p class=\"subsection-e\">  (7) If the revised GHG report is required to be verified under section 28, the person shall give the revised GHG report to the Director within 90 days after the day the person became aware of the error, omission or misstatement.</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "27.",
            "part_id": null,
            "part_type": null,
            "section": "Submission of verification statement",
            "content": " 27. A person who is required to have a GHG report verified shall submit a verification statement prepared in accordance with section 32 and a verification report prepared in accordance with section 33 to the Director on or before September 1 in the same year in which the report was required to be given to the Director. O. Reg. 143/16, s. 27; O. Reg. 449/17, s. 9.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>27. </b>A person who is required to have a GHG report verified shall submit a verification statement prepared in accordance with section 32 and a verification report prepared in accordance with section 33 to the Director on or before September 1 in the same year in which the report was required to be given to the Director. O. Reg. 143/16, s. 27; O. Reg. 449/17, s. 9.</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "28.",
            "part_id": null,
            "part_type": null,
            "section": "Verification of revised GHG report",
            "content": " 28. (1) A person who gives the Director a revised GHG report shall have the revised GHG report verified in accordance with this Regulation and submit to the Director a new verification statement prepared in accordance with section 32 and a new verification report prepared in accordance with section 33 if either of the following circumstances applies: 1. The revised GHG report would have been required to be verified if it had been the original GHG report given to the Director. 2. The revised GHG report would not have been required to be verified if it had been the original GHG report given to the Director, but the original GHG report was required to be verified. O. Reg. 143/16, s. 28 (1); O. Reg. 449/17, s. 10 (1). (2) A person who is required to submit a verification statement and a verification report to the Director in respect of a revised GHG report shall submit the verification statement and the verification report to the Director within 120 days after one of the following days, as the case may be: 1. The day the Director provided notice of the Director’s opinion under paragraph 1 of subsection 10 (4) of the Act. 2. The day the person became aware of the error, omission or misstatement that led the person to prepare the revised GHG report. O. Reg. 143/16, s. 28 (2); O. Reg. 449/17, s. 10 (2). Duties of Accredited Verification Body",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK36\"></a><b>28. </b>(1) A person who gives the Director a revised GHG report shall have the revised GHG report verified in accordance with this Regulation and submit to the Director a new verification statement prepared in accordance with section 32 and a new verification report prepared in accordance with section 33 if either of the following circumstances applies:</p> <p class=\"paragraph-e\">  1. The revised GHG report would have been required to be verified if it had been the original GHG report given to the Director.</p> <p class=\"paragraph-e\">  2. The revised GHG report would not have been required to be verified if it had been the original GHG report given to the Director, but the original GHG report was required to be verified. O. Reg. 143/16, s. 28 (1); O. Reg. 449/17, s. 10 (1).</p> <p class=\"subsection-e\">  (2) A person who is required to submit a verification statement and a verification report to the Director in respect of a revised GHG report shall submit the verification statement and the verification report to the Director within 120 days after one of the following days, as the case may be:</p> <p class=\"paragraph-e\">  1. The day the Director provided notice of the Director’s opinion under paragraph 1 of subsection 10 (4) of the Act.</p> <p class=\"paragraph-e\">  2. The day the person became aware of the error, omission or misstatement that led the person to prepare the revised GHG report. O. Reg. 143/16, s. 28 (2); O. Reg. 449/17, s. 10 (2).</p> <p class=\"heading1-e\"><a name=\"BK37\"></a>Duties of Accredited Verification Body</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "Duties of Accredited Verification Body",
            "part_id": null,
            "part_type": null,
            "section": "Duties of Accredited Verification Body",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "29.",
            "part_id": null,
            "part_type": null,
            "section": "General duties",
            "content": " 29. (1) In verifying GHG reports, an accredited verification body shall comply with, (a) clause 6.3 of ISO 14065, as it relates to verification teams; and (b) clauses 4.2 to 4.10 of ISO 14064-3, as they relate to verification, except for clauses 4.3.1 and 4.3.5. (2) In verifying GHG reports, an accredited verification body shall ensure that, (a) any person selected to form part of a verification team meets the requirements for a verifier set out in clause 4.1 of ISO 14064-3; (b) no person selected to form part of a verification team subcontracts the conduct of verifications to another person; (c) each verification is reviewed by a peer reviewer in accordance with clause 8.5 of ISO 14065, as it relates to verification activities; and (d) before a positive, qualified positive or adverse verification statement is prepared, the determination that forms the basis of the statement is reviewed by the peer reviewer. (3) For the purposes of clause 4.6 of ISO 14064-3, if the GHG report is with respect to a specified GHG activity engaged in at a facility, the accredited verification body shall visit the facility if, (a) the report is the first report with respect to the facility; (b) no accredited verification body has visited the facility for the purposes of conducting a verification of the most recent two reports with respect to the facility; (c) the most recent verification of a report with respect to the facility resulted in an adverse verification statement being submitted to the Director; (d) the verification is the first by the accredited verification body in respect of a report prepared with respect to the facility; or (e) the accredited verification body is of the opinion that a visit to the facility is necessary for the purposes of determining whether the report contains a material discrepancy. (4) For the purposes of clause 4.6 of ISO 14064-3, in the case of a GHG report given to the Director by a person with respect to electricity importation, natural gas distribution or petroleum product supply, the accredited verification body shall visit the headquarters or other location of central data management of the person if, (a) the report is the first report by the person with respect to the activity; (b) no accredited verification body has visited the headquarters or other location for the purposes of conducting a verification of the most recent two reports by the person with respect to the activity; (c) the most recent verification of a report by the person with respect to the activity resulted in an adverse verification statement being submitted to the Director; (d) the verification is the first by the accredited verification body in respect of a report prepared by the person with respect to the activity; or (e) the accredited verification body is of the opinion that a visit to the headquarters or other location is necessary for the purposes of determining whether the report contains a material discrepancy. (5) For the purposes of subsections (3) and (4), references to a report include both a GHG report and a report prepared under the EPA Regulation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK38\"></a><b>29. </b>(1) In verifying GHG reports, an accredited verification body shall comply with,</p> <p class=\"clause-e\">  (a) clause 6.3 of ISO 14065, as it relates to verification teams; and</p> <p class=\"clause-e\">  (b) clauses 4.2 to 4.10 of ISO 14064-3, as they relate to verification, except for clauses 4.3.1 and 4.3.5.</p> <p class=\"subsection-e\">  (2) In verifying GHG reports, an accredited verification body shall ensure that,</p> <p class=\"clause-e\">  (a) any person selected to form part of a verification team meets the requirements for a verifier set out in clause 4.1 of ISO 14064-3;</p> <p class=\"clause-e\">  (b) no person selected to form part of a verification team subcontracts the conduct of verifications to another person;</p> <p class=\"clause-e\">  (c) each verification is reviewed by a peer reviewer in accordance with clause 8.5 of ISO 14065, as it relates to verification activities; and</p> <p class=\"clause-e\">  (d) before a positive, qualified positive or adverse verification statement is prepared, the determination that forms the basis of the statement is reviewed by the peer reviewer.</p> <p class=\"subsection-e\">  (3) For the purposes of clause 4.6 of ISO 14064-3, if the GHG report is with respect to a specified GHG activity engaged in at a facility, the accredited verification body shall visit the facility if,</p> <p class=\"clause-e\">  (a) the report is the first report with respect to the facility;</p> <p class=\"clause-e\">  (b) no accredited verification body has visited the facility for the purposes of conducting a verification of the most recent two reports with respect to the facility;</p> <p class=\"clause-e\">  (c) the most recent verification of a report with respect to the facility resulted in an adverse verification statement being submitted to the Director;</p> <p class=\"clause-e\">  (d) the verification is the first by the accredited verification body in respect of a report prepared with respect to the facility; or</p> <p class=\"clause-e\">  (e) the accredited verification body is of the opinion that a visit to the facility is necessary for the purposes of determining whether the report contains a material discrepancy.</p> <p class=\"subsection-e\">  (4) For the purposes of clause 4.6 of ISO 14064-3, in the case of a GHG report given to the Director by a person with respect to electricity importation, natural gas distribution or petroleum product supply, the accredited verification body shall visit the headquarters or other location of central data management of the person if,</p> <p class=\"clause-e\">  (a) the report is the first report by the person with respect to the activity;</p> <p class=\"clause-e\">  (b) no accredited verification body has visited the headquarters or other location for the purposes of conducting a verification of the most recent two reports by the person with respect to the activity;</p> <p class=\"clause-e\">  (c) the most recent verification of a report by the person with respect to the activity resulted in an adverse verification statement being submitted to the Director;</p> <p class=\"clause-e\">  (d) the verification is the first by the accredited verification body in respect of a report prepared by the person with respect to the activity; or</p> <p class=\"clause-e\">  (e) the accredited verification body is of the opinion that a visit to the headquarters or other location is necessary for the purposes of determining whether the report contains a material discrepancy.</p> <p class=\"subsection-e\">  (5) For the purposes of subsections (3) and (4), references to a report include both a GHG report and a report prepared under the EPA Regulation.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "30.",
            "part_id": null,
            "part_type": null,
            "section": "Verification not required",
            "content": " 30. For the purposes of verifying a GHG report under the Act, an accredited verification body is not required to verify amounts identified as B and D in section 10 of this Regulation that are set out in the report.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK39\"></a><b>30. </b>For the purposes of verifying a GHG report under the Act, an accredited verification body is not required to verify amounts identified as B and D in section 10 of this Regulation that are set out in the report.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "31.",
            "part_id": null,
            "part_type": null,
            "section": "Duties re impartiality",
            "content": " 31. (1) An accredited verification body shall comply with clause 5.4 of ISO 14065. (2) An accredited verification body shall not conduct a verification of a GHG report if any of the following circumstances apply: 1. The accredited verification body has a potential conflict of interest that is a threat to the body’s impartiality or there is another threat to the body’s impartiality and the threat cannot be effectively managed with a mitigation plan that the Director has consented to in writing. 2. If the GHG report was given to the Director with respect to specified GHG activities engaged in at a facility, i. the accredited verification body has provided greenhouse gas consultancy services to the owner or operator of the facility within the previous three years and the resulting threat to the body’s impartiality cannot be effectively managed with a mitigation plan that the Director has consented to in writing, or ii. the accredited verification body has verified six consecutive reports prepared with respect to the facility, unless at least three years have passed since the last verification. 3. If the GHG report was given to the Director with respect to electricity importation, natural gas distribution or petroleum product supply, i. the accredited verification body has provided greenhouse gas consultancy services to the person within the previous three years and the resulting threat to the body’s impartiality cannot be effectively managed with a mitigation plan that the Director has consented to in writing, or ii. the accredited verification body has verified six consecutive reports prepared by the person, unless at least three years have passed since the last verification. (3) For the purposes of subparagraph 2 i or 3 i of subsection (2), an accredited verification body provides greenhouse gas consultancy services if it provides any of the following services: 1. Greenhouse gas quantification. 2. Greenhouse gas data monitoring or recording. 3. Greenhouse gas information system or internal auditing services. 4. Training that supports greenhouse gas emissions reporting under this Regulation or any other greenhouse gas reporting program. (4) If an accredited verification body ceases to verify GHG reports with respect to a facility or with respect to activities engaged in by a person, after having verified such reports for two or more consecutive years, the accredited verification body shall not verify a GHG report with respect to the facility or with respect to the person’s activities until at least three years have passed. (5) For the purposes of subsection (4), references to a GHG report include a report prepared under the EPA Regulation. (6) Before completing a verification of a GHG report, an accredited verification body shall assess the potential for any compromised impartiality in conducting the verification and provide to the Director a written assessment report that, (a) identifies any potential compromised impartiality; and (b) if any potential compromised impartiality is identified under clause (a), proposes a mitigation plan in respect of it. (7) After verification of a GHG report has begun, the accredited verification body shall, if any potential compromise of its impartiality arises, immediately undertake the assessment mentioned in subsection (6) and submit a written assessment report in accordance with that subsection to the Director.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>31. </b>(1) An accredited verification body shall comply with clause 5.4 of ISO 14065.</p> <p class=\"subsection-e\">  (2) An accredited verification body shall not conduct a verification of a GHG report if any of the following circumstances apply:</p> <p class=\"paragraph-e\">  1. The accredited verification body has a potential conflict of interest that is a threat to the body’s impartiality or there is another threat to the body’s impartiality and the threat cannot be effectively managed with a mitigation plan that the Director has consented to in writing.</p> <p class=\"paragraph-e\">  2. If the GHG report was given to the Director with respect to specified GHG activities engaged in at a facility,</p> <p class=\"subpara-e\">  i. the accredited verification body has provided greenhouse gas consultancy services to the owner or operator of the facility within the previous three years and the resulting threat to the body’s impartiality cannot be effectively managed with a mitigation plan that the Director has consented to in writing, or</p> <p class=\"subpara-e\">  ii. the accredited verification body has verified six consecutive reports prepared with respect to the facility, unless at least three years have passed since the last verification.</p> <p class=\"paragraph-e\">  3. If the GHG report was given to the Director with respect to electricity importation, natural gas distribution or petroleum product supply,</p> <p class=\"subpara-e\">  i. the accredited verification body has provided greenhouse gas consultancy services to the person within the previous three years and the resulting threat to the body’s impartiality cannot be effectively managed with a mitigation plan that the Director has consented to in writing, or</p> <p class=\"subpara-e\">  ii. the accredited verification body has verified six consecutive reports prepared by the person, unless at least three years have passed since the last verification.</p> <p class=\"subsection-e\">  (3) For the purposes of subparagraph 2 i or 3 i of subsection (2), an accredited verification body provides greenhouse gas consultancy services if it provides any of the following services:</p> <p class=\"paragraph-e\">  1. Greenhouse gas quantification.</p> <p class=\"paragraph-e\">  2. Greenhouse gas data monitoring or recording.</p> <p class=\"paragraph-e\">  3. Greenhouse gas information system or internal auditing services.</p> <p class=\"paragraph-e\">  4. Training that supports greenhouse gas emissions reporting under this Regulation or any other greenhouse gas reporting program.</p> <p class=\"subsection-e\">  (4) If an accredited verification body ceases to verify GHG reports with respect to a facility or with respect to activities engaged in by a person, after having verified such reports for two or more consecutive years, the accredited verification body shall not verify a GHG report with respect to the facility or with respect to the person’s activities until at least three years have passed.</p> <p class=\"subsection-e\">  (5) For the purposes of subsection (4), references to a GHG report include a report prepared under the EPA Regulation.</p> <p class=\"subsection-e\">  (6) Before completing a verification of a GHG report, an accredited verification body shall assess the potential for any compromised impartiality in conducting the verification and provide to the Director a written assessment report that,</p> <p class=\"clause-e\">  (a) identifies any potential compromised impartiality; and</p> <p class=\"clause-e\">  (b) if any potential compromised impartiality is identified under clause (a), proposes a mitigation plan in respect of it.</p> <p class=\"subsection-e\">  (7) After verification of a GHG report has begun, the accredited verification body shall, if any potential compromise of its impartiality arises, immediately undertake the assessment mentioned in subsection (6) and submit a written assessment report in accordance with that subsection to the Director.</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "32.",
            "part_id": null,
            "part_type": null,
            "section": "Verification statement",
            "content": " 32. (1) When verifying a GHG report, an accredited verification body shall determine, in accordance with this section, whether there is a reasonable level of assurance that the report contains no material discrepancy and whether the report was prepared in accordance with this Regulation. (2) The accredited verification body shall, at the end of a verification, prepare a type of verification statement described in Column 1 of the following Table if the determination set out opposite the type in Column 2 of the Table has been made. TABLE   TYPES OF VERIFICATION STATEMENTS Item   Column 1 Type of verification statement   Column 2 Determination of accredited verification body \n\n  1.   Positive.   Both of the following circumstances apply: 1.  There is a reasonable level of assurance that the GHG report contains no material discrepancy in emissions. 2.  The GHG report was prepared in accordance with this Regulation. \n\n  2.   Qualified positive.   Both of the following circumstances apply: 1.  There is a reasonable level of assurance that the GHG report contains no material discrepancy in emissions. 2.  The GHG report was prepared substantially in accordance with this Regulation. \n\n  3.   Adverse.   One or both of the following circumstances apply: 1.  There is a reasonable level of assurance that the GHG report contains a material discrepancy in emissions. 2.  The GHG report was not prepared substantially in accordance with this Regulation. O. Reg. 143/16, s. 32 (2); O. Reg. 258/17, s. 9 (1). (2.1) The accredited verification body shall include in the verification statement and report a production parameter verification conclusion as described in Column 1 of the following Table for each production parameter listed in the Guideline for the activities addressed by the GHG report, if the determination set out opposite the type in Column 2 of the Table has been made in respect of the production parameter. O. Reg. 258/17, s. 9 (2). TABLE   TYPES OF Production parameter verification conclusions Item   Column 1 Type of verification conclusion   Column 2 Determination of accredited verification body \n\n  1.   Positive.   Both of the following circumstances apply: 1.  There is a reasonable level of assurance that the GHG report contains no material discrepancy in the production parameter. 2.  The production parameter in the GHG report was prepared in accordance with this Regulation. \n\n  2.   Qualified positive.   Both of the following circumstances apply: 1.  There is a reasonable level of assurance that the GHG report contains no material discrepancy in the production parameter. 2.  The production parameter in the GHG report was prepared substantially in accordance with this Regulation. \n\n  3.   Adverse.   One or both of the following circumstances apply: 1.  There is a reasonable level of assurance that the GHG report contains a material discrepancy in the production parameter. 2.  The production parameter in the GHG report was not prepared substantially in accordance with this Regulation. O. Reg. 258/17, s. 9 (2). (3) A material discrepancy in emissions exists if the per cent discrepancy in one of the following amounts, as determined under subsection (4), is 5 per cent or more: 1. The verification amount, if the GHG report was with respect to specified GHG activities engaged in at a facility. 2. The amount of greenhouse gas emissions associated with the prescribed activity, if the GHG report was with respect to electricity importation, natural gas distribution or petroleum product supply. 3. The amount determined under paragraph 4 of section 31.1 of the Cap and Trade Program Regulation, if that amount is required to be included in a GHG report. O. Reg. 143/16, s. 32 (3); O. Reg. 474/16, s. 13; O. Reg. 258/17, s. 9 (3). (4) The per cent discrepancy in an amount mentioned in subsection (3) shall be determined by applying the following formula: PD = (SOU / TRE × 100) where, PD = per cent discrepancy, SOU = the net result of summing overstatements and understatements resulting from errors, omissions and misstatements, expressed in tonnes of CO2e, and TRE = the amount. (5) A material discrepancy in emissions exists if the individual or aggregate effect of one or more errors, omissions or misstatements identified in the course of verification makes it probable that there is a discrepancy of 5 per cent or more in one of the amounts mentioned in subsection (3). O. Reg. 143/16, s. 32 (5); O. Reg. 258/17, s. 9 (4). (6) A material discrepancy in a production parameter exists if the per cent discrepancy for the production parameter reported in respect of an activity is 0.1 per cent or more, based on the following formula: PD = (QPDv − QPDi) / QPDi × 100 where, PD = per cent discrepancy for the production parameter, QPDv = quantity of the production parameter determined and verified by the accredited verification body, and QPDi = quantity of the production parameter as set out in the report. O. Reg. 258/17, s. 9 (5). (7) The accredited verification body shall submit the verification statement in respect of a GHG report to the person who gave the report to the Director and shall ensure that the verification statement meets the requirements set out in clause 4.9 of ISO 14064-3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK41\"></a><b>32. </b>(1) When verifying a GHG report, an accredited verification body shall determine, in accordance with this section, whether there is a reasonable level of assurance that the report contains no material discrepancy and whether the report was prepared in accordance with this Regulation.</p> <p class=\"subsection-e\">  (2) The accredited verification body shall, at the end of a verification, prepare a type of verification statement described in Column 1 of the following Table if the determination set out opposite the type in Column 2 of the Table has been made.</p> <p class=\"headingx-e\">TABLE <br/>  TYPES OF VERIFICATION STATEMENTS</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"840\">\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Type of verification statement</p> </td> <td valign=\"top\" width=\"580\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Determination of accredited verification body</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">Positive.</p> </td> <td valign=\"top\" width=\"580\"> <p class=\"table-e\">Both of the following circumstances apply:</p> <p class=\"table-e\">1.  There is a reasonable level of assurance that the GHG report contains no material discrepancy in emissions.</p> <p class=\"table-e\">2.  The GHG report was prepared in accordance with this Regulation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">Qualified positive.</p> </td> <td valign=\"top\" width=\"580\"> <p class=\"table-e\">Both of the following circumstances apply:</p> <p class=\"table-e\">1.  There is a reasonable level of assurance that the GHG report contains no material discrepancy in emissions.</p> <p class=\"table-e\">2.  The GHG report was prepared substantially in accordance with this Regulation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">Adverse.</p> </td> <td valign=\"top\" width=\"580\"> <p class=\"table-e\">One or both of the following circumstances apply:</p> <p class=\"table-e\">1.  There is a reasonable level of assurance that the GHG report contains a material discrepancy in emissions.</p> <p class=\"table-e\">2.  The GHG report was not prepared substantially in accordance with this Regulation.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 143/16, s. 32 (2); O. Reg. 258/17, s. 9 (1).</p> <p class=\"subsection-e\">  (2.1) The accredited verification body shall include in the verification statement and report a production parameter verification conclusion as described in Column 1 of the following Table for each production parameter listed in the Guideline for the activities addressed by the GHG report, if the determination set out opposite the type in Column 2 of the Table has been made in respect of the production parameter. O. Reg. 258/17, s. 9 (2).</p> <p class=\"headingx-e\">TABLE <br/>  TYPES OF Production parameter verification conclusions</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"840\">\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Type of verification conclusion</p> </td> <td valign=\"top\" width=\"580\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Determination of accredited verification body</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">Positive.</p> </td> <td valign=\"top\" width=\"580\"> <p class=\"table-e\">Both of the following circumstances apply:</p> <p class=\"table-e\">1.  There is a reasonable level of assurance that the GHG report contains no material discrepancy in the production parameter.</p> <p class=\"table-e\">2.  The production parameter in the GHG report was prepared in accordance with this Regulation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">Qualified positive.</p> </td> <td valign=\"top\" width=\"580\"> <p class=\"table-e\">Both of the following circumstances apply:</p> <p class=\"table-e\">1.  There is a reasonable level of assurance that the GHG report contains no material discrepancy in the production parameter.</p> <p class=\"table-e\">2.  The production parameter in the GHG report was prepared substantially in accordance with this Regulation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"50\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"210\"> <p class=\"table-e\">Adverse.</p> </td> <td valign=\"top\" width=\"580\"> <p class=\"table-e\">One or both of the following circumstances apply:</p> <p class=\"table-e\">1.  There is a reasonable level of assurance that the GHG report contains a material discrepancy in the production parameter.</p> <p class=\"table-e\">2.  The production parameter in the GHG report was not prepared substantially in accordance with this Regulation.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 258/17, s. 9 (2).</p> <p class=\"subsection-e\">  (3) A material discrepancy in emissions exists if the per cent discrepancy in one of the following amounts, as determined under subsection (4), is 5 per cent or more:</p> <p class=\"paragraph-e\">  1. The verification amount, if the GHG report was with respect to specified GHG activities engaged in at a facility.</p> <p class=\"paragraph-e\">  2. The amount of greenhouse gas emissions associated with the prescribed activity, if the GHG report was with respect to electricity importation, natural gas distribution or petroleum product supply.</p> <p class=\"paragraph-e\">  3. The amount determined under paragraph 4 of section 31.1 of the Cap and Trade Program Regulation, if that amount is required to be included in a GHG report. O. Reg. 143/16, s. 32 (3); O. Reg. 474/16, s. 13; O. Reg. 258/17, s. 9 (3).</p> <p class=\"subsection-e\">  (4) The per cent discrepancy in an amount mentioned in subsection (3) shall be determined by applying the following formula:</p> <p class=\"equation-e\">PD = (SOU / TRE × 100)</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind2-e\">  PD = per cent discrepancy,</p> <p class=\"equationind2-e\">  SOU = the net result of summing overstatements and understatements resulting from errors, omissions and misstatements, expressed in tonnes of CO<sub>2</sub>e, and</p> <p class=\"equationind2-e\">  TRE = the amount.</p> <p class=\"subsection-e\">  (5) A material discrepancy in emissions exists if the individual or aggregate effect of one or more errors, omissions or misstatements identified in the course of verification makes it probable that there is a discrepancy of 5 per cent or more in one of the amounts mentioned in subsection (3). O. Reg. 143/16, s. 32 (5); O. Reg. 258/17, s. 9 (4).</p> <p class=\"subsection-e\">  (6) A material discrepancy in a production parameter exists if the per cent discrepancy for the production parameter reported in respect of an activity is 0.1 per cent or more, based on the following formula:</p> <p class=\"equation-e\">PD = (QPDv − QPDi) / QPDi × 100</p> <p class=\"Ssubsection-e\">where,</p> <p class=\"equationind2-e\">  PD = per cent discrepancy for the production parameter,</p> <p class=\"equationind2-e\">  QPDv = quantity of the production parameter determined and verified by the accredited verification body, and</p> <p class=\"equationind2-e\">  QPDi = quantity of the production parameter as set out in the report. O. Reg. 258/17, s. 9 (5).</p> <p class=\"subsection-e\">  (7) The accredited verification body shall submit the verification statement in respect of a GHG report to the person who gave the report to the Director and shall ensure that the verification statement meets the requirements set out in clause 4.9 of ISO 14064-3.</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "33.",
            "part_id": null,
            "part_type": null,
            "section": "Verification report",
            "content": " 33. (1) If an accredited verification body verifies a GHG report under the Act, it shall prepare a verification report that sets out, at a minimum, the following: 1. The verification statement. 2. The verification amount. 3. A description of the objectives and scope of the verification and the criteria applied in conducting the verification. 4. A description of the data and information supporting the verification report. 5. Details of the independent quantifications and checking of the data and information supporting the verification report. 6. A record of any error, omission, misstatement or non-compliance identified during the verification. 7. A record of any corrections made to the GHG report as a result of the identification of anything mentioned in paragraph 6. 8. An assessment of the data management systems. 9. A summary of conclusions. 10. The peer reviewer’s approval of the verification report and the proposed verification statement. 11. The proposed production parameter verification conclusions. O. Reg. 143/16, s. 33 (1); O. Reg. 258/17, s. 10; O. Reg. 449/17, s. 11. (2) An accredited verification body shall provide a copy of a verification report prepared under subsection (1) to the person whose GHG report was verified on or before the date that the verification statement is submitted to the person. Powers of Director Regarding Verification",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK42\"></a><b>33. </b>(1) If an accredited verification body verifies a GHG report under the Act, it shall prepare a verification report that sets out, at a minimum, the following:</p> <p class=\"paragraph-e\">  1. The verification statement.</p> <p class=\"paragraph-e\">  2. The verification amount.</p> <p class=\"paragraph-e\">  3. A description of the objectives and scope of the verification and the criteria applied in conducting the verification.</p> <p class=\"paragraph-e\">  4. A description of the data and information supporting the verification report.</p> <p class=\"paragraph-e\">  5. Details of the independent quantifications and checking of the data and information supporting the verification report.</p> <p class=\"paragraph-e\">  6. A record of any error, omission, misstatement or non-compliance identified during the verification.</p> <p class=\"paragraph-e\">  7. A record of any corrections made to the GHG report as a result of the identification of anything mentioned in paragraph 6.</p> <p class=\"paragraph-e\">  8. An assessment of the data management systems.</p> <p class=\"paragraph-e\">  9. A summary of conclusions.</p> <p class=\"paragraph-e\">  10. The peer reviewer’s approval of the verification report and the proposed<b> </b>verification statement.</p> <p class=\"paragraph-e\">  11. The proposed production parameter verification conclusions. O. Reg. 143/16, s. 33 (1); O. Reg. 258/17, s. 10; O. Reg. 449/17, s. 11.</p> <p class=\"subsection-e\">  (2) An accredited verification body shall provide a copy of a verification report prepared under subsection (1) to the person whose GHG report was verified on or before the date that the verification statement is submitted to the person.</p> <p class=\"heading1-e\"><a name=\"BK43\"></a>Powers of Director Regarding Verification</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "Powers of Director Regarding Verification",
            "part_id": null,
            "part_type": null,
            "section": "Powers of Director Regarding Verification",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "34.",
            "part_id": null,
            "part_type": null,
            "section": "Re-verification",
            "content": " 34. (1) The Director may require a re-verification of a GHG report under subsection 40 (4) of the Act by giving written notice to the person who gave the report to the Director and to the accredited verification body that verified the report. (2) Subject to subsection (3), the person shall submit a new verification statement and a new verification report to the Director within 120 days after receiving the notice. O. Reg. 143/16, s. 34 (2); O. Reg. 449/17, s. 12. (3) If the Director specifies in the notice that the GHG report must be re-verified by a different accredited verification body, the Director may extend the time period mentioned in subsection (2) by up to 60 days by specifying the extension in the notice. (4)  The Director may require a re-verification of a GHG report by a different accredited verification body if the Director has required an accredited verification body to cease conducting a verification under paragraph 2 of subsection 35 (1) and the Director has already received, at the time of the refusal, a verification statement from the accredited verification body who is being required to cease conducting the verification.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK44\"></a><b>34. </b>(1) The Director may require a re-verification of a GHG report under subsection 40 (4) of the Act by giving written notice to the person who gave the report to the Director and to the accredited verification body that verified the report.</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), the person shall submit a new verification statement and a new verification report to the Director within 120 days after receiving the notice. O. Reg. 143/16, s. 34 (2); O. Reg. 449/17, s. 12.</p> <p class=\"subsection-e\">  (3) If the Director specifies in the notice that the GHG report must be re-verified by a different accredited verification body, the Director may extend the time period mentioned in subsection (2) by up to 60 days by specifying the extension in the notice.</p> <p class=\"subsection-e\">  (4)  The Director may require a re-verification of a GHG report by a different accredited verification body if the Director has required an accredited verification body to cease conducting a verification under paragraph 2 of subsection 35 (1) and the Director has already received, at the time of the refusal, a verification statement from the accredited verification body who is being required to cease conducting the verification.</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "35.",
            "part_id": null,
            "part_type": null,
            "section": "Powers re compromise to impartiality",
            "content": " 35. (1) If the Director determines, after receiving a written assessment report under section 31, that there is a compromise to an accredited verification body’s impartiality, the Director shall do one of the following by providing written notice to the accredited verification body: 1. Consent to the proposed mitigation plan, if any. 2. Require the accredited verification body to cease conducting the verification and refuse to consent to any proposed mitigation plan. (2) The accredited verification body shall comply with the requirement of a notice under paragraph 2 of subsection (1). Miscellaneous",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK45\"></a><b>35. </b>(1) If the Director determines, after receiving a written assessment report under section 31, that there is a compromise to an accredited verification body’s impartiality, the Director shall do one of the following by providing written notice to the accredited verification body:</p> <p class=\"paragraph-e\">  1. Consent to the proposed mitigation plan, if any.</p> <p class=\"paragraph-e\">  2. Require the accredited verification body to cease conducting the verification and refuse to consent to any proposed mitigation plan.</p> <p class=\"subsection-e\">  (2) The accredited verification body shall comply with the requirement of a notice under paragraph 2 of subsection (1).</p> <p class=\"heading1-e\"><a name=\"BK46\"></a>Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "Miscellaneous",
            "part_id": null,
            "part_type": null,
            "section": "Miscellaneous",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "36.",
            "part_id": null,
            "part_type": null,
            "section": "Requests for information",
            "content": " 36. (1) The Director may ask a person to provide the following information under section 12 of the Act: 1. Information, including biomass quantifications, demonstrating that the person was not required to give GHG reports to the Director under the Act. 2. Copies of any submissions that the person was required to make to the Federal government under section 46 or 71 of the Canadian Environmental Protection Act, 1999\r\n(Canada). 3. A report setting out the following information in respect of greenhouse gas emissions related to the person’s activities during any year before the first year in respect of which the person was required to give a GHG report to the Director: i. Quantifications of the greenhouse gas emissions, determined, A. using the applicable standard quantification methods set out in the Guideline, or B. if the person is unable to use the applicable standard quantification methods set out in the Guideline, using the applicable best alternative quantification methods set out in the Guideline for the activities or another method that is consented to by the Director in writing. ii. A description of the quantification method used and the data used in the quantifications. iii. Any other information specified by the Director that is related to the quantifications. (2) A report mentioned in paragraph 3 of subsection (1) shall be prepared based on information that is in the custody or control of the person or to which the person has, or reasonably can obtain, access.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK47\"></a><b>36. </b>(1) The Director may ask a person to provide the following information under section 12 of the Act:</p> <p class=\"paragraph-e\">  1. Information, including biomass quantifications, demonstrating that the person was not required to give GHG reports to the Director under the Act.</p> <p class=\"paragraph-e\">  2. Copies of any submissions that the person was required to make to the Federal government under section 46 or 71 of the <i>Canadian Environmental Protection Act, 1999</i>\r\n(Canada).</p> <p class=\"paragraph-e\">  3. A report setting out the following information in respect of greenhouse gas emissions related to the person’s activities during any year before the first year in respect of which the person was required to give a GHG report to the Director:</p> <p class=\"subpara-e\">  i. Quantifications of the greenhouse gas emissions, determined,</p> <p class=\"subsubpara-e\">  A. using the applicable standard quantification methods set out in the Guideline, or</p> <p class=\"subsubpara-e\">  B. if the person is unable to use the applicable standard quantification methods set out in the Guideline, using the applicable best alternative quantification methods set out in the Guideline for the activities or another method that is consented to by the Director in writing.</p> <p class=\"subpara-e\">  ii. A description of the quantification method used and the data used in the quantifications.</p> <p class=\"subpara-e\">  iii. Any other information specified by the Director that is related to the quantifications.</p> <p class=\"subsection-e\">  (2) A report mentioned in paragraph 3 of subsection (1) shall be prepared based on information that is in the custody or control of the person or to which the person has, or reasonably can obtain, access.</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "37.",
            "part_id": null,
            "part_type": null,
            "section": "Retention of records",
            "content": " 37. (1) A person who is required to retain records under subsection 9 (2) or (5) of the Act shall, in addition to complying with clause 4.10 of ISO 14064-3, keep the records set out in Schedule 3 of the Regulation in a paper or electronic format for at least seven years after the year to which the information relates. (2) An accredited verification body shall keep each of the following records in a paper or electronic format for a period of at least seven years after they have been created or submitted: 1. Documents and records generated during a verification. 2. Verification statements. 3. Verification reports. 4. All documents upon which the conclusions in a verification statement or a verification report were based.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK48\"></a><b>37. </b>(1) A person who is required to retain records under subsection 9 (2) or (5) of the Act shall, in addition to complying with clause 4.10 of ISO 14064-3, keep the records set out in Schedule 3 of the Regulation in a paper or electronic format for at least seven years after the year to which the information relates.</p> <p class=\"subsection-e\">  (2) An accredited verification body shall keep each of the following records in a paper or electronic format for a period of at least seven years after they have been created or submitted:</p> <p class=\"paragraph-e\">  1. Documents and records generated during a verification.</p> <p class=\"paragraph-e\">  2. Verification statements.</p> <p class=\"paragraph-e\">  3. Verification reports.</p> <p class=\"paragraph-e\">  4. All documents upon which the conclusions in a verification statement or a verification report were based.</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "38.",
            "part_id": null,
            "part_type": null,
            "section": "Change in information",
            "content": " 38. If, during a year with respect to which a GHG report is required to be given to the Director with respect to specified GHG activities engaged in at a facility or with respect to natural gas distribution, there is a change in the owner or operator of the relevant facility, the new owner or operator shall notify the Director in writing of the change within 30 days after the change.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK49\"></a><b>38. </b>If, during a year with respect to which a GHG report is required to be given to the Director with respect to specified GHG activities engaged in at a facility or with respect to natural gas distribution, there is a change in the owner or operator of the relevant facility, the new owner or operator shall notify the Director in writing of the change within 30 days after the change.</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "39.",
            "part_id": null,
            "part_type": null,
            "section": "Giving or submitting records, form and manner",
            "content": " 39. (1) In this Regulation, if a record is required to be given or submitted, other than a record required to be given or submitted by the Director, the record shall be submitted in a form provided by or approved by the Director and in a manner approved by the Director. (2) The Director may require that a record that is given to the Director under this Regulation be given in an electronic format specified by the Director. 40. Omitted (provides for coming into force of provisions of this Regulation). Schedule 1   GreenhousE Gases and GLOBAL WARMING POTENTIALS Item   Column 1 Common Name of Greenhouse Gas   Column 2 Chemical Formula   Column 3 Chemical Name   Column 4 Chemical Abstract Service Registry No.   Column 5 Global Warming Potential \n\n  1.   Carbon dioxide    CO2    Carbon dioxide   124-38-9   1 \n\n  2.   Methane    CH4    Methane   74-82-8   21 \n\n  3.   Nitrous oxide    N2O   Nitrous oxide   10024-97-2   310 \n\n  4.   Sulfur hexafluoride    SF6   Sulfur hexafluoride   2551-62-4   23,900 \n\n  5.   Nitrogen trifluoride   NF3   Nitrogen trifluoride   7783-54-2   17,200 \n\n  6.   HFC-23    CHF3    Trifluoromethane   75-46-7   11,700 \n\n  7.   HFC-32    CH2F2   Difluoromethane   75-10-5   650 \n\n  8.   HFC-41    CH3F   Fluoromethane   593-53-3   150 \n\n  9.   HFC-43-10mee    C5H2F10   1,1,1,2,3,4,4,5,5,5- Decafluoropentane   138495-42-8   1,300 \n\n  10.   HFC-125    C2HF5    Pentafluoroethane   354-33-6   2,800 \n\n  11.   HFC-134    C2H2F4   1,1,2,2-Tetrafluoroethane   359-35-3   1,000 \n\n  12.   HFC-134a    C2H2F4   1,1,1,2-Tetrafluoroethane   811-97-2   1,300 \n\n  13.   HFC-143    C2H3F3   1,1,2-Trifluoroethane   430-66-0   300 \n\n  14.   HFC-143a    C2H3F3   1,1,1-Trifluoroethane   420-46-2   3,800 \n\n  15.   HFC-152   C2H4F2   1,2-Difluoroethane   624-72-6   43 \n\n  16.   HFC-152a    C2H4F2   1,1-Difluoroethane   75-37-6   140 \n\n  17.   HFC-161    C2H5F   Fluoroethane   353-36-6   12 \n\n  18.   HFC-227ea    C3HF7   1,1,1,2,3,3,3- Heptafluoropropane   431-89-0   2,900 \n\n  19.   HFC-236cb    C3H2F6   1,1,1,2,2,3-Hexafluoropropane   677-565   1,300 \n\n  20.   HFC-236ea    C3H2F6   1,1,1,2,3,3-Hexafluoropropane   431-63-0   1,200 \n\n  21.   HFC-236fa    C3H2F6   1,1,1,3,3,3-Hexafluoropropane   690-39-1   6,300 \n\n  22.   HFC-245ca    C3H3F5   1,1,2,2,3-Pentafluoropropane   679-86-7   560 \n\n  23.   HFC-245fa    C3H3F5   1,1,1,3,3-Pentafluoropropane   460-73-1   950 \n\n  24.   HFC-365mfc    C4H5F5   1,1,1,3,3-Pentafluorobutane   406-58-6   890 \n\n  25.   Perfluoromethane   CF4   Tetrafluoromethane   75-73-0   6,500 \n\n  26.   Perfluoroethane    C2F6    Hexafluoroethane   76-16-4   9,200 \n\n  27.   Perfluoropropane    C3F8   Octafluoropropane   76-19-7   7,000 \n\n  28.   Perfluorobutane    C4F10    Decafluorobutane   355-25-9   7,000 \n\n  29.   Perfluorocyclobutane    c-C4F8   Octafluorocyclobutane   115-25-3   8,700 \n\n  30.   Perfluoropentane    C5F12    Dodecafluoropentane   678-26-2   7,500 \n\n  31.   Perfluorohexane    C6F14    Tetradecafluorohexane   355-42-0   7,400 SCHEDULE 2   specified GHG activities Item   Column 1 Activity   Column 2 Description of activity \n\n  1.   Adipic acid production.   The production of adipic acid using oxidation. \n\n  2.   Ammonia production.   The production of ammonia through the reaction of nitrogen with hydrogen that has been produced by one of the following: 1.  Steam hydrocarbon reforming. 2.  Gasification of solid or liquid raw material. \n\n  3.   Carbonate use.   The use of one or more carbonates in a production process, excluding the following: 1.  The use of carbonates or minerals that contain carbonate for producing cement, copper, nickel, ferroalloys, glass, iron, steel, lead, lime, phosphoric acid, pulp and paper, soda ash, sodium bicarbonate, sodium hydroxide or zinc. 2.  The use of carbonates in sorbent technology used to control emissions from general stationary combustion equipment and electricity generation equipment. \n\n  4.   Cement production.   The production of Portland, masonry, pozzolanic or any other hydraulic cement. \n\n  5.   Coal storage.   The storage of coal at a facility that combusts coal. \n\n  6.   Copper and nickel production.   The production of one or both of copper and nickel through smelting, refining and solvent extraction-electrowinning, using one or more of the following processes: 1.  Removal of impurities from nickel or copper ore concentrate using carbonate flux reagents. 2.  The use of reducing agents, including metallurgical coke, coal or natural gas, to extract metals from their oxides. 3.  The use of material, including coke, for slag cleaning. 4.  The release of carbon from metal ores. 5.  The consumption of graphite or carbon electrodes in electric arc furnaces. \n\n  7.   Electricity generation.   The operation of any combustion device, including a cogeneration (combined heat and power) device, that combusts solid, liquid or gaseous fuel for the purpose of producing electricity, excluding the following: 1.  The operation of stationary emergency generators with a nameplate generating capacity of less than 10 MW. 2.  The operation of portable emergency generators. \n\n  8.   Ferroalloy production.   The production of ferrochromium, ferromanganese, ferromolybdenum, ferronickel, ferrosilicon, ferrotitanium, ferrotungsten, ferrovanadium, silicomanganese or silicon metal using pyrometallurgical techniques. \n\n  9.   General stationary combustion.   The combustion of solid, liquid, or gaseous fuel or combustible material using general stationary combustion equipment for one or more of the following purposes: 1.  Producing electricity. 2.  Generating steam or providing useful heat or energy for industrial, commercial or institutional use. 3.  Pollution control. 4.  Reduction of waste volume. \n\n  10.   Glass production.   The production of flat glass, container glass, pressed and blown glass or wool fiberglass using one or more glass melting furnaces to melt a mixture of raw materials, excluding production in an experimental furnace or a research and development process unit. \n\n  11.   HCFC-22 production and HFC-23 destruction.   The production of HCFC-22 from chloroform and hydrogen fluoride and any process in which HFC-23 is destroyed. \n\n  12.   Hydrogen production.   The production of hydrogen gas using steam hydrocarbon reforming, partial oxidation of hydrocarbons or other transformation of hydrocarbon feedstock. \n\n  12.1   Indirect useful thermal energy use.   The use of thermal energy at one facility that was generated at another facility. \n\n  13.   Iron and steel production.   The production of iron or steel, which may include the processing of taconite iron ore and the production of metallurgical coke. \n\n  14.   Lead production.   One of the following: 1.  The production of lead by sintering, smelting or direct smelting of lead concentrates. 2.  The secondary production or recycling of lead. \n\n  15.   Lime production.   The production of a lime product using calcination of limestone or other highly calcareous materials, including dolomite, aragonite, chalk, coral, marble or shell, but excluding production at a kraft pulp mill, soda pulp mill, sulfite pulp mill or a facility that only processes sludge containing calcium carbonate from water softening processes. \n\n  16.   Magnesium production.   The production of magnesium metal or products containing magnesium through one of the following: 1.  Smelting. 2.  Refining. 3.  Re-melting. 4.  Use of molten magnesium to produce alloys or products containing magnesium through casting, drawing, extruding, forming or rolling operations. \n\n  17.   Nitric acid production.   The production of nitric acid that is 30 to 70 per cent in strength using the catalytic oxidation of ammonia. \n\n  18.   Operation of equipment for a transmission system or a distribution system (electricity).   The operation of equipment for the purposes of a transmission system or a distribution system. \n\n  19.   Operation of equipment related to the transmission, storage and transportation of natural gas.   The operation of equipment related to any of the following: 1.  Onshore natural gas transmission compression. 2.  Natural gas storage. 3.  Liquefied natural gas import and export. 4.  Transport of natural gas in a pipeline transportation system. \n\n  20.   Petrochemical production.   The production of petrochemicals, including acrylonitrile, carbon black, propylene, ethylene, ethylene dichloride, ethylene oxide and methanol, from feedstocks derived from petroleum or from petroleum and liquefied natural gas, excluding the following: 1.  The production of petrochemicals where petrochemicals are produced as a by-product. 2.  The production of ethylene dichloride through a direct chlorination process that is operated independently of an oxychlorination process. 3.  The production of a petrochemical from biomass feedstock. \n\n  21.   Petroleum refining.   The production of any product through the distillation of crude oil or the redistillation, cracking, rearrangement or reforming of unfinished petroleum derivatives. \n\n  22.   Phosphoric acid production.   The production of phosphoric acid from phosphate rock and acid. \n\n  23.   Primary aluminum production.   The production of aluminum using the Hall-Héroult process, electrolysis in prebake and Søderberg cells or anode baking in prebake cells, excluding production using experimental cells or research and development process units. \n\n  24.   Pulp and paper production.   The production of market pulp or pulp and paper at a facility that has chemical recovery, semi-chemical recovery and lime kilns. \n\n  25.   Refinery fuel gas use.   The use of any combustion device that combusts refinery fuel gas separately or in combination with any type of gas or uses refinery fuel gas as a chemical feedstock. \n\n  26.   Soda ash production.   The production of soda ash using a production line to carry out calcining of trona or sodium sesquicarbonate or to directly produce carbon dioxide through the use of a liquid alkaline feedstock process. \n\n  27.   Zinc production.   The primary production of zinc using electro-thermic distillation, pyrometallurgical processing or electrolytic processing or the secondary production of zinc. O. Reg. 143/16, Sched. 2; O. Reg. 474/16, s. 14. SCHEDULE 3   Records to be retained (Subsection 37 (1)) 1. A report the person has given to the Director under section 10 of the Act. 2. A verification report prepared in respect of a report mentioned in paragraph 1. 3. A list of all units, processes, activities and operations that were taken into account in quantifying or estimating greenhouse gas emissions, production parameters, material usage or process data. 4. All records and documents used to quantify or estimate greenhouse gas emissions data, production parameters, fuel usage, material usage or process data from each activity. 5. If the person engages in electricity importation, NERC E-tags, power contracts, IESO settlement data and all other information needed to confirm the transactions. 6. Documentation of the process for collecting greenhouse gas data, production parameters, material usage or process data. 7. A record showing any greenhouse gas emissions, production parameters, material usage or process data quantifications and the quantification methods used. 8. A record showing all emission factors used for quantifications, including documentation for any site specific factors developed under the applicable standard quantification method. 9. All input data used for greenhouse gas estimates. 10. Documentation of biomass fractions for specific fuels. 11. All data submitted to the Director under this Regulation. 12. All quantifications made to fill in missing data. 13. Names and documentation of key personnel involved in quantifying and reporting on greenhouse gas data, production parameters, material usage or process data. 14. A log relating to each year, documenting all procedural changes made in data collection and calculations and changes to instrumentation for estimations and quantifications of greenhouse gas, production parameters, material usage or process data. 15. If a measurement-based quantification method is used, i. a list of all emission points monitored, ii. collected monitoring data, iii. quality assurance and quality control information, iv. a detailed technical description of the continuous emissions monitoring system, including documentation of any findings and approvals by the Province, v. raw and aggregated data from the continuous emissions monitoring system, vi. a log book showing all system down-times, calibrations, servicing and maintenance of the continuous emissions monitoring system, and vii. documentation of any changes in the continuous emissions monitoring system over time. 16. Any other information that is required for verification of a report mentioned in paragraph 1. O. Reg. 143/16, Sched. 3; O. Reg. 258/17, s. 11. SCHEDULE 4   BIOMASS CRITERIA (Subsection 1 (1)) 1. It must be organic matter that is available on a renewable basis. 2. It must be organic matter that is derived from a plant, animal or micro-organism or must be a product made of such organic matter. 3. It must meet one of the following criteria: i. It is grown or harvested for the purpose of being used to generate electricity, heat or other useful energy. ii. It is waste from harvesting or processing agricultural products or waste from processing forestry products, including spent pulping liquor. iii. It is agricultural waste within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the Environmental Protection Act. iv. It is organic waste material from a greenhouse, nursery, garden centre or flower shop. v. It is pulp and paper biosolids, within the meaning of Ontario Regulation 267/03 (General) made under the Nutrient Management Act, 2002. vi. It is waste from food processing, distribution and preparation operations, such as food packing, food preserving, wine making, cheese making, restaurants and grocery stores, including organic waste from the treatment of wastewater from facilities where food or feed is processed or prepared. vii. It is sewage biosolids within the meaning of Ontario Regulation 267/03 made under the Nutrient Management Act, 2002. viii. It is hauled sewage. ix. It is waste from the operation of a sewage works subject to the Ontario Water Resources Act. x. It is woodwaste within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Environmental Protection Act. xi. It is a forest resource made available under a forest management plan approved under the Crown Forest Sustainability Act, 1994 or a managed forest plan approved under the Managed Forest Tax Incentive Program. xii. It is landfill gas. xiii. It is biodiesel. xiv. It is biofuel. xv. It is biogas. xvi. It is biologically derived organic matter found in municipal and industrial waste, both within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 made under the Environmental Protection Act. xvii. It is fuel whose heat generating capacity is derived entirely from one or more items described in subparagraphs i to xvi.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK50\"></a><b>39. </b>(1) In this Regulation, if a record is required to be given or submitted, other than a record required to be given or submitted by the Director, the record shall be submitted in a form provided by or approved by the Director and in a manner approved by the Director.</p> <p class=\"subsection-e\">  (2) The Director may require that a record that is given to the Director<b> </b>under this Regulation be given in an electronic format specified by the Director.</p> <p class=\"section-e\"> <b>40.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"schedule-e\"><a name=\"BK51\"></a>Schedule 1 <br/>  GreenhousE Gases and GLOBAL WARMING POTENTIALS</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"840\">\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"184\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Common Name of Greenhouse Gas</p> </td> <td valign=\"top\" width=\"98\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Chemical Formula</p> </td> <td valign=\"top\" width=\"254\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Chemical Name</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">Column 4</p> <p class=\"table-e\">Chemical Abstract Service Registry No.</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">Column 5</p> <p class=\"table-e\">Global Warming Potential</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">1.</p> </td> <td width=\"184\"> <p class=\"table-e\">Carbon dioxide </p> </td> <td width=\"98\"> <p class=\"table-e\">CO<sub>2</sub> </p> </td> <td valign=\"top\" width=\"254\"> <p class=\"table-e\">Carbon dioxide</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">124-38-9</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">2.</p> </td> <td width=\"184\"> <p class=\"table-e\">Methane </p> </td> <td width=\"98\"> <p class=\"table-e\">CH<sub>4</sub> </p> </td> <td valign=\"top\" width=\"254\"> <p class=\"table-e\">Methane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">74-82-8</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">21</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">3.</p> </td> <td width=\"184\"> <p class=\"table-e\">Nitrous oxide </p> </td> <td width=\"98\"> <p class=\"table-e\">N<sub>2</sub>O</p> </td> <td valign=\"top\" width=\"254\"> <p class=\"table-e\">Nitrous oxide</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">10024-97-2</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">310</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">4.</p> </td> <td width=\"184\"> <p class=\"table-e\">Sulfur hexafluoride </p> </td> <td width=\"98\"> <p class=\"table-e\">SF<sub>6</sub></p> </td> <td valign=\"top\" width=\"254\"> <p class=\"table-e\">Sulfur hexafluoride</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">2551-62-4</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">23,900</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">5.</p> </td> <td width=\"184\"> <p class=\"table-e\">Nitrogen trifluoride</p> </td> <td width=\"98\"> <p class=\"table-e\">NF<sub>3</sub></p> </td> <td valign=\"top\" width=\"254\"> <p class=\"table-e\">Nitrogen trifluoride</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">7783-54-2</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">17,200</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">6.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-23 </p> </td> <td width=\"98\"> <p class=\"table-e\">CHF<sub>3</sub> </p> </td> <td width=\"254\"> <p class=\"table-e\">Trifluoromethane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">75-46-7</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">11,700</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">7.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-32 </p> </td> <td width=\"98\"> <p class=\"table-e\">CH<sub>2</sub>F<sub>2</sub></p> </td> <td width=\"254\"> <p class=\"table-e\">Difluoromethane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">75-10-5</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">650</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">8.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-41 </p> </td> <td width=\"98\"> <p class=\"table-e\">CH<sub>3</sub>F</p> </td> <td width=\"254\"> <p class=\"table-e\">Fluoromethane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">593-53-3</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">150</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">9.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-43-10mee </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>5</sub>H<sub>2</sub>F<sub>10</sub></p> </td> <td width=\"254\"> <p class=\"table-e\">1,1,1,2,3,4,4,5,5,5- Decafluoropentane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">138495-42-8</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">1,300</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">10.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-125 </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>2</sub>HF<sub>5</sub> </p> </td> <td width=\"254\"> <p class=\"table-e\">Pentafluoroethane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">354-33-6</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">2,800</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">11.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-134 </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>2</sub>H<sub>2</sub>F<sub>4</sub></p> </td> <td width=\"254\"> <p class=\"table-e\">1,1,2,2-Tetrafluoroethane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">359-35-3</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">1,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">12.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-134a </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>2</sub>H<sub>2</sub>F<sub>4</sub></p> </td> <td width=\"254\"> <p class=\"table-e\">1,1,1,2-Tetrafluoroethane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">811-97-2</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">1,300</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">13.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-143 </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>2</sub>H<sub>3</sub>F<sub>3</sub></p> </td> <td width=\"254\"> <p class=\"table-e\">1,1,2-Trifluoroethane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">430-66-0</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">300</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">14.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-143a </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>2</sub>H<sub>3</sub>F<sub>3</sub></p> </td> <td width=\"254\"> <p class=\"table-e\">1,1,1-Trifluoroethane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">420-46-2</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">3,800</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">15.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-152</p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>2</sub>H<sub>4</sub>F<sub>2</sub></p> </td> <td width=\"254\"> <p class=\"table-e\">1,2-Difluoroethane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">624-72-6</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">43</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">16.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-152a </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>2</sub>H<sub>4</sub>F<sub>2</sub></p> </td> <td width=\"254\"> <p class=\"table-e\">1,1-Difluoroethane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">75-37-6</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">140</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">17.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-161 </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>2</sub>H<sub>5</sub>F</p> </td> <td width=\"254\"> <p class=\"table-e\">Fluoroethane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">353-36-6</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">12</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">18.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-227ea </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>3</sub>HF<sub>7</sub></p> </td> <td width=\"254\"> <p class=\"table-e\">1,1,1,2,3,3,3- Heptafluoropropane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">431-89-0</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">2,900</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">19.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-236cb </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>3</sub>H<sub>2</sub>F<sub>6</sub></p> </td> <td width=\"254\"> <p class=\"table-e\">1,1,1,2,2,3-Hexafluoropropane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">677-565</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">1,300</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">20.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-236ea </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>3</sub>H<sub>2</sub>F<sub>6</sub></p> </td> <td width=\"254\"> <p class=\"table-e\">1,1,1,2,3,3-Hexafluoropropane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">431-63-0</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">1,200</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">21.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-236fa </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>3</sub>H<sub>2</sub>F<sub>6</sub></p> </td> <td width=\"254\"> <p class=\"table-e\">1,1,1,3,3,3-Hexafluoropropane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">690-39-1</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">6,300</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">22.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-245ca </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>3</sub>H<sub>3</sub>F<sub>5</sub></p> </td> <td width=\"254\"> <p class=\"table-e\">1,1,2,2,3-Pentafluoropropane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">679-86-7</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">560</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">23.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-245fa </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>3</sub>H<sub>3</sub>F<sub>5</sub></p> </td> <td width=\"254\"> <p class=\"table-e\">1,1,1,3,3-Pentafluoropropane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">460-73-1</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">950</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">24.</p> </td> <td width=\"184\"> <p class=\"table-e\">HFC-365mfc </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>4</sub>H<sub>5</sub>F<sub>5</sub></p> </td> <td width=\"254\"> <p class=\"table-e\">1,1,1,3,3-Pentafluorobutane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">406-58-6</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">890</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">25.</p> </td> <td width=\"184\"> <p class=\"table-e\">Perfluoromethane</p> </td> <td width=\"98\"> <p class=\"table-e\">CF<sub>4</sub></p> </td> <td width=\"254\"> <p class=\"table-e\">Tetrafluoromethane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">75-73-0</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">6,500</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">26.</p> </td> <td width=\"184\"> <p class=\"table-e\">Perfluoroethane </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>2</sub>F<sub>6</sub> </p> </td> <td width=\"254\"> <p class=\"table-e\">Hexafluoroethane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">76-16-4</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">9,200</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">27.</p> </td> <td width=\"184\"> <p class=\"table-e\">Perfluoropropane </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>3</sub>F<sub>8</sub></p> </td> <td width=\"254\"> <p class=\"table-e\">Octafluoropropane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">76-19-7</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">7,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">28.</p> </td> <td width=\"184\"> <p class=\"table-e\">Perfluorobutane </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>4</sub>F<sub>10</sub> </p> </td> <td width=\"254\"> <p class=\"table-e\">Decafluorobutane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">355-25-9</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">7,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">29.</p> </td> <td width=\"184\"> <p class=\"table-e\">Perfluorocyclobutane </p> </td> <td width=\"98\"> <p class=\"table-e\">c-C<sub>4</sub>F<sub>8</sub></p> </td> <td width=\"254\"> <p class=\"table-e\">Octafluorocyclobutane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">115-25-3</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">8,700</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">30.</p> </td> <td width=\"184\"> <p class=\"table-e\">Perfluoropentane </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>5</sub>F<sub>12</sub> </p> </td> <td width=\"254\"> <p class=\"table-e\">Dodecafluoropentane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">678-26-2</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">7,500</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"66\"> <p class=\"table-e\">31.</p> </td> <td width=\"184\"> <p class=\"table-e\">Perfluorohexane </p> </td> <td width=\"98\"> <p class=\"table-e\">C<sub>6</sub>F<sub>14</sub> </p> </td> <td width=\"254\"> <p class=\"table-e\">Tetradecafluorohexane</p> </td> <td valign=\"top\" width=\"119\"> <p class=\"table-e\">355-42-0</p> </td> <td valign=\"top\" width=\"119\"> <p align=\"right\" class=\"table-e\">7,400</p> </td>\n</tr>\n</table> <p class=\"schedule-e\"><a name=\"BK52\"></a>SCHEDULE 2 <br/>  specified GHG activities</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"840\">\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Activity</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Description of activity</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Adipic acid production.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The production of adipic acid using oxidation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Ammonia production.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The production of ammonia through the reaction of nitrogen with hydrogen that has been produced by one of the following:</p> <p class=\"table-e\">1.  Steam hydrocarbon reforming.</p> <p class=\"table-e\">2.  Gasification of solid or liquid raw material.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Carbonate use.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The use of one or more carbonates in a production process, excluding the following:</p> <p class=\"table-e\">1.  The use of carbonates or minerals that contain carbonate for producing cement, copper, nickel, ferroalloys, glass, iron, steel, lead, lime, phosphoric acid, pulp and paper, soda ash, sodium bicarbonate, sodium hydroxide or zinc.</p> <p class=\"table-e\">2.  The use of carbonates in sorbent technology used to control emissions from general stationary combustion equipment and electricity generation equipment.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Cement production.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The production of Portland, masonry, pozzolanic or any other hydraulic cement.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Coal storage.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The storage of coal at a facility that combusts coal.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Copper and nickel production.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The production of one or both of copper and nickel through smelting, refining and solvent extraction-electrowinning, using one or more of the following processes:</p> <p class=\"table-e\">1.  Removal of impurities from nickel or copper ore concentrate using carbonate flux reagents.</p> <p class=\"table-e\">2.  The use of reducing agents, including metallurgical coke, coal or natural gas, to extract metals from their oxides.</p> <p class=\"table-e\">3.  The use of material, including coke, for slag cleaning.</p> <p class=\"table-e\">4.  The release of carbon from metal ores.</p> <p class=\"table-e\">5.  The consumption of graphite or carbon electrodes in electric arc furnaces.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Electricity generation.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The operation of any combustion device, including a cogeneration (combined heat and power) device, that combusts solid, liquid or gaseous fuel for the purpose of producing electricity, excluding the following:</p> <p class=\"table-e\">1.  The operation of stationary emergency generators with a nameplate generating capacity of less than 10 MW.</p> <p class=\"table-e\">2.  The operation of portable emergency generators.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Ferroalloy production.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The production of ferrochromium, ferromanganese, ferromolybdenum, ferronickel, ferrosilicon, ferrotitanium, ferrotungsten, ferrovanadium, silicomanganese or silicon metal using pyrometallurgical techniques.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">General stationary combustion.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The combustion of solid, liquid, or gaseous fuel or combustible material using general stationary combustion equipment for one or more of the following purposes:</p> <p class=\"table-e\">1.  Producing electricity.</p> <p class=\"table-e\">2.  Generating steam or providing useful heat or energy for industrial, commercial or institutional use.</p> <p class=\"table-e\">3.  Pollution control.</p> <p class=\"table-e\">4.  Reduction of waste volume.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Glass production.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The production of flat glass, container glass, pressed and blown glass or wool fiberglass using one or more glass melting furnaces to melt a mixture of raw materials, excluding production in an experimental furnace or a research and development process unit.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">HCFC-22 production and HFC-23 destruction.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The production of HCFC-22 from chloroform and hydrogen fluoride and any process in which HFC-23 is destroyed.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Hydrogen production.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The production of hydrogen gas using steam hydrocarbon reforming, partial oxidation of hydrocarbons or other transformation of hydrocarbon feedstock.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">12.1</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Indirect useful thermal energy use.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The use of thermal energy at one facility that was generated at another facility.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Iron and steel production.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The production of iron or steel, which may include the processing of taconite iron ore and the production of metallurgical coke.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">14.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Lead production.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">One of the following:</p> <p class=\"table-e\">1.  The production of lead by sintering, smelting or direct smelting of lead concentrates.</p> <p class=\"table-e\">2.  The secondary production or recycling of lead.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">15.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Lime production.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The production of a lime product using calcination of limestone or other highly calcareous materials, including dolomite, aragonite, chalk, coral, marble or shell, but excluding production at a kraft pulp mill, soda pulp mill, sulfite pulp mill or a facility that only processes sludge containing calcium carbonate from water softening processes.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">16.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Magnesium production.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The production of magnesium metal or products containing magnesium through one of the following:</p> <p class=\"table-e\">1.  Smelting.</p> <p class=\"table-e\">2.  Refining.</p> <p class=\"table-e\">3.  Re-melting.</p> <p class=\"table-e\">4.  Use of molten magnesium to produce alloys or products containing magnesium through casting, drawing, extruding, forming or rolling operations.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">17.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Nitric acid production.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The production of nitric acid that is 30 to 70 per cent in strength using the catalytic oxidation of ammonia.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">18.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Operation of equipment for a transmission system or a distribution system (electricity).</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The operation of equipment for the purposes of a transmission system or a distribution system.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">19.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Operation of equipment related to the transmission, storage and transportation of natural gas.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The operation of equipment related to any of the following:</p> <p class=\"table-e\">1.  Onshore natural gas transmission compression.</p> <p class=\"table-e\">2.  Natural gas storage.</p> <p class=\"table-e\">3.  Liquefied natural gas import and export.</p> <p class=\"table-e\">4.  Transport of natural gas in a pipeline transportation system.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">20.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Petrochemical production.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The production of petrochemicals, including acrylonitrile, carbon black, propylene, ethylene, ethylene dichloride, ethylene oxide and methanol, from feedstocks derived from petroleum or from petroleum and liquefied natural gas, excluding the following:</p> <p class=\"table-e\">1.  The production of petrochemicals where petrochemicals are produced as a by-product.</p> <p class=\"table-e\">2.  The production of ethylene dichloride through a direct chlorination process that is operated independently of an oxychlorination process.</p> <p class=\"table-e\">3.  The production of a petrochemical from biomass feedstock.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">21.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Petroleum refining.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The production of any product through the distillation of crude oil or the redistillation, cracking, rearrangement or reforming of unfinished petroleum derivatives.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">22.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Phosphoric acid production.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The production of phosphoric acid from phosphate rock and acid.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">23.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Primary aluminum production.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The production of aluminum using the Hall-Héroult process, electrolysis in prebake and Søderberg cells or anode baking in prebake cells, excluding production using experimental cells or research and development process units.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">24.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Pulp and paper production.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The production of market pulp or pulp and paper at a facility that has chemical recovery, semi-chemical recovery and lime kilns.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">25.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Refinery fuel gas use.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The use of any combustion device that combusts refinery fuel gas separately or in combination with any type of gas or uses refinery fuel gas as a chemical feedstock.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">26.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Soda ash production.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The production of soda ash using a production line to carry out calcining of trona or sodium sesquicarbonate or to directly produce carbon dioxide through the use of a liquid alkaline feedstock process.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"71\"> <p class=\"table-e\">27.</p> </td> <td valign=\"top\" width=\"233\"> <p class=\"table-e\">Zinc production.</p> </td> <td valign=\"top\" width=\"536\"> <p class=\"table-e\">The primary production of zinc using electro-thermic distillation, pyrometallurgical processing or electrolytic processing or the secondary production of zinc.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 143/16, Sched. 2; O. Reg. 474/16, s. 14.</p> <p class=\"schedule-e\"><a name=\"BK53\"></a>SCHEDULE 3 <br/>  Records to be retained (Subsection 37 (1))</p> <p class=\"paragraph-e\">  1. A report the person has given to the Director under section 10 of the Act.</p> <p class=\"paragraph-e\">  2. A verification report prepared in respect of a report mentioned in paragraph 1.</p> <p class=\"paragraph-e\">  3. A list of all units, processes, activities and operations that were taken into account in quantifying or estimating greenhouse gas emissions, production parameters, material usage or process data.</p> <p class=\"paragraph-e\">  4. All records and documents used to quantify or estimate greenhouse gas emissions data, production parameters, fuel usage, material usage or process data from each activity.</p> <p class=\"paragraph-e\">  5. If the person engages in electricity importation, NERC E-tags, power contracts, IESO settlement data and all other information needed to confirm the transactions.</p> <p class=\"paragraph-e\">  6. Documentation of the process for collecting greenhouse gas data, production parameters, material usage or process data.</p> <p class=\"paragraph-e\">  7. A record showing any greenhouse gas emissions, production parameters, material usage or process data quantifications and the quantification methods used.</p> <p class=\"paragraph-e\">  8. A record showing all emission factors used for quantifications, including documentation for any site specific factors developed under the applicable standard quantification method.</p> <p class=\"paragraph-e\">  9. All input data used for greenhouse gas estimates.</p> <p class=\"paragraph-e\">  10. Documentation of biomass fractions for specific fuels.</p> <p class=\"paragraph-e\">  11. All data submitted to the Director under this Regulation.</p> <p class=\"paragraph-e\">  12. All quantifications made to fill in missing data.</p> <p class=\"paragraph-e\">  13. Names and documentation of key personnel involved in quantifying and reporting on greenhouse gas data, production parameters, material usage or process data.</p> <p class=\"paragraph-e\">  14. A log relating to each year, documenting all procedural changes made in data collection and calculations and changes to instrumentation for estimations and quantifications of greenhouse gas, production parameters, material usage or process data.</p> <p class=\"paragraph-e\">  15. If a measurement-based quantification method is used,</p> <p class=\"subpara-e\">  i. a list of all emission points monitored,</p> <p class=\"subpara-e\">  ii. collected monitoring data,</p> <p class=\"subpara-e\">  iii. quality assurance and quality control information,</p> <p class=\"subpara-e\">  iv. a detailed technical description of the continuous emissions monitoring system, including documentation of any findings and approvals by the Province,</p> <p class=\"subpara-e\">  v. raw and aggregated data from the continuous emissions monitoring system,</p> <p class=\"subpara-e\">  vi. a log book showing all system down-times, calibrations, servicing and maintenance of the continuous emissions monitoring system, and</p> <p class=\"subpara-e\">  vii. documentation of any changes in the continuous emissions monitoring system over time.</p> <p class=\"paragraph-e\">  16. Any other information that is required for verification of a report mentioned in paragraph 1.</p> <p class=\"footnote-e\">O. Reg. 143/16, Sched. 3; O. Reg. 258/17, s. 11.</p> <p class=\"schedule-e\"><a name=\"BK54\"></a>SCHEDULE 4 <br/>  BIOMASS CRITERIA (Subsection 1 (1))</p> <p class=\"paragraph-e\">  1. It must be organic matter that is available on a renewable basis.</p> <p class=\"paragraph-e\">  2. It must be organic matter that is derived from a plant, animal or micro-organism or must be a product made of such organic matter.</p> <p class=\"paragraph-e\">  3. It must meet one of the following criteria:</p> <p class=\"subpara-e\">  i. It is grown or harvested for the purpose of being used to generate electricity, heat or other useful energy.</p> <p class=\"subpara-e\">  ii. It is waste from harvesting or processing agricultural products or waste from processing forestry products, including spent pulping liquor.</p> <p class=\"subpara-e\">  iii. It is agricultural waste within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 (General — Waste Management) made under the <i>Environmental Protection Act</i>.</p> <p class=\"subpara-e\">  iv. It is organic waste material from a greenhouse, nursery, garden centre or flower shop.</p> <p class=\"subpara-e\">  v. It is pulp and paper biosolids, within the meaning of Ontario Regulation 267/03 (General) made under the <i>Nutrient Management Act, 2002</i>.</p> <p class=\"subpara-e\">  vi. It is waste from food processing, distribution and preparation operations, such as food packing, food preserving, wine making, cheese making, restaurants and grocery stores, including organic waste from the treatment of wastewater from facilities where food or feed is processed or prepared.</p> <p class=\"subpara-e\">  vii. It is sewage biosolids within the meaning of Ontario Regulation 267/03 made under the <i>Nutrient Management Act, 2002</i>.</p> <p class=\"subpara-e\">  viii. It is hauled sewage.</p> <p class=\"subpara-e\">  ix. It is waste from the operation of a sewage works subject to the <i>Ontario Water Resources Act</i>.</p> <p class=\"subpara-e\">  x. It is woodwaste within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 made under the <i>Environmental Protection Act</i>.</p> <p class=\"subpara-e\">  xi. It is a forest resource made available under a forest management plan approved under the <i>Crown Forest Sustainability Act, 1994</i> or a managed forest plan approved under the Managed Forest Tax Incentive Program.</p> <p class=\"subpara-e\">  xii. It is landfill gas.</p> <p class=\"subpara-e\">  xiii. It is biodiesel.</p> <p class=\"subpara-e\">  xiv. It is biofuel.</p> <p class=\"subpara-e\">  xv. It is biogas.</p> <p class=\"subpara-e\">  xvi. It is biologically derived organic matter found in municipal and industrial waste, both within the meaning of Regulation 347 of the Revised Regulations of Ontario, 1990 made under the <i>Environmental Protection Act</i>.</p> <p class=\"subpara-e\">  xvii. It is fuel whose heat generating capacity is derived entirely from one or more items described in subparagraphs i to xvi.</p> <p class=\"subpara-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/160143\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "Schedule 1",
            "part_id": null,
            "part_type": null,
            "section": "Greenhouse gases and global warming potentials",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "Schedule 2",
            "part_id": null,
            "part_type": null,
            "section": "Specified ghg activities",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "Schedule 3",
            "part_id": null,
            "part_type": null,
            "section": "Records to be retained (subsection 37 (1))",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "Schedule 4",
            "part_id": null,
            "part_type": null,
            "section": "Biomass criteria (subsection 1 (1))",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}