{
    "reg_info": {
        "full_title": "O. Reg. 259/17: TAX MATTERS - LIMITATION ON TAX INCREASES IN TERRITORY WITHOUT MUNICIPAL ORGANIZATION",
        "reg_name_text": "TAX MATTERS — LIMITATION ON TAX INCREASES IN TERRITORY WITHOUT MUNICIPAL ORGANIZATION",
        "citation": "O. Reg. 259/17: TAX MATTERS - LIMITATION ON TAX INCREASES IN TERRITORY WITHOUT MUNICIPAL ORGANIZATION",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/170259",
        "date_scraped": "2023-12-19 02:31:52"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  5, 2017",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Application",
            "content": " 1. (1) This Regulation applies with respect to taxes for school purposes on property in the commercial property class, the industrial property class and the multi-residential property class in territory without municipal organization that is not deemed to be attached to a municipality for the purposes of taxation. (2) This Regulation does not apply to, (a) property or a portion of the property to which a payment-in-lieu of taxes is required, other than property of a designated electricity utility within the meaning of subsection 19.0.1 (5) of the Assessment Act or of a corporation referred to in clause (d) of the definition of “municipal electricity utility” in section 88 of the Electricity Act, 1998; (b) despite clause (a), land, buildings and structures to which subsection 19.0.1 (1) of the Assessment Act applies; and (c) property classified in the residential property class, the farm property class, the managed forests property class or the pipe line property class. (3) This Regulation does not apply to a property for a taxation year if any of the following conditions are met: 1. The taxes for school purposes for the property in the previous year were equal to its uncapped taxes for the year. 2. As a result of the application of this Regulation, the taxes for school purposes for the property in the previous year were lower than the property’s uncapped taxes for that year but, in the current year, if this Regulation applied, the property’s taxes for school purposes would be equal to its uncapped taxes or a tax decrease for the property would be limited. 3. A tax decrease for the property in the previous year was limited under this Regulation, but, in the current year, if this Regulation applied, the property’s taxes for school purposes would be equal to its uncapped taxes or a tax increase for the property would be limited.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) This Regulation applies with respect to taxes for school purposes on property in the commercial property class, the industrial property class and the multi-residential property class in territory without municipal organization that is not deemed to be attached to a municipality for the purposes of taxation.</p> <p class=\"subsection-e\">  (2) This Regulation does not apply to,</p> <p class=\"clause-e\">  (a) property or a portion of the property to which a payment-in-lieu of taxes is required, other than property of a designated electricity utility within the meaning of subsection 19.0.1 (5) of the <i>Assessment Act</i> or of a corporation referred to in clause (d) of the definition of “municipal electricity utility” in section 88 of the <i>Electricity Act, 1998</i>;</p> <p class=\"clause-e\">  (b) despite clause (a), land, buildings and structures to which subsection 19.0.1 (1) of the <i>Assessment Act</i> applies; and</p> <p class=\"clause-e\">  (c) property classified in the residential property class, the farm property class, the managed forests property class or the pipe line property class.</p> <p class=\"subsection-e\">  (3) This Regulation does not apply to a property for a taxation year if any of the following conditions are met:</p> <p class=\"paragraph-e\">  1. The taxes for school purposes for the property in the previous year were equal to its uncapped taxes for the year.</p> <p class=\"paragraph-e\">  2. As a result of the application of this Regulation, the taxes for school purposes for the property in the previous year were lower than the property’s uncapped taxes for that year but, in the current year, if this Regulation applied, the property’s taxes for school purposes would be equal to its uncapped taxes or a tax decrease for the property would be limited.</p> <p class=\"paragraph-e\">  3. A tax decrease for the property in the previous year was limited under this Regulation, but, in the current year, if this Regulation applied, the property’s taxes for school purposes would be equal to its uncapped taxes or a tax increase for the property would be limited.</p>"
        },
        {
            "id": "2.",
            "section": "Interpretation",
            "content": " 2. (1) In this Regulation, “additional assessment” means one or more assessments made under section 33 or 34 of the Assessment Act; (“évaluation additionnelle”) “assessment” means the assessment of real property made under the Assessment Act, according to the last returned assessment roll; (“évaluation”) “commercial property class” means the commercial property class prescribed under the Assessment Act; (“catégorie des biens commerciaux”) “industrial property class” means the industrial property class prescribed under the Assessment Act; (“catégorie des biens industriels”) “multi-residential property class” means the multi-residential property class prescribed under the Assessment Act; (“catégorie des immeubles à logements multiples”) “previous year” means the year immediately preceding the taxation year; (“année précédente”) “property class” means a class of real property prescribed under the Assessment Act; (“catégorie de biens”) “taxation year” means, in respect of taxes for school purposes, the year for which the taxes are levied; (“année d’imposition”) “uncapped taxes” means, in respect of a taxation year, the amount of taxes for school purposes that would have been payable for the taxation year but for the application of this Regulation. (“impôts non plafonnés”) (2) If portions of a property are classified in different property classes on the assessment roll, each portion shall be treated as a separate property for the purposes of this Regulation.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“additional assessment” means one or more assessments made under section 33 or 34 of the <i>Assessment Act</i>; (“évaluation additionnelle”)</p> <p class=\"definition-e\">“assessment” means the assessment of real property made under the <i>Assessment Act</i>, according to the last returned assessment roll; (“évaluation”)</p> <p class=\"definition-e\">“commercial property class” means the commercial property class prescribed under the <i>Assessment Act</i>; (“catégorie des biens commerciaux”)</p> <p class=\"definition-e\">“industrial property class” means the industrial property class prescribed under the <i>Assessment Act</i>; (“catégorie des biens industriels”)</p> <p class=\"definition-e\">“multi-residential property class” means the multi-residential property class prescribed under the <i>Assessment Act</i>; (“catégorie des immeubles à logements multiples”)</p> <p class=\"definition-e\">“previous year” means the year immediately preceding the taxation year; (“année précédente”)</p> <p class=\"definition-e\">“property class” means a class of real property prescribed under the <i>Assessment Act</i>; (“catégorie de biens”)</p> <p class=\"definition-e\">“taxation year” means, in respect of taxes for school purposes, the year for which the taxes are levied; (“année d’imposition”)</p> <p class=\"definition-e\">“uncapped taxes” means, in respect of a taxation year, the amount of taxes for school purposes that would have been payable for the taxation year but for the application of this Regulation. (“impôts non plafonnés”)</p> <p class=\"subsection-e\">  (2) If portions of a property are classified in different property classes on the assessment roll, each portion shall be treated as a separate property for the purposes of this Regulation.</p>"
        },
        {
            "id": "3.",
            "section": "Determination of taxes",
            "content": "  3. Except as provided in this Regulation, the taxes for school purposes for a year for a property to which this Regulation applies are determined in accordance with section 2 of the Provincial Land Tax Act, 2006 and Division B of Part IX of the Act.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>Except as provided in this Regulation, the taxes for school purposes for a year for a property to which this Regulation applies are determined in accordance with section 2 of the <i>Provincial Land Tax Act, 2006</i> and Division B of Part IX of the Act.</p>"
        },
        {
            "id": "BK29",
            "section": "Determination of maximum taxes",
            "content": " 4. (1) Except as otherwise provided in this section and section 5, the taxes for school purposes for a taxation year for a property are determined as follows: 1. Determine the taxes for school purposes for the previous year for the property under subsection (2). 2. Add 10 per cent of the taxes for school purposes that would have been levied in respect of the property for the previous year but for the application of this Regulation. (2) The taxes for school purposes for the previous year for a property are determined as follows: 1. Determine the taxes for school purposes that were levied on the property for the year. 2. If a supplementary assessment or change in classification is made under section 34 of the Assessment Act during the year or if an assessment or change in classification could have been made under section 34 of that Act and the appropriate change is made on the assessment roll for taxation in the taxation year, recalculate the taxes determined under paragraph 1 as if the increase in the assessment or change in classification, as the case may be, had applied to the property for all of the year. 3. If the assessment of a property whose classification is in the sub-class for vacant land on the assessment roll for taxation in the taxation year increases as a result of an improvement to that property during the year, and if no portion of any building on the property begins to be used for any purpose during the year, recalculate the taxes determined under paragraph 1 as if the increase in the assessment had applied to the property for all of the year. 4. If any taxes for school purposes for the year are cancelled, reduced or refunded under section 8 of the\r\nProvincial Land Tax Act, 2006 for the year on an application under clause 8 (1) (a), (b), (c), (d) or (h) of that Act, recalculate the taxes determined under paragraph 1 as if the event that caused the cancellation, reduction or refund had occurred on January 1 of the year. (3) If, as a result of a request under section 39.1 of the Assessment Act, an appeal under section 40 of that Act or an application under section 46 of that Act, the taxes for school purposes for a property for the previous year are recalculated, the amount under paragraph 1 of subsection (2) must be adjusted accordingly. (4) If, as a result of an assessment under subsection 32 (2) of the Assessment Act\r\nor section 33 of the Assessment Act, the total taxes for school purposes for a property for the previous year are altered, the amount under paragraph 1 of subsection (2) must be adjusted accordingly. (5) If the Minister of Finance cancels, reduces or refunds taxes for school purposes for the taxation year, on an application made under clause 8 (1) (d) of the Provincial Land Tax Act, 2006, the amount of the cancellation, reduction or refund is calculated using the formula, A/B × C in which, “A” is the amount of the cancellation, reduction or refund of taxes for the year, but for the application of this Regulation, “B” is the amount of taxes for the year (without deducting the amount of the cancellation, reduction or refund of taxes) that would have been payable but for the application of this Regulation, and “C” is the amount of taxes for the year that would be payable under this Regulation if no application were made. (6) If an additional assessment is made in respect of property, other than property described in subsection 5 (2), that increases the assessment of the property in the taxation year, (a) subsection (1) does not apply to the additional taxes for school purposes attributable to the increase in the assessment; and (b) the amount of the additional taxes for school purposes is calculated using the formula, T = CT/NT × CVAT in which, “T” is the amount of the additional taxes for school purposes, “CT” is the amount determined under subsection (1), and “NT” is the amount of the uncapped taxes for the year, but does not include the amount of  “CVAT”, “CVAT” is the amount of supplementary taxes for school purposes that would have been payable but for the application of this subsection. (7) Despite subsection (6), the taxes for school purposes for the property for the taxation year or portion of the year in respect of which one of the following assessments is made must be recalculated on the basis that this Regulation does not apply: 1. An additional assessment that relates to a new building or structure erected on the property that was, prior to the assessment, assessed for the taxation year as being in the sub-class for vacant land under paragraph 2 of subsection 8 (1) of the Assessment Act. 2. An additional assessment for the taxation year, or for the taxation year and the previous year or any portion of those years, that resulted in the assessment of the property increasing by an amount equal to or greater than 50 per cent of the assessment on the assessment roll before the additional assessment was made. (8) Despite paragraph 2 of subsection (7), if an additional assessment is made for the previous year and for the taxation year, the percentage referred to in that paragraph is the percentage determined as follows: 1. Determine the additional assessment for the previous year. 2. Determine the assessment on the assessment roll for taxation in the previous year before the additional assessment referred to in paragraph 1 was made. 3. Divide the amount in paragraph 1 by the amount in paragraph 2. 4. Multiply the quotient in paragraph 3 by 100. 5. Add the amounts in paragraphs 1 and 2. 6. Divide the amount in paragraph 2 by the amount in paragraph 5. 7. Multiply the quotient determined in paragraph 6 by the assessment on the assessment roll for taxation in the taxation year. 8. Determine the additional assessment for the taxation year. 9. Divide the amount in paragraph 8 by the amount in paragraph 7. 10. Multiply the quotient in paragraph 9 by 100. 11. Add the percentages in paragraphs 4 and 10. (9) If the percentage in paragraph 11 of subsection (8) is equal to or greater than 50, subsection (7) applies for the taxation year. (10) Despite subsection (1), but subject to section 5, if the amount determined under subsection (1) exceeds the uncapped taxes, the taxes for school purposes for the taxation year for the property are equal to the uncapped taxes. (11) Despite subsection (1), if the uncapped taxes exceeds the amount determined under subsection (1) by less than $100, the taxes for school purposes for the taxation year for the property are equal to the uncapped taxes.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK29\"></a>4. </b>(1) Except as otherwise provided in this section and section 5, the taxes for school purposes for a taxation year for a property are determined as follows:</p> <p class=\"paragraph-e\">  1. Determine the taxes for school purposes for the previous year for the property under subsection (2).</p> <p class=\"paragraph-e\">  2. Add 10 per cent of the taxes for school purposes that would have been levied in respect of the property for the previous year but for the application of this Regulation.</p> <p class=\"subsection-e\">  (2) The taxes for school purposes for the previous year for a property are determined as follows:</p> <p class=\"paragraph-e\">  1. Determine the taxes for school purposes that were levied on the property for the year.</p> <p class=\"paragraph-e\">  2. If a supplementary assessment or change in classification is made under section 34 of the <i>Assessment Act</i> during the year or if an assessment or change in classification could have been made under section 34 of that Act and the appropriate change is made on the assessment roll for taxation in the taxation year, recalculate the taxes determined under paragraph 1 as if the increase in the assessment or change in classification, as the case may be, had applied to the property for all of the year.</p> <p class=\"paragraph-e\">  3. If the assessment of a property whose classification is in the sub-class for vacant land on the assessment roll for taxation in the taxation year increases as a result of an improvement to that property during the year, and if no portion of any building on the property begins to be used for any purpose during the year, recalculate the taxes determined under paragraph 1 as if the increase in the assessment had applied to the property for all of the year.</p> <p class=\"paragraph-e\">  4. If any taxes for school purposes for the year are cancelled, reduced or refunded under section 8 of the\r\n<i>Provincial Land Tax Act, 2006</i> for the year on an application under clause 8 (1) (a), (b), (c), (d) or (h) of that Act, recalculate the taxes determined under paragraph 1 as if the event that caused the cancellation, reduction or refund had occurred on January 1 of the year.</p> <p class=\"subsection-e\">  (3) If, as a result of a request under section 39.1 of the <i>Assessment Act</i>, an appeal under section 40 of that Act or an application under section 46 of that Act, the taxes for school purposes for a property for the previous year are recalculated, the amount under paragraph 1 of subsection (2) must be adjusted accordingly.</p> <p class=\"subsection-e\">  (4) If, as a result of an assessment under subsection 32 (2) of the <i>Assessment Act</i>\r\nor section 33 of the <i>Assessment Act</i>, the total taxes for school purposes for a property for the previous year are altered, the amount under paragraph 1 of subsection (2) must be adjusted accordingly.</p> <p class=\"subsection-e\">  (5) If the Minister of Finance cancels, reduces or refunds taxes for school purposes for the taxation year, on an application made under clause 8 (1) (d) of the <i>Provincial Land Tax Act, 2006</i>, the amount of the cancellation, reduction or refund is calculated using the formula,</p> <p class=\"equation-e\">A/B × C</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “A” is the amount of the cancellation, reduction or refund of taxes for the year, but for the application of this Regulation,</p> <p class=\"equationind1-e\">  “B” is the amount of taxes for the year (without deducting the amount of the cancellation, reduction or refund of taxes) that would have been payable but for the application of this Regulation, and</p> <p class=\"equationind1-e\">  “C” is the amount of taxes for the year that would be payable under this Regulation if no application were made.</p> <p class=\"subsection-e\">  (6) If an additional assessment is made in respect of property, other than property described in subsection 5 (2), that increases the assessment of the property in the taxation year,</p> <p class=\"clause-e\">  (a) subsection (1) does not apply to the additional taxes for school purposes attributable to the increase in the assessment; and</p> <p class=\"clause-e\">  (b) the amount of the additional taxes for school purposes is calculated using the formula,</p> <p class=\"equation-e\">T = CT/NT × CVAT</p> <p class=\"Sclause-e\">in which,</p> <p class=\"equationind2-e\">  “T” is the amount of the additional taxes for school purposes,</p> <p class=\"equationind2-e\">  “CT” is the amount determined under subsection (1), and</p> <p class=\"equationind2-e\">  “NT” is the amount of the uncapped taxes for the year, but does not include the amount of  “CVAT”,</p> <p class=\"equationind2-e\">  “CVAT” is the amount of supplementary taxes for school purposes that would have been payable but for the application of this subsection.</p> <p class=\"subsection-e\">  (7) Despite subsection (6), the taxes for school purposes for the property for the taxation year or portion of the year in respect of which one of the following assessments is made must be recalculated on the basis that this Regulation does not apply:</p> <p class=\"paragraph-e\">  1. An additional assessment that relates to a new building or structure erected on the property that was, prior to the assessment, assessed for the taxation year as being in the sub-class for vacant land under paragraph 2 of subsection 8 (1) of the <i>Assessment Act</i>.</p> <p class=\"paragraph-e\">  2. An additional assessment for the taxation year, or for the taxation year and the previous year or any portion of those years, that resulted in the assessment of the property increasing by an amount equal to or greater than 50 per cent of the assessment on the assessment roll before the additional assessment was made.</p> <p class=\"subsection-e\">  (8) Despite paragraph 2 of subsection (7), if an additional assessment is made for the previous year and for the taxation year, the percentage referred to in that paragraph is the percentage determined as follows:</p> <p class=\"paragraph-e\">  1. Determine the additional assessment for the previous year.</p> <p class=\"paragraph-e\">  2. Determine the assessment on the assessment roll for taxation in the previous year before the additional assessment referred to in paragraph 1 was made.</p> <p class=\"paragraph-e\">  3. Divide the amount in paragraph 1 by the amount in paragraph 2.</p> <p class=\"paragraph-e\">  4. Multiply the quotient in paragraph 3 by 100.</p> <p class=\"paragraph-e\">  5. Add the amounts in paragraphs 1 and 2.</p> <p class=\"paragraph-e\">  6. Divide the amount in paragraph 2 by the amount in paragraph 5.</p> <p class=\"paragraph-e\">  7. Multiply the quotient determined in paragraph 6 by the assessment on the assessment roll for taxation in the taxation year.</p> <p class=\"paragraph-e\">  8. Determine the additional assessment for the taxation year.</p> <p class=\"paragraph-e\">  9. Divide the amount in paragraph 8 by the amount in paragraph 7.</p> <p class=\"paragraph-e\">  10. Multiply the quotient in paragraph 9 by 100.</p> <p class=\"paragraph-e\">  11. Add the percentages in paragraphs 4 and 10.</p> <p class=\"subsection-e\">  (9) If the percentage in paragraph 11 of subsection (8) is equal to or greater than 50, subsection (7) applies for the taxation year.</p> <p class=\"subsection-e\">  (10) Despite subsection (1), but subject to section 5, if the amount determined under subsection (1) exceeds the uncapped taxes, the taxes for school purposes for the taxation year for the property are equal to the uncapped taxes.</p> <p class=\"subsection-e\">  (11) Despite subsection (1), if the uncapped taxes exceeds the amount determined under subsection (1) by less than $100, the taxes for school purposes for the taxation year for the property are equal to the uncapped taxes.</p>"
        },
        {
            "id": "BK30",
            "section": "Provision for recoveries",
            "content": " 5. (1) Subject to subsection (4), the Minister of Finance shall establish the percentage for limiting tax decreases in respect of properties in any property class subject to this Regulation for a taxation year, to provide for recovery of all or part of the revenues foregone in a year as a result of the application of section 4 to other properties in the property class. (2) The limit of tax decreases in subsection (1) applies to all properties in the property class whose taxes for school purposes for the previous year, as determined under subsection 4 (2), exceed their taxes for school purposes for the taxation year. (3) The amount recovered within each class within each school locality must be sufficient, but must not exceed the amount necessary, to provide for the revenue foregone as a result of the application of section 4 to properties in the property class. (4) The percentage established under subsection (1) is limited as follows: 1. Calculate the total revenues foregone as a result of the application of section 4 to properties in the property class. 2. Calculate the total difference between the taxes for school purposes for all properties in the property class referred to in subsection (2) for the previous year, as determined under subsection 4 (2), and the taxes for school purposes for those properties for the taxation year. 3. Calculate the percentage of the amount determined under paragraph 2 that would yield sufficient revenues to recover all of the foregone revenues calculated under paragraph 1. 4. The percentage established under paragraph 3 must not exceed 100 per cent. (5) The taxes for school purposes for the taxation year on a property to which this section applies are determined as follows: 1. Determine the taxes for school purposes for the property for the previous year under subsection 4 (2). 2. Determine the amount of the difference between the taxes for school purposes for the property for the previous year, as determined under paragraph 1, and the uncapped taxes for school purposes for the property for the taxation year. 3. Multiply the percentage established under this section for the property class the property is in by the amount determined under paragraph 2. 4. The taxes for school purposes for the taxation year are equal to the uncapped taxes for the taxation year plus the amount determined under paragraph 3. (6) Despite subsection (5), if the amount determined under subsection (5) exceeds the uncapped taxes by less than $100, the taxes for school purposes for the taxation year for the property are equal to the uncapped taxes. (7) If an additional assessment is made to a property that is subject to this section that increases the assessment of that property for the taxation year, subsection (5) does not apply to the additional taxes for school purposes for the year attributable to the additional assessment.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>5. </b>(1) Subject to subsection (4), the Minister of Finance shall establish the percentage for limiting tax decreases in respect of properties in any property class subject to this Regulation for a taxation year, to provide for recovery of all or part of the revenues foregone in a year as a result of the application of section 4 to other properties in the property class.</p> <p class=\"subsection-e\">  (2) The limit of tax decreases in subsection (1) applies to all properties in the property class whose taxes for school purposes for the previous year, as determined under subsection 4 (2), exceed their taxes for school purposes for the taxation year.</p> <p class=\"subsection-e\">  (3) The amount recovered within each class within each school locality must be sufficient, but must not exceed the amount necessary, to provide for the revenue foregone as a result of the application of section 4 to properties in the property class.</p> <p class=\"subsection-e\">  (4) The percentage established under subsection (1) is limited as follows:</p> <p class=\"paragraph-e\">  1. Calculate the total revenues foregone as a result of the application of section 4 to properties in the property class.</p> <p class=\"paragraph-e\">  2. Calculate the total difference between the taxes for school purposes for all properties in the property class referred to in subsection (2) for the previous year, as determined under subsection 4 (2), and the taxes for school purposes for those properties for the taxation year.</p> <p class=\"paragraph-e\">  3. Calculate the percentage of the amount determined under paragraph 2 that would yield sufficient revenues to recover all of the foregone revenues calculated under paragraph 1.</p> <p class=\"paragraph-e\">  4. The percentage established under paragraph 3 must not exceed 100 per cent.</p> <p class=\"subsection-e\">  (5) The taxes for school purposes for the taxation year on a property to which this section applies are determined as follows:</p> <p class=\"paragraph-e\">  1. Determine the taxes for school purposes for the property for the previous year under subsection 4 (2).</p> <p class=\"paragraph-e\">  2. Determine the amount of the difference between the taxes for school purposes for the property for the previous year, as determined under paragraph 1, and the uncapped taxes for school purposes for the property for the taxation year.</p> <p class=\"paragraph-e\">  3. Multiply the percentage established under this section for the property class the property is in by the amount determined under paragraph 2.</p> <p class=\"paragraph-e\">  4. The taxes for school purposes for the taxation year are equal to the uncapped taxes for the taxation year plus the amount determined under paragraph 3.</p> <p class=\"subsection-e\">  (6) Despite subsection (5), if the amount determined under subsection (5) exceeds the uncapped taxes by less than $100, the taxes for school purposes for the taxation year for the property are equal to the uncapped taxes.</p> <p class=\"subsection-e\">  (7) If an additional assessment is made to a property that is subject to this section that increases the assessment of that property for the taxation year, subsection (5) does not apply to the additional taxes for school purposes for the year attributable to the additional assessment.</p>"
        },
        {
            "id": "6.",
            "section": "Provision for recoveries",
            "content": " 6. Omitted (revokes other Regulations).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).</p>"
        },
        {
            "id": "Sig",
            "section": "Provision for recoveries",
            "content": " 7. Omitted (provides for coming into force of provisions of this Regulation).   Français  ",
            "raw_html": "<p class=\"section-e\"> <b>7. </b><a name=\"Sig\"></a><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/170259\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}