{
    "reg_info": {
        "full_title": "O. Reg. 155/98: TRANSITIONAL PROVISIONS RELATING TO THE REPEAL OF PART VIII OF THE ENVIRONMENTAL PROTECTION ACT",
        "reg_name_text": "TRANSITIONAL PROVISIONS RELATING TO THE REPEAL OF PART VIII OF THE ENVIRONMENTAL PROTECTION ACT",
        "citation": "O. Reg. 155/98: ",
        "act_under": "Ontario Water Resources Act   Loi sur les ressources en eau de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/980155",
        "date_scraped": "2023-12-20 00:32:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  9, 1998",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. If, before the repeal of Part VIII of the Environmental Protection Act, an agreement with respect to the administration of Part VIII of that Act was entered into under clause 4 (1) (j) of that Act or section 81 of that Act, the agreement continues in force, despite the repeal of Part VIII of that Act, for the purpose of, (a) the issuance of permits referred to in clause 53.1 (2) (b) of the Ontario Water Resources Act; (b) unexpired rights of appeal referred to in paragraph 2 or 3 of subsection 53.1 (6) of the Ontario Water Resources Act; and (c) appeals referred to in paragraph 4 of subsection 53.1 (6) of the Ontario Water Resources Act. O. Reg. 155/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>If, before the repeal of Part VIII of the <i>Environmental Protection Act</i>, an agreement with respect to the administration of Part VIII of that Act was entered into under clause 4 (1) (j) of that Act or section 81 of that Act, the agreement continues in force, despite the repeal of Part VIII of that Act, for the purpose of,</p> <p class=\"clause-e\">(a) the issuance of permits referred to in clause 53.1 (2) (b) of the <i>Ontario Water Resources Act</i>;</p> <p class=\"clause-e\">(b) unexpired rights of appeal referred to in paragraph 2 or 3 of subsection 53.1 (6) of the <i>Ontario Water Resources Act</i>; and</p> <p class=\"clause-e\">(c) appeals referred to in paragraph 4 of subsection 53.1 (6) of the <i>Ontario Water Resources Act</i>. O. Reg. 155/98, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) Every conservation authority that entered into an agreement referred to in section 1 under clause 4 (1) (j) of the Environmental Protection Act shall, (a) keep all records in its possession or under its control with respect to matters continued under section 53.1 of the Ontario Water Resources Act for a period of six years from the date of the repeal of Part VIII of the Environmental Protection Act; (b) on the written request of the Director, deliver to the Director a record or certified copy of a record relating to Part VIII of the Environmental Protection Act as specified in the request; (c) on the written request of the Director, deliver to the Director a certificate as to the service of any document relating to Part VIII of the Environmental Protection Act as specified in the request; (d) on the written request of the Director, deliver to the Director a certificate as to the custody of any document relating to Part VIII of the Environmental Protection Act as specified in the request; and (e) on the written request of the Director, deliver to the Director a certificate as to whether or not any document relating to Part VIII of the Environmental Protection Act as specified in the request was received or issued. O. Reg. 155/98, s. 2 (1). (2) A record, certified copy of a record or a certificate delivered under clause (1) (b) or (c) that is or relates to an approval, certificate, consent, licence, notice, permit, order or return under Part VIII of the Environmental Protection Act shall be deemed to be an official document signed by an employee in the Ministry for the purpose of section 115 of the Ontario Water Resources Act. O. Reg. 155/98, s. 2 (2). (3) A certificate delivered under clause (1) (d) or (e) shall be deemed to be an official document signed by an employee in the Ministry for the purpose of section 115 of the Ontario Water Resources Act. O. Reg. 155/98, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) Every conservation authority that entered into an agreement referred to in section 1 under clause 4 (1) (j) of the <i>Environmental Protection Act</i> shall,</p> <p class=\"clause-e\">(a) keep all records in its possession or under its control with respect to matters continued under section 53.1 of the <i>Ontario Water Resources Act</i> for a period of six years from the date of the repeal of Part VIII of the <i>Environmental Protection Act</i>;</p> <p class=\"clause-e\">(b) on the written request of the Director, deliver to the Director a record or certified copy of a record relating to Part VIII of the <i>Environmental Protection Act</i> as specified in the request;</p> <p class=\"clause-e\">(c) on the written request of the Director, deliver to the Director a certificate as to the service of any document relating to Part VIII of the <i>Environmental Protection Act</i> as specified in the request;</p> <p class=\"clause-e\">(d) on the written request of the Director, deliver to the Director a certificate as to the custody of any document relating to Part VIII of the <i>Environmental Protection Act</i> as specified in the request; and</p> <p class=\"clause-e\">(e) on the written request of the Director, deliver to the Director a certificate as to whether or not any document relating to Part VIII of the <i>Environmental Protection Act</i> as specified in the request was received or issued. O. Reg. 155/98, s. 2 (1).</p> <p class=\"subsection-e\">(2) A record, certified copy of a record or a certificate delivered under clause (1) (b) or (c) that is or relates to an approval, certificate, consent, licence, notice, permit, order or return under Part VIII of the <i>Environmental Protection Act</i> shall be deemed to be an official document signed by an employee in the Ministry for the purpose of section 115 of the <i>Ontario Water Resources Act</i>. O. Reg. 155/98, s. 2 (2).</p> <p class=\"subsection-e\">(3) A certificate delivered under clause (1) (d) or (e) shall be deemed to be an official document signed by an employee in the Ministry for the purpose of section 115 of the <i>Ontario Water Resources Act</i>. O. Reg. 155/98, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. No fee is payable under Ontario Regulation 503/93 with respect to an application referred to in paragraph 1 of subsection 53.1 (6) of the Ontario Water Resources Act. O. Reg. 155/98, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>No fee is payable under Ontario Regulation 503/93 with respect to an application referred to in paragraph 1 of subsection 53.1 (6) of the <i>Ontario Water Resources Act</i>. O. Reg. 155/98, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. The reference in section 1 of this Regulation to section 81 of the Environmental Protection Act is a reference to that section as it read immediately before the repeal of Part VIII of that Act under Schedule B to the Services Improvement Act, 1997. O. Reg. 155/98, s. 4. ",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The reference in section 1 of this Regulation to section 81 of the <i>Environmental Protection Act</i> is a reference to that section as it read immediately before the repeal of Part VIII of that Act under Schedule B to the <i>Services Improvement Act, 1997</i>. O. Reg. 155/98, s. 4.</p> <p class=\"Normal\"></p>"
        }
    ]
}