{
    "reg_info": {
        "full_title": "O. Reg. 58/00: FERMENT ON PREMISE FACILITIES",
        "reg_name_text": "FERMENT ON PREMISE FACILITIES",
        "citation": "O. Reg. 58/00: ",
        "act_under": "Liquor Licence Act   Loi sur les permis d’alcool",
        "url": "https://www.ontario.ca/laws/regulation/000058",
        "date_scraped": "2023-12-18 13:44:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/000058/v7",
            "valid_from": "November  8, 2021",
            "valid_to": "November 28, 2021"
        },
        {
            "a_href": "/laws/regulation/000058/v6",
            "valid_from": "July  1, 2016",
            "valid_to": "November  7, 2021"
        },
        {
            "a_href": "/laws/regulation/000058/v5",
            "valid_from": "February 17, 2016",
            "valid_to": "June 30, 2016"
        },
        {
            "a_href": "/laws/regulation/000058/v4",
            "valid_from": "June  1, 2011",
            "valid_to": "February 16, 2016"
        },
        {
            "a_href": "/laws/regulation/000058/v3",
            "valid_from": "May 27, 2011",
            "valid_to": "May 31, 2011"
        },
        {
            "a_href": "/laws/regulation/000058/v2",
            "valid_from": "July 13, 2007",
            "valid_to": "May 26, 2011"
        },
        {
            "a_href": "/laws/regulation/000058/v1",
            "valid_from": "October  2, 2002",
            "valid_to": "July 12, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “carboy” means a fermentation vessel where enzymes or yeast may be added to cause fermentation of beer wort, wine juice, wine juice concentrate or other juices or juice concentrates; “container” means a bottle, can, cask or any other receptacle into which beer or wine may be placed following completion of the brewing or fermentation process; “customer” means an individual who pays to make beer or wine on the licensed premises, but does not include the licensee or an employee of the licensee; “licensed premises” means the premises for which a licence to operate a ferment on premise facility has been issued; “licensee” means the holder of a licence to operate a ferment on premise facility. O. Reg. 58/00, s. 1; O. Reg. 351/07, s. 2; O. Reg. 34/16, s. 1. Conditions of a Ferment on Premise Facility Licence",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“carboy” means a fermentation vessel where enzymes or yeast may be added to cause fermentation of beer wort, wine juice, wine juice concentrate or other juices or juice concentrates;</p> <p class=\"definition-e\">“container” means a bottle, can, cask or any other receptacle into which beer or wine may be placed following completion of the brewing or fermentation process;</p> <p class=\"definition-e\">“customer” means an individual who pays to make beer or wine on the licensed premises, but does not include the licensee or an employee of the licensee;</p> <p class=\"definition-e\">“licensed premises” means the premises for which a licence to operate a ferment on premise facility has been issued;</p> <p class=\"definition-e\">“licensee” means the holder of a licence to operate a ferment on premise facility. O. Reg. 58/00, s. 1; O. Reg. 351/07, s. 2; O. Reg. 34/16, s. 1.</p> <p class=\"heading1-e\">Conditions of a Ferment on Premise Facility Licence</p>"
        },
        {
            "id": "2.",
            "section": "Conditions of a Ferment on Premise Facility Licence",
            "content": " 2. A licence to operate a ferment on premise facility is subject to the conditions set out in sections 3 to 14.  O. Reg. 58/00, s. 2; O. Reg. 351/07, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>A licence to operate a ferment on premise facility is subject to the conditions set out in sections 3 to 14.  O. Reg. 58/00, s. 2; O. Reg. 351/07, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Conditions of a Ferment on Premise Facility Licence",
            "content": "  3. (1) The licensee and the licensee’s employees and agents shall ensure that, (a) before the end of the customer’s first visit to the licensed premises for the purpose of making beer or wine, the licensee transfers to the customer ownership of the ingredients being purchased by the customer from the licensee to make the beer or wine; (b) the customer combines or mixes his or her beer wort, wine juice, wine juice concentrate or other juice or juice concentrate with such of the customer’s other ingredients as the customer wishes to add, except that the licensee or the licensee’s employees or agents, (i) may add finings or stabilizing agents to the customer’s other ingredients, (ii) may operate equipment to filter and add carbonation to the customer’s ingredients, and (iii) may rack the customer’s beer or wine; (c) the customer adds to the beer wort, wine juice, wine juice concentrate or other raw material of beer or wine any yeast or enzymes required to begin the fermentation process; (d) the customer places his or her beer or wine in containers; (e) the customer labels, corks, caps, shrink wraps or packages his or her beer or wine; (f) the customer removes his or her beer or wine from the licensed premises immediately after it has been placed in containers.  O. Reg. 58/00, s. 3 (1). (2) Except as provided in clause (1) (b), the licensee and the licensee’s employees and agents shall not carry out an operation mentioned in subsection (1) on behalf of a customer.  O. Reg. 58/00, s. 3 (2). (3) If a customer is in need of assistance to carry out an operation that the customer is required to carry out under this section, the operation may be carried out by an assistant to the customer as long as the customer is on the licensed premises at the time it is carried out.  O. Reg. 58/00, s. 3 (3). (4) The licensee is not in breach of this section if an assistant to a customer carries out an operation on behalf of the customer in accordance with subsection (3).  O. Reg. 58/00, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>(1) The licensee and the licensee’s employees and agents shall ensure that,</p> <p class=\"clause-e\">  (a) before the end of the customer’s first visit to the licensed premises for the purpose of making beer or wine, the licensee transfers to the customer ownership of the ingredients being purchased by the customer from the licensee to make the beer or wine;</p> <p class=\"clause-e\">  (b) the customer combines or mixes his or her beer wort, wine juice, wine juice concentrate or other juice or juice concentrate with such of the customer’s other ingredients as the customer wishes to add, except that the licensee or the licensee’s employees or agents, </p> <p class=\"subclause-e\">  (i) may add finings or stabilizing agents to the customer’s other ingredients,</p> <p class=\"subclause-e\">  (ii) may operate equipment to filter and add carbonation to the customer’s ingredients, and</p> <p class=\"subclause-e\">  (iii) may rack the customer’s beer or wine;</p> <p class=\"clause-e\">  (c) the customer adds to the beer wort, wine juice, wine juice concentrate or other raw material of beer or wine any yeast or enzymes required to begin the fermentation process;</p> <p class=\"clause-e\">  (d) the customer places his or her beer or wine in containers;</p> <p class=\"clause-e\">  (e) the customer labels, corks, caps, shrink wraps or packages his or her beer or wine;</p> <p class=\"clause-e\">  (f) the customer removes his or her beer or wine from the licensed premises immediately after it has been placed in containers.  O. Reg. 58/00, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Except as provided in clause (1) (b), the licensee and the licensee’s employees and agents shall not carry out an operation mentioned in subsection (1) on behalf of a customer.  O. Reg. 58/00, s. 3 (2).</p> <p class=\"subsection-e\">  (3) If a customer is in need of assistance to carry out an operation that the customer is required to carry out under this section, the operation may be carried out by an assistant to the customer as long as the customer is on the licensed premises at the time it is carried out.  O. Reg. 58/00, s. 3 (3).</p> <p class=\"subsection-e\">  (4) The licensee is not in breach of this section if an assistant to a customer carries out an operation on behalf of the customer in accordance with subsection (3).  O. Reg. 58/00, s. 3 (4).</p>"
        },
        {
            "id": "4.",
            "section": "Conditions of a Ferment on Premise Facility Licence",
            "content": "  4. (1) The licensee and the licensee’s employees and agents shall not, (a) produce on the licensed premises beer or wine for sale or exchange; (b) keep for sale or exchange, offer for sale or exchange, sell or exchange beer or wine on the licensed premises, regardless of who the beer or wine belongs to or who made it; (c) give liquor to any person on the licensed premises; (d) permit on the licensed premises the exchange, sale or giving of beer or wine made by customers.  O. Reg. 58/00, s. 4 (1). (2) Despite clause (1) (c), the licensee or the licensee’s employees or agents may give a customer a sample of the customer’s beer or wine after fermentation, carbonation or filtration has occurred, as long as the sample is no larger than 170 millilitres and is consumed on the licensed premises.  O. Reg. 58/00, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>  4. </b>(1) The licensee and the licensee’s employees and agents shall not,</p> <p class=\"clause-e\">  (a) produce on the licensed premises beer or wine for sale or exchange;</p> <p class=\"clause-e\">  (b) keep for sale or exchange, offer for sale or exchange, sell or exchange beer or wine on the licensed premises, regardless of who the beer or wine belongs to or who made it;</p> <p class=\"clause-e\">  (c) give liquor to any person on the licensed premises;</p> <p class=\"clause-e\">  (d) permit on the licensed premises the exchange, sale or giving of beer or wine made by customers.  O. Reg. 58/00, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Despite clause (1) (c), the licensee or the licensee’s employees or agents may give a customer a sample of the customer’s beer or wine after fermentation, carbonation or filtration has occurred, as long as the sample is no larger than 170 millilitres and is consumed on the licensed premises.  O. Reg. 58/00, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Conditions of a Ferment on Premise Facility Licence",
            "content": " 5. (1) The licensee and the licensee’s employees and agents shall not, (a) permit anyone other than a customer to make beer or wine on the licensed premises; (b) deliver a customer’s beer or wine; (c) store or permit the storage on the licensed premises of beer or wine that has been placed in containers; (d) remove or permit the removal of carboys being used in the making of beer or wine from the licensed premises; or (e) bring or permit to be brought onto the licensed premises liquor to be added to beer or wine or to ingredients for making beer or wine.  O. Reg. 58/00, s. 5 (1). (2) Clause (1) (a) does not prevent the licensee or any of the licensee’s employees from making beer or wine on the licensed premises.  O. Reg. 58/00, s. 5 (2). (2.1) Clause (1) (a) does not prevent a person, whom the customer designates and who is not the licensee or the licensee’s employee or agent, from making beer or wine on behalf of the customer on the licensed premises. O. Reg. 34/16, s. 2. (3) Clause (1) (b) does not prevent the licensee or any of the licensee’s employees from carrying the customer’s beer or wine out of the licensed premises to a waiting vehicle.  O. Reg. 58/00, s. 5 (3). (3.1) Clause (1) (d) does not prevent the licensee or any of the licensee’s employees from removing carboys, after first informing the Registrar, when the location of the ferment on premise facility is moved. O. Reg. 34/16, s. 2. (4) The licensee and the licensee’s employees shall not, and shall ensure that the customer does not, place the customer’s ingredients in a carboy that contains ingredients belonging to any other customer.  O. Reg. 58/00, s. 5 (4).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The licensee and the licensee’s employees and agents shall not,</p> <p class=\"clause-e\">  (a) permit anyone other than a customer to make beer or wine on the licensed premises;</p> <p class=\"clause-e\">  (b) deliver a customer’s beer or wine;</p> <p class=\"clause-e\">  (c) store or permit the storage on the licensed premises of beer or wine that has been placed in containers;</p> <p class=\"clause-e\">  (d) remove or permit the removal of carboys being used in the making of beer or wine from the licensed premises; or</p> <p class=\"clause-e\">  (e) bring or permit to be brought onto the licensed premises liquor to be added to beer or wine or to ingredients for making beer or wine.<span>  </span>O. Reg. 58/00, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Clause (1) (a) does not prevent the licensee or any of the licensee’s employees from making beer or wine on the licensed premises.<span>  </span>O. Reg. 58/00, s. 5 (2).</p> <p class=\"subsection-e\">  (2.1) Clause (1) (a) does not prevent a person, whom the customer designates and who is not the licensee or the licensee’s employee or agent, from making beer or wine on behalf of the customer on the licensed premises. O. Reg. 34/16, s. 2.</p> <p class=\"subsection-e\">  (3) Clause (1) (b) does not prevent the licensee or any of the licensee’s employees from carrying the customer’s beer or wine out of the licensed premises to a waiting vehicle.<span>  </span>O. Reg. 58/00, s. 5 (3).</p> <p class=\"subsection-e\">  (3.1) Clause (1) (d) does not prevent the licensee or any of the licensee’s employees from removing carboys, after first informing the Registrar, when the location of the ferment on premise facility is moved. O. Reg. 34/16, s. 2.</p> <p class=\"subsection-e\">  (4) The licensee and the licensee’s employees shall not, and shall ensure that the customer does not, place the customer’s ingredients in a carboy that contains ingredients belonging to any other customer.  O. Reg. 58/00, s. 5 (4).</p>"
        },
        {
            "id": "6.",
            "section": "Conditions of a Ferment on Premise Facility Licence",
            "content": " 6. (1) The licensee shall not operate or permit to be operated at the licensed premises any business other than the operation of a ferment on premise facility and the sale of items ancillary to such operation.  O. Reg. 58/00, s. 6 (1); O. Reg. 351/07, s. 2. (2) The licensee shall ensure that the licensed premises are clearly defined and are kept separate from other premises that are used for different purposes.  O. Reg. 58/00, s. 6 (2). (3) The licensee shall ensure that the licensed premises are kept separate from other premises for which another type of licence has been issued under the Act by way of a fixed floor-to-ceiling wall.  O. Reg. 58/00, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> (1) The licensee shall not operate or permit to be operated at the licensed premises any business other than the operation of a ferment on premise facility and the sale of items ancillary to such operation.  O. Reg. 58/00, s. 6 (1); O. Reg. 351/07, s. 2.</p> <p class=\"subsection-e\">  (2) The licensee shall ensure that the licensed premises are clearly defined and are kept separate from other premises that are used for different purposes.  O. Reg. 58/00, s. 6 (2).</p> <p class=\"subsection-e\">  (3) The licensee shall ensure that the licensed premises are kept separate from other premises for which another type of licence has been issued under the Act by way of a fixed floor-to-ceiling wall.  O. Reg. 58/00, s. 6 (3).</p>"
        },
        {
            "id": "7.",
            "section": "Conditions of a Ferment on Premise Facility Licence",
            "content": "  7. The licensee shall ensure that the licence is posted in a conspicuous place on the licensed premises.  O. Reg. 58/00, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>  7. </b>The licensee shall ensure that the licence is posted in a conspicuous place on the licensed premises.  O. Reg. 58/00, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Conditions of a Ferment on Premise Facility Licence",
            "content": "  8. (1) The licensee shall retain for at least one year, (a) records of the licensee’s purchases of ingredients; and (b) a copy of each invoice prepared under subsection 9 (1).  O. Reg. 58/00, s. 8 (1). (2) The licensee shall, upon request, file with the Registrar annual figures setting out the amount of beer and wine produced on the licensed premises in a form provided by the Registrar.  O. Reg. 58/00, s. 8 (2). (3) The licensee shall, upon request, make available for inspection to any person designated under section 43 of the Act all records retained by the licensee.  O. Reg. 58/00, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"><b>  8. </b>(1) The licensee shall retain for at least one year,</p> <p class=\"clause-e\">  (a) records of the licensee’s purchases of ingredients; and</p> <p class=\"clause-e\">  (b) a copy of each invoice prepared under subsection 9 (1).  O. Reg. 58/00, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The licensee shall, upon request, file with the Registrar annual figures setting out the amount of beer and wine produced on the licensed premises in a form provided by the Registrar.  O. Reg. 58/00, s. 8 (2).</p> <p class=\"subsection-e\">  (3) The licensee shall, upon request, make available for inspection to any person designated under section 43 of the Act all records retained by the licensee.  O. Reg. 58/00, s. 8 (3).</p>"
        },
        {
            "id": "9.",
            "section": "Conditions of a Ferment on Premise Facility Licence",
            "content": " 9. (1) Before a person begins to make beer or wine on the licensed premises, the licensee shall prepare and provide to the person making the beer or wine an invoice setting out, (a) the name, address and telephone number of the licensee; (b) the name, address and telephone number of the person making the beer or wine; (c) whether beer or wine is being made and the quantity; (d) the ingredients provided to the person making the beer or wine and the price charged for the ingredients; (e) the services provided to the person making the beer or wine and the price charged for the services; (f) the date on which the making of the beer or wine is to begin; (g) the amount of payment received from the person making the beer or wine; and (h) a notice to the person making the beer or wine that it must be for the person’s personal use only.  O. Reg. 58/00, s. 9 (1). (2) For greater certainty, subsection (1) applies whether the person making the beer or wine is a customer or is the licensee or one of the licensee’s employees.  O. Reg. 58/00, s. 9 (2). (3) The licensee shall ensure that each carboy being used for the making of beer or wine on the licensed premises has attached to it a tag bearing the number of the invoice provided to the person whose ingredients have been placed in the carboy and, where applicable, the date on which enzymes or yeast were added to beer wort, wine juice, wine juice concentrate or other juice or juice concentrate in the carboy.  O. Reg. 58/00, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) Before a person begins to make beer or wine on the licensed premises, the licensee shall prepare and provide to the person making the beer or wine an invoice setting out,</p> <p class=\"clause-e\">  (a) the name, address and telephone number of the licensee;</p> <p class=\"clause-e\">  (b) the name, address and telephone number of the person making the beer or wine;</p> <p class=\"clause-e\">  (c) whether beer or wine is being made and the quantity;</p> <p class=\"clause-e\">  (d) the ingredients provided to the person making the beer or wine and the price charged for the ingredients;</p> <p class=\"clause-e\">  (e) the services provided to the person making the beer or wine and the price charged for the services;</p> <p class=\"clause-e\">  (f) the date on which the making of the beer or wine is to begin;</p> <p class=\"clause-e\">  (g) the amount of payment received from the person making the beer or wine; and</p> <p class=\"clause-e\">  (h) a notice to the person making the beer or wine that it must be for the person’s personal use only.  O. Reg. 58/00, s. 9 (1).</p> <p class=\"subsection-e\">  (2) For greater certainty, subsection (1) applies whether the person making the beer or wine is a customer or is the licensee or one of the licensee’s employees.  O. Reg. 58/00, s. 9 (2).</p> <p class=\"subsection-e\">  (3) The licensee shall ensure that each carboy being used for the making of beer or wine on the licensed premises has attached to it a tag bearing the number of the invoice provided to the person whose ingredients have been placed in the carboy and, where applicable, the date on which enzymes or yeast were added to beer wort, wine juice, wine juice concentrate or other juice or juice concentrate in the carboy.  O. Reg. 58/00, s. 9 (3).</p>"
        },
        {
            "id": "10.",
            "section": "Conditions of a Ferment on Premise Facility Licence",
            "content": " 10. (1) In this section, “public service advertising” means any advertising carrying a strong message against irresponsible use of beer or wine where the message does not contain any direct or indirect endorsement of beer or wine, the brand name of beer or wine or of the consumption of beer or wine. O. Reg. 34/16, s. 3. (2) Except for public service advertising, a licensee may advertise or promote beer or wine or the availability of beer or wine only if the advertising, (a) is consistent with the principle of depicting responsibility in use or service of beer or wine; (b) promotes a general brand or type of beer or wine and not the consumption of beer or wine in general; (c) does not imply that consumption of beer or wine is required in obtaining or enhancing, (i) social, professional or personal success, (ii) athletic prowess, (iii) sexual prowess, opportunity or appeal, (iv) enjoyment of any activity, (v) fulfilment of any goal, or (vi) resolution of social, physical or personal problems; (d) does not appeal, either directly or indirectly, to persons under the legal drinking age or is not placed in media that are targeted specifically at people under that age; (e) does not associate consumption of beer or wine with driving a motorized vehicle, or with any other activity that requires care and skill or has elements of physical danger; (f) does not depict motorized vehicles in motion in advertising showing the consumption of beer or wine, unless the motorized vehicle is a form of public transportation; (g) does not suggest any illegal sale, illegal purchase, illegal gift, illegal handling or illegal consumption of beer or wine; and (h) is in compliance with the guidelines related to advertising issued by the Registrar and published on the website of the Alcohol and Gaming Commission of Ontario, as they are amended from time to time. O. Reg. 34/16, s. 3. (3) Revoked: O. Reg. 34/16, s. 3. (4) The licensee shall ensure that no customer advertises, on the licensed premises, beer or wine for sale or exchange.  O. Reg. 58/00, s. 10 (4).",
            "raw_html": "<p class=\"section-e\"> <b>10.</b> (1) In this section,</p> <p class=\"definition-e\">“public service advertising” means any advertising carrying a strong message against irresponsible use of beer or wine where the message does not contain any direct or indirect endorsement of beer or wine, the brand name of beer or wine or of the consumption of beer or wine. O. Reg. 34/16, s. 3.</p> <p class=\"subsection-e\">  (2) Except for public service advertising, a licensee may advertise or promote beer or wine or the availability of beer or wine only if the advertising,</p> <p class=\"clause-e\">  (a) is consistent with the principle of depicting responsibility in use or service of beer or wine;</p> <p class=\"clause-e\">  (b) promotes a general brand or type of beer or wine and not the consumption of beer or wine in general;</p> <p class=\"clause-e\">  (c) does not imply that consumption of beer or wine is required in obtaining or enhancing,</p> <p class=\"subclause-e\">  (i) social, professional or personal success,</p> <p class=\"subclause-e\">  (ii) athletic prowess,</p> <p class=\"subclause-e\">  (iii) sexual prowess, opportunity or appeal,</p> <p class=\"subclause-e\">  (iv) enjoyment of any activity,</p> <p class=\"subclause-e\">  (v) fulfilment of any goal, or</p> <p class=\"subclause-e\">  (vi) resolution of social, physical or personal problems;</p> <p class=\"clause-e\">  (d) does not appeal, either directly or indirectly, to persons under the legal drinking age or is not placed in media that are targeted specifically at people under that age;</p> <p class=\"clause-e\">  (e) does not associate consumption of beer or wine with driving a motorized vehicle, or with any other activity that requires care and skill or has elements of physical danger;</p> <p class=\"clause-e\">  (f) does not depict motorized vehicles in motion in advertising showing the consumption of beer or wine, unless the motorized vehicle is a form of public transportation;</p> <p class=\"clause-e\">  (g) does not suggest any illegal sale, illegal purchase, illegal gift, illegal handling or illegal consumption of beer or wine; and</p> <p class=\"clause-e\">  (h) is in compliance with the guidelines related to advertising issued by the Registrar and published on the website of the Alcohol and Gaming Commission of Ontario, as they are amended from time to time. O. Reg. 34/16, s. 3.</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 34/16, s. 3.</p> <p class=\"subsection-e\">  (4) The licensee shall ensure that no customer advertises, on the licensed premises, beer or wine for sale or exchange.  O. Reg. 58/00, s. 10 (4).</p>"
        },
        {
            "id": "11.",
            "section": "Conditions of a Ferment on Premise Facility Licence",
            "content": " 11. (1) To prevent a person under the age of 19 from making beer or wine on the licensed premises, the licensee shall ensure that an item of identification from every person who is apparently under the age of 19 is inspected and that the person is not permitted to make beer or wine on the licensed premises unless the item of identification indicates that the person is at least 19 years old.  O. Reg. 58/00, s. 11 (1). (2) The item of identification must include a photograph of the person and state his or her date of birth and must reasonably appear to have been issued by a government.  O. Reg. 58/00, s. 11 (2). (3) Without limiting the generality of subsection (2), the item of identification may be any of the types of identification prescribed in subsection (4).  O. Reg. 58/00, s. 11 (3). (4) The following types of identification are prescribed in relation to ferment on premise facilities for the purposes of subsection 30 (6) of the Act: 1. A driver’s licence issued by the Province of Ontario with a photograph of the person to whom the licence was issued. 2. A Canadian passport. 3. A Canadian citizenship card with a photograph of the person to whom the card was issued. 4. A Canadian armed forces identification card with a photograph of the person to whom the card was issued. 5. A secure certificate of Indian status issued by the Government of Canada. 6. A photo identification card issued by the Liquor Control Board of Ontario. 7. A permanent resident card issued by the Government of Canada. 8. A photo card issued under the Photo Card Act, 2008.  O. Reg. 58/00, s. 11 (4); O. Reg. 351/07, s. 3; O. Reg. 184/11, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) To prevent a person under the age of 19 from making beer or wine on the licensed premises, the licensee shall ensure that an item of identification from every person who is apparently under the age of 19 is inspected and that the person is not permitted to make beer or wine on the licensed premises unless the item of identification indicates that the person is at least 19 years old.  O. Reg. 58/00, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The item of identification must include a photograph of the person and state his or her date of birth and must reasonably appear to have been issued by a government.  O. Reg. 58/00, s. 11 (2).</p> <p class=\"subsection-e\">  (3) Without limiting the generality of subsection (2), the item of identification may be any of the types of identification prescribed in subsection (4).  O. Reg. 58/00, s. 11 (3).</p> <p class=\"subsection-e\">  (4) The following types of identification are prescribed in relation to ferment on premise facilities for the purposes of subsection 30 (6) of the Act:</p> <p class=\"paragraph-e\">  1. A driver’s licence issued by the Province of Ontario with a photograph of the person to whom the licence was issued.</p> <p class=\"paragraph-e\">  2. A Canadian passport.</p> <p class=\"paragraph-e\">  3. A Canadian citizenship card with a photograph of the person to whom the card was issued.</p> <p class=\"paragraph-e\">  4. A Canadian armed forces identification card with a photograph of the person to whom the card was issued.</p> <p class=\"paragraph-e\">  5. A secure certificate of Indian status issued by the Government of Canada.</p> <p class=\"paragraph-e\">  6. A photo identification card issued by the Liquor Control Board of Ontario.</p> <p class=\"paragraph-e\">  7. A permanent resident card issued by the Government of Canada.</p> <p class=\"paragraph-e\">  8. A photo card issued under the <i>Photo Card Act, 2008</i>.  O. Reg. 58/00, s. 11 (4); O. Reg. 351/07, s. 3; O. Reg. 184/11, s. 1.</p>"
        },
        {
            "id": "12.",
            "section": "Conditions of a Ferment on Premise Facility Licence",
            "content": " 12. (1) At the request of an employee of the Alcohol and Gaming Commission of Ontario, the licensee shall request a person on the licensed premises to provide evidence as to his or her age.  O. Reg. 58/00, s. 12 (1). (2) An employee of the Alcohol and Gaming Commission of Ontario may make the request if he or she believes the person may be under 19 years of age.  O. Reg. 58/00, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) At the request of an employee of the Alcohol and Gaming Commission of Ontario, the licensee shall request a person on the licensed premises to provide evidence as to his or her age.  O. Reg. 58/00, s. 12 (1).</p> <p class=\"subsection-e\">  (2) An employee of the Alcohol and Gaming Commission of Ontario may make the request if he or she believes the person may be under 19 years of age.  O. Reg. 58/00, s. 12 (2).</p>"
        },
        {
            "id": "13.",
            "section": "Conditions of a Ferment on Premise Facility Licence",
            "content": " 13. (1) Subject to subsection (2), the licensee shall not contract out the operation of the ferment on premise facility.  O. Reg. 58/00, s. 13 (1); O. Reg. 351/07, s. 2. (2) Except where a proposal has been issued for the suspension or revocation of the licensee’s licence, the licensee may contract out the operation of the ferment on premise facility on the licensed premises for a maximum period of 90 days to a person who is applying for a licence to operate a ferment on premise facility on the licensed premises if, (a) the person has filed with the Registrar an application for the licence and has paid the required fee; and (b) the licensee has signed an authorization on a form supplied by the Registrar for the applicant to operate the ferment on premise facility on the licensed premises and has filed the authorization with the Registrar.  O. Reg. 58/00, s. 13 (2); O. Reg. 351/07, s. 2. (3) The licensee remains liable under the licence during the period for which the operation of the ferment on premise facility has been contracted out.  O. Reg. 58/00, s. 13 (3); O. Reg. 351/07, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) Subject to subsection (2), the licensee shall not contract out the operation of the ferment on premise facility.  O. Reg. 58/00, s. 13 (1); O. Reg. 351/07, s. 2.</p> <p class=\"subsection-e\">  (2) Except where a proposal has been issued for the suspension or revocation of the licensee’s licence, the licensee may contract out the operation of the ferment on premise facility on the licensed premises for a maximum period of 90 days to a person who is applying for a licence to operate a ferment on premise facility on the licensed premises if,</p> <p class=\"clause-e\">  (a) the person has filed with the Registrar an application for the licence and has paid the required fee; and</p> <p class=\"clause-e\">  (b) the licensee has signed an authorization on a form supplied by the Registrar for the applicant to operate the ferment on premise facility on the licensed premises and has filed the authorization with the Registrar.  O. Reg. 58/00, s. 13 (2); O. Reg. 351/07, s. 2.</p> <p class=\"subsection-e\">  (3) The licensee remains liable under the licence during the period for which the operation of the ferment on premise facility has been contracted out.  O. Reg. 58/00, s. 13 (3); O. Reg. 351/07, s. 2.</p>"
        },
        {
            "id": "14.",
            "section": "Conditions of a Ferment on Premise Facility Licence",
            "content": " 14. (1) The licensee shall not carry on the business to which the licence applies under a name other than the name set out on the licence or a name authorized by the Registrar under subsection (2).  O. Reg. 58/00, s. 14 (1). (2) The Registrar may authorize a licensee to carry on business under a name other than the name set out on the licence if the Registrar considers that the public will not be misled as to the obligations of the licensee under the Act and the regulations.  O. Reg. 58/00, s. 14 (2). Application for, Expiry, Surrender and Suspension of a Licence",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) The licensee shall not carry on the business to which the licence applies under a name other than the name set out on the licence or a name authorized by the Registrar under subsection (2).  O. Reg. 58/00, s. 14 (1).</p> <p class=\"subsection-e\">  (2) The Registrar may authorize a licensee to carry on business under a name other than the name set out on the licence if the Registrar considers that the public will not be misled as to the obligations of the licensee under the Act and the regulations.  O. Reg. 58/00, s. 14 (2).</p> <p class=\"heading1-e\">Application for, Expiry, Surrender and Suspension of a Licence</p>"
        },
        {
            "id": "15.",
            "section": "Application for, Expiry, Surrender and Suspension of a Licence",
            "content": " 15. (1) An application for the issuance or renewal of a licence to operate a ferment on premise facility or for a change of name or address of such a facility shall be in a form supplied by the Registrar.  O. Reg. 58/00, s. 15 (1); O. Reg. 286/02, s. 1; O. Reg. 351/07, s. 2. (2) Subject to section 13 of the Act, a licence to operate a ferment on premise facility expires on the date set out on the licence.  O. Reg. 58/00, s. 15 (2); O. Reg. 351/07, s. 2. (3) For the purpose of section 13 of the Act, the date on which the licence expires is prescribed as the last day on which an application for the renewal of a licence to operate a ferment on premise facility may be made and the required fee paid.  O. Reg. 351/07, s. 4. (4) A licensee who ceases to operate a ferment on premise facility shall immediately surrender the licence to the Registrar.  O. Reg. 58/00, s. 15 (4); O. Reg. 351/07, s. 2. (5) A licensee whose licence to operate a ferment on premise facility is suspended shall post the sign provided by the Registrar concerning the suspension on the licensed premises, in a conspicuous place that is visible from the exterior of the premises, and shall ensure that the sign remains so posted throughout the suspension.  O. Reg. 58/00, s. 15 (5); O. Reg. 351/07, s. 2. Transfer of Licence",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) An application for the issuance or renewal of a licence to operate a ferment on premise facility or for a change of name or address of such a facility shall be in a form supplied by the Registrar.  O. Reg. 58/00, s. 15 (1); O. Reg. 286/02, s. 1; O. Reg. 351/07, s. 2.</p> <p class=\"subsection-e\">  (2) Subject to section 13 of the Act, a licence to operate a ferment on premise facility expires on the date set out on the licence.  O. Reg. 58/00, s. 15 (2); O. Reg. 351/07, s. 2.</p> <p class=\"subsection-e\">  (3) For the purpose of section 13 of the Act, the date on which the licence expires is prescribed as the last day on which an application for the renewal of a licence to operate a ferment on premise facility may be made and the required fee paid.  O. Reg. 351/07, s. 4.</p> <p class=\"subsection-e\">  (4) A licensee who ceases to operate a ferment on premise facility shall immediately surrender the licence to the Registrar.  O. Reg. 58/00, s. 15 (4); O. Reg. 351/07, s. 2.</p> <p class=\"subsection-e\">  (5) A licensee whose licence to operate a ferment on premise facility is suspended shall post the sign provided by the Registrar concerning the suspension on the licensed premises, in a conspicuous place that is visible from the exterior of the premises, and shall ensure that the sign remains so posted throughout the suspension.  O. Reg. 58/00, s. 15 (5); O. Reg. 351/07, s. 2.</p> <p class=\"heading1-e\">Transfer of Licence</p>"
        },
        {
            "id": "16.",
            "section": "Transfer of Licence",
            "content": " 16. (1) The following are prescribed changes for the purposes of section 16 of the Act: 1. An individual becomes or ceases to be an officer or director of a licence holder that is a corporation or a corporation that effectively controls the business. 2. A person becomes or ceases to be a partner of a licence holder that is a partnership. 3. A person or partnership acquires a beneficial interest in the business of the licence holder, including holding or controlling shares of a licence holder that is a corporation or in a corporation that effectively controls the business. 4. A person or partnership other than the licence holder becomes entitled to any of the profits from the sale of liquor or liable for any obligations incurred from the sale of liquor at the premises to which the licence applies.  O. Reg. 351/07, s. 5. (2) For the purposes of paragraph 3 of subsection (1), if a person or partnership acquires shares in a licence holder that is a corporation or in a corporation that effectively controls the business of the licence holder, an acquisition that results in the person or partnership holding or controlling 10 per cent or more of the outstanding shares, or of a class of shares, of the corporation is a prescribed change.  O. Reg. 351/07, s. 5. (3) Despite subsection (1), the following prescribed changes shall be considered rollovers by the Registrar for the purposes of transferring a licence if the principal individuals involved in the business of the licence holder remain the same after the change occurs: 1. A licence holder that is a sole proprietorship becomes a corporation. 2. A licence holder that is a partnership becomes a sole proprietorship or a corporation. 3. A licence holder that is a corporation becomes a sole proprietorship or a partnership.  O. Reg. 351/07, s. 5. (4) Despite paragraph 1 of subsection (1), if an individual ceases to be an officer or director of a licence holder that is a corporation, the corporation may operate the ferment on premise facility to which the licence applies without transferring its licence, if the corporation gives the Registrar notice of the change within 30 days after it occurs.  O. Reg. 351/07, s. 5; O. Reg. 34/16, s. 4. (5) Despite paragraph 2 of subsection (1), if a partner ceases to be a partner in a partnership that is a licence holder, the partnership may operate the ferment on premise facility to which the licence applies without transferring its licence, if the partnership gives the Registrar notice of the change within 30 days after it occurs.  O. Reg. 351/07, s. 5; O. Reg. 34/16, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) The following are prescribed changes for the purposes of section 16 of the Act:</p> <p class=\"paragraph-e\">  1. An individual becomes or ceases to be an officer or director of a licence holder that is a corporation or a corporation that effectively controls the business. </p> <p class=\"paragraph-e\">  2. A person becomes or ceases to be a partner of a licence holder that is a partnership.  </p> <p class=\"paragraph-e\">  3. A person or partnership acquires a beneficial interest in the business of the licence holder, including holding or controlling shares of a licence holder that is a corporation or in a corporation that effectively controls the business.  </p> <p class=\"paragraph-e\">  4. A person or partnership other than the licence holder becomes entitled to any of the profits from the sale of liquor or liable for any obligations incurred from the sale of liquor at the premises to which the licence applies.  O. Reg. 351/07, s. 5.</p> <p class=\"subsection-e\">  (2) For the purposes of paragraph 3 of subsection (1), if a person or partnership acquires shares in a licence holder that is a corporation or in a corporation that effectively controls the business of the licence holder, an acquisition that results in the person or partnership holding or controlling 10 per cent or more of the outstanding shares, or of a class of shares, of the corporation is a prescribed change.  O. Reg. 351/07, s. 5.</p> <p class=\"subsection-e\">  (3) Despite subsection (1), the following prescribed changes shall be considered rollovers by the Registrar for the purposes of transferring a licence if the principal individuals involved in the business of the licence holder remain the same after the change occurs: </p> <p class=\"paragraph-e\">  1. A licence holder that is a sole proprietorship becomes a corporation.</p> <p class=\"paragraph-e\">  2. A licence holder that is a partnership becomes a sole proprietorship or a corporation.</p> <p class=\"paragraph-e\">  3. A licence holder that is a corporation becomes a sole proprietorship or a partnership.  O. Reg. 351/07, s. 5.</p> <p class=\"subsection-e\">  (4) Despite paragraph 1 of subsection (1), if an individual ceases to be an officer or director of a licence holder that is a corporation, the corporation may operate the ferment on premise facility to which the licence applies without transferring its licence, if the corporation gives the Registrar notice of the change within 30 days after it occurs.  O. Reg. 351/07, s. 5; O. Reg. 34/16, s. 4.</p> <p class=\"subsection-e\">  (5) Despite paragraph 2 of subsection (1), if a partner ceases to be a partner in a partnership that is a licence holder, the partnership may operate the ferment on premise facility to which the licence applies without transferring its licence, if the partnership gives the Registrar notice of the change within 30 days after it occurs.  O. Reg. 351/07, s. 5; O. Reg. 34/16, s. 4.</p>"
        },
        {
            "id": "17.",
            "section": "Transfer of Licence",
            "content": " 17. Revoked:  O. Reg. 351/07, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 351/07, s. 5.</p>"
        },
        {
            "id": "18.",
            "section": "Transfer of Licence",
            "content": " 18. For the purposes of subsection 18 (1) of the Act (temporary transfer), the Registrar may transfer a licence to operate a ferment on premise facility for a period of not more than one year, (a) when a trustee in bankruptcy acquires the business of the licensee; (b) when a court-appointed receiver acquires the business of the licensee; (c) when a mortgagee takes possession of the premises to which the licence applies; (d) when a franchiser takes possession of the premises to which the licence applies; or (e) when the landlord takes possession of the premises to which the licence applies.  O. Reg. 58/00, s. 18; O. Reg. 351/07, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>For the purposes of subsection 18 (1) of the Act (temporary transfer), the Registrar may transfer a licence to operate a ferment on premise facility for a period of not more than one year,</p> <p class=\"clause-e\">  (a) when a trustee in bankruptcy acquires the business of the licensee;</p> <p class=\"clause-e\">  (b) when a court-appointed receiver acquires the business of the licensee;</p> <p class=\"clause-e\">  (c) when a mortgagee takes possession of the premises to which the licence applies;</p> <p class=\"clause-e\">  (d) when a franchiser takes possession of the premises to which the licence applies; or</p> <p class=\"clause-e\">  (e) when the landlord takes possession of the premises to which the licence applies.  O. Reg. 58/00, s. 18; O. Reg. 351/07, s. 2.</p>"
        },
        {
            "id": "19.",
            "section": "Transfer of Licence",
            "content": " 19. If a change occurs as described in paragraph 2, 3, 4, 5 or 6 of subsection 16 (2), subsection 17 (2) or (4) or clause 18 (a), (b), (c), (d) or (e), the licensee shall immediately notify the Registrar in writing and file any additional information or application required by the Registrar.  O. Reg. 58/00, s. 19.",
            "raw_html": "<p class=\"section-e\"> <b>19.</b> If a change occurs as described in paragraph 2, 3, 4, 5 or 6 of subsection 16 (2), subsection 17 (2) or (4) or clause 18 (a), (b), (c), (d) or (e), the licensee shall immediately notify the Registrar in writing and file any additional information or application required by the Registrar.  O. Reg. 58/00, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Transfer of Licence",
            "content": " 20. Revoked:  O. Reg. 351/07, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>20. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 351/07, s. 6.</p>"
        },
        {
            "id": "21.",
            "section": "Transfer of Licence",
            "content": " 21. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 58/00, s. 21.",
            "raw_html": "<p class=\"section-e\"> <b>21.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation)</span>.  O. Reg. 58/00, s. 21.</p>"
        },
        {
            "id": null,
            "section": "Transfer of Licence",
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}