{
    "reg_info": {
        "full_title": "O. Reg. 388/09: PROFESSIONAL MISCONDUCT",
        "reg_name_text": "PROFESSIONAL MISCONDUCT",
        "citation": "O. Reg. 388/09: ",
        "act_under": "Midwifery Act, 1991   Loi de 1991 sur les sages-femmes",
        "url": "https://www.ontario.ca/laws/regulation/090388",
        "date_scraped": "2023-12-19 07:23:10"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October  8, 2009",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Acts of professional misconduct",
            "content": "1. The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code: 1. Contravening, by act or omission, a term, condition or limitation imposed on the member’s certificate of registration. 2. Failing to maintain a standard of practice of the profession. 3. Doing anything to a client for a therapeutic, preventative, palliative, diagnostic, cosmetic or other health related purpose in a situation in which consent is required by law, without such consent. 4. Delegating a controlled act in contravention of the Act, the Regulated Health Professions Act, 1991, or the regulations under either of those Acts. 5. Abusing a client, verbally, physically, psychologically or emotionally, or taking unfair advantage of a client as a result of the member’s position in the midwife-client relationship. 6. Practising the profession while under the influence of any substance, or while suffering from illness or other dysfunction which the member knew or ought to have known would impair the member’s ability to practise. 7. Prescribing, dispensing or selling drugs for an improper purpose. 8. Discontinuing professional services respecting a client unless, i. the client requests the discontinuation, ii. alternative services acceptable to the client are arranged, iii. there is no longer a relationship of trust and confidence between the midwife and the client and the client is given a reasonable opportunity to arrange alternative services, or iv. the client requests services inconsistent with the standards of practice of the profession and the midwife has adhered to the standard of practice for discontinuing care in such circumstances. 9. Discontinuing professional services provided to a community or a group of clients without reasonable cause, unless adequate notice has been given or adequate alternative arrangements for services have been made. 10. Failing without reasonable cause to provide to a client continuity of care in accordance with the standard of practice of the profession. 11. Failing without reasonable cause to provide services to a client during labour and child birth in the setting chosen by the client. 12. Practising the profession while the member is in a conflict of interest. 13. Giving information about a client to a person other than the client or the client’s authorized representative except with the consent of the client or the client’s authorized representative or as required or authorized by law. 14. Providing services or treatment to a client where the member knew or ought to have known that the services or treatment would be ineffective, unnecessary or deleterious to the client or inappropriate to meet the needs of the client. 15. Providing or attempting to provide services or treatment that the member knows or ought to have known was beyond the member’s knowledge, skills or judgement. 16. Inappropriately using a term, title or professional designation in respect of the member’s practice. 17. Using a name other than the member’s name as set out in the register, in the course of providing or offering to provide professional services. 18. Providing false or misleading information or documents to the College or any other person with respect to the member’s professional qualifications. 19. Falsifying a record relating to the member’s practice. 20. Failing, without reasonable cause, to provide a report or certificate relating to an examination or treatment performed by the member to a client or the client’s authorized representative within a reasonable time after the client or the client’s authorized representative has requested such a report or certificate. 21. Signing or issuing, in the member’s professional capacity, a document that the member knew or ought to have known contained a false or misleading statement, or signing a blank form. 22. Failing to keep records as required by the regulations. 23. Failing to make arrangements with a client or the client’s authorized representative for access to or for transfer of the records of the client in the possession of the member to another member when requested to do so by the client or authorized representative. 24. Breaching an agreement with a client relating to professional services for the client. 25. Submitting an account or charge for services that the member knew or ought to have known was false or misleading. 26. Permitting, counselling or assisting in the submission of a false or misleading account or charge to a client. 27. Charging a fee that is excessive in relation to the service provided. 28. Breaching an agreement with a client relating to fees for professional services. 29. Failing to inform the client or the client’s authorized representative of the fee to be charged for services before the commencement of the services. 30. Failing to itemize an account for fees charged by the member or the member’s practice for professional services provided if requested to do so by the client or the person or agency who is to pay, in whole or in part, for the services. 31. Selling or assigning a debt owed to the member for professional services. (This does not prohibit the use of credit cards to pay for professional services.) 32. Conferring, requesting or receiving a benefit in relation to the referral of a client. 33. Charging a fee or accepting payment from a client respecting services which have been paid for by the Ministry of Health and Long-Term Care. 34. Charging for midwifery services on a fee for service arrangement. 35. Charging a block fee without specifying, i. the services covered by the fee, ii. the amount of the fee, iii. the arrangements for paying the fee, iv. the rights and obligations of the midwife and the client if the relationship between them is terminated before all the services are provided. 36. Charging a fee, in addition to a block fee described in paragraph 35, for an undertaking to be available to provide services to the client. 37. Contravening, by act or omission, the Act, the Regulated Health Professions Act, 1991 or the regulations under either of those Acts. 38. Contravening, by act or omission, a federal, provincial or territorial law, a municipal by-law or a by-law or rule of a hospital within the meaning of the Public Hospitals Act or any other health care facility where a member provides professional services if, i. the purpose of the law, by-law or rule is to protect the public health and, ii. the contravention is relevant to the member’s suitability to practise. 39. Failing to comply with an order or direction of a panel of any Committee of the College. 40. Failing to carry out an undertaking given to the College, the Registrar or any Committee of the College or breaching an agreement entered into with the College, the Registrar or any Committee of the College. 41. Failing to provide a reply in writing to a written inquiry from the College within the time specified by the College, or within 30 days from the date of the College’s written inquiry if no time is specified. 42. Failing to take reasonable steps to ensure that any information provided by or on behalf of the member to the College is accurate. 43. Publishing or publicly making a statement the member knew or ought to have known was false or misleading. 44. Influencing a client or the client’s authorized representative to change the client’s will or other testamentary instrument. 45. Engaging in conduct that would reasonably be regarded by members as conduct unbecoming a midwife. 46. Practising the profession while the member’s certificate of registration has been suspended. 47. Engaging in conduct or performing an act or omission relevant to the practice of the profession that, having regard to all the circumstances, would reasonably be regarded by members as disgraceful, dishonourable or unprofessional. O. Reg. 388/09, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The following are acts of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code:</p> <p class=\"paragraph-e\">1. Contravening, by act or omission, a term, condition or limitation imposed on the member’s certificate of registration.</p> <p class=\"paragraph-e\">2. Failing to maintain a standard of practice of the profession.</p> <p class=\"paragraph-e\">3. Doing anything to a client for a therapeutic, preventative, palliative, diagnostic, cosmetic or other health related purpose in a situation in which consent is required by law, without such consent.</p> <p class=\"paragraph-e\">4. Delegating a controlled act in contravention of the Act, the<i> Regulated Health Professions Act, 1991</i>, or the regulations under either of those Acts.</p> <p class=\"paragraph-e\">5. Abusing a client, verbally, physically, psychologically or emotionally, or taking unfair advantage of a client as a result of the member’s position in the midwife-client relationship.</p> <p class=\"paragraph-e\">6. Practising the profession while under the influence of any substance, or while suffering from illness or other dysfunction which the member knew or ought to have known would impair the member’s ability to practise.</p> <p class=\"paragraph-e\">7. Prescribing, dispensing or selling drugs for an improper purpose.</p> <p class=\"paragraph-e\">8. Discontinuing professional services respecting a client unless,</p> <p class=\"subpara-e\">i. the client requests the discontinuation,</p> <p class=\"subpara-e\">ii. alternative services acceptable to the client are arranged,</p> <p class=\"subpara-e\">iii. there is no longer a relationship of trust and confidence between the midwife and the client and the client is given a reasonable opportunity to arrange alternative services, or</p> <p class=\"subpara-e\">iv. the client requests services inconsistent with the standards of practice of the profession and the midwife has adhered to the standard of practice for discontinuing care in such circumstances.</p> <p class=\"paragraph-e\">9. Discontinuing professional services provided to a community or a group of clients without reasonable cause, unless adequate notice has been given or adequate alternative arrangements for services have been made.</p> <p class=\"paragraph-e\">10. Failing without reasonable cause to provide to a client continuity of care in accordance with the standard of practice of the profession.</p> <p class=\"paragraph-e\">11. Failing without reasonable cause to provide services to a client during labour and child birth in the setting chosen by the client. </p> <p class=\"paragraph-e\">12. Practising the profession while the member is in a conflict of interest.</p> <p class=\"paragraph-e\">13. Giving information about a client to a person other than the client or the client’s authorized representative except with the consent of the client or the client’s authorized representative or as required or authorized by law.</p> <p class=\"paragraph-e\">14. Providing services or treatment to a client where the member knew or ought to have known that the services or treatment would be ineffective, unnecessary or deleterious to the client or inappropriate to meet the needs of the client.</p> <p class=\"paragraph-e\">15. Providing or attempting to provide services or treatment that the member knows or ought to have known was beyond the member’s knowledge, skills or judgement.</p> <p class=\"paragraph-e\">16. Inappropriately using a term, title or professional designation in respect of the member’s practice.</p> <p class=\"paragraph-e\">17. Using a name other than the member’s name as set out in the register, in the course of providing or offering to provide professional services.</p> <p class=\"paragraph-e\">18. Providing false or misleading information or documents to the College or any other person with respect to the member’s professional qualifications.</p> <p class=\"paragraph-e\">19. Falsifying a record relating to the member’s practice.</p> <p class=\"paragraph-e\">20. Failing, without reasonable cause, to provide a report or certificate relating to an examination or treatment performed by the member to a client or the client’s authorized representative within a reasonable time after the client or the client’s authorized representative has requested such a report or certificate.</p> <p class=\"paragraph-e\">21. Signing or issuing, in the member’s professional capacity, a document that the member knew or ought to have known contained a false or misleading statement, or signing a blank form.  </p> <p class=\"paragraph-e\">22. Failing to keep records as required by the regulations.</p> <p class=\"paragraph-e\">23. Failing to make arrangements with a client or the client’s authorized representative for access to or for transfer of the records of the client in the possession of the member to another member when requested to do so by the client or authorized representative.</p> <p class=\"paragraph-e\">24. Breaching an agreement with a client relating to professional services for the client.</p> <p class=\"paragraph-e\">25. Submitting an account or charge for services that the member knew or ought to have known was false or misleading.</p> <p class=\"paragraph-e\">26. Permitting, counselling or assisting in the submission of a false or misleading account or charge to a client.</p> <p class=\"paragraph-e\">27. Charging a fee that is excessive in relation to the service provided. </p> <p class=\"paragraph-e\">28. Breaching an agreement with a client relating to fees for professional services.</p> <p class=\"paragraph-e\">29. Failing to inform the client or the client’s authorized representative of the fee to be charged for services before the commencement of the services.</p> <p class=\"paragraph-e\">30. Failing to itemize an account for fees charged by the member or the member’s practice for professional services provided if requested to do so by the client or the person or agency who is to pay, in whole or in part, for the services.</p> <p class=\"paragraph-e\">31. Selling or assigning a debt owed to the member for professional services. (This does not prohibit the use of credit cards to pay for professional services.)</p> <p class=\"paragraph-e\">32. Conferring, requesting or receiving a benefit in relation to the referral of a client. </p> <p class=\"paragraph-e\">33. Charging a fee or accepting payment from a client respecting services which have been paid for by the Ministry of Health and Long-Term Care. </p> <p class=\"paragraph-e\">34. Charging for midwifery services on a fee for service arrangement.</p> <p class=\"paragraph-e\">35. Charging a block fee without specifying,</p> <p class=\"subpara-e\">i. the services covered by the fee,</p> <p class=\"subpara-e\">ii. the amount of the fee,</p> <p class=\"subpara-e\">iii. the arrangements for paying the fee,</p> <p class=\"subpara-e\">iv. the rights and obligations of the midwife and the client if the relationship between them is terminated before all the services are provided.</p> <p class=\"paragraph-e\">36. Charging a fee, in addition to a block fee described in paragraph 35, for an undertaking to be available to provide services to the client.</p> <p class=\"paragraph-e\">37. Contravening, by act or omission, the Act, the <i>Regulated Health Professions Act, 1991</i> or the regulations under either of those Acts.</p> <p class=\"paragraph-e\">38. Contravening, by act or omission, a federal, provincial or territorial law, a municipal by-law or a by-law or rule of a hospital within the meaning of the<i> Public Hospitals Act</i> or any other health care facility where a member provides professional services if,</p> <p class=\"subpara-e\">i. the purpose of the law, by-law or rule is to protect the public health and,</p> <p class=\"subpara-e\">ii. the contravention is relevant to the member’s suitability to practise.</p> <p class=\"paragraph-e\">39. Failing to comply with an order or direction of a panel of any Committee of the College.</p> <p class=\"paragraph-e\">40. Failing to carry out an undertaking given to the College, the Registrar or any Committee of the College or breaching an agreement entered into with the College, the Registrar or any Committee of the College.</p> <p class=\"paragraph-e\">41. Failing to provide a reply in writing to a written inquiry from the College within the time specified by the College, or within 30 days from the date of the College’s written inquiry if no time is specified. </p> <p class=\"paragraph-e\">42. Failing to take reasonable steps to ensure that any information provided by or on behalf of the member to the College is accurate.</p> <p class=\"paragraph-e\">43. Publishing or publicly making a statement the member knew or ought to have known was false or misleading.</p> <p class=\"paragraph-e\">44. Influencing a client or the client’s authorized representative to change the client’s will or other testamentary instrument. </p> <p class=\"paragraph-e\">45. Engaging in conduct that would reasonably be regarded by members as conduct unbecoming a midwife.</p> <p class=\"paragraph-e\">46. Practising the profession while the member’s certificate of registration has been suspended. </p> <p class=\"paragraph-e\">47. Engaging in conduct or performing an act or omission relevant to the practice of the profession that, having regard to all the circumstances, would reasonably be regarded by members as disgraceful, dishonourable or unprofessional. O. Reg. 388/09, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Acts of professional misconduct",
            "content": "2. Omitted (revokes other Regulations). O. Reg. 388/09, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> Omitted (revokes other Regulations). O. Reg. 388/09, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Acts of professional misconduct",
            "content": "3. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 388/09, s. 3. ",
            "raw_html": "<p class=\"section-e\"><b>3.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 388/09, s. 3.</p> <p class=\"Normal\"></p>"
        }
    ]
}