{
    "reg_info": {
        "full_title": "O. Reg. 195/97: OPERATION OF OFF-ROAD VEHICLE ON HIGHWAY",
        "reg_name_text": "OPERATION OF OFF-ROAD VEHICLE ON HIGHWAY",
        "citation": "O. Reg. 195/97: ",
        "act_under": "Highway Traffic Act   Code de la route",
        "url": "https://www.ontario.ca/laws/regulation/970195",
        "date_scraped": "2023-12-19 21:31:07"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “emergency” means a situation that constitutes a danger to life or property; “employee” means, (a) a person employed in the service of the Crown or any agency of the Crown, (b) a police officer, conservation officer or other person appointed for the preservation and maintenance of the public peace or any officer appointed for enforcing or carrying out the provisions of this Act or the Off-Road Vehicles Act, (c) an employee of a fire department as defined in the Fire Departments Act and a volunteer firefighter as defined in that Act, (d) an employee of an ambulance service as defined in the Ambulance Act, (e) an employee of a county, metropolitan municipality, regional municipality, district municipality, city, town, village, township, improvement district or a local board as defined in the Municipal Affairs Act, (f) an employee of a board, commission or other local authority exercising any power with respect to municipal affairs or purposes, (g) an employee or agent of the operator of a water works, gas works, electric heat, light or power works, telegraph and telephone lines, railways, street railways or works for the transmission of gas, oil, water or electrical power or energy or any similar works supplying the general public with necessaries or conveniences; “off-road vehicle” means the same as in the Off-Road Vehicles Act; “serviced roadway” means the part of a highway that is improved, designed or ordinarily used for vehicular traffic, and the shoulder of the highway, and if a highway includes two or more separate serviced roadways, “serviced roadway” refers to each serviced roadway separately and not to all of the serviced roadways collectively. O. Reg. 195/97, s. 1. Public Work Function",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“emergency” means a situation that constitutes a danger to life or property;</p> <p class=\"definition-e\">“employee” means,</p> <p class=\"defclause-e\">(a) a person employed in the service of the Crown or any agency of the Crown, </p> <p class=\"defclause-e\">(b) a police officer, conservation officer or other person appointed for the preservation and maintenance of the public peace or any officer appointed for enforcing or carrying out the provisions of this Act or the <i>Off-Road Vehicles Act</i>,</p> <p class=\"defclause-e\">(c) an employee of a fire department as defined in the <i>Fire Departments Act</i> and a volunteer firefighter as defined in that Act,</p> <p class=\"defclause-e\">(d) an employee of an ambulance service as defined in the <i>Ambulance Act</i>,</p> <p class=\"defclause-e\">(e) an employee of a county, metropolitan municipality, regional municipality, district municipality, city, town, village, township, improvement district or a local board as defined in the <i>Municipal Affairs Act</i>,</p> <p class=\"defclause-e\">(f) an employee of a board, commission or other local authority exercising any power with respect to municipal affairs or purposes,</p> <p class=\"defclause-e\">(g) an employee or agent of the operator of a water works, gas works, electric heat, light or power works, telegraph and telephone lines, railways, street railways or works for the transmission of gas, oil, water or electrical power or energy or any similar works supplying the general public with necessaries or conveniences;</p> <p class=\"definition-e\">“off-road vehicle” means the same as in the <i>Off-Road Vehicles Act</i>;</p> <p class=\"definition-e\">“serviced roadway” means the part of a highway that is improved, designed or ordinarily used for vehicular traffic, and the shoulder of the highway, and if a highway includes two or more separate serviced roadways, “serviced roadway” refers to each serviced roadway separately and not to all of the serviced roadways collectively. O. Reg. 195/97, s. 1.</p> <p class=\"heading1-e\">Public Work Function</p>"
        },
        {
            "id": "2.",
            "section": "Public Work Function",
            "content": "2. (1) Parts II, IV or VI of the Act do not apply to prevent an employee who is complying with this section from driving an off-road vehicle on a highway in the course of his or her employment duties or in responding to an emergency so long as the vehicle is not driven on the serviced roadway portion of the highway. (2) Subject to subsections (3) and (4), an employee may drive an off-road vehicle on a serviced roadway where there is no non-serviced roadway portion of the highway or where the non-serviced roadway portion of the highway is obstructed so that it cannot be used by the vehicle. (3) A vehicle driven on a serviced roadway must be driven as far to the side of the serviced roadway as it is safe and practical to do. (4) An off-road vehicle shall not be driven on any of the serviced roadway portions of the highways listed in Schedule A. O. Reg. 195/97, s. 2. Far Northern Ontario",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) Parts II, IV or VI of the Act do not apply to prevent an employee who is complying with this section from driving an off-road vehicle on a highway in the course of his or her employment duties or in responding to an emergency so long as the vehicle is not driven on the serviced roadway portion of the highway.</p> <p class=\"subsection-e\">(2) Subject to subsections (3) and (4), an employee may drive an off-road vehicle on a serviced roadway where there is no non-serviced roadway portion of the highway or where the non-serviced roadway portion of the highway is obstructed so that it cannot be used by the vehicle.</p> <p class=\"subsection-e\">(3) A vehicle driven on a serviced roadway must be driven as far to the side of the serviced roadway as it is safe and practical to do.</p> <p class=\"subsection-e\">(4) An off-road vehicle shall not be driven on any of the serviced roadway portions of the highways listed in Schedule A. O. Reg. 195/97, s. 2.</p> <p class=\"heading1-e\">Far Northern Ontario</p>"
        },
        {
            "id": "3.",
            "section": "Far Northern Ontario",
            "content": "3. (1) Parts II, IV or VI of the Act do not apply to prevent a person who is complying with this section from driving an off-road vehicle on a highway in the areas designated in Schedule B so long as the vehicle is not driven on the serviced roadway portion of the highway. (2) Subject to subsections (3) and (4), the vehicle may be driven on the serviced roadway portion of a highway where there is no non-serviced roadway portion of the highway or where the non-serviced roadway portion of the highway is obstructed so that it cannot be used by the vehicle. (3) A vehicle driven on a serviced roadway must be driven as far to the side of the serviced roadway as it is safe and practical to do. (4) No person shall drive an off-road vehicle on a serviced roadway of a King’s Highway or a secondary highway in the areas designated in Schedule B. (5) This section does not apply to allow a person who does not hold a valid driver’s licence or does not hold a valid motorized snow vehicle operator’s licence and is 16 years of age or older to drive an off-road vehicle on a highway. O. Reg. 195/97, s. 3. General",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) Parts II, IV or VI of the Act do not apply to prevent a person who is complying with this section from driving an off-road vehicle on a highway in the areas designated in Schedule B so long as the vehicle is not driven on the serviced roadway portion of the highway.</p> <p class=\"subsection-e\">(2) Subject to subsections (3) and (4), the vehicle may be driven on the serviced roadway portion of a highway where there is no non-serviced roadway portion of the highway or where the non-serviced roadway portion of the highway is obstructed so that it cannot be used by the vehicle.</p> <p class=\"subsection-e\">(3) A vehicle driven on a serviced roadway must be driven as far to the side of the serviced roadway as it is safe and practical to do.</p> <p class=\"subsection-e\">(4) No person shall drive an off-road vehicle on a serviced roadway of a King’s Highway or a secondary highway in the areas designated in Schedule B.</p> <p class=\"subsection-e\">(5) This section does not apply to allow a person who does not hold a valid driver’s licence or does not hold a valid motorized snow vehicle operator’s licence and is 16 years of age or older to drive an off-road vehicle on a highway. O. Reg. 195/97, s. 3.</p> <p class=\"heading1-e\">General</p>"
        },
        {
            "id": "4.",
            "section": "General",
            "content": "4. No person shall operate an off-road vehicle unless he or she complies with the requirements of the Off-Road Vehicles Act and the regulations made under that Act that would apply if the vehicle were being operated off the highway. O. Reg. 195/97, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>No person shall operate an off-road vehicle unless he or she complies with the requirements of the <i>Off-Road Vehicles Act </i>and the regulations made under that Act that would apply if the vehicle were being operated off the highway. O. Reg. 195/97, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "General",
            "content": "5. No person shall drive an off-road vehicle on a highway while carrying passengers unless the vehicle is specifically designed by the manufacturer with a seating capacity for the number of passengers carried. O. Reg. 195/97, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>No person shall drive an off-road vehicle on a highway while carrying passengers unless the vehicle is specifically designed by the manufacturer with a seating capacity for the number of passengers carried. O. Reg. 195/97, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "General",
            "content": "6. (1) Every off-road vehicle on a highway at any time, (a) from one-half hour before sunset to one-half hour after sunrise; or (b) when, because of insufficient light or unfavourable atmospheric conditions, persons or vehicles on the highway are not clearly visible at a distance of up to 150 metres, shall have one head lamp on the front of the vehicle showing only a white or amber light and a tail lamp on the rear of the vehicle showing only a red light. (2) A lamp referred to in subsection (1) must be clearly visible at a distance of at least 150 metres from the front or rear of the vehicle, as the case may be. O. Reg. 195/97, s. 6. SCHEDULE A 1. All of the King’s Highways known as No. 400, 401, 402, 403, 404, 405, 407, 409, 410, 416, 417, and 427. 2. That part of the King’s Highway known as No. 406 lying between a point at its intersection with the King’s Highway known as the Queen Elizabeth Way in the City of St Catharines and a point at its intersection with the roadway known as Holland Road in the Town of Thorold. 3. That part of the King’s Highway known as No. 420 in the City of Niagara Falls lying between a point at its intersection with the King’s Highway known as the Queen Elizabeth Way and a point at its intersection with the roadway known as Stanley Avenue. 4. All of the King’s Highway known as the Queen Elizabeth Way. 5. All of the King’s Highway known as No. 2A in the City of Scarborough. 6. That part of the King’s Highway known as No. 2 in the Town of Ancaster lying between a point at its intersection with the King’s Highway known as No. 403 and a point at its intersection with the King’s Highway known as No. 2/53. 7. That part of the King’s Highway known as No. 2/53 in the Town of Ancaster lying between a point at its intersection with the King’s Highway known as No. 2 and a point at its intersection with the western boundary of The Regional Municipality of Hamilton-Wentworth. 8. That part of the King’s Highway known as No. 5 lying between a point at its intersection with the King’s Highway known as No. 403 at the Halton Region boundary and a point at its intersection with the King’s Highway known as No. 6 in the Town of Flamborough. 9. That part of the King’s Highway known as No. 6 lying between a point at its intersection with the King’s Highway known as No. 403 at the Town of Dundas boundary and a point at its intersection with the King’s Highway known as No. 401 in Wellington County. 10. That part of the King’s Highway known as No. 6 lying between a point at its intersection with the southern boundary of The Regional Municipality of Hamilton-Wentworth and the roadway known as Alderlea Avenue in the Township of Glanbrook. 11. That part of the King’s Highway known as No. 7 in the City of Brampton lying between a point at its intersection with the King’s Highway known as No. 7/410 (Heart Lake Road) and a point at its western intersection with the roadway known as Chinguacousy Road (Second Line Road West). 12. That part of the King’s Highway known as No. 7/410 (Heart Lake Road) in the City of Brampton lying between a point at its northern intersection with the King’s Highway known as No. 7 (Bovaird Drive) and a point at its southern intersection with the King’s Highway known as No. 7 (Queen Street East). 13. That part of the King’s Highway known as No. 7 lying between a point at its intersection with the King’s Highway known as No. 7/410 (Heart Lake Road) in the City of Brampton and a point at its intersection with the King’s Highway known as the Markham By-Pass in The Regional Municipality of York. 14. That part of the King’s Highway known as No. 7 lying between a point at its intersection with the King’s Highway known as No. 28/115 in the City of Peterborough and a point at its intersection with the eastern boundary of the City of Peterborough. 15. That part of the King’s Highway known as No. 7 lying between a point at its intersection with the western limit of the King’s Highway known as No. 417 in the Township of West Carlton and a point at its intersection with the King’s Highway known as No.15 in the Township of Beckwith. 16. That part of the King’s Highway known as No. 7 lying between a point at its intersection with the roadway known as Victoria Street in the City of Kitchener and a point at its intersection with the King’s Highway known as No. 8. 17. That part of the King’s Highway known as No. 7/8 lying between a point at its intersection with the eastern limit of the roadway known as Waterloo Road No. 5 in the Township of Wilmot and a point at its intersection with the King’s Highway known as No. 8 in the City of Kitchener. 18. That part of the King’s Highway known as No. 7187 lying between a point at its intersection with the King’s Highway known as No. 401 and a point at its intersection with the King’s Highway known as No. 8 (King Street) in the City of Kitchener. 19. That part of the King’s Highway known as No. 8 lying between a point at its intersection with the King’s Highway known as No. 7187 and a point at its intersection with the King’s Highway known as No. 7/8 in the City of Kitchener. 20. That part of the King’s Highway known as No. 11 in the City of Orillia lying between a point at its intersection with the roadway known as Memorial Avenue and a point at its intersection with the roadway known as Laclie Street. 21. That part of the King’s Highway known as No. 9 lying between a point at its intersection with the King’s Highway known as No. 11 in the Town of Newmarket and a point at its intersection with the King’s Highway known as No. 10 in the Township of Mono. 22. That part of the King’s Highway known as No. 10 lying between a point at its intersection with the roadway known as Burnhamthorpe Road in the City of Mississauga and a point at its intersection the northern boundary of the City of Brampton (Mayfield Road). 23. That part of the King’s Highway known as No. 20 (Centennial Parkway) in the City of Stoney Creek lying between a point at its intersection with the King’s Highway known as No. 53 (Rymals Road) and a point at its intersection with the roadway known as King Street. 24. That part of the King’s Highway known as No. 27 lying between a point at its intersection with the roadway known as Eglinton Avenue in the City of Etobicoke and a point at its intersection with the roadway known as Regional Road No. 49 (Nashville Road) in the City of Vaughan. 25. That part of the King’s Highway known as No. 28/115 lying between a point at its intersection with the King’s Highway known as No. 7A/115 at the western boundary of the Township of North Monagan and a point at its intersection with the King’s Highway known as No. 7 in the City of Peterborough. 26. That part of the King’s Highway known as No. 35/115 in Durham Region lying between a point at its intersection with the King’s Highway known as No. 401 and a point at its intersection with the King’s Highway known as No. 35 and the King’s Highway known as No. 115. 27. That part of the King’s Highway known as No. 48 lying between a point at its intersection with the King’s Highway known as No. 401 in the City of Scarborough and a point situated at its intersection with the roadway known as Elgin Mills Road in the Town of Markham. 28. That part of the King’s Highway known as No. 50 lying between a point at its intersection with the King’s Highway known as No. 27 in the City of Etobicoke and a point at its intersection with the roadway known as Columbia Way East in the Town of Caledon. 29. That part of the King’s Highway known as No. 58 in the City of Thorold lying between a point at its intersection with the King’s Highway known as No. 406 and a point at its intersection with the westerly limit of the roadway known as Niagara Regional Road No. 57 (Thorold Stone Road). 30. That part of the King’s Highway known as No. 86 lying between its intersection with the King’s Highway known as No. 7 (Victoria Street) in the City of Kitchener and a point at its intersection with the roadway known as Waterloo Road No. 17 in the Township of Woolwich. 31. That part of the King’s Highway known as No. 115 lying between a point at its intersection with the King’s Highway known as No. 35/115 in Durham Region and a point at its intersection with the King’s Highway known as No. 7A/115 in Cavan Township. 32. That part of the King’s Highway known as No. 137 lying between a point at its intersection with the King’s Highway known as No. 401 in the Township of the Front of Leeds and Lansdowne and a point at its intersection with the Border between Canada and The United States of America. O. Reg. 195/97, Sched. A. SCHEDULE B 1. The areas in the districts of Kenora and Thunder Bay north of the railway tracks of the Canadian National Railways passing through the municipalities of Malachi, Minaki, Quibell, Sioux Lookout, Savant Lake, Armstrong and Nakina. 2. The area in the Territorial District of Cochrane north of 50 degrees latitude. 3. The area in the Territorial District of Algoma north of the railway tracks of the Canadian Pacific Railway passing through the municipalities of Amyot, Franz and Missanabie. O. Reg. 195/97, Sched. B. ",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) Every off-road vehicle on a highway at any time,</p> <p class=\"clause-e\">(a) from one-half hour before sunset to one-half hour after sunrise; or</p> <p class=\"clause-e\">(b) when, because of insufficient light or unfavourable atmospheric conditions, persons or vehicles on the highway are not clearly visible at a distance of up to 150 metres,</p> <p class=\"Ssection-e\">shall have one head lamp on the front of the vehicle showing only a white or amber light and a tail lamp on the rear of the vehicle showing only a red light. </p> <p class=\"subsection-e\">(2) A lamp referred to in subsection (1) must be clearly visible at a distance of at least 150 metres from the front or rear of the vehicle, as the case may be. O. Reg. 195/97, s. 6.</p> <p class=\"schedule-e\">SCHEDULE A</p> <p class=\"paragraph-e\">1. All of the King’s Highways known as No. 400, 401, 402, 403, 404, 405, 407, 409, 410, 416, 417, and 427.</p> <p class=\"paragraph-e\">2. That part of the King’s Highway known as No. 406 lying between a point at its intersection with the King’s Highway known as the Queen Elizabeth Way in the City of St Catharines and a point at its intersection with the roadway known as Holland Road in the Town of Thorold.</p> <p class=\"paragraph-e\">3. That part of the King’s Highway known as No. 420 in the City of Niagara Falls lying between a point at its intersection with the King’s Highway known as the Queen Elizabeth Way and a point at its intersection with the roadway known as Stanley Avenue.</p> <p class=\"paragraph-e\">4. All of the King’s Highway known as the Queen Elizabeth Way.</p> <p class=\"paragraph-e\">5. All of the King’s Highway known as No. 2A in the City of Scarborough.</p> <p class=\"paragraph-e\">6. That part of the King’s Highway known as No. 2 in the Town of Ancaster lying between a point at its intersection with the King’s Highway known as No. 403 and a point at its intersection with the King’s Highway known as No. 2/53.</p> <p class=\"paragraph-e\">7. That part of the King’s Highway known as No. 2/53 in the Town of Ancaster lying between a point at its intersection with the King’s Highway known as No. 2 and a point at its intersection with the western boundary of The Regional Municipality of Hamilton-Wentworth.</p> <p class=\"paragraph-e\">8. That part of the King’s Highway known as No. 5 lying between a point at its intersection with the King’s Highway known as No. 403 at the Halton Region boundary and a point at its intersection with the King’s Highway known as No. 6 in the Town of Flamborough.</p> <p class=\"paragraph-e\">9. That part of the King’s Highway known as No. 6 lying between a point at its intersection with the King’s Highway known as No. 403 at the Town of Dundas boundary and a point at its intersection with the King’s Highway known as No. 401 in Wellington County.</p> <p class=\"paragraph-e\">10. That part of the King’s Highway known as No. 6 lying between a point at its intersection with the southern boundary of The Regional Municipality of Hamilton-Wentworth and the roadway known as Alderlea Avenue in the Township of Glanbrook.</p> <p class=\"paragraph-e\">11. That part of the King’s Highway known as No. 7 in the City of Brampton lying between a point at its intersection with the King’s Highway known as No. 7/410 (Heart Lake Road) and a point at its western intersection with the roadway known as Chinguacousy Road (Second Line Road West).</p> <p class=\"paragraph-e\">12. That part of the King’s Highway known as No. 7/410 (Heart Lake Road) in the City of Brampton lying between a point at its northern intersection with the King’s Highway known as No. 7 (Bovaird Drive) and a point at its southern intersection with the King’s Highway known as No. 7 (Queen Street East).</p> <p class=\"paragraph-e\">13. That part of the King’s Highway known as No. 7 lying between a point at its intersection with the King’s Highway known as No. 7/410 (Heart Lake Road) in the City of Brampton and a point at its intersection with the King’s Highway known as the Markham By-Pass in The Regional Municipality of York.</p> <p class=\"paragraph-e\">14. That part of the King’s Highway known as No. 7 lying between a point at its intersection with the King’s Highway known as No. 28/115 in the City of Peterborough and a point at its intersection with the eastern boundary of the City of Peterborough.</p> <p class=\"paragraph-e\">15. That part of the King’s Highway known as No. 7 lying between a point at its intersection with the western limit of the King’s Highway known as No. 417 in the Township of West Carlton and a point at its intersection with the King’s Highway known as No.15 in the Township of Beckwith.</p> <p class=\"paragraph-e\">16. That part of the King’s Highway known as No. 7 lying between a point at its intersection with the roadway known as Victoria Street in the City of Kitchener and a point at its intersection with the King’s Highway known as No. 8.</p> <p class=\"paragraph-e\">17. That part of the King’s Highway known as No. 7/8 lying between a point at its intersection with the eastern limit of the roadway known as Waterloo Road No. 5 in the Township of Wilmot and a point at its intersection with the King’s Highway known as No. 8 in the City of Kitchener.</p> <p class=\"paragraph-e\">18. That part of the King’s Highway known as No. 7187 lying between a point at its intersection with the King’s Highway known as No. 401 and a point at its intersection with the King’s Highway known as No. 8 (King Street) in the City of Kitchener.</p> <p class=\"paragraph-e\">19. That part of the King’s Highway known as No. 8 lying between a point at its intersection with the King’s Highway known as No. 7187 and a point at its intersection with the King’s Highway known as No. 7/8 in the City of Kitchener.</p> <p class=\"paragraph-e\">20. That part of the King’s Highway known as No. 11 in the City of Orillia lying between a point at its intersection with the roadway known as Memorial Avenue and a point at its intersection with the roadway known as Laclie Street.</p> <p class=\"paragraph-e\">21. That part of the King’s Highway known as No. 9 lying between a point at its intersection with the King’s Highway known as No. 11 in the Town of Newmarket and a point at its intersection with the King’s Highway known as No. 10 in the Township of Mono.</p> <p class=\"paragraph-e\">22. That part of the King’s Highway known as No. 10 lying between a point at its intersection with the roadway known as Burnhamthorpe Road in the City of Mississauga and a point at its intersection the northern boundary of the City of Brampton (Mayfield Road).</p> <p class=\"paragraph-e\">23. That part of the King’s Highway known as No. 20 (Centennial Parkway) in the City of Stoney Creek lying between a point at its intersection with the King’s Highway known as No. 53 (Rymals Road) and a point at its intersection with the roadway known as King Street.</p> <p class=\"paragraph-e\">24. That part of the King’s Highway known as No. 27 lying between a point at its intersection with the roadway known as Eglinton Avenue in the City of Etobicoke and a point at its intersection with the roadway known as Regional Road No. 49 (Nashville Road) in the City of Vaughan.</p> <p class=\"paragraph-e\">25. That part of the King’s Highway known as No. 28/115 lying between a point at its intersection with the King’s Highway known as No. 7A/115 at the western boundary of the Township of North Monagan and a point at its intersection with the King’s Highway known as No. 7 in the City of Peterborough.</p> <p class=\"paragraph-e\">26. That part of the King’s Highway known as No. 35/115 in Durham Region lying between a point at its intersection with the King’s Highway known as No. 401 and a point at its intersection with the King’s Highway known as No. 35 and the King’s Highway known as No. 115.</p> <p class=\"paragraph-e\">27. That part of the King’s Highway known as No. 48 lying between a point at its intersection with the King’s Highway known as No. 401 in the City of Scarborough and a point situated at its intersection with the roadway known as Elgin Mills Road in the Town of Markham.</p> <p class=\"paragraph-e\">28. That part of the King’s Highway known as No. 50 lying between a point at its intersection with the King’s Highway known as No. 27 in the City of Etobicoke and a point at its intersection with the roadway known as Columbia Way East<b> </b>in the Town of Caledon.</p> <p class=\"paragraph-e\">29. That part of the King’s Highway known as No. 58 in the City of Thorold lying between a point at its intersection with the King’s Highway known as No. 406 and a point at its intersection with the westerly limit of the roadway known as Niagara Regional Road No. 57 (Thorold Stone Road).</p> <p class=\"paragraph-e\">30. That part of the King’s Highway known as No. 86 lying between its intersection with the King’s Highway known as No. 7 (Victoria Street) in the City of Kitchener and a point at its intersection with the roadway known as Waterloo Road No. 17 in the Township of Woolwich.</p> <p class=\"paragraph-e\">31. That part of the King’s Highway known as No. 115 lying between a point at its intersection with the King’s Highway known as No. 35/115 in Durham Region and a point at its intersection with the King’s Highway known as No. 7A/115 in Cavan Township. </p> <p class=\"paragraph-e\">32. That part of the King’s Highway known as No. 137 lying between a point at its intersection with the King’s Highway known as No. 401 in the Township of the Front of Leeds and Lansdowne and a point at its intersection with the Border between Canada and The United States of America.</p> <p class=\"tfootnote-e\">O. Reg. 195/97, Sched. A.</p> <p class=\"schedule-e\">SCHEDULE B</p> <p class=\"paragraph-e\">1. The areas in the districts of Kenora and Thunder Bay north of the railway tracks of the Canadian National Railways passing through the municipalities of Malachi, Minaki, Quibell, Sioux Lookout, Savant Lake, Armstrong and Nakina.</p> <p class=\"paragraph-e\">2. The area in the Territorial District of Cochrane north of 50 degrees latitude.</p> <p class=\"paragraph-e\">3. The area in the Territorial District of Algoma north of the railway tracks of the Canadian Pacific Railway passing through the municipalities of Amyot, Franz and Missanabie. </p> <p class=\"tfootnote-e\">O. Reg. 195/97, Sched. B.</p> <p class=\"Normal\"></p>"
        }
    ]
}