{
    "reg_info": {
        "full_title": "O. Reg. 73/23: MUNICIPAL PLANNING DATA REPORTING",
        "reg_name_text": "MUNICIPAL PLANNING DATA REPORTING",
        "citation": "O. Reg. 73/23: ",
        "act_under": "Planning Act",
        "url": "https://www.ontario.ca/laws/regulation/230073",
        "date_scraped": "2023-12-18 04:41:15"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  6, 2023",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Reporting",
            "content": "  1. (1) A municipality set out in Schedule 1 shall, (a) submit the report required under Schedule 2 in accordance with subsection (2); and (b) submit the report required under Schedule 3 in accordance with subsection (3). (2) The report required under Schedule 2 shall be submitted on a quarterly basis and include the following: 1. A report for the period from January 1 to March 31, submitted no later than June 30 of that year. 2. A report for the period from April 1 to June 30, submitted no later than September 30 of that year. 3. A report for the period from July 1 to September 30, submitted no later than December 31 of that year. 4. A report for the period from October 1 to December 31, submitted no later than March 31 of the following year. (3) The report required under Schedule 3 shall be submitted on an annual basis for the calendar year and submitted no later than March 31 of the following year.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) A municipality set out in Schedule 1 shall,</p> <p class=\"clause-e\">  (a) submit the report required under Schedule 2 in accordance with subsection (2); and</p> <p class=\"clause-e\">  (b) submit the report required under Schedule 3 in accordance with subsection (3).</p> <p class=\"subsection-e\">  (2) The report required under Schedule 2 shall be submitted on a quarterly basis and include the following:</p> <p class=\"paragraph-e\">  1. A report for the period from January 1 to March 31, submitted no later than June 30 of that year.</p> <p class=\"paragraph-e\">  2. A report for the period from April 1 to June 30, submitted no later than September 30 of that year.</p> <p class=\"paragraph-e\">  3. A report for the period from July 1 to September 30, submitted no later than December 31 of that year.</p> <p class=\"paragraph-e\">  4. A report for the period from October 1 to December 31, submitted no later than March 31 of the following year.</p> <p class=\"subsection-e\">  (3) The report required under Schedule 3 shall be submitted on an annual basis for the calendar year and submitted no later than March 31 of the following year.</p>"
        },
        {
            "id": "2.",
            "section": "Reporting",
            "content": "  2. Omitted (provides for coming into force of provisions of this Regulation). Schedule 1   Applicable Municipalities",
            "raw_html": "<p class=\"section-e\"><b>  2.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"schedule-e\">Schedule 1 <br/>  Applicable Municipalities</p>"
        },
        {
            "id": null,
            "section": "Reporting",
            "content": "  1. This Regulation applies to the following municipalities: 1. City of Barrie. 2. City of Brampton. 3. City of Brantford. 4. City of Burlington. 5. City of Cambridge. 6. City of Guelph. 7. City of Hamilton. 8. City of Kingston. 9. City of Kitchener. 10. City of London. 11. City of Markham. 12. City of Mississauga. 13. City of Niagara Falls. 14. City of Oshawa. 15. City of Ottawa. 16. City of Pickering. 17. City of Richmond Hill. 18. City of St. Catharines. 19. City of Toronto. 20. City of Vaughan. 21. City of Waterloo. 22. City of Windsor. 23. Municipality of Clarington. 24. Town of Ajax. 25. Town of Caledon. 26. Town of Milton. 27. Town of Newmarket. 28. Town of Oakville. 29. Town of Whitby. SCHEDULE 2   quarterly reporting",
            "raw_html": "<p class=\"section-e\">  1. This Regulation applies to the following municipalities:</p> <p class=\"paragraph-e\">  1. City of Barrie.</p> <p class=\"paragraph-e\">  2. City of Brampton.</p> <p class=\"paragraph-e\">  3. City of Brantford.</p> <p class=\"paragraph-e\">  4. City of Burlington.</p> <p class=\"paragraph-e\">  5. City of Cambridge.</p> <p class=\"paragraph-e\">  6. City of Guelph.</p> <p class=\"paragraph-e\">  7. City of Hamilton.</p> <p class=\"paragraph-e\">  8. City of Kingston.</p> <p class=\"paragraph-e\">  9. City of Kitchener.</p> <p class=\"paragraph-e\">  10. City of London.</p> <p class=\"paragraph-e\">  11. City of Markham.</p> <p class=\"paragraph-e\">  12. City of Mississauga.</p> <p class=\"paragraph-e\">  13. City of Niagara Falls.</p> <p class=\"paragraph-e\">  14. City of Oshawa.</p> <p class=\"paragraph-e\">  15. City of Ottawa.</p> <p class=\"paragraph-e\">  16. City of Pickering.</p> <p class=\"paragraph-e\">  17. City of Richmond Hill.</p> <p class=\"paragraph-e\">  18. City of St. Catharines.</p> <p class=\"paragraph-e\">  19. City of Toronto.</p> <p class=\"paragraph-e\">  20. City of Vaughan.</p> <p class=\"paragraph-e\">  21. City of Waterloo.</p> <p class=\"paragraph-e\">  22. City of Windsor.</p> <p class=\"paragraph-e\">  23. Municipality of Clarington.</p> <p class=\"paragraph-e\">  24. Town of Ajax.</p> <p class=\"paragraph-e\">  25. Town of Caledon.</p> <p class=\"paragraph-e\">  26. Town of Milton.</p> <p class=\"paragraph-e\">  27. Town of Newmarket.</p> <p class=\"paragraph-e\">  28. Town of Oakville.</p> <p class=\"paragraph-e\">  29. Town of Whitby.</p> <p class=\"schedule-e\">SCHEDULE 2 <br/>  quarterly reporting</p>"
        },
        {
            "id": null,
            "section": "Required report",
            "content": "  1. A municipality set out in Schedule 1 shall submit a report containing the information set out in sections 2 to 9 of this Schedule.",
            "raw_html": "<p class=\"section-e\">  1. A municipality set out in Schedule 1 shall submit a report containing the information set out in sections 2 to 9 of this Schedule.</p>"
        },
        {
            "id": null,
            "section": "Official plan amendment applications",
            "content": "  2. The report referred to in section 1 shall include the following information regarding every application submitted under section 22 of the Act in the municipality during the quarter covered by the report and every application submitted under section 22 of the Act that was decided or appealed under section 17 or 22 of the Act in the municipality during the quarter covered by the report: 1. The application number. 2. The address of the land to which the application applies. 3. The date the application was initially submitted. 4. The date all the information and material required under subsections 22 (4) and (5) of the Act was provided. 5. If a decision has been made by council, the date of the decision and whether the application was approved or refused. 6. If the application was approved, the date the official plan amendment was adopted under subsection 17 (22) of the Act. 7. If an appeal has been made to the Ontario Land Tribunal, the date of the appeal and whether it is an appeal of, i. an approval of the application and an adoption of the official plan made under subsection 17 (24) or subsection 17 (36) of the Act, ii. a refusal made under subsection 17 (34) or 22 (7) of the Act, iii. the failure to adopt the requested amendment made under subsection 22 (7) of the Act, or iv. the failure to give notice of a decision made under subsection 17 (40) of the Act. 8. If an appeal referred to in paragraph 7 is made, whether it is a third-party appeal. 9. If an appeal referred to in paragraph 7 is made, whether the Tribunal’s decision has been issued and, if so, the date of the decision. 10. Whether the lands subject to the application are, i. listed in a register under subsection 27 (3) of the Ontario Heritage Act, ii. designated by a by-law passed under section 29 of the Ontario Heritage Act, iii. subject to an easement or covenant entered into under section 37 of the Ontario Heritage Act, or iv. within a heritage conservation district area set out in a by-law passed under section 41 of the Ontario Heritage Act.",
            "raw_html": "<p class=\"section-e\">  2. The report referred to in section 1 shall include the following information regarding every application submitted under section 22 of the Act in the municipality during the quarter covered by the report and every application submitted under section 22 of the Act that was decided or appealed under section 17 or 22 of the Act in the municipality during the quarter covered by the report:</p> <p class=\"paragraph-e\">  1. The application number.</p> <p class=\"paragraph-e\">  2. The address of the land to which the application applies.</p> <p class=\"paragraph-e\">  3. The date the application was initially submitted.</p> <p class=\"paragraph-e\">  4. The date all the information and material required under subsections 22 (4) and (5) of the Act was provided.</p> <p class=\"paragraph-e\">  5. If a decision has been made by council, the date of the decision and whether the application was approved or refused.</p> <p class=\"paragraph-e\">  6. If the application was approved, the date the official plan amendment was adopted under subsection 17 (22) of the Act.</p> <p class=\"paragraph-e\">  7. If an appeal has been made to the Ontario Land Tribunal, the date of the appeal and whether it is an appeal of,</p> <p class=\"subpara-e\">  i. an approval of the application and an adoption of the official plan made under subsection 17 (24) or subsection 17 (36) of the Act,</p> <p class=\"subpara-e\">  ii. a refusal made under subsection 17 (34) or 22 (7) of the Act,</p> <p class=\"subpara-e\">  iii. the failure to adopt the requested amendment made under subsection 22 (7) of the Act, or</p> <p class=\"subpara-e\">  iv. the failure to give notice of a decision made under subsection 17 (40) of the Act.</p> <p class=\"paragraph-e\">  8. If an appeal referred to in paragraph 7 is made, whether it is a third-party appeal.</p> <p class=\"paragraph-e\">  9. If an appeal referred to in paragraph 7 is made, whether the Tribunal’s decision has been issued and, if so, the date of the decision.</p> <p class=\"paragraph-e\">  10. Whether the lands subject to the application are,</p> <p class=\"subpara-e\">  i. listed in a register under subsection 27 (3) of the <i>Ontario Heritage Act</i>,</p> <p class=\"subpara-e\">  ii. designated by a by-law passed under section 29 of the <i>Ontario Heritage Act</i>,</p> <p class=\"subpara-e\">  iii. subject to an easement or covenant entered into under section 37 of the <i>Ontario Heritage Act</i>, or</p> <p class=\"subpara-e\">  iv. within a heritage conservation district area set out in a by-law passed under section 41 of the <i>Ontario Heritage Act</i>.</p>"
        },
        {
            "id": null,
            "section": "Zoning by-law amendment applications",
            "content": "  3. The report referred to in section 1 shall include the following information regarding every application submitted, decided or appealed under section 34 of the Act in the municipality during the quarter covered by the report: 1. The application number. 2. The address of the land to which the application applies. 3. The date the application to amend a by-law passed under section 34 of the Act was initially submitted. 4. The date all the information and material required under subsections 34 (10.1) and (10.2) of the Act was provided. 5. If a decision has been made, the date of the decision and whether the application was approved or refused. 6. If the application was approved, the date the zoning by-law amendment was passed. 7. If an appeal has been made to the Ontario Land Tribunal, the date of the appeal and whether it is an appeal of, i. a refusal under subsection 34 (11) of the Act, ii. a failure to make a decision under subsection 34 (11) of the Act, or iii. the passage of a by-law by the applicant under subsection 34 (19) of the Act. 8. If an appeal referred to in paragraph 7 has been made, whether it is a third-party appeal. 9. If an appeal referred to in paragraph 7 has been made, whether the Tribunal has issued a decision and, if so, the date of the decision. 10. Whether the lands subject to the application are, i. listed in a register under subsection 27 (3) of the Ontario Heritage Act, ii. designated by a by-law passed under section 29 of the Ontario Heritage Act, iii. subject to an easement or covenant entered into undersection 37 of the Ontario Heritage Act, or iv. within a heritage conservation district area set out in a by-law passed under section 41 of the Ontario Heritage Act.",
            "raw_html": "<p class=\"section-e\">  3. The report referred to in section 1 shall include the following information regarding every application submitted, decided or appealed under section 34 of the Act in the municipality during the quarter covered by the report:</p> <p class=\"paragraph-e\">  1. The application number.</p> <p class=\"paragraph-e\">  2. The address of the land to which the application applies.</p> <p class=\"paragraph-e\">  3. The date the application to amend a by-law passed under section 34 of the Act was initially submitted.</p> <p class=\"paragraph-e\">  4. The date all the information and material required under subsections 34 (10.1) and (10.2) of the Act was provided.</p> <p class=\"paragraph-e\">  5. If a decision has been made, the date of the decision and whether the application was approved or refused.</p> <p class=\"paragraph-e\">  6. If the application was approved, the date the zoning by-law amendment was passed.</p> <p class=\"paragraph-e\">  7. If an appeal has been made to the Ontario Land Tribunal, the date of the appeal and whether it is an appeal of,</p> <p class=\"subpara-e\">  i. a refusal under subsection 34 (11) of the Act,</p> <p class=\"subpara-e\">  ii. a failure to make a decision under subsection 34 (11) of the Act, or</p> <p class=\"subpara-e\">  iii. the passage of a by-law by the applicant under subsection 34 (19) of the Act.</p> <p class=\"paragraph-e\">  8. If an appeal referred to in paragraph 7 has been made, whether it is a third-party appeal.</p> <p class=\"paragraph-e\">  9. If an appeal referred to in paragraph 7 has been made, whether the Tribunal has issued a decision and, if so, the date of the decision.</p> <p class=\"paragraph-e\">  10. Whether the lands subject to the application are,</p> <p class=\"subpara-e\">  i. listed in a register under subsection 27 (3) of the <i>Ontario Heritage Act</i>,</p> <p class=\"subpara-e\">  ii. designated by a by-law passed under section 29 of the <i>Ontario Heritage Act</i>,</p> <p class=\"subpara-e\">  iii. subject to an easement or covenant entered into undersection 37 of the <i>Ontario Heritage Act</i>, or</p> <p class=\"subpara-e\">  iv. within a heritage conservation district area set out in a by-law passed under section 41 of the <i>Ontario Heritage Act</i>.</p>"
        },
        {
            "id": null,
            "section": "Site plan applications",
            "content": "  4. The report referred to in section 1 shall include the following information regarding every application submitted, decided or appealed under section 41 of the Act or section 114 of the City of Toronto Act, 2006 in the municipality during the quarter covered by the report: 1. The application number. 2. The address of the land to which the application applies. 3. The date the application was initially submitted under section 41 of the Act or section 114 of the City of Toronto Act, 2006. 4. The date all the information and material required under subsections 41 (3.3) and (3.4) of the Act or subsections 114 (4.2) and (4.3) of the City of Toronto Act, 2006\r\nwas provided. 5. Whether the application is under review or a decision has been made. 6. If a decision referred to in paragraph 5 has been made, the date of the decision. 7. If an appeal has been made to the Ontario Land Tribunal or a local appeal body, the date of the appeal and whether it is an appeal of, i. the failure to make a decision under subsection 41 (12) of the Act or subsection 114 (15) of the City of Toronto Act, 2006, or ii. any requirement, any part of a requirement or any term under subsection 41 (12.0.1) of the Act or subsection 114 (15.1) of the City of Toronto Act, 2006. 8. If an appeal referred to in paragraph 7 has been made, whether the Tribunal has issued a decision and, if so, the date of the decision.",
            "raw_html": "<p class=\"section-e\">  4. The report referred to in section 1 shall include the following information regarding every application submitted, decided or appealed under section 41 of the Act or section 114 of the <i>City of Toronto Act, 2006</i> in the municipality during the quarter covered by the report:</p> <p class=\"paragraph-e\">  1. The application number.</p> <p class=\"paragraph-e\">  2. The address of the land to which the application applies.</p> <p class=\"paragraph-e\">  3. The date the application was initially submitted under section 41 of the Act or section 114 of the <i>City of Toronto Act, 2006</i>.</p> <p class=\"paragraph-e\">  4. The date all the information and material required under subsections 41 (3.3) and (3.4) of the Act or subsections 114 (4.2) and (4.3) of the <i>City of Toronto Act, 2006</i>\r\nwas provided.</p> <p class=\"paragraph-e\">  5. Whether the application is under review or a decision has been made.</p> <p class=\"paragraph-e\">  6. If a decision referred to in paragraph 5 has been made, the date of the decision.</p> <p class=\"paragraph-e\">  7. If an appeal has been made to the Ontario Land Tribunal or a local appeal body, the date of the appeal and whether it is an appeal of,</p> <p class=\"subpara-e\">  i. the failure to make a decision under subsection 41 (12) of the Act or subsection 114 (15) of the <i>City of Toronto Act, 2006</i>, or</p> <p class=\"subpara-e\">  ii. any requirement, any part of a requirement or any term under subsection 41 (12.0.1) of the Act or subsection 114 (15.1) of the <i>City of Toronto Act, 2006</i>.</p> <p class=\"paragraph-e\">  8. If an appeal referred to in paragraph 7 has been made, whether the Tribunal has issued a decision and, if so, the date of the decision.</p>"
        },
        {
            "id": null,
            "section": "Applications, s. 45 of Act",
            "content": "  5. The report referred to in section 1 shall include the following information regarding every application submitted, decided or appealed under section 45 of the Act in the municipality during the quarter covered by the report: 1. The application number. 2. The address of the land to which the application applies. 3. Whether the application was made under subsection 45 (1) or (2) of the Act. 4. The date the application was submitted. 5. If the committee has made a decision in accordance with subsection 45 (8.1) of the Act, the date of the decision and whether the application was granted or refused. 6. If an appeal has been made to the Ontario Land Tribunal or a local appeal body, the date of the appeal under subsection 45 (12) of the Act. 7. If an appeal referred to in paragraph 6 has been made, whether it was made by the applicant or by a third party. 8. Whether a decision regarding an appeal referred to in paragraph 6 has been issued and, if so, the date of the decision.",
            "raw_html": "<p class=\"section-e\">  5. The report referred to in section 1 shall include the following information regarding every application submitted, decided or appealed under section 45 of the Act in the municipality during the quarter covered by the report:</p> <p class=\"paragraph-e\">  1. The application number.</p> <p class=\"paragraph-e\">  2. The address of the land to which the application applies.</p> <p class=\"paragraph-e\">  3. Whether the application was made under subsection 45 (1) or (2) of the Act.</p> <p class=\"paragraph-e\">  4. The date the application was submitted.</p> <p class=\"paragraph-e\">  5. If the committee has made a decision in accordance with subsection 45 (8.1) of the Act, the date of the decision and whether the application was granted or refused.</p> <p class=\"paragraph-e\">  6. If an appeal has been made to the Ontario Land Tribunal or a local appeal body, the date of the appeal under subsection 45 (12) of the Act.</p> <p class=\"paragraph-e\">  7. If an appeal referred to in paragraph 6 has been made, whether it was made by the applicant or by a third party.</p> <p class=\"paragraph-e\">  8. Whether a decision regarding an appeal referred to in paragraph 6 has been issued and, if so, the date of the decision.</p>"
        },
        {
            "id": null,
            "section": "Plans of subdivision",
            "content": "  6. The report referred to in section 1 shall include the following information regarding every application submitted, decided or appealed under section 51 of the Act in the municipality during the quarter covered by the report: 1. The application number. 2. The address of the land to which the application applies. 3. The date the application was initially submitted under subsection 51 (16) of the Act. 4. The date all the information and material required under subsections 51 (17) and (18) of the Act was provided. 5. If the approval authority has made a decision in accordance with subsection 51 (31) of the Act, the date of the decision and whether the draft plan of subdivision was given approval or refused. 6. If an appeal has been made to the Ontario Land Tribunal, the date of the appeal and whether it is an appeal of, i. the failure to make a decision under subsection 51 (34) of the Act, ii. the approval of a draft plan of subdivision under subsection 51 (39) of the Act, iii. the refusal to give approval to a draft plan of subdivision under subsection 51 (39) of the Act, or iv. the lapsing provision or any of the conditions applied to the draft plan of subdivision under subsection 51 (39) of the Act. 7. If an appeal referred to in paragraph 6 has been made, whether it is a third-party appeal. 8. If an appeal referred to in paragraph 6 has been made, whether the Tribunal has issued a decision and, if so, the date of the decision. 9. If a draft plan of subdivision has been given approval, whether the plan of subdivision has been registered under section 145 of the Land Titles Act and, if so, the date that the plan of subdivision was registered and the number of registered new residential lots. 10. Whether the lands subject to the application are, i. listed in a register under subsection 27 (3) of the Ontario Heritage Act, ii. designated by a by-law passed under section 29 of the Ontario Heritage Act, iii. subject to an easement or covenant entered into under section 37 of the Ontario Heritage Act, or iv. within a heritage conservation district area set out in a by-law passed under section 41 of the Ontario Heritage Act.",
            "raw_html": "<p class=\"section-e\">  6. The report referred to in section 1 shall include the following information regarding every application submitted, decided or appealed under section 51 of the Act in the municipality during the quarter covered by the report:</p> <p class=\"paragraph-e\">  1. The application number.</p> <p class=\"paragraph-e\">  2. The address of the land to which the application applies.</p> <p class=\"paragraph-e\">  3. The date the application was initially submitted under subsection 51 (16) of the Act.</p> <p class=\"paragraph-e\">  4. The date all the information and material required under subsections 51 (17) and (18) of the Act was provided.</p> <p class=\"paragraph-e\">  5. If the approval authority has made a decision in accordance with subsection 51 (31) of the Act, the date of the decision and whether the draft plan of subdivision was given approval or refused.</p> <p class=\"paragraph-e\">  6. If an appeal has been made to the Ontario Land Tribunal, the date of the appeal and whether it is an appeal of,</p> <p class=\"subpara-e\">  i. the failure to make a decision under subsection 51 (34) of the Act,</p> <p class=\"subpara-e\">  ii. the approval of a draft plan of subdivision under subsection 51 (39) of the Act,</p> <p class=\"subpara-e\">  iii. the refusal to give approval to a draft plan of subdivision under subsection 51 (39) of the Act, or</p> <p class=\"subpara-e\">  iv. the lapsing provision or any of the conditions applied to the draft plan of subdivision under subsection 51 (39) of the Act.</p> <p class=\"paragraph-e\">  7. If an appeal referred to in paragraph 6 has been made, whether it is a third-party appeal.</p> <p class=\"paragraph-e\">  8. If an appeal referred to in paragraph 6 has been made, whether the Tribunal has issued a decision and, if so, the date of the decision.</p> <p class=\"paragraph-e\">  9. If a draft plan of subdivision has been given approval, whether the plan of subdivision has been registered under section 145 of the <i>Land Titles Act</i> and, if so, the date that the plan of subdivision was registered and the number of registered new residential lots.</p> <p class=\"paragraph-e\">  10. Whether the lands subject to the application are,</p> <p class=\"subpara-e\">  i. listed in a register under subsection 27 (3) of the <i>Ontario Heritage Act</i>,</p> <p class=\"subpara-e\">  ii. designated by a by-law passed under section 29 of the <i>Ontario Heritage Act</i>,</p> <p class=\"subpara-e\">  iii. subject to an easement or covenant entered into under section 37 of the <i>Ontario Heritage Act</i>, or</p> <p class=\"subpara-e\">  iv. within a heritage conservation district area set out in a by-law passed under section 41 of the <i>Ontario Heritage Act</i>.</p>"
        },
        {
            "id": "7",
            "section": "Consent applications",
            "content": "  7. The report referred to in section 1 shall include the following information regarding every application submitted, decided or appealed under section 53 of the Act in the municipality during the quarter covered by the report: 1. The application number. 2. The address of the land to which the application applies. 3. The date the application was initially submitted under subsection 53 (1) of the Act. 4. The date all the information and material required under subsections 53 (2) and (3) of the Act was provided. 5. If a decision by the council has been made under subsection 53 (1) of the Act, the date of the decision and whether the consent was given, provisionally given or refused. 6. If the council or the Minister has made a decision under subsection 53 (1) of the Act, the date the written notice was given in accordance with subsection 53 (17) of the Act. 7. If an appeal has been made to the Ontario Land Tribunal or a local appeal body, the date of the appeal and whether it is an appeal of a failure to make a decision under subsection 53 (14) of the Act or an appeal under subsection 53 (19) of the Act. 8. If an appeal referred to in paragraph 7 is made under subsection 53 (19) of the Act, i. whether it is an appeal of a decision or of a condition, and ii. whether it is an appeal made by the applicant or by a third party. 9. If a decision regarding an appeal referred to in paragraph 7 has been issued, the date of the decision.",
            "raw_html": "<p class=\"section-e\"><b>  7</b>. The report referred to in section 1 shall include the following information regarding every application submitted, decided or appealed under section 53 of the Act in the municipality during the quarter covered by the report:</p> <p class=\"paragraph-e\">  1. The application number.</p> <p class=\"paragraph-e\">  2. The address of the land to which the application applies.</p> <p class=\"paragraph-e\">  3. The date the application was initially submitted under subsection 53 (1) of the Act.</p> <p class=\"paragraph-e\">  4. The date all the information and material required under subsections 53 (2) and (3) of the Act was provided.</p> <p class=\"paragraph-e\">  5. If a decision by the council has been made under subsection 53 (1) of the Act, the date of the decision and whether the consent was given, provisionally given or refused.</p> <p class=\"paragraph-e\">  6. If the council or the Minister has made a decision under subsection 53 (1) of the Act, the date the written notice was given in accordance with subsection 53 (17) of the Act.</p> <p class=\"paragraph-e\">  7. If an appeal has been made to the Ontario Land Tribunal or a local appeal body, the date of the appeal and whether it is an appeal of a failure to make a decision under subsection 53 (14) of the Act or an appeal under subsection 53 (19) of the Act.</p> <p class=\"paragraph-e\">  8. If an appeal referred to in paragraph 7 is made under subsection 53 (19) of the Act,</p> <p class=\"subpara-e\">  i. whether it is an appeal of a decision or of a condition, and</p> <p class=\"subpara-e\">  ii. whether it is an appeal made by the applicant or by a third party.</p> <p class=\"paragraph-e\">  9. If a decision regarding an appeal referred to in paragraph 7 has been issued, the date of the decision.</p>"
        },
        {
            "id": null,
            "section": "Plans of condominium",
            "content": "  8. The report referred to in section 1 shall include the following information regarding every application submitted, decided or appealed in accordance with subsection 9 (2) of the Condominium Act, 1998 in the municipality during the quarter covered by the report: 1. The application number. 2. The address of the land to which the application applies. 3. The date the application was initially submitted under subsection 51 (16) of the Act. 4. The date all the information and material required under subsections 51 (17) and (18) of the Act was provided. 5. If the approval authority has made a decision in accordance with subsection 51 (31) of the Act, the date of the decision and whether the draft plan of condominium was given approval or refused. 6. If an appeal has been made to the Ontario Land Tribunal, the date of the appeal and whether it is an appeal of, i. the failure to make a decision under subsection 51 (34) of the Act, ii. the approval of a draft plan of condominium under subsection 51 (39) of the Act, iii. the refusal to give approval to a draft plan of condominium under subsection 51 (39) of the Act, or iv. the lapsing provision or any of the conditions applied to the draft plan of condominium under subsection 51 (39) of the Act. 7. If an appeal referred to in paragraph 6 has been made, whether it is a third-party appeal. 8. If an appeal referred to in paragraph 6 has been made, whether the Tribunal has issued a decision and, if so, the date of the decision. 9. If a draft plan of condominium has been given approval, whether the condominium declaration and description have been registered under section 2 of the Condominium Act, 1998 and, if so, the date that the condominium declaration and description were registered and the number of registered new residential condominium units.",
            "raw_html": "<p class=\"section-e\">  8. The report referred to in section 1 shall include the following information regarding every application submitted, decided or appealed in accordance with subsection 9 (2) of the <i>Condominium Act, 1998</i> in the municipality during the quarter covered by the report:</p> <p class=\"paragraph-e\">  1. The application number.</p> <p class=\"paragraph-e\">  2. The address of the land to which the application applies.</p> <p class=\"paragraph-e\">  3. The date the application was initially submitted under subsection 51 (16) of the Act.</p> <p class=\"paragraph-e\">  4. The date all the information and material required under subsections 51 (17) and (18) of the Act was provided.</p> <p class=\"paragraph-e\">  5. If the approval authority has made a decision in accordance with subsection 51 (31) of the Act, the date of the decision and whether the draft plan of condominium was given approval or refused.</p> <p class=\"paragraph-e\">  6. If an appeal has been made to the Ontario Land Tribunal, the date of the appeal and whether it is an appeal of,</p> <p class=\"subpara-e\">  i. the failure to make a decision under subsection 51 (34) of the Act,</p> <p class=\"subpara-e\">  ii. the approval of a draft plan of condominium under subsection 51 (39) of the Act,</p> <p class=\"subpara-e\">  iii. the refusal to give approval to a draft plan of condominium under subsection 51 (39) of the Act, or</p> <p class=\"subpara-e\">  iv. the lapsing provision or any of the conditions applied to the draft plan of condominium under subsection 51 (39) of the Act.</p> <p class=\"paragraph-e\">  7. If an appeal referred to in paragraph 6 has been made, whether it is a third-party appeal.</p> <p class=\"paragraph-e\">  8. If an appeal referred to in paragraph 6 has been made, whether the Tribunal has issued a decision and, if so, the date of the decision.</p> <p class=\"paragraph-e\">  9. If a draft plan of condominium has been given approval, whether the condominium declaration and description have been registered under section 2 of the <i>Condominium Act, 1998</i> and, if so, the date that the condominium declaration and description were registered and the number of registered new residential condominium units.</p>"
        },
        {
            "id": null,
            "section": "Community infrastructure and housing accelerator and minister’s zoning orders",
            "content": "  9. The report referred to in section 1 shall include the following information regarding the applications referred to in this section submitted during the quarter covered by the report in the municipality with respect to lands for which orders have been made under sections 34.1 and 47 of the Act: 1. In the case of a minister’s zoning order, the Regulation number and amending Regulation numbers, if any. 2. In the case of an order made under section 34.1 of the Act, i. the date the order is made under clause 34.1 (9) (a) of the Act, ii. a description of the lands to which the order applies, and iii. the date of any amendments made under clause 34.1 (9) (b) of the Act. 3. Whether any applications have been submitted under the Act in relation to a minister’s zoning order referred to in paragraph 1 or a section 34.1 order referred to in paragraph 2. 4. The application number of any associated application submitted under the Act referred to in paragraph 3. 5. Whether any building permits under the Building Code Act, 1992 have been issued. SCHEDULE 3   Annual reporting",
            "raw_html": "<p class=\"section-e\">  9. The report referred to in section 1 shall include the following information regarding the applications referred to in this section submitted during the quarter covered by the report in the municipality with respect to lands for which orders have been made under sections 34.1 and 47 of the Act:</p> <p class=\"paragraph-e\">  1. In the case of a minister’s zoning order, the Regulation number and amending Regulation numbers, if any.</p> <p class=\"paragraph-e\">  2. In the case of an order made under section 34.1 of the Act,</p> <p class=\"subpara-e\">  i. the date the order is made under clause 34.1 (9) (a) of the Act,</p> <p class=\"subpara-e\">  ii. a description of the lands to which the order applies, and</p> <p class=\"subpara-e\">  iii. the date of any amendments made under clause 34.1 (9) (b) of the Act.</p> <p class=\"paragraph-e\">  3. Whether any applications have been submitted under the Act in relation to a minister’s zoning order referred to in paragraph 1 or a section 34.1 order referred to in paragraph 2.</p> <p class=\"paragraph-e\">  4. The application number of any associated application submitted under the Act referred to in paragraph 3.</p> <p class=\"paragraph-e\">  5. Whether any building permits under the <i>Building Code Act, 1992</i> have been issued.</p> <p class=\"schedule-e\">SCHEDULE 3 <br/>  Annual reporting</p>"
        },
        {
            "id": null,
            "section": "Required report",
            "content": "  1. (1) A municipality set out in Schedule 1 shall submit a report containing the information set out in sections 2 to 6 of this Schedule. (2) Despite subsection (1), the report is not required to contain a copy of any information that has not changed since the previous report was submitted.",
            "raw_html": "<p class=\"section-e\">  1. (1) A municipality set out in Schedule 1 shall submit a report containing the information set out in sections 2 to 6 of this Schedule.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), the report is not required to contain a copy of any information that has not changed since the previous report was submitted.</p>"
        },
        {
            "id": null,
            "section": "Areas identified as a strategic growth area with a minimum target",
            "content": "  2. The report referred to in section 1 shall include: 1. A copy of the geospatial data indicating areas identified as a strategic growth area in the municipality’s official plan. 2. A brief description of the data. 3. The date the data was created. 4. The date the data was updated and the update frequency. 5. The following spatial referencing information: i. Map projections. ii. Coordinate systems. iii. Geodetic models. iv. Geographic extent. 6. A list of data attributes and a data dictionary. 7. Information regarding the data collection and creation processes, if available. 8. The accuracy of the data, including the scale the data can be used at, if available. 9. Copyright information, including an indication as to whether boundaries are developed using Ontario Parcel data, Ontario Road Network data or other data sources which may have separate copyright considerations. 10. Contact information for an individual responsible for managing or maintaining the geospatial data who has the technical expertise to answer questions about the data. 11. A description of the file format. 12. A copy of any applicable density targets or development phasing policies, as well as any other relevant policy or zoning requirements for the strategic growth areas.",
            "raw_html": "<p class=\"section-e\">  2. The report referred to in section 1 shall include:</p> <p class=\"paragraph-e\">  1. A copy of the geospatial data indicating areas identified as a strategic growth area in the municipality’s official plan.</p> <p class=\"paragraph-e\">  2. A brief description of the data.</p> <p class=\"paragraph-e\">  3. The date the data was created.</p> <p class=\"paragraph-e\">  4. The date the data was updated and the update frequency.</p> <p class=\"paragraph-e\">  5. The following spatial referencing information:</p> <p class=\"subpara-e\">  i. Map projections.</p> <p class=\"subpara-e\">  ii. Coordinate systems.</p> <p class=\"subpara-e\">  iii. Geodetic models.</p> <p class=\"subpara-e\">  iv. Geographic extent.</p> <p class=\"paragraph-e\">  6. A list of data attributes and a data dictionary.</p> <p class=\"paragraph-e\">  7. Information regarding the data collection and creation processes, if available.</p> <p class=\"paragraph-e\">  8. The accuracy of the data, including the scale the data can be used at, if available.</p> <p class=\"paragraph-e\">  9. Copyright information, including an indication as to whether boundaries are developed using Ontario Parcel data, Ontario Road Network data or other data sources which may have separate copyright considerations.</p> <p class=\"paragraph-e\">  10. Contact information for an individual responsible for managing or maintaining the geospatial data who has the technical expertise to answer questions about the data.</p> <p class=\"paragraph-e\">  11. A description of the file format.</p> <p class=\"paragraph-e\">  12. A copy of any applicable density targets or development phasing policies, as well as any other relevant policy or zoning requirements for the strategic growth areas.</p>"
        },
        {
            "id": null,
            "section": "Employment areas",
            "content": "  3. The report referred to in section 1 shall include: 1. A copy of the geospatial data identifying employment areas designated in the municipality’s official plan. 2. A brief description of the data. 3. The date the data was created. 4. The date the data was updated and the update frequency. 5. The following spatial referencing information: i. Map projections. ii. Coordinate systems. iii. Geodetic models. iv. Geographic extent. 6. A list of data attributes and a data dictionary. 7. Information regarding the data collection and creation processes, if available. 8. The accuracy of the data, including the scale the data can be used at, if available. 9. Copyright information, including an indication as to whether boundaries are developed using Ontario Parcel data, Ontario Road Network data or other data sources which may have separate copyright considerations. 10. Contact information for an individual responsible for managing or maintaining the geospatial data who has the technical expertise to answer questions about the data. 11. A description of the file format. 12. A copy of any applicable density targets or development phasing policies, as well as any other relevant policy or zoning requirements for the employment areas.",
            "raw_html": "<p class=\"section-e\">  3. The report referred to in section 1 shall include:</p> <p class=\"paragraph-e\">  1. A copy of the geospatial data identifying employment areas designated in the municipality’s official plan.</p> <p class=\"paragraph-e\">  2. A brief description of the data.</p> <p class=\"paragraph-e\">  3. The date the data was created.</p> <p class=\"paragraph-e\">  4. The date the data was updated and the update frequency.</p> <p class=\"paragraph-e\">  5. The following spatial referencing information:</p> <p class=\"subpara-e\">  i. Map projections.</p> <p class=\"subpara-e\">  ii. Coordinate systems.</p> <p class=\"subpara-e\">  iii. Geodetic models.</p> <p class=\"subpara-e\">  iv. Geographic extent.</p> <p class=\"paragraph-e\">  6. A list of data attributes and a data dictionary.</p> <p class=\"paragraph-e\">  7. Information regarding the data collection and creation processes, if available.</p> <p class=\"paragraph-e\">  8. The accuracy of the data, including the scale the data can be used at, if available.</p> <p class=\"paragraph-e\">  9. Copyright information, including an indication as to whether boundaries are developed using Ontario Parcel data, Ontario Road Network data or other data sources which may have separate copyright considerations.</p> <p class=\"paragraph-e\">  10. Contact information for an individual responsible for managing or maintaining the geospatial data who has the technical expertise to answer questions about the data.</p> <p class=\"paragraph-e\">  11. A description of the file format.</p> <p class=\"paragraph-e\">  12. A copy of any applicable density targets or development phasing policies, as well as any other relevant policy or zoning requirements for the employment areas.</p>"
        },
        {
            "id": null,
            "section": "Employment area conversions",
            "content": "  4. The report referred to in section 1 shall include: 1. A copy of the geospatial data identifying lands identified as employment areas in the previous year that are no longer designated employment areas in the municipality’s official plan. 2. A brief description of the data. 3. The date the data was created. 4. The date the data was updated and the update frequency. 5. The following spatial referencing information: i. Map projections. ii. Coordinate systems. iii. Geodetic models. iv. Geographic extent. 6. A list of data attributes and a data dictionary. 7. Information regarding the data collection and creation processes, if available. 8. The accuracy of the data, including the scale the data can be used at, if available. 9. Copyright information, including an indication as to whether boundaries are developed using Ontario Parcel data, Ontario Road Network data or other data sources which may have separate copyright considerations. 10. Contact information for an individual responsible for managing or maintaining the geospatial data who has the technical expertise to answer questions about the data. 11. A description of the file format.",
            "raw_html": "<p class=\"section-e\">  4. The report referred to in section 1 shall include:</p> <p class=\"paragraph-e\">  1. A copy of the geospatial data identifying lands identified as employment areas in the previous year that are no longer designated employment areas in the municipality’s official plan.</p> <p class=\"paragraph-e\">  2. A brief description of the data.</p> <p class=\"paragraph-e\">  3. The date the data was created.</p> <p class=\"paragraph-e\">  4. The date the data was updated and the update frequency.</p> <p class=\"paragraph-e\">  5. The following spatial referencing information:</p> <p class=\"subpara-e\">  i. Map projections.</p> <p class=\"subpara-e\">  ii. Coordinate systems.</p> <p class=\"subpara-e\">  iii. Geodetic models.</p> <p class=\"subpara-e\">  iv. Geographic extent.</p> <p class=\"paragraph-e\">  6. A list of data attributes and a data dictionary.</p> <p class=\"paragraph-e\">  7. Information regarding the data collection and creation processes, if available.</p> <p class=\"paragraph-e\">  8. The accuracy of the data, including the scale the data can be used at, if available.</p> <p class=\"paragraph-e\">  9. Copyright information, including an indication as to whether boundaries are developed using Ontario Parcel data, Ontario Road Network data or other data sources which may have separate copyright considerations.</p> <p class=\"paragraph-e\">  10. Contact information for an individual responsible for managing or maintaining the geospatial data who has the technical expertise to answer questions about the data.</p> <p class=\"paragraph-e\">  11. A description of the file format.</p>"
        },
        {
            "id": null,
            "section": "Major transit station area boundaries",
            "content": "  5. The report referred to in section 1 shall include: 1. A copy of the geospatial data identifying major transit station area boundaries in the municipality’s official plan. 2. A copy of the geospatial data of any changes to major transit station area boundaries. 3. A brief description of the data referred to in paragraphs 1 and 2. 4. The date the data was created. 5. The date the data was updated and the update frequency. 6. The following spatial referencing information: i. Map projections. ii. Coordinate systems. iii. Geodetic models. iv. Geographic extent. 7. A list of data attributes and a data dictionary. 8. Information regarding the data collection and creation processes, if available. 9. The accuracy of the data, including the scale the data can be used at, if available. 10. Copyright information, including an indication as to whether boundaries are developed using Ontario Parcel data, Ontario Road Network data or other data sources which may have separate copyright considerations. 11. Contact information for an individual responsible for managing or maintaining the geospatial data who has the technical expertise to answer questions about the data. 12. A description of the file format. 13. A copy of any applicable inclusionary zoning requirements, density targets or development phasing policies, as well as any other relevant policy or zoning requirements for the major transit station areas.",
            "raw_html": "<p class=\"section-e\">  5. The report referred to in section 1 shall include:</p> <p class=\"paragraph-e\">  1. A copy of the geospatial data identifying major transit station area boundaries in the municipality’s official plan.</p> <p class=\"paragraph-e\">  2. A copy of the geospatial data of any changes to major transit station area boundaries.</p> <p class=\"paragraph-e\">  3. A brief description of the data referred to in paragraphs 1 and 2.</p> <p class=\"paragraph-e\">  4. The date the data was created.</p> <p class=\"paragraph-e\">  5. The date the data was updated and the update frequency.</p> <p class=\"paragraph-e\">  6. The following spatial referencing information:</p> <p class=\"subpara-e\">  i. Map projections.</p> <p class=\"subpara-e\">  ii. Coordinate systems.</p> <p class=\"subpara-e\">  iii. Geodetic models.</p> <p class=\"subpara-e\">  iv. Geographic extent.</p> <p class=\"paragraph-e\">  7. A list of data attributes and a data dictionary.</p> <p class=\"paragraph-e\">  8. Information regarding the data collection and creation processes, if available.</p> <p class=\"paragraph-e\">  9. The accuracy of the data, including the scale the data can be used at, if available.</p> <p class=\"paragraph-e\">  10. Copyright information, including an indication as to whether boundaries are developed using Ontario Parcel data, Ontario Road Network data or other data sources which may have separate copyright considerations.</p> <p class=\"paragraph-e\">  11. Contact information for an individual responsible for managing or maintaining the geospatial data who has the technical expertise to answer questions about the data.</p> <p class=\"paragraph-e\">  12. A description of the file format.</p> <p class=\"paragraph-e\">  13. A copy of any applicable inclusionary zoning requirements, density targets or development phasing policies, as well as any other relevant policy or zoning requirements for the major transit station areas.</p>"
        },
        {
            "id": null,
            "section": "Settlement area boundaries",
            "content": "  6. The report referred to in section 1 shall include: 1. A copy of the geospatial data for all existing settlement area boundaries for the municipality. 2. A copy of the geospatial data for any settlement area boundary expansions. 3. A brief description of the data referred to in paragraphs 1 and 2. 4. The date the data was created. 5. The date the data was updated and the update frequency. 6. The following spatial referencing information: i. Map projections. ii. Coordinate systems. iii. Geodetic models. iv. Geographic extent. 7. A list of data attributes and a data dictionary. 8. Information regarding the data collection and creation processes, if available. 9. The accuracy of the data, including the scale the data can be used at, if available. 10. Copyright information, including an indication as to whether boundaries are developed using Ontario Parcel data, Ontario Road Network data or other data sources which may have separate copyright considerations. 11. Contact information for an individual responsible for managing or maintaining the geospatial data who has the technical expertise to answer questions about the data. 12. A description of the file format.  Français  ",
            "raw_html": "<p class=\"section-e\">  6. The report referred to in section 1 shall include:</p> <p class=\"paragraph-e\">  1. A copy of the geospatial data for all existing settlement area boundaries for the municipality.</p> <p class=\"paragraph-e\">  2. A copy of the geospatial data for any settlement area boundary expansions.</p> <p class=\"paragraph-e\">  3. A brief description of the data referred to in paragraphs 1 and 2.</p> <p class=\"paragraph-e\">  4. The date the data was created.</p> <p class=\"paragraph-e\">  5. The date the data was updated and the update frequency.</p> <p class=\"paragraph-e\">  6. The following spatial referencing information:</p> <p class=\"subpara-e\">  i. Map projections.</p> <p class=\"subpara-e\">  ii. Coordinate systems.</p> <p class=\"subpara-e\">  iii. Geodetic models.</p> <p class=\"subpara-e\">  iv. Geographic extent.</p> <p class=\"paragraph-e\">  7. A list of data attributes and a data dictionary.</p> <p class=\"paragraph-e\">  8. Information regarding the data collection and creation processes, if available.</p> <p class=\"paragraph-e\">  9. The accuracy of the data, including the scale the data can be used at, if available.</p> <p class=\"paragraph-e\">  10. Copyright information, including an indication as to whether boundaries are developed using Ontario Parcel data, Ontario Road Network data or other data sources which may have separate copyright considerations.</p> <p class=\"paragraph-e\">  11. Contact information for an individual responsible for managing or maintaining the geospatial data who has the technical expertise to answer questions about the data.</p> <p class=\"paragraph-e\">  12. A description of the file format.</p> <p class=\"paragraph-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/230073\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}