{
    "reg_info": {
        "full_title": "O. Reg. 685/93: EXEMPTION - MINISTRY OF NATURAL RESOURCES - MNR-60",
        "reg_name_text": "EXEMPTION — MINISTRY OF NATURAL RESOURCES — MNR-60",
        "citation": "O. Reg. 685/93: EXEMPTION - MINISTRY OF NATURAL RESOURCES - MNR-60",
        "act_under": "Environmental Assessment Act   Loi sur les évaluations environnementales",
        "url": "https://www.ontario.ca/laws/regulation/930685",
        "date_scraped": "2023-12-21 14:23:09"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 28, 1993",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": null,
            "section": null,
            "content": "Having received a request from the Minister of Natural Resources that an undertaking, namely: the activity of the control of deer population, including a herd reduction, and the proposal, program and plans in respect of those activities to reduce the deer population in Rondeau Provincial Park, be exempt from the application of the Act pursuant to section 29; and",
            "raw_html": "<p class=\"parawtab-e\">Having received a request from the Minister of Natural Resources that an undertaking, namely:</p> <p class=\"parawindt-e\">the activity of the control of deer population, including a herd reduction, and the proposal, program and plans in respect of those activities to reduce the deer population in Rondeau Provincial Park,</p> <p class=\"paranoindt-e\">be exempt from the application of the Act pursuant to section 29; and</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having been advised by the Minister of Natural Resources that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur: A. The unique Carolinian features, including vegetation and consequently also other valued wildlife species that are dependent on this habitat, within and near the Provincial Park would be damaged in the absence of, or delay in, carrying out the control of the deer population. B. Owners of properties adjacent to and in the area of the Provincial Park and their properties, including crops and other vegetation, would continue to be damaged by the deer population. C. The Ministry of Natural Resources (MNR) will be damaged by the interference with its resource management strategies, techniques and practices to protect the unique Carolinian features of the Park. D. The public will be damaged by the loss of anticipated benefits associated with resource protection including recreational, educational, interpretive and research opportunities and associated tourism and economic benefits to local communities. E. The Crown and the public will be interfered with and damaged by the delay required to prepare an amendment to the park management plan for the park activities that are intended to protect the threatened and unique Carolinian features of the Park.",
            "raw_html": "<p class=\"parawtab-e\">Having been advised by the Minister of Natural Resources that if the undertaking is subject to the application of the Act, the following injury, damage or interference with the persons and property indicated will occur:</p> <p class=\"paragraph-e\">A. The unique Carolinian features, including vegetation and consequently also other valued wildlife species that are dependent on this habitat, within and near the Provincial Park would be damaged in the absence of, or delay in, carrying out the control of the deer population.</p> <p class=\"paragraph-e\">B. Owners of properties adjacent to and in the area of the Provincial Park and their properties, including crops and other vegetation, would continue to be damaged by the deer population.</p> <p class=\"paragraph-e\">C. The Ministry of Natural Resources (MNR) will be damaged by the interference with its resource management strategies, techniques and practices to protect the unique Carolinian features of the Park.</p> <p class=\"paragraph-e\">D. The public will be damaged by the loss of anticipated benefits associated with resource protection including recreational, educational, interpretive and research opportunities and associated tourism and economic benefits to local communities.</p> <p class=\"paragraph-e\">E. The Crown and the public will be interfered with and damaged by the delay required to prepare an amendment to the park management plan for the park activities that are intended to protect the threatened and unique Carolinian features of the Park.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;",
            "raw_html": "<p class=\"parawtab-e\">Having weighed such injury, damage or interference against the betterment of the people of the whole or any part of Ontario by the protection, conservation and wise management in Ontario of the environment which would result from the undertaking being subject to the application of the Act;</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons: A. The undertaking is consistent with the goal for Rondeau Provincial Park to protect and enhance the quality of the park environment, especially its unique Carolinian features, and to provide compatible recreational, educational and conservation activities. B. The conditions to which this undertaking is subject will ensure that the Ministry of Environment and Energy (MOEE) and the public are notified of MNR’s intention to carry out the herd reduction. C. The need and rationale for deer population control, including a herd reduction, was considered during public consultation on, preparation of, and recognized in, the Rondeau Provincial Park Management Plan.",
            "raw_html": "<p class=\"parawtab-e\">The undersigned is of the opinion that it is in the public interest to order and orders that the undertaking is exempt from the application of the Act for the following reasons:</p> <p class=\"paragraph-e\">A. The undertaking is consistent with the goal for Rondeau Provincial Park to protect and enhance the quality of the park environment, especially its unique Carolinian features, and to provide compatible recreational, educational and conservation activities.</p> <p class=\"paragraph-e\">B. The conditions to which this undertaking is subject will ensure that the Ministry of Environment and Energy (MOEE) and the public are notified of MNR’s intention to carry out the herd reduction.</p> <p class=\"paragraph-e\">C. The need and rationale for deer population control, including a herd reduction, was considered during public consultation on, preparation of, and recognized in, the Rondeau Provincial Park Management Plan.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "This exemption is subject to the following terms and conditions: 1. The control of deer population, including the herd reduction, will be carried out by the Ministry of Natural Resources, members of the Caldwell Aboriginal and Allied Nations, or both. 2. MNR will, prior to initiating the herd reduction, provide the Director of the Environmental Assessment Branch of MOEE with a written notice of intention to conduct the herd reduction. 3. MNR will, prior to initiating the herd reduction, notify the public of intention to conduct the herd reduction. 4. MNR will, prior to initiating the herd reduction, make available for inspection at the MNR Chatham Area Office upon request a copy of the Caldwell Aboriginal and Allied Nations Deer Herd Reduction Plan Rondeau Provincial Park and the MNR Deer Herd Reduction Plan Rondeau Provincial Park. 5. MNR will, within thirty days of the date provided for under condition 7, or earlier as MNR may deem appropriate, notify the Director of the Environmental Assessment Branch of MOEE of the completion of the herd reduction, outlining when the herd reduction took place, the means by which it was carried out and its results. 6. The plans and notices referred to in conditions 2, 3 and 4 of this Order are not required to contain details which, in the opinion of MNR, could result in threat of damage or harm to property, animal life, plant life or human health or safety. 7. This exemption order shall not apply to herd reduction after, i. one year from the date of its approval, or ii. such later date as the Minister of Environment and Energy may advise in a letter to the Minister of Natural Resources, and specified by Notice in The Ontario Gazette. O.Reg. 685/93. ",
            "raw_html": "<p class=\"parawtab-e\">This exemption is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">1. The control of deer population, including the herd reduction, will be carried out by the Ministry of Natural Resources, members of the Caldwell Aboriginal and Allied Nations, or both.</p> <p class=\"paragraph-e\">2. MNR will, prior to initiating the herd reduction, provide the Director of the Environmental Assessment Branch of MOEE with a written notice of intention to conduct the herd reduction.</p> <p class=\"paragraph-e\">3. MNR will, prior to initiating the herd reduction, notify the public of intention to conduct the herd reduction.</p> <p class=\"paragraph-e\">4. MNR will, prior to initiating the herd reduction, make available for inspection at the MNR Chatham Area Office upon request a copy of the Caldwell Aboriginal and Allied Nations Deer Herd Reduction Plan Rondeau Provincial Park and the MNR Deer Herd Reduction Plan Rondeau Provincial Park.</p> <p class=\"paragraph-e\">5. MNR will, within thirty days of the date provided for under condition 7, or earlier as MNR may deem appropriate, notify the Director of the Environmental Assessment Branch of MOEE of the completion of the herd reduction, outlining when the herd reduction took place, the means by which it was carried out and its results.</p> <p class=\"paragraph-e\">6. The plans and notices referred to in conditions 2, 3 and 4 of this Order are not required to contain details which, in the opinion of MNR, could result in threat of damage or harm to property, animal life, plant life or human health or safety.</p> <p class=\"paragraph-e\">7. This exemption order shall not apply to herd reduction after,</p> <p class=\"subpara-e\">i. one year from the date of its approval, or</p> <p class=\"subpara-e\">ii. such later date as the Minister of Environment and Energy may advise in a letter to the Minister of Natural Resources, and specified by Notice in <i>The Ontario Gazette</i>. O.Reg. 685/93.</p> <p class=\"Normal\"></p>"
        }
    ]
}