{
    "reg_info": {
        "full_title": "O. Reg. 869/93: REGISTRATION",
        "reg_name_text": "REGISTRATION",
        "citation": "O. Reg. 869/93: ",
        "act_under": "Opticianry Act, 1991   Loi de 1991 sur les opticiens",
        "url": "https://www.ontario.ca/laws/regulation/930869",
        "date_scraped": "2023-12-18 03:20:52"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 31, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/930869/v3",
            "valid_from": "August 21, 2023",
            "valid_to": "August 30, 2023"
        },
        {
            "a_href": "/laws/regulation/930869/v2",
            "valid_from": "August 19, 2011",
            "valid_to": "August 20, 2023"
        },
        {
            "a_href": "/laws/regulation/930869/v1",
            "valid_from": "February  4, 2000",
            "valid_to": "August 18, 2011"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Classes",
            "content": " 1. The following are prescribed as classes of certificates of registration: 1. Registered opticians. 2. Registered student opticians. 3. Registered intern opticians. 4. Emergency opticians. O. Reg. 869/93, s. 1; O. Reg. 293/23, s. 1. General",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The following are prescribed as classes of certificates of registration:</p> <p class=\"paragraph-e\">  1. Registered opticians.</p> <p class=\"paragraph-e\">  2. Registered student opticians.</p> <p class=\"paragraph-e\">  3. Registered intern opticians.</p> <p class=\"paragraph-e\">  4. Emergency opticians. O. Reg. 869/93, s. 1; O. Reg. 293/23, s. 1.</p> <p class=\"heading1-e\">General</p>"
        },
        {
            "id": "2.",
            "section": "General",
            "content": " 2. (1) A person may apply for the issue of a certificate of registration by submitting an application to the Registrar together with the application fee and two passport-sized colour photographs of the applicant, signed by the applicant on the reverse.  O. Reg. 398/94, s. 1. (1.1) An applicant for the issue of a certificate of registration as a registered optician or emergency optician must submit evidence of professional liability insurance, unless the applicant is exempt under subsection 8 (3). O. Reg. 398/94, s. 1; O. Reg. 293/23, s. 2. (2) Revoked:  O. Reg. 481/99, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) A person may apply for the issue of a certificate of registration by submitting an application to the Registrar together with the application fee and two passport-sized colour photographs of the applicant, signed by the applicant on the reverse.  O. Reg. 398/94, s. 1.</p> <p class=\"subsection-e\">  (1.1) An applicant for the issue of a certificate of registration as a registered optician or emergency optician must submit evidence of professional liability insurance, unless the applicant is exempt under subsection 8 (3). O. Reg. 398/94, s. 1; O. Reg. 293/23, s. 2.</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 481/99, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "General",
            "content": " 3. (1) A certificate of registration shall be surrendered to the Registrar upon revocation.  O. Reg. 869/93, s. 3 (1). (2) A duplicate copy of a certificate of registration shall be issued by the Registrar only upon the provision of written documentation that the original has been lost, stolen or destroyed, and upon payment of the required fee.  O. Reg. 869/93, s. 3 (2); O. Reg. 481/99, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A certificate of registration shall be surrendered to the Registrar upon revocation.  O. Reg. 869/93, s. 3 (1).</p> <p class=\"subsection-e\">  (2) A duplicate copy of a certificate of registration shall be issued by the Registrar only upon the provision of written documentation that the original has been lost, stolen or destroyed, and<b> </b>upon payment of the required fee.  O. Reg. 869/93, s. 3 (2); O. Reg. 481/99, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": "General",
            "content": " 4. (1) The following are registration requirements for a certificate of registration of any class: 1. The applicant must provide details of any of the following that relate to the applicant, i. a conviction for a criminal offence or an offence related to the regulation of the practice of opticianry, ii. a finding of professional misconduct, incompetency or incapacity, in Ontario in relation to another health profession or in another jurisdiction in relation to opticianry or another health profession, iii. a current proceeding for professional misconduct, incompetency or incapacity, in Ontario in relation to another health profession or in another jurisdiction in relation to opticianry or another health profession. 2. The applicant must be a Canadian citizen or a permanent resident of Canada or authorized under the Immigration Act (Canada) to engage in the practice of the profession. 3. The applicant must be able to speak and write either English or French with reasonable fluency. 4. The applicant must pay the required registration fee for the issue of a certificate of registration.  O. Reg. 869/93, s. 4 (1); O. Reg. 481/99, s. 3. (2) The following are conditions of a certificate of registration of any class: 1. The member shall provide the College with details of any of the following that relate to the member and that occur or arise after the registration of the member, i. a conviction for a criminal offence or an offence related to the regulation of the practice of opticianry, ii. a finding of professional misconduct, incompetency or incapacity, in Ontario in relation to another health profession or in another jurisdiction in relation to opticianry or another health profession, iii. a proceeding for professional misconduct, incompetency or incapacity, in Ontario in relation to another health profession or in another jurisdiction in relation to opticianry or another health profession. 2. The member shall prominently display his or her certificate of registration, affixed with the current College renewal validation decal, at the principal location where he or she practises opticianry or, in the case of a registered student optician, a registered intern optician or an emergency optician, shall carry on his or her person at all times when engaged in the practice of opticianry, his or her registration card supplied by the Registrar. 3. The member shall wear a current photographic identification badge, supplied by the Registrar, prominently displayed, affixed with the current College renewal validation decal, at all times when engaged in the practice of opticianry. 4. The certificate of registration of a member is revoked if the member ceases to be a Canadian citizen or a permanent resident of Canada or ceases to be authorized under the Immigration Act (Canada) to engage in the practice of the profession. O. Reg. 869/93, s. 4 (2); O. Reg. 293/23, s. 3. Certificate of Registration as a Registered Optician",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The following are registration requirements for a certificate of registration of any class:</p> <p class=\"paragraph-e\">  1. The applicant must provide details of any of the following that relate to the applicant,</p> <p class=\"subpara-e\">  i. a conviction for a criminal offence or an offence related to the regulation of the practice of opticianry,</p> <p class=\"subpara-e\">  ii. a finding of professional misconduct, incompetency or incapacity, in Ontario in relation to another health profession or in another jurisdiction in relation to opticianry or another health profession,</p> <p class=\"subpara-e\">  iii. a current proceeding for professional misconduct, incompetency or incapacity, in Ontario in relation to another health profession or in another jurisdiction in relation to opticianry or another health profession.</p> <p class=\"paragraph-e\">  2. The applicant must be a Canadian citizen or a permanent resident of Canada or authorized under the <i>Immigration Act</i> (Canada) to engage in the practice of the profession.</p> <p class=\"paragraph-e\">  3. The applicant must be able to speak and write either English or French with reasonable fluency.</p> <p class=\"paragraph-e\">  4. The applicant must pay the required registration fee for the issue of a certificate of registration.  O. Reg. 869/93, s. 4 (1); O. Reg. 481/99, s. 3.</p> <p class=\"subsection-e\">  (2) The following are conditions of a certificate of registration of any class:</p> <p class=\"paragraph-e\">  1. The member shall provide the College with details of any of the following that relate to the member and that occur or arise after the registration of the member,</p> <p class=\"subpara-e\">  i. a conviction for a criminal offence or an offence related to the regulation of the practice of opticianry,</p> <p class=\"subpara-e\">  ii. a finding of professional misconduct, incompetency or incapacity, in Ontario in relation to another health profession or in another jurisdiction in relation to opticianry or another health profession,</p> <p class=\"subpara-e\">  iii. a proceeding for professional misconduct, incompetency or incapacity, in Ontario in relation to another health profession or in another jurisdiction in relation to opticianry or another health profession.</p> <p class=\"paragraph-e\">  2. The member shall prominently display his or her certificate of registration, affixed with the current College renewal validation decal, at the principal location where he or she practises opticianry or, in the case of a registered student optician, a registered intern optician or an emergency optician, shall carry on his or her person at all times when engaged in the practice of opticianry, his or her registration card supplied by the Registrar.</p> <p class=\"paragraph-e\">  3. The member shall wear a current photographic identification badge, supplied by the Registrar, prominently displayed, affixed with the current College renewal validation decal, at all times when engaged in the practice of opticianry.</p> <p class=\"paragraph-e\">  4. The certificate of registration of a member is revoked if the member ceases to be a Canadian citizen or a permanent resident of Canada or ceases to be authorized under the <i>Immigration Act</i> (Canada) to engage in the practice of the profession. O. Reg. 869/93, s. 4 (2); O. Reg. 293/23, s. 3.</p> <p class=\"heading1-e\">Certificate of Registration as a Registered Optician</p>"
        },
        {
            "id": "5.",
            "section": "Certificate of Registration as a Registered Optician",
            "content": " 5. (1) The following are non-exemptible registration requirements for a certificate of registration as a registered optician: 1. The applicant must, i. have successfully completed and graduated from an Ontario opticianry program approved by the Ministry of Training, Colleges and Universities at an institution set out in the Schedule, ii. have successfully completed and graduated from a program which is deemed equivalent to a program referred to in subparagraph i in accordance with the policy guidelines of the Registration Committee, or iii. in the case of an applicant who does not meet the requirements of subparagraph i or ii or who cannot provide documentary evidence of meeting those requirements, satisfy the Registration Committee that he or she has a level of knowledge and skill in the practice of opticianry that is equivalent to that acquired by graduates of the programs referred to in subparagraphs i and ii and, A. be licensed or registered to dispense eye glasses, contact lenses and subnormal vision devices in a jurisdiction outside Canada and be in good standing with the licensing or registering body of that jurisdiction, or B. be engaged in the practice of dispensing eye glasses, contact lenses and subnormal vision devices in a jurisdiction outside Canada in which no licence or certificate of registration is required to do so and be in good standing with a professional association in that jurisdiction which requires compliance with professional standards. 2. The applicant must have achieved a passing mark in each section of the College’s examinations, or must have successfully completed examinations which are deemed equivalent to the College’s examinations by the Registration Committee. 3. The applicant must have completed at least 1,000 hours of verified dispensing experience.  O. Reg. 869/93, s. 5 (1); O. Reg. 59/00, s. 1 (1). (1.1) For the purposes of ascertaining whether the level of knowledge and skill of an applicant referred to in subparagraph 1 iii of subsection (1) is equivalent to that acquired by graduates of a program referred to in subparagraph 1 i or ii of that subsection, the applicant shall undergo an assessment of his or her prior learning and experience.  O. Reg. 59/00, s. 1 (2). (2) The following are exemptible registration requirements for a certificate of registration as a registered optician: 1. The applicant must be registered at the time of application as a student optician or intern optician. 2. The applicant must have completed, and must present evidence of, at least 250 eyeglasses fittings, including 100 multifocal fittings and twenty-five high myopic or hyperopic fittings, under the supervision or direction of an optician, an optometrist or an ophthalmologist. 3. The applicant must have completed, and must present evidence of, at least twenty contact lens fittings, including at least five rigid gas permeable (RGP) contact lens fittings, under the supervision or direction of an optician who is certified in the fitting of contact lenses or an optometrist or an ophthalmologist.  O. Reg. 869/93, s. 5 (2). (2.1) Revoked:  O. Reg. 388/11, s. 1 (1). (3) It is a condition of a certificate of registration as a registered optician that the member dispense subnormal vision devices, contact lenses or eyeglasses, only if he or she has met the requirements of the College’s Quality Assurance Program.  O. Reg. 869/93, s. 5 (3). (4) Revoked:  O. Reg. 388/11, s. 1 (2). (5) No member other than a member who holds a certificate of registration as a registered optician may use the title “Registered Optician” or the abbreviation “RO”.  O. Reg. 59/00, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The following are non-exemptible registration requirements for a certificate of registration as a registered optician:</p> <p class=\"paragraph-e\">  1. The applicant must,</p> <p class=\"subpara-e\">  i. have successfully completed and graduated from an Ontario opticianry program approved by the Ministry of Training, Colleges and Universities at an institution set out in the Schedule,</p> <p class=\"subpara-e\">  ii. have successfully completed and graduated from a program which is deemed equivalent to a program referred to in subparagraph i in accordance with the policy guidelines of the Registration Committee, or</p> <p class=\"subpara-e\">  iii. in the case of an applicant who does not meet the requirements of subparagraph i or ii or who cannot provide documentary evidence of meeting those requirements, satisfy the Registration Committee that he or she has a level of knowledge and skill in the practice of opticianry that is equivalent to that acquired by graduates of the programs referred to in subparagraphs i and ii and,</p> <p class=\"subsubpara-e\">  A. be licensed or registered to dispense eye glasses, contact lenses and subnormal vision devices in a jurisdiction outside Canada and be in good standing with the licensing or registering body of that jurisdiction, or</p> <p class=\"subsubpara-e\">  B. be engaged in the practice of dispensing eye glasses, contact lenses and subnormal vision devices in a jurisdiction outside Canada in which no licence or certificate of registration is required to do so and be in good standing with a professional association in that jurisdiction which requires compliance with professional standards.</p> <p class=\"paragraph-e\">  2. The applicant must have achieved a passing mark in each section of the College’s examinations, or must have successfully completed examinations which are deemed equivalent to the College’s examinations by the Registration Committee.</p> <p class=\"paragraph-e\">  3. The applicant must have completed at least 1,000 hours of verified dispensing experience.  O. Reg. 869/93, s. 5 (1); O. Reg. 59/00, s. 1 (1).</p> <p class=\"subsection-e\">  (1.1) For the purposes of ascertaining whether the level of knowledge and skill of an applicant referred to in subparagraph 1 iii of subsection (1) is equivalent to that acquired by graduates of a program referred to in subparagraph 1 i or ii of that subsection, the applicant shall undergo an assessment of his or her prior learning and experience.  O. Reg. 59/00, s. 1 (2).</p> <p class=\"subsection-e\">  (2) The following are exemptible registration requirements for a certificate of registration as a registered optician:</p> <p class=\"paragraph-e\">  1. The applicant must be registered at the time of application as a student optician or intern optician.</p> <p class=\"paragraph-e\">  2. The applicant must have completed, and must present evidence of, at least 250 eyeglasses fittings, including 100 multifocal fittings and twenty-five high myopic or hyperopic fittings, under the supervision or direction of an optician, an optometrist or an ophthalmologist.</p> <p class=\"paragraph-e\">  3. The applicant must have completed, and must present evidence of, at least twenty contact lens fittings, including at least five rigid gas permeable (RGP) contact lens fittings, under the supervision or direction of an optician who is certified in the fitting of contact lenses or an optometrist or an ophthalmologist.  O. Reg. 869/93, s. 5 (2).</p> <p class=\"subsection-e\">  (2.1) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 388/11, s. 1 (1).</p> <p class=\"subsection-e\">  (3) It is a condition of a certificate of registration as a registered optician that the member dispense subnormal vision devices, contact lenses or eyeglasses, only if he or she has met the requirements of the College’s Quality Assurance Program.  O. Reg. 869/93, s. 5 (3).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 388/11, s. 1 (2).</p> <p class=\"subsection-e\">  (5) No member other than a member who holds a certificate of registration as a registered optician may use the title “Registered Optician” or the abbreviation “<span class=\"ovallcaps\">RO</span>”.  O. Reg. 59/00, s. 1 (2).</p>"
        },
        {
            "id": "5.1",
            "section": "Certificate of Registration as a Registered Optician",
            "content": "  5.1 (1) Subject to subsection (2), where section 22.18 of the Health Professions Procedural Code applies to an applicant for a certificate of registration as a registered optician, the applicant is deemed to have met the requirements of subsections 5 (1) and 5 (2).  O. Reg. 388/11, s. 2. (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee establishing that the applicant is in good standing as a optician in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 388/11, s. 2. (3) Where an applicant referred to in subsection (1) is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of opticianry to the extent that would be permitted by a certificate of registration as a registered optician at any time in the preceding two years immediately before the date of that applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.  O. Reg. 388/11, s. 2. (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 3 of subsection 4 (1) where the requirements for the issuance of the applicant’s out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 388/11, s. 2. (5) Despite subsection (1), an applicant is not deemed to have met a requirement where that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 388/11, s. 2. Certificate of Registration as a Registered Student Optician",
            "raw_html": "<p class=\"section-e\"><b>  5.1 </b>(1) Subject to subsection (2), where section 22.18 of the Health Professions Procedural Code applies to an applicant for a certificate of registration as a registered optician, the applicant is deemed to have met the requirements of subsections 5 (1) and 5 (2).  O. Reg. 388/11, s. 2.</p> <p class=\"subsection-e\">  (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee establishing that the applicant is in good standing as a optician in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 388/11, s. 2.</p> <p class=\"subsection-e\">  (3) Where an applicant referred to in subsection (1) is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of opticianry to the extent that would be permitted by a certificate of registration as a registered optician at any time in the preceding two years immediately before the date of that applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.  O. Reg. 388/11, s. 2.</p> <p class=\"subsection-e\">  (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 3 of subsection 4 (1) where the requirements for the issuance of the applicant’s out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 388/11, s. 2.</p> <p class=\"subsection-e\">  (5) Despite subsection (1), an applicant is not deemed to have met a requirement where that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 388/11, s. 2.</p> <p class=\"heading1-e\">Certificate of Registration as a Registered Student Optician</p>"
        },
        {
            "id": "6.",
            "section": "Certificate of Registration as a Registered Student Optician",
            "content": " 6. (1) It is a non-exemptible registration requirement for a certificate of registration as a registered student optician that the applicant meet one of the following qualifications: 1. The applicant is enrolled in an Ontario opticianry program approved by the Ministry of Training, Colleges and Universities at an institution set out in the Schedule. 2. The applicant, having applied for a certificate of registration as a registered optician or as a registered intern optician, is in the process of completing additional training, as ordered by a panel of the Registration Committee under subsection 18 (2) of the Health Professions Procedural Code.  O. Reg. 59/00, s. 2 (1). (2) The following are conditions of a certificate of registration as a registered student optician: 1. The registered student optician shall dispense subnormal vision devices, contact lenses or eyeglasses, only under the supervision or direction of a registered optician who is physically present in the place in which the dispensing takes place at the time it takes place, and who checks and approves the dispensing and verifies such approval on the patient health record. 2. The registered student optician shall be enrolled in an opticianry program referred to in paragraph 1 of subsection (1) or shall be in the process of completing additional training as ordered by a panel of the Registration Committee under subsection 18 (2) of the Health Professions Procedural Code.  O. Reg. 869/93, s. 6 (2); O. Reg. 59/00, s. 2 (2). (3) Except in the case of members who applied for registration pursuant to subsection 6.1 (1), the Registrar shall revoke the certificate of registration of a registered student optician if the student is no longer enrolled in an opticianry program referred to in paragraph 1 of subsection (1) or is no longer undertaking the additional training referred to in paragraph 2 of subsection (1).  O. Reg. 59/00, s. 2 (3); O. Reg. 388/11, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) It is a non-exemptible registration requirement for a certificate of registration as a registered student optician that the applicant meet one of the following qualifications:</p> <p class=\"paragraph-e\">  1. The applicant is enrolled in an Ontario opticianry program approved by the Ministry of Training, Colleges and Universities at an institution set out in the Schedule.</p> <p class=\"paragraph-e\">  2. The applicant, having applied for a certificate of registration as a registered optician or as a registered intern optician, is in the process of completing additional training, as ordered by a panel of the Registration Committee under subsection 18 (2) of the Health Professions Procedural Code.  O. Reg. 59/00, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The following are conditions of a certificate of registration as a registered student optician:</p> <p class=\"paragraph-e\">  1. The registered student optician shall dispense subnormal vision devices, contact lenses or eyeglasses, only under the supervision or direction of a registered optician who is physically present in the place in which the dispensing takes place at the time it takes place, and who checks and approves the dispensing and verifies such approval on the patient health record.</p> <p class=\"paragraph-e\">  2. The registered student optician shall be enrolled in an opticianry program referred to in paragraph 1 of subsection (1) or shall be in the process of completing additional training as ordered by a panel of the Registration Committee under subsection 18 (2) of the Health Professions Procedural Code.  O. Reg. 869/93, s. 6 (2); O. Reg. 59/00, s. 2 (2).</p> <p class=\"subsection-e\">  (3) Except in the case of members who applied for registration pursuant to subsection 6.1 (1), the Registrar shall revoke the certificate of registration of a registered student optician if the student is no longer enrolled in an opticianry program referred to in paragraph 1 of subsection (1) or is no longer undertaking the additional training referred to in paragraph 2 of subsection (1).  O. Reg. 59/00, s. 2 (3); O. Reg. 388/11, s. 3.</p>"
        },
        {
            "id": "6.1",
            "section": "Certificate of Registration as a Registered Student Optician",
            "content": "  6.1 (1) Subject to subsection (2), where section 22.18 of the Health Professions Procedural Code applies to an applicant for a certificate of registration as a registered student optician the applicant is deemed to have met the requirements of subsection 6 (1).  O. Reg. 388/11, s. 4. (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee establishing that the applicant is in good standing as a student optician in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 388/11, s. 4. (3) Where an applicant referred to in subsection (1) is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of opticianry to the extent that would be permitted by a certificate of registration as a registered student optician at any time in the preceding two years immediately before the date of that applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.  O. Reg. 388/11, s. 4. (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 3 of subsection 4 (1) where the requirements for the issuance of the applicant’s out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 388/11, s. 4. (5) Despite subsection (1), an applicant is not deemed to have met a requirement where that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 388/11, s. 4. (6) The conditions set out in paragraph 2 of subsection 6 (2) do not apply to a member to whom subsection (1) of this section applies.  O. Reg. 388/11, s. 4. (7) A certificate of registration as a registered student optician that is issued to a member who at the time of application was an applicant referred to in subsection (1) expires on the date on which he or she is no longer qualified to hold an out-of-province certificate that he or she held at the time of applying for registration.  O. Reg. 388/11, s. 4. Certificate of Registration as a Registered Intern Optician",
            "raw_html": "<p class=\"section-e\"><b>  6.1 </b>(1) Subject to subsection (2), where section 22.18 of the Health Professions Procedural Code applies to an applicant for a certificate of registration as a registered student optician the applicant is deemed to have met the requirements of subsection 6 (1).  O. Reg. 388/11, s. 4.</p> <p class=\"subsection-e\">  (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee establishing that the applicant is in good standing as a student optician in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 388/11, s. 4.</p> <p class=\"subsection-e\">  (3) Where an applicant referred to in subsection (1) is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of opticianry to the extent that would be permitted by a certificate of registration as a registered student optician at any time in the preceding two years immediately before the date of that applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.  O. Reg. 388/11, s. 4.</p> <p class=\"subsection-e\">  (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 3 of subsection 4 (1) where the requirements for the issuance of the applicant’s out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 388/11, s. 4.</p> <p class=\"subsection-e\">  (5) Despite subsection (1), an applicant is not deemed to have met a requirement where that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 388/11, s. 4.</p> <p class=\"subsection-e\">  (6) The conditions set out in paragraph 2 of subsection 6 (2) do not apply to a member to whom subsection (1) of this section applies.  O. Reg. 388/11, s. 4.</p> <p class=\"subsection-e\">  (7) A certificate of registration as a registered student optician that is issued to a member who at the time of application was an applicant referred to in subsection (1) expires on the date on which he or she is no longer qualified to hold an out-of-province certificate that he or she held at the time of applying for registration.  O. Reg. 388/11, s. 4.</p> <p class=\"heading1-e\">Certificate of Registration as a Registered Intern Optician</p>"
        },
        {
            "id": "7.",
            "section": "Certificate of Registration as a Registered Intern Optician",
            "content": " 7. (1) The following are non-exemptible registration requirements for a certificate of registration as a registered intern optician: 1. The applicant must either, i. have successfully completed and graduated from an opticianry program referred to in subparagraph 1 i or ii of subsection 5 (1) or meet the requirements of subparagraph 1 iii of subsection 5 (1), or ii. having applied for a certificate of registration as a registered optician and been required by an order made by the Registration Committee under subsection 18 (2) of the Health Professions Procedural Code to complete additional training or specified examinations, or both, have completed the additional training, if any, but not have completed the examinations. 2. The applicant must provide a written declaration that he or she is engaged, or intends to be engaged, in the practice of opticianry in Ontario.  O. Reg. 869/93, s. 7 (1); O. Reg. 59/00, s. 3 (1). (2) The following are conditions of a certificate of registration as a registered intern optician: 1. The registered intern optician shall dispense subnormal vision devices, contact lenses or eyeglasses only under the supervision or direction of a registered optician who is physically present in the place in which the dispensing takes place at the time it takes place. 2. The registered intern optician shall be eligible for the examinations or supplemental examinations set by the College.  O. Reg. 59/00, s. 3 (2). (3) The Registrar shall revoke the certificate of registration of a registered intern optician if the intern ceases to be eligible for the examinations or supplemental examinations set by the College or fails to successfully complete the examinations required by an order made by the Registration Committee under subsection 18 (2) of the Health Professions Procedural Code.  O. Reg. 59/00, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The following are non-exemptible registration requirements for a certificate of registration as a registered intern optician:</p> <p class=\"paragraph-e\">  1. The applicant must either,</p> <p class=\"subpara-e\">  i. have successfully completed and graduated from an opticianry program referred to in subparagraph 1 i or ii of subsection 5 (1) or meet the requirements of subparagraph 1 iii of subsection 5 (1), or</p> <p class=\"subpara-e\">  ii. having applied for a certificate of registration as a registered optician and been required by an order made by the Registration Committee under subsection 18 (2) of the Health Professions Procedural Code to complete additional training or specified examinations, or both, have completed the additional training, if any, but not have completed the examinations.</p> <p class=\"paragraph-e\">  2. The applicant must provide a written declaration that he or she is engaged, or intends to be engaged, in the practice of opticianry in Ontario.  O. Reg. 869/93, s. 7 (1); O. Reg. 59/00, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The following are conditions of a certificate of registration as a registered intern optician:</p> <p class=\"paragraph-e\">  1. The registered intern optician shall dispense subnormal vision devices, contact lenses or eyeglasses only under the supervision or direction of a registered optician who is physically present in the place in which the dispensing takes place at the time it takes place.</p> <p class=\"paragraph-e\">  2. The registered intern optician shall be eligible for the examinations or supplemental examinations set by the College.  O. Reg. 59/00, s. 3 (2).</p> <p class=\"subsection-e\">  (3) The Registrar shall revoke the certificate of registration of a registered intern optician if the intern ceases to be eligible for the examinations or supplemental examinations set by the College or fails to successfully complete the examinations required by an order made by the Registration Committee under subsection 18 (2) of the Health Professions Procedural Code.  O. Reg. 59/00, s. 3 (2).</p>"
        },
        {
            "id": "7.1",
            "section": "Certificate of Registration as a Registered Intern Optician",
            "content": "  7.1 (1) Subject to subsection (2), where section 22.18 of the Health Professions Procedural Code applies to an applicant for a certificate of registration as a registered intern optician the applicant is deemed to have met the requirements of subsection 7 (1).  O. Reg. 388/11, s. 5. (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee establishing that the applicant is in good standing as a intern optician in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 388/11, s. 5. (3) Where an applicant referred to in subsection (1) is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of opticianry to the extent that would be permitted by a certificate of registration as a registered intern optician at any time in the preceding two years immediately before the date of that applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.  O. Reg. 388/11, s. 5. (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 3 of subsection 4 (1) where the requirements for the issuance of the applicant’s out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 388/11, s. 5. (5) Despite subsection (1), an applicant is not deemed to have met a requirement where that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 388/11, s. 5. Certificate of Registration as an Emergency Optician",
            "raw_html": "<p class=\"section-e\"><b>  7.1 </b>(1) Subject to subsection (2), where section 22.18 of the Health Professions Procedural Code applies to an applicant for a certificate of registration as a registered intern optician the applicant is deemed to have met the requirements of subsection 7 (1).  O. Reg. 388/11, s. 5.</p> <p class=\"subsection-e\">  (2) It is a non-exemptible registration requirement that an applicant referred to in subsection (1) provide one or more certificates or letters or other evidence satisfactory to the Registrar or a panel of the Registration Committee establishing that the applicant is in good standing as a intern optician in every jurisdiction where the applicant holds an out-of-province certificate.  O. Reg. 388/11, s. 5.</p> <p class=\"subsection-e\">  (3) Where an applicant referred to in subsection (1) is unable to satisfy the Registrar or a panel of the Registration Committee that the applicant practised the profession of opticianry to the extent that would be permitted by a certificate of registration as a registered intern optician at any time in the preceding two years immediately before the date of that applicant’s application, the applicant must meet any further requirement to undertake, obtain or undergo material additional training, experience, examinations or assessments that may be specified by a panel of the Registration Committee.  O. Reg. 388/11, s. 5.</p> <p class=\"subsection-e\">  (4) An applicant referred to in subsection (1) is deemed to have met the requirement of paragraph 3 of subsection 4 (1) where the requirements for the issuance of the applicant’s out-of-province certificate included language proficiency requirements equivalent to those required by that paragraph.  O. Reg. 388/11, s. 5.</p> <p class=\"subsection-e\">  (5) Despite subsection (1), an applicant is not deemed to have met a requirement where that requirement is described in subsection 22.18 (3) of the Health Professions Procedural Code.  O. Reg. 388/11, s. 5.</p> <p class=\"heading1-e\">Certificate of Registration as an Emergency Optician</p>"
        },
        {
            "id": "7.2",
            "section": "Certificate of Registration as an Emergency Optician",
            "content": " 7.2 (1) The following are non-exemptible registration requirements for a certificate of registration as an emergency optician: 1. The Minister must have requested that the College initiate registrations under this class based on the Minister’s opinion that emergency circumstances call for it or the Council must have determined, after taking into account all of the relevant circumstances that impact the ability of applicants to meet the ordinary registration requirements, that there are emergency circumstances, and that it is in the public interest that the College issue emergency certificates. 2. The applicant must have previously held a certificate of registration as a registered optician that was suspended by the Registrar under subsection 11 (2). 3. The applicant must satisfy the Registrar that the applicant has practised as a registered optician within the previous six years in a manner that demonstrates that the member would meet the standards of practice in Ontario. O. Reg. 293/23, s. 4. (2) No member other than a member who holds a certificate of registration as an emergency optician may use the title “Registered Emergency Optician” or the abbreviation “RO (emergency class)”. O. Reg. 293/23, s. 4. (3) It shall be a condition of a certificate of registration as an emergency optician that the member shall practise the profession only within the scope of their skills, knowledge and judgement. O. Reg. 293/23, s. 4. (4) Subject to subsection (5), a certificate of registration as an emergency optician expires on December 31 of the year in which the certificate is issued. O. Reg. 293/23, s. 4. (5) The Registrar may renew an emergency certificate of registration on or before December 31 unless the Council has determined that emergency circumstances no longer exist to warrant the issuance of certificates of registration in the emergency class. O. Reg. 293/23, s. 4. (6) A member who holds a certificate of registration as an emergency optician, or a former member who held a certificate of registration as an emergency optician within the previous six months prior to application, may be issued a certificate of registration as a registered optician if they, (a) apply to the Registrar and satisfy all requirements for reinstatement under subsection 12 (1), other than the requirement under clause 12 (1) (d); and (b) provide evidence satisfactory to the Registrar of having practised opticianry as an emergency optician in a manner that demonstrates that the member meets the standards of practice in Ontario. O. Reg. 293/23, s. 4. Liability Insurance",
            "raw_html": "<p class=\"section-e\"> <b>7.2 </b>(1) The following are non-exemptible registration requirements for a certificate of registration as an emergency optician:</p> <p class=\"paragraph-e\">  1. The Minister must have requested that the College initiate registrations under this class based on the Minister’s opinion that emergency circumstances call for it or the Council must have determined, after taking into account all of the relevant circumstances that impact the ability of applicants to meet the ordinary registration requirements, that there are emergency circumstances, and that it is in the public interest that the College issue emergency certificates.</p> <p class=\"paragraph-e\">  2. The applicant must have previously held a certificate of registration as a registered optician that was suspended by the Registrar under subsection 11 (2).  </p> <p class=\"paragraph-e\">  3. The applicant must satisfy the Registrar that the applicant has practised as a registered optician within the previous six years in a manner that demonstrates that the member would meet the standards of practice in Ontario. O. Reg. 293/23, s. 4.</p> <p class=\"subsection-e\">  (2) No member other than a member who holds a certificate of registration as an emergency optician may use the title “Registered Emergency Optician” or the abbreviation “RO (emergency class)”. O. Reg. 293/23, s. 4.</p> <p class=\"subsection-e\">  (3) It shall be a condition of a certificate of registration as an emergency optician that the member shall practise the profession only within the scope of their skills, knowledge and judgement. O. Reg. 293/23, s. 4.</p> <p class=\"subsection-e\">  (4) Subject to subsection (5), a certificate of registration as an emergency optician expires on December 31 of the year in which the certificate is issued. O. Reg. 293/23, s. 4.</p> <p class=\"subsection-e\">  (5) The Registrar may renew an emergency certificate of registration on or before December 31 unless the Council has determined that emergency circumstances no longer exist to warrant the issuance of certificates of registration in the emergency class. O. Reg. 293/23, s. 4.</p> <p class=\"subsection-e\">  (6) A member who holds a certificate of registration as an emergency optician, or a former member who held a certificate of registration as an emergency optician within the previous six months prior to application, may be issued a certificate of registration as a registered optician if they,</p> <p class=\"clause-e\">  (a) apply to the Registrar and satisfy all requirements for reinstatement under subsection 12 (1), other than the requirement under clause 12 (1) (d); and </p> <p class=\"clause-e\">  (b) provide evidence satisfactory to the Registrar of having practised opticianry as an emergency optician in a manner that demonstrates that the member meets the standards of practice in Ontario. O. Reg. 293/23, s. 4.</p> <p class=\"heading1-e\">Liability Insurance</p>"
        },
        {
            "id": "8.",
            "section": "Liability Insurance",
            "content": " 8. (1) All registered opticians and emergency opticians shall have professional liability insurance containing coverage of not less than $1,000,000. O. Reg. 869/93, s. 8 (1); O. Reg. 293/23, s. 5 (1). (2) It shall be a requirement for the issue, renewal or reinstatement of a certificate of registration of a registered optician or an emergency optician, that the applicant provide documentary evidence, at the time the application form supplied by the Registrar is submitted, of, (a) current membership in a professional association that provides protection against professional liability; or (b) professional liability insurance obtained from some other source, containing coverage of not less than the limit set out in subsection (1). O. Reg. 869/93, s. 8 (2); O. Reg. 293/23, s. 5 (2). (3) An applicant for the issue, renewal or reinstatement of a certificate of registration as a registered optician shall be exempt from the requirements of subsections (1) and (2) if, at the time of submitting the application form, the applicant provides the Registrar with a written undertaking that until his or her certificate is next renewed he or she will neither engage in the practice of opticianry nor supervise or direct a registered student optician or a registered intern optician.  O. Reg. 398/94, s. 2. (4) Breach of an undertaking referred to in subsection (3) shall be an act of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code.  O. Reg. 398/94, s. 2. (5) A registered optician shall be entitled to engage in the practice of opticianry before the expiry of an undertaking provided under subsection (3) if he or she, (a) submits to the Registrar the documentary evidence referred to in subsection (2); and (b) complies with subsection (1).  O. Reg. 398/94, s. 2. Annual Renewal",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) All registered opticians and emergency opticians shall have professional liability insurance containing coverage of not less than $1,000,000. O. Reg. 869/93, s. 8 (1); O. Reg. 293/23, s. 5 (1).</p> <p class=\"subsection-e\">  (2) It shall be a requirement for the issue, renewal or reinstatement of a certificate of registration of a registered optician or an emergency optician, that the applicant provide documentary evidence, at the time the application form supplied by the Registrar is submitted, of,</p> <p class=\"clause-e\">  (a) current membership in a professional association that provides protection against professional liability; or</p> <p class=\"clause-e\">  (b) professional liability insurance obtained from some other source, containing coverage of not less than the limit set out in subsection (1). O. Reg. 869/93, s. 8 (2); O. Reg. 293/23, s. 5 (2).</p> <p class=\"subsection-e\">  (3) An applicant for the issue, renewal or reinstatement of a certificate of registration as a registered optician shall be exempt from the requirements of subsections (1) and (2) if, at the time of submitting the application form, the applicant provides the Registrar with a written undertaking that until his or her certificate is next renewed he or she will neither engage in the practice of opticianry nor supervise or direct a registered student optician or a registered intern optician.  O. Reg. 398/94, s. 2.</p> <p class=\"subsection-e\">  (4) Breach of an undertaking referred to in subsection (3) shall be an act of professional misconduct for the purposes of clause 51 (1) (c) of the Health Professions Procedural Code.  O. Reg. 398/94, s. 2.</p> <p class=\"subsection-e\">  (5) A registered optician shall be entitled to engage in the practice of opticianry before the expiry of an undertaking provided under subsection (3) if he or she,</p> <p class=\"clause-e\">  (a) submits to the Registrar the documentary evidence referred to in subsection (2); and</p> <p class=\"clause-e\">  (b) complies with subsection (1).  O. Reg. 398/94, s. 2.</p> <p class=\"heading1-e\">Annual Renewal</p>"
        },
        {
            "id": "9.",
            "section": "Annual Renewal",
            "content": " 9. (1) A certificate of registration shall be renewed on or before, (a) December 31 of each year in the case of registered opticians and emergency opticians, where such renewal is permitted under subsection 7.2 (5); and (b) September 1 of each year in the case of registered student opticians and registered intern opticians. O. Reg. 869/93, s. 9 (1); O. Reg. 293/23, s. 6 (1). (2) The Registrar shall supply and send by mail to each member, at the member’s last address as shown on the register, an application for renewal of the certificate of registration in a form to be supplied by the Registrar, on or before, (a) October 31 of each year in the case of registered opticians and emergency opticians, where such renewal is permitted under subsection 7.2 (5); and (b) July 1 of each year in the case of registered student opticians and registered intern opticians. O. Reg. 869/93, s. 9 (2); O. Reg. 293/23, s. 6 (2). (3) A member may apply for the renewal of a certificate of registration by returning to the Registrar, (a) a completed application; (b) the required annual fee; and (c) in the case of a registered optician or an emergency optician, where such renewal is permitted under subsection 7.2 (5), evidence of insurance. O. Reg. 869/93, s. 9 (3); O. Reg. 481/99, s. 4; O. Reg. 293/23, s. 6 (3). (4) An application for renewal made five years after initial registration and every five years thereafter shall include two passport-sized colour photographs of the applicant, signed on the reverse.  O. Reg. 869/93, s. 9 (4). (5) It shall be a condition of the renewal of the certificate of registration of a registered optician that he or she have participated in, and fulfilled the requirements of, the College’s Quality Assurance Program.  O. Reg. 869/93, s. 9 (5). (6) A registered student optician shall be entitled to a maximum of four renewals of a certificate of registration as a registered student optician, and a registered intern optician shall be entitled to a maximum of one renewal of a certificate of registration as a registered intern optician, after which the certificate of registration will be automatically revoked.  O. Reg. 869/93, s. 9 (6). (7) Despite subsection (6), the Registrar may grant up to two additional renewals to, (a) a registered student optician for the purpose of completion of the educational program required for registration as a registered optician; (b) a registered intern optician for the purpose of completion of supplemental examinations; and (c) a registered student optician or registered intern optician in circumstances caused by accident, illness or other cause beyond his or her control.  O. Reg. 869/93, s. 9 (7). (8) To be eligible for renewal of his or her certificate of registration, a registered student optician must continue to meet the non-exemptible registration requirements for a certificate of registration as a registered student optician, set out in subsection 6 (1).  O. Reg. 869/93, s. 9 (8). (9) The Registrar shall issue renewal validation decals to a member whose certificate of registration is renewed under this section.  O. Reg. 869/93, s. 9 (9). (10) Each member shall affix a renewal validation decal to his or her certificate of registration and photographic identification badge.  O. Reg. 869/93, s. 9 (10). Late Renewal",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) A certificate of registration shall be renewed on or before,</p> <p class=\"clause-e\">  (a) December 31 of each year in the case of registered opticians and emergency opticians, where such renewal is permitted under subsection 7.2 (5); and</p> <p class=\"clause-e\">  (b) September 1 of each year in the case of registered student opticians and registered intern opticians. O. Reg. 869/93, s. 9 (1); O. Reg. 293/23, s. 6 (1).</p> <p class=\"subsection-e\">  (2) The Registrar shall supply and send by mail to each member, at the member’s last address as shown on the register, an application for renewal of the certificate of registration in a form to be supplied by the Registrar, on or before,</p> <p class=\"clause-e\">  (a) October 31 of each year in the case of registered opticians and emergency opticians, where such renewal is permitted under subsection 7.2 (5); and</p> <p class=\"clause-e\">  (b) July 1 of each year in the case of registered student opticians and registered intern opticians. O. Reg. 869/93, s. 9 (2); O. Reg. 293/23, s. 6 (2).</p> <p class=\"subsection-e\">  (3) A member may apply for the renewal of a certificate of registration by returning to the Registrar,</p> <p class=\"clause-e\">  (a) a completed application;</p> <p class=\"clause-e\">  (b) the required annual fee; and</p> <p class=\"clause-e\">  (c) in the case of a registered optician or an emergency optician, where such renewal is permitted under subsection 7.2 (5), evidence of insurance. O. Reg. 869/93, s. 9 (3); O. Reg. 481/99, s. 4; O. Reg. 293/23, s. 6 (3).</p> <p class=\"subsection-e\">  (4) An application for renewal made five years after initial registration and every five years thereafter shall include two passport-sized colour photographs of the applicant, signed on the reverse.  O. Reg. 869/93, s. 9 (4).</p> <p class=\"subsection-e\">  (5) It shall be a condition of the renewal of the certificate of registration of a registered optician that he or she have participated in, and fulfilled the requirements of, the College’s Quality Assurance Program.  O. Reg. 869/93, s. 9 (5).</p> <p class=\"subsection-e\">  (6) A registered student optician shall be entitled to a maximum of four renewals of a certificate of registration as a registered student optician, and a registered intern optician shall be entitled to a maximum of one renewal of a certificate of registration as a registered intern optician, after which the certificate of registration will be automatically revoked.  O. Reg. 869/93, s. 9 (6).</p> <p class=\"subsection-e\">  (7) Despite subsection (6), the Registrar may grant up to two additional renewals to,</p> <p class=\"clause-e\">  (a) a registered student optician for the purpose of completion of the educational program required for registration as a registered optician;</p> <p class=\"clause-e\">  (b) a registered intern optician for the purpose of completion of supplemental examinations; and</p> <p class=\"clause-e\">  (c) a registered student optician or registered intern optician in circumstances caused by accident, illness or other cause beyond his or her control.  O. Reg. 869/93, s. 9 (7).</p> <p class=\"subsection-e\">  (8) To be eligible for renewal of his or her certificate of registration, a registered student optician must continue to meet the non-exemptible registration requirements for a certificate of registration as a registered student optician, set out in subsection 6 (1).  O. Reg. 869/93, s. 9 (8).</p> <p class=\"subsection-e\">  (9) The Registrar shall issue renewal validation decals to a member whose certificate of registration is renewed under this section.  O. Reg. 869/93, s. 9 (9).</p> <p class=\"subsection-e\">  (10) Each member shall affix a renewal validation decal to his or her certificate of registration and photographic identification badge.  O. Reg. 869/93, s. 9 (10).</p> <p class=\"heading1-e\">Late Renewal</p>"
        },
        {
            "id": "10.",
            "section": "Late Renewal",
            "content": " 10. If a member fails to apply to renew his or her certificate of registration or to pay the required annual fee prior to the deadline for so doing, the member shall pay the required fee for late renewal in addition to the annual fee.  O. Reg. 869/93, s. 10; O. Reg. 481/99, s. 5. Suspension",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>If a member fails to apply to renew his or her certificate of registration or to pay the required annual fee prior to the deadline for so doing, the member shall pay the required fee for late renewal in addition to the annual fee.  O. Reg. 869/93, s. 10; O. Reg. 481/99, s. 5.</p> <p class=\"heading1-e\">Suspension</p>"
        },
        {
            "id": "11.",
            "section": "Suspension",
            "content": " 11. (1) The Registrar shall give a member notice of default and of intention to suspend a member’s certificate of registration upon, (a) failure to apply to renew a certificate of registration; (b) failure to pay the required annual fee or any other required fee; or (c) failure to meet the requirements for renewal of the certificate of registration set out in subsections 9 (5), (6) and (7).  O. Reg. 869/93, s. 11 (1); O. Reg. 481/99, s. 6. (2) The Registrar may suspend a member’s certificate of registration two months after notice is given under subsection (1).  O. Reg. 869/93, s. 11 (2). Reinstatement",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) The Registrar shall give a member notice of default and of intention to suspend a member’s certificate of registration upon,</p> <p class=\"clause-e\">  (a) failure to apply to renew a certificate of registration;</p> <p class=\"clause-e\">  (b) failure to pay the required annual fee or any other required fee; or</p> <p class=\"clause-e\">  (c) failure to meet the requirements for renewal of the certificate of registration set out in subsections 9 (5), (6) and (7).  O. Reg. 869/93, s. 11 (1); O. Reg. 481/99, s. 6.</p> <p class=\"subsection-e\">  (2) The Registrar may suspend a member’s certificate of registration two months after notice is given under subsection (1).  O. Reg. 869/93, s. 11 (2).</p> <p class=\"heading1-e\">Reinstatement</p>"
        },
        {
            "id": "12.",
            "section": "Reinstatement",
            "content": " 12. (1) A member whose certificate of registration has been suspended by the Registrar under section 11 may apply to the Registrar to lift the suspension by, (a) submitting an application for reinstatement in a form supplied by the Registrar; (b) submitting two passport-sized colour photographs of the applicant, signed on the reverse; (c) in the case of registered opticians, submitting evidence of insurance; (d) submitting evidence of having completed the requirements of the College’s Quality Assurance Program; and (e) paying, (i) the fee the member failed to pay, if any, and (ii) the required reinstatement fee or, if the application for reinstatement is made within ten months from the date of the suspension, the required fee for late renewal.  O. Reg. 869/93, s. 12 (1); O. Reg. 481/99, s. 7. (2) For the purposes of subclause (1) (e) (i), if the member was suspended for failure to pay the annual fee, the member shall be reinstated if he or she pays the annual fee payable for the year in which the member is reinstated.  O. Reg. 869/93, s. 12 (2). (3) To be eligible for reinstatement, the applicant must meet the requirements for renewal of the certificate of registration set out in subsections 9 (4), (5), (6), (7) and (8).  O. Reg. 869/93, s. 12 (3). (4) If the application for reinstatement is made within three years from the date of suspension of the member’s certificate of registration, and the applicant has met the requirements of this section, the Registrar shall lift the suspension.  O. Reg. 869/93, s. 12 (4). (5) An application for reinstatement made more than three years from the date of suspension shall be referred to the Registration Committee, which shall evaluate the applicant’s qualifications and determine whether the applicant must meet any examination and Quality Assurance Program requirements in order to be reinstated.  O. Reg. 869/93, s. 12 (5). (6) The Registrar shall issue renewal validation decals to a member who is reinstated under this section.  O. Reg. 869/93, s. 12 (6). (7) Each member shall affix a renewal validation decal to his or her certificate of registration and photographic identification badge.  O. Reg. 869/93, s. 12 (7).",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) A member whose certificate of registration has been suspended by the Registrar under section 11 may apply to the Registrar to lift the suspension by,</p> <p class=\"clause-e\">  (a) submitting an application for reinstatement in a form supplied by the Registrar;</p> <p class=\"clause-e\">  (b) submitting two passport-sized colour photographs of the applicant, signed on the reverse;</p> <p class=\"clause-e\">  (c) in the case of registered opticians, submitting evidence of insurance;</p> <p class=\"clause-e\">  (d) submitting evidence of having completed the requirements of the College’s Quality Assurance Program; and</p> <p class=\"clause-e\">  (e) paying,</p> <p class=\"subclause-e\">  (i) the fee the member failed to pay, if any, and</p> <p class=\"subclause-e\">  (ii) the required reinstatement fee or, if the application for reinstatement is made within ten months from the date of the suspension, the required fee for late renewal.  O. Reg. 869/93, s. 12 (1); O. Reg. 481/99, s. 7.</p> <p class=\"subsection-e\">  (2) For the purposes of subclause (1) (e) (i), if the member was suspended for failure to pay the annual fee, the member shall be reinstated if he or she pays the annual fee payable for the year in which the member is reinstated.  O. Reg. 869/93, s. 12 (2).</p> <p class=\"subsection-e\">  (3) To be eligible for reinstatement, the applicant must meet the requirements for renewal of the certificate of registration set out in subsections 9 (4), (5), (6), (7) and (8).  O. Reg. 869/93, s. 12 (3).</p> <p class=\"subsection-e\">  (4) If the application for reinstatement is made within three years from the date of suspension of the member’s certificate of registration, and the applicant has met the requirements of this section, the Registrar shall lift the suspension.  O. Reg. 869/93, s. 12 (4).</p> <p class=\"subsection-e\">  (5) An application for reinstatement made more than three years from the date of suspension shall be referred to the Registration Committee, which shall evaluate the applicant’s qualifications and determine whether the applicant must meet any examination and Quality Assurance Program requirements in order to be reinstated.  O. Reg. 869/93, s. 12 (5).</p> <p class=\"subsection-e\">  (6) The Registrar shall issue renewal validation decals to a member who is reinstated under this section.  O. Reg. 869/93, s. 12 (6).</p> <p class=\"subsection-e\">  (7) Each member shall affix a renewal validation decal to his or her certificate of registration and photographic identification badge.  O. Reg. 869/93, s. 12 (7).</p>"
        },
        {
            "id": "13.",
            "section": "Reinstatement",
            "content": " 13. A member whose certificate of registration has been suspended for professional misconduct or incapacity shall pay all outstanding fees and fines before resuming the practice of opticianry.  O. Reg. 869/93, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>A member whose certificate of registration has been suspended for professional misconduct or incapacity shall pay all outstanding fees and fines before resuming the practice of opticianry.  O. Reg. 869/93, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Reinstatement",
            "content": " 14. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 869/93, s. 14. Schedule Georgian College Seneca College O. Reg. 869/93, Sched.    ",
            "raw_html": "<p class=\"section-e\"> <b>14.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Regulation)</span><span>.</span>  O. Reg. 869/93, s. 14.</p> <p class=\"schedule-e\">Schedule</p> <p class=\"parawindt2-e\">Georgian College</p> <p class=\"parawindt2-e\">Seneca College</p> <p class=\"footnote-e\">O. Reg. 869/93, Sched.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}