{
    "reg_info": {
        "full_title": "O. Reg. 155/97: CERTIFICATION AND TRAINING OF ELEVATING DEVICE MECHANICS",
        "reg_name_text": "CERTIFICATION AND TRAINING   OF ELEVATING DEVICE MECHANICS",
        "citation": "O. Reg. 155/97: CERTIFICATION AND TRAINING OF ELEVATING DEVICE MECHANICS",
        "act_under": "Elevating Devices Act   Loi sur les ascenseurs et appareils de levage",
        "url": "https://www.ontario.ca/laws/regulation/970155",
        "date_scraped": "2023-12-19 22:47:58"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) A person who wishes to work as a mechanic under the Act is required to obtain a certificate designating the person as one or more of the following: 1. An elevating device mechanic, class A (an “EDM-A certificate”). 2. An elevating device mechanic, class B (an “EDM-B certificate”). 3. An elevating device mechanic, class C (an “EDM-C certificate”). 4. An elevating device mechanic, class D (an “EDM-D certificate”). 5. An elevating device mechanic, class E (an “EDM-E certificate”). 6. An elevating device mechanic, class F (an “EDM-F certificate”). (2) A person may apply to the Director to obtain a certificate under subsection (1) or to add one or more classes of certificate to his or her initial certificate. (3) An application for a certificate or an additional class of certificate must be accompanied by a $50 application fee. (4) An application must include documents, in a format acceptable to the Director, that attest to the fact that the applicant has the necessary practical skills and experience for the certificate being sought. O. Reg. 155/97, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) A person who wishes to work as a mechanic under the Act is required to obtain a certificate designating the person as one or more of the following:</p> <p class=\"paragraph-e\">1. An elevating device mechanic, class A (an “EDM-A certificate”).</p> <p class=\"paragraph-e\">2. An elevating device mechanic, class B (an “EDM-B certificate”).</p> <p class=\"paragraph-e\">3. An elevating device mechanic, class C (an “EDM-C certificate”).</p> <p class=\"paragraph-e\">4. An elevating device mechanic, class D (an “EDM-D certificate”).</p> <p class=\"paragraph-e\">5. An elevating device mechanic, class E (an “EDM-E certificate”).</p> <p class=\"paragraph-e\">6. An elevating device mechanic, class F (an “EDM-F certificate”).</p> <p class=\"subsection-e\">(2) A person may apply to the Director to obtain a certificate under subsection (1) or to add one or more classes of certificate to his or her initial certificate.</p> <p class=\"subsection-e\">(3) An application for a certificate or an additional class of certificate must be accompanied by a $50 application fee.</p> <p class=\"subsection-e\">(4) An application must include documents, in a format acceptable to the Director, that attest to the fact that the applicant has the necessary practical skills and experience for the certificate being sought. O. Reg. 155/97, s. 1.</p>"
        },
        {
            "id": "2",
            "section": null,
            "content": "2. (1) An application to renew a certificate must be made to the Director and must be accompanied by a $50 renewal fee. (2) An application for renewal must include a completed declaration of work experience, in a format acceptable to the Director, indicating that the applicant worked within the scope of the certificate while it was in effect. (3) An application for renewal may be made before the applicant’s certificate expires. (4) If a mechanic fails to renew his or her certificate before it expires, the mechanic must not work as a mechanic after the date of expiry of the certificate but may apply to the Director for a renewal. (5) If a mechanic applies for a renewal of a certificate under subsection (4), the Director may renew it if, (a) the mechanic’s application is made within 12 months of the expiry date shown on the certificate; (b) the applicant pays the fee referred to in subsection (1); and (c) the applicant complies with subsection (2). (6) If a mechanic applies for a renewal of a certificate under subsection (4) more than 12 months after the expiry date shown on the expired certificate, the application shall be treated as a new application for a certificate under section 1, and the applicant must, (a) take a written examination conducted or approved by the Director with respect to the subject matter of the class of certificate applied for; and (b) include in the application a completed declaration of work experience in a format acceptable to the Director. O. Reg. 155/97, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2</b>. (1) An application to renew a certificate must be made to the Director and must be accompanied by a $50 renewal fee.</p> <p class=\"subsection-e\">(2) An application for renewal must include a completed declaration of work experience, in a format acceptable to the Director, indicating that the applicant worked within the scope of the certificate while it was in effect.</p> <p class=\"subsection-e\">(3) An application for renewal may be made before the applicant’s certificate expires.</p> <p class=\"subsection-e\">(4) If a mechanic fails to renew his or her certificate before it expires, the mechanic must not work as a mechanic after the date of expiry of the certificate but may apply to the Director for a renewal.</p> <p class=\"subsection-e\">(5) If a mechanic applies for a renewal of a certificate under subsection (4), the Director may renew it if,</p> <p class=\"clause-e\">(a) the mechanic’s application is made within 12 months of the expiry date shown on the certificate;</p> <p class=\"clause-e\">(b) the applicant pays the fee referred to in subsection (1); and </p> <p class=\"clause-e\">(c) the applicant complies with subsection (2).</p> <p class=\"subsection-e\">(6) If a mechanic applies for a renewal of a certificate under subsection (4) more than 12 months after the expiry date shown on the expired certificate, the application shall be treated as a new application for a certificate under section 1, and the applicant must,</p> <p class=\"clause-e\">(a) take a written examination conducted or approved by the Director with respect to the subject matter of the class of certificate applied for; and</p> <p class=\"clause-e\">(b) include in the application a completed declaration of work experience in a format acceptable to the Director. O. Reg. 155/97, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) An applicant for a certificate must have successfully completed a program approved by the Director that is delivered by a training organization approved by the Director for each class of certificate sought by the applicant. (2) An applicant must have successfully completed an examination or a series of examinations, conducted or approved by the Director, demonstrating that the applicant possesses the necessary knowledge and competence for each class of certificate sought by the applicant. (3) If the applicant fails the examination or series of examinations on three successive attempts, the applicant must successfully complete the program described in subsection (1) after making the unsuccessful attempts and before taking the examination or series of examinations again, and subsection (5) does not apply. (4) If the applicant fails the examination or series of examinations for a class of certificate, he or she is not entitled to take the examination or series of examinations for the class of certificate until, (a) he or she makes a new application for the class of certificate; and (b) six months have passed since the applicant took the examination or series of examinations. (5) An applicant is not required to comply with subsections (1) and (2) if the Director is satisfied that the applicant possesses the necessary knowledge and competence with respect to each class of certificate sought by the applicant. O. Reg. 155/97, s. 3. Terms Of Certificate",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) An applicant for a certificate must have successfully completed a program approved by the Director that is delivered by a training organization approved by the Director for each class of certificate sought by the applicant.</p> <p class=\"subsection-e\">(2) An applicant must have successfully completed an examination or a series of examinations, conducted or approved by the Director, demonstrating that the applicant possesses the necessary knowledge and competence for each class of certificate sought by the applicant.</p> <p class=\"subsection-e\">(3) If the applicant fails the examination or series of examinations on three successive attempts, the applicant must successfully complete the program described in subsection (1) after making the unsuccessful attempts and before taking the examination or series of examinations again, and subsection (5) does not apply.</p> <p class=\"subsection-e\">(4) If the applicant fails the examination or series of examinations for a class of certificate, he or she is not entitled to take the examination or series of examinations for the class of certificate until,</p> <p class=\"clause-e\">(a) he or she makes a new application for the class of certificate; and</p> <p class=\"clause-e\">(b) six months have passed since the applicant took the examination or series of examinations.</p> <p class=\"subsection-e\">(5) An applicant is not required to comply with subsections (1) and (2) if the Director is satisfied that the applicant possesses the necessary knowledge and competence with respect to each class of certificate sought by the applicant. O. Reg. 155/97, s. 3.</p> <p class=\"heading1-e\">Terms Of Certificate</p>"
        },
        {
            "id": "4.",
            "section": "Terms Of Certificate",
            "content": "4. A certificate is not transferable. O. Reg. 155/97, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>A certificate is not transferable. O. Reg. 155/97, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Terms Of Certificate",
            "content": "5. (1) A certificate expires on the second anniversary of the holder’s date of birth after it is issued. (2) If a class of certificate is added to a certificate after the certificate is issued, the expiry date of the initial certificate does not change. (3) A certificate that is renewed expires two years after the date on which the previous certificate expires. (4) The Director may, at any time, revoke any certificate or class of certificate held by a holder if the Director is of the opinion that the holder is not qualified to work competently within the scope of the certificate or class of certificate because the holder no longer meets the qualifications for the certificate or class of certificate. (5) If the Director revokes a certificate under subsection (4), the holder whose certificate is revoked shall surrender it immediately on demand and shall not work as a mechanic within the scope of the certificate that has been revoked. (6) If the Director revokes a certificate or class of certificate under subsection (4), sections 23, 24 and 25 of the Act apply, with necessary modifications, to the mechanic as if the mechanic were a licence holder or a registrant with respect to whom the Director serves a notice of proposal under subsection 23 (1) of the Act. O. Reg. 155/97, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) A certificate expires on the second anniversary of the holder’s date of birth after it is issued.</p> <p class=\"subsection-e\">(2) If a class of certificate is added to a certificate after the certificate is issued, the expiry date of the initial certificate does not change.</p> <p class=\"subsection-e\">(3) A certificate that is renewed expires two years after the date on which the previous certificate expires.</p> <p class=\"subsection-e\">(4) The Director may, at any time, revoke any certificate or class of certificate held by a holder if the Director is of the opinion that the holder is not qualified to work competently within the scope of the certificate or class of certificate because the holder no longer meets the qualifications for the certificate or class of certificate.</p> <p class=\"subsection-e\">(5) If the Director revokes a certificate under subsection (4), the holder whose certificate is revoked shall surrender it immediately on demand and shall not work as a mechanic within the scope of the certificate that has been revoked.</p> <p class=\"subsection-e\">(6) If the Director revokes a certificate or class of certificate under subsection (4), sections 23, 24 and 25 of the Act apply, with necessary modifications, to the mechanic as if the mechanic were a licence holder or a registrant with respect to whom the Director serves a notice of proposal under subsection 23 (1) of the Act. O. Reg. 155/97, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Terms Of Certificate",
            "content": "6. A person who holds a certificate shall notify the Director within six days after any change in his or her address. O. Reg. 155/97, s. 6. Scope Of Certificate",
            "raw_html": "<p class=\"section-e\"><b>6. </b>A person who holds a certificate shall notify the Director within six days after any change in his or her address. O. Reg. 155/97, s. 6.</p> <p class=\"heading1-e\">Scope Of Certificate</p>"
        },
        {
            "id": "7.",
            "section": "Scope Of Certificate",
            "content": "7. (1) A person who holds an EDM-A certificate may, without supervision, construct, install, alter, repair, service, maintain or test any class of elevating device referred to in section 2 of Regulation 316 of the Revised Regulations of Ontario, 1990, except that of passenger ropeways, and the equipment and accessories essential to their operation if the person has documented experience on that class of device. (2) A holder of an EDM-A certificate who does not have documented experience on a class of device shall not perform the functions referred to in subsection (1) without supervision by the holder of an EDM-A certificate who has such experience on the class of device. O. Reg. 155/97, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) A person who holds an EDM-A certificate may, without supervision, construct, install, alter, repair, service, maintain or test any class of elevating device referred to in section 2 of Regulation 316 of the Revised Regulations of Ontario, 1990, except that of passenger ropeways, and the equipment and accessories essential to their operation if the person has documented experience on that class of device.</p> <p class=\"subsection-e\">(2) A holder of an EDM-A certificate who does not have documented experience on a class of device shall not perform the functions referred to in subsection (1) without supervision by the holder of an EDM-A certificate who has such experience on the class of device. O. Reg. 155/97, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Scope Of Certificate",
            "content": "8. (1) A person who holds an EDM-B certificate may, without supervision, construct, install, alter, repair, maintain or test construction hoists, as referred to in paragraph 9 of section 2 of Regulation 316 of the Revised Regulations of Ontario, 1990, and the equipment and accessories essential to their operation if the person has documented experience on construction hoists. (2) A holder of an EDM-B certificate who does not have documented experience on construction hoists shall not perform the functions referred to in subsection (1) without supervision by the holder of an EDM-B certificate who has such experience. O. Reg. 155/97, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) A person who holds an EDM-B certificate may, without supervision, construct, install, alter, repair, maintain or test construction hoists, as referred to in paragraph 9 of section 2 of Regulation 316 of the Revised Regulations of Ontario, 1990, and the equipment and accessories essential to their operation if the person has documented experience on construction hoists.</p> <p class=\"subsection-e\">(2) A holder of an EDM-B certificate who does not have documented experience on construction hoists shall not perform the functions referred to in subsection (1) without supervision by the holder of an EDM-B certificate who has such experience. O. Reg. 155/97, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Scope Of Certificate",
            "content": "9. (1) A person who holds an EDM-C certificate may, without supervision, repair, service and maintain the same classes of elevating device as the holder of an EDM-A certificate and the equipment and accessories essential to their operation if, (a) the person has documented experience on those classes of device; and (b) the elevating devices on which the person performs the functions are owned and operated by the person’s employer. (2) A holder of an EDM-C certificate who does not have documented experience on a class of device shall not perform the functions referred to in subsection (1) without supervision. O. Reg. 155/97, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) A person who holds an EDM-C certificate may, without supervision, repair, service and maintain the same classes of elevating device as the holder of an EDM-A certificate and the equipment and accessories essential to their operation if,</p> <p class=\"clause-e\">(a) the person has documented experience on those classes of device; and</p> <p class=\"clause-e\">(b) the elevating devices on which the person performs the functions are owned and operated by the person’s employer.</p> <p class=\"subsection-e\">(2) A holder of an EDM-C certificate who does not have documented experience on a class of device shall not perform the functions referred to in subsection (1) without supervision. O. Reg. 155/97, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Scope Of Certificate",
            "content": "10. A person who holds an EDM-D certificate may, without supervision, renovate the interior of an elevating device cab and, in so doing, may carry out electrical work with respect to lighting in the cab but may not do anything with respect to control circuitry or carry out any other type of electrical work. O. Reg. 155/97, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>A person who holds an EDM-D certificate may, without supervision, renovate the interior of an elevating device cab and, in so doing, may carry out electrical work with respect to lighting in the cab but may not do anything with respect to control circuitry or carry out any other type of electrical work. O. Reg. 155/97, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Scope Of Certificate",
            "content": "11. A person who holds an EDM-E certificate may, without supervision, construct, install, service and maintain elevating devices for the handicapped referred to in paragraph 6 of Regulation 316 of the Revised Regulations of Ontario, 1990, with the exception of vertical platform lifts-Type C. O. Reg. 155/97, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>A person who holds an EDM-E certificate may, without supervision, construct, install, service and maintain elevating devices for the handicapped referred to in paragraph 6 of Regulation 316 of the Revised Regulations of Ontario, 1990, with the exception of vertical platform lifts-Type C. O. Reg. 155/97, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Scope Of Certificate",
            "content": "12. A person who holds an EDM-F certificate may, without supervision, examine and test any class of elevating device, except that of passenger ropeways, but may not perform physical tests on an elevating device except under the supervision of a holder of an EDM-A certificate. O. Reg. 155/97, s. 12. Exemption",
            "raw_html": "<p class=\"section-e\"><b>12. </b>A person who holds an EDM-F certificate may, without supervision, examine and test any class of elevating device, except that of passenger ropeways, but may not perform physical tests on an elevating device except under the supervision of a holder of an EDM-A certificate. O. Reg. 155/97, s. 12.</p> <p class=\"heading1-e\">Exemption</p>"
        },
        {
            "id": "13.",
            "section": "Exemption",
            "content": "13. Employees of an owner who is only registered as a contractor under the Act for the purpose of allowing those employees to perform rescue operations are exempt from this Regulation if the owner, (a) designates only those employees trained by a registered contractor to safely perform rescue operations on devices owned and operated by the owner and located on the owner’s premises; (b) develops written operating procedures for rescue operations in conjunction with the registered contractor; (c) maintains an up-to-date list of all employees trained in rescue operations to the standards established by the registered contractor, indicating the dates of initial and subsequent training; (d) provides the Director with the procedures and training lists referred to in clauses (b) and (c) on request. O. Reg. 155/97, s. 13. Transition",
            "raw_html": "<p class=\"section-e\"><b>13. </b>Employees of an owner who is only registered as a contractor under the Act for the purpose of allowing those employees to perform rescue operations are exempt from this Regulation if the owner,</p> <p class=\"clause-e\">(a) designates only those employees trained by a registered contractor to safely perform rescue operations on devices owned and operated by the owner and located on the owner’s premises;</p> <p class=\"clause-e\">(b) develops written operating procedures for rescue operations in conjunction with the registered contractor;</p> <p class=\"clause-e\">(c) maintains an up-to-date list of all employees trained in rescue operations to the standards established by the registered contractor, indicating the dates of initial and subsequent training;</p> <p class=\"clause-e\">(d) provides the Director with the procedures and training lists referred to in clauses (b) and (c) on request. O. Reg. 155/97, s. 13.</p> <p class=\"heading1-e\">Transition</p>"
        },
        {
            "id": "14.",
            "section": "Transition",
            "content": "14. (1) A person who was a mechanic immediately before the coming into force of this Regulation and who applies for a temporary initial certificate within six months of that date may continue to perform the type of work he or she was authorized to perform under the Act immediately before that date. (2) A mechanic who applies for a temporary initial certificate shall be issued such a certificate if the mechanic indicates in the application the class of certificate applied for, as set out in section 1, and includes with the application statements from the mechanic’s employer or from a contractor certifying that the mechanic had, on the date this Regulation comes into force, a minimum of four years work experience in the type of work that is authorized under the class of certificate applied for. (3) A mechanic who holds a temporary initial certificate must complete a safety training workshop and submit proof of successful completion of the workshop within 18 months of the date this Regulation comes into force, failing which the certificate expires automatically. (4) If it does not expire earlier for failure to meet the requirement set out in subsection (3) or because the mechanic has been issued a certificate under this Regulation, a temporary initial certificate expires three years after the date this Regulation comes into force and may not be renewed. (5) A mechanic who holds a temporary interim certificate under this section and who applies for a certificate referred to insection 1 shall be issued the certificate applied for if the requirements of this Regulation are met. O. Reg. 155/97, s. 14. ",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) A person who was a mechanic immediately before the coming into force of this Regulation and who applies for a temporary initial certificate within six months of that date may continue to perform the type of work he or she was authorized to perform under the Act immediately before that date.</p> <p class=\"subsection-e\">(2) A mechanic who applies for a temporary initial certificate shall be issued such a certificate if the mechanic indicates in the application the class of certificate applied for, as set out in section 1, and includes with the application statements from the mechanic’s employer or from a contractor certifying that the mechanic had, on the date this Regulation comes into force, a minimum of four years work experience in the type of work that is authorized under the class of certificate applied for.</p> <p class=\"subsection-e\">(3) A mechanic who holds a temporary initial certificate must complete a safety training workshop and submit proof of successful completion of the workshop within 18 months of the date this Regulation comes into force, failing which the certificate expires automatically.</p> <p class=\"subsection-e\">(4) If it does not expire earlier for failure to meet the requirement set out in subsection (3) or because the mechanic has been issued a certificate under this Regulation, a temporary initial certificate expires three years after the date this Regulation comes into force and may not be renewed.</p> <p class=\"subsection-e\">(5) A mechanic who holds a temporary interim certificate under this section and who applies for a certificate referred to insection 1 shall be issued the certificate applied for if the requirements of this Regulation are met. O. Reg. 155/97, s. 14.</p> <p class=\"Normal\"></p>"
        }
    ]
}