{
    "reg_info": {
        "full_title": "O. Reg. 454/17: CONVERSION OF LEGACY CLAIMS",
        "reg_name_text": "CONVERSION OF LEGACY CLAIMS",
        "citation": "O. Reg. 454/17: ",
        "act_under": "Mining Act",
        "url": "https://www.ontario.ca/laws/regulation/170454",
        "date_scraped": "2023-12-18 22:35:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/170454/v1",
            "valid_from": "November 28, 2017",
            "valid_to": "December  2, 2019"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": " 1. In this Regulation, “conversion date” means the conversion date set by the Minister by regulation under subsection 38.2 (14) of the Act.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> In this Regulation,</p> <p class=\"definition-e\">“conversion date” means the conversion date set by the Minister by regulation under subsection 38.2 (14) of the Act.</p>"
        },
        {
            "id": "2.",
            "section": "Which lands form part of mining claims after conversion",
            "content": "  2. (1) For the purposes of clause 38.2 (7) (d) of the Act, a cell claim that results from the conversion of one or more legacy claims applies to the entire cell, subject to the following: 1. Any land in the cell that is not open for mining claims registration under the Act on the conversion date does not form part of the cell claim if it was not part of the legacy claim immediately before the conversion date. 2. Any land referred to in paragraph 1 that becomes open for mining claims registration under the Act after the conversion date shall become part of the cell claim at that time. (2) For greater certainty, all land in a cell on the provincial grid that was part of a legacy claim immediately before the conversion date shall form part of any cell claim or boundary claim that results from the conversion of the legacy claim, even though all or part of that land is not open for mining claims registration on the conversion date.",
            "raw_html": "<p class=\"section-e\"><b>  2.</b> (1) For the purposes of clause 38.2 (7) (d) of the Act, a cell claim that results from the conversion of one or more legacy claims applies to the entire cell, subject to the following:</p> <p class=\"paragraph-e\">  1. Any land in the cell that is not open for mining claims registration under the Act on the conversion date does not form part of the cell claim if it was not part of the legacy claim immediately before the conversion date.</p> <p class=\"paragraph-e\">  2. Any land referred to in paragraph 1 that becomes open for mining claims registration under the Act after the conversion date shall become part of the cell claim at that time.</p> <p class=\"subsection-e\">  (2) For greater certainty, all land in a cell on the provincial grid that was part of a legacy claim immediately before the conversion date shall form part of any cell claim or boundary claim that results from the conversion of the legacy claim, even though all or part of that land is not open for mining claims registration on the conversion date.</p>"
        },
        {
            "id": "3.",
            "section": "Anniversary and due dates after conversion\r\n",
            "content": " 3. (1) If a cell claim or boundary claim results from the conversion of a single legacy claim under subsection 38.2 (2) of the Act,  (a) for the purposes of clause 38.2 (7) (e) of the Act, the anniversary date of the resulting cell claim or boundary claim shall be the anniversary date of the legacy claim; and (b) the first due date after the conversion date for the resulting cell claim or boundary claim shall be the day that would have been the next due date for the legacy claim. (2) If a cell claim or boundary claim results from the merger of two or more legacy claims under subparagraph 3 iii or paragraph 5 of subsection 38.2 (2) of the Act, (a) for the purposes of clause 38.2 (7) (e) of the Act, the anniversary date of the resulting cell claim or boundary claim shall be the anniversary date of the legacy claim that has the latest due date; and (b) the first due date after the conversion date for the resulting cell claim or boundary claim shall be the day that would have been the next due date for the legacy claim that has the latest due date. (3) In this section, “due date”, in relation to a mining claim, means the date by which a claim holder is required to make a filing with respect to assessment work in order to be eligible to receive assessment work credit for that work under section 66 of the Act, as that date may be determined in accordance with Ontario Regulation 6/96 (Assessment Work) or any succeeding regulation made under the Act.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> (1) If a cell claim or boundary claim results from the conversion of a single legacy claim under subsection 38.2 (2) of the Act, </p> <p class=\"clause-e\">  (a) for the purposes of clause 38.2 (7) (e) of the Act, the anniversary date of the resulting cell claim or boundary claim shall be the anniversary date of the legacy claim; and</p> <p class=\"clause-e\">  (b) the first due date after the conversion date for the resulting cell claim or boundary claim shall be the day that would have been the next due date for the legacy claim.</p> <p class=\"subsection-e\">  (2) If a cell claim or boundary claim results from the merger of two or more legacy claims under subparagraph 3 iii or paragraph 5 of subsection 38.2 (2) of the Act, </p> <p class=\"clause-e\">  (a) for the purposes of clause 38.2 (7) (e) of the Act, the anniversary date of the resulting cell claim or boundary claim shall be the anniversary date of the legacy claim that has the latest due date; and</p> <p class=\"clause-e\">  (b) the first due date after the conversion date for the resulting cell claim or boundary claim shall be the day that would have been the next due date for the legacy claim that has the latest due date.</p> <p class=\"subsection-e\">  (3) In this section,</p> <p class=\"definition-e\">“due date”, in relation to a mining claim, means the date by which a claim holder is required to make a filing with respect to assessment work in order to be eligible to receive assessment work credit for that work under section 66 of the Act, as that date may be determined in accordance with Ontario Regulation 6/96 (Assessment Work) or any succeeding regulation made under the Act.</p>"
        },
        {
            "id": "4.",
            "section": "Claim abstracts",
            "content": " 4. (1) When a legacy claim is converted to a cell claim or a boundary claim, a recorder shall make an entry on the mining claim abstract for the resulting cell claim or boundary claim to note any of the following entries, together with the applicable transaction numbers, that appeared on the abstract for the legacy claim immediately before the conversion date: 1. Any application for a lease for the claim. 2. A note of pending proceedings that has not been cancelled under subsection 64 (4) or (4.1) of the Act. 3. An agreement or a lien, mortgage, debenture, writ or other document evidencing a security interest in the claim that is still in effect. 4. A court order, or an order made by a recorder, a tribunal or the Commissioner, that continues to have effect or with which there has not been full compliance. (2) The recorder shall, in the claim abstract of any cell claim or boundary claim resulting from the conversion of a legacy claim, (a) indicate that the claim holder of the legacy claim is the claim holder of the resulting cell claim or boundary claim; or (b) if the legacy claim was held by more than one person, (i) indicate that the claim holders of the legacy claim are the claim holders of the resulting cell claim or boundary claim; and (ii) indicate the proportionate interest held by each claim holder.",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> (1) When a legacy claim is converted to a cell claim or a boundary claim, a recorder shall make an entry on the mining claim abstract for the resulting cell claim or boundary claim to note any of the following entries, together with the applicable transaction numbers, that appeared on the abstract for the legacy claim immediately before the conversion date:</p> <p class=\"paragraph-e\">  1. Any application for a lease for the claim.</p> <p class=\"paragraph-e\">  2. A note of pending proceedings that has not been cancelled under subsection 64 (4) or (4.1) of the Act.</p> <p class=\"paragraph-e\">  3. An agreement or a lien, mortgage, debenture, writ or other document evidencing a security interest in the claim that is still in effect.</p> <p class=\"paragraph-e\">  4. A court order, or an order made by a recorder, a tribunal or the Commissioner, that continues to have effect or with which there has not been full compliance.  </p> <p class=\"subsection-e\">  (2) The recorder shall, in the claim abstract of any cell claim or boundary claim resulting from the conversion of a legacy claim, </p> <p class=\"clause-e\">  (a) indicate that the claim holder of the legacy claim is the claim holder of the resulting cell claim or boundary claim; or</p> <p class=\"clause-e\">  (b) if the legacy claim was held by more than one person, </p> <p class=\"subclause-e\">  (i) indicate that the claim holders of the legacy claim are the claim holders of the resulting cell claim or boundary claim; and</p> <p class=\"subclause-e\">  (ii) indicate the proportionate interest held by each claim holder.</p>"
        },
        {
            "id": "5.",
            "section": "No notice to surface rights owner affected by conversion",
            "content": "  5. For greater certainty, section 46 of the Act does not apply with respect to a surface rights owner if,  (a) immediately prior to the conversion date, the land in respect of which the person owns surface rights is located in a cell on the provincial grid and a portion of one or more legacy claims is included in that same cell; and (b) upon the conversion date, the portion of one or more legacy claims in the cell expand to include all the land in the cell, including the land in respect of which the person owns the surface rights.",
            "raw_html": "<p class=\"section-e\"><b>  5.</b> For greater certainty, section 46 of the Act does not apply with respect to a surface rights owner if, </p> <p class=\"clause-e\">  (a) immediately prior to the conversion date, the land in respect of which the person owns surface rights is located in a cell on the provincial grid and a portion of one or more legacy claims is included in that same cell; and</p> <p class=\"clause-e\">  (b) upon the conversion date, the portion of one or more legacy claims in the cell expand to include all the land in the cell, including the land in respect of which the person owns the surface rights.</p>"
        },
        {
            "id": "6.",
            "section": "Transfer of assessment work credits after conversion ",
            "content": " 6. (1) In this section, “conversion bank claim” means a cell claim or boundary claim in respect of which a conversion bank is established under clause (3) (a). (2) This section applies with respect to any assessment work credits that have been approved in respect of a legacy claim before the conversion date if, on the conversion date, (a) the assessment work credits remain banked in respect of the legacy claim and have not been applied against the assessment work requirements for the legacy claim; or (b) the assessment work credits have been applied against the assessment work requirements for the legacy claim in an amount that is less than the annual units of assessment work required for the claim. (3) If assessment work credits described in subsection (2) exist in respect of a legacy claim immediately before the conversion date, the Minister shall, on the conversion date, (a) establish a temporary reserve for the assessment work credits, to be known as a conversion bank, in respect of one of the cell claims or boundary claims that resulted from the conversion of the legacy claim; and (b) transfer all of the assessment work credits to the conversion bank established under clause (a). (4) The holder of a conversion bank claim, (a) may hold assessment work credits in the conversion bank for a period of up to one year; and (b) within one year after the conversion date, shall transfer all of the assessment work credits in the conversion bank to one or more cell claims or boundary claims in accordance with subsection (5). (5) The following rules apply to the transfer of assessment work credits from a conversion bank to one or more cell claims and boundary claims: 1. The assessment work credits may be transferred only to a cell claim or boundary claim that, i. resulted from the same legacy claim as the conversion bank claim, and ii. is, at the time of the transfer, held by the same claim holder as the conversion bank claim. 2. Assessment work credits shall not be transferred to a cell claim described in paragraph 1 if, after the conversion date but before the transfer, the claim amalgamated with another mining claim. 3. Any assessment work credits that are transferred to a cell claim or boundary claim under this section shall be transferred directly to the reserve for assessment work credits for the claim. 4. The amount of assessment work credits that the claim holder may transfer to each cell claim or boundary claim that meets the requirements of paragraphs 1 and 2 shall be determined by the claim holder and may vary from one claim to another. 5. The claim holder of the conversion bank claim is not required to transfer any assessment work credits to a cell claim or boundary claim that meets the requirements of paragraphs 1 and 2. 6. For greater certainty, assessment work credits may be transferred from a conversion bank under this section to the reserve for assessment work credits for the conversion bank claim itself. (6) The claim holder of a conversion bank claim shall transfer assessment work credits under subsection (5) online through the mining lands administration system. (7) If the claim holder of a conversion bank claim has not transferred all of the assessment work credits in the conversion bank within one year after the conversion date, the Minister shall ensure that all assessment work credits remaining in the conversion bank are transferred, in equal amounts, among any cell claims or boundary claims that remain eligible for transfer in accordance with the rules set out in subsection (5). (8) Until such time as all assessment work credits in a conversion bank have been transferred in accordance with subsections (5) and (7), the conversion bank claim shall not be amalgamated with another mining claim nor, in the case of a boundary claim, shall it be merged with another boundary claim under subsection 38.3 (3) of the Act. (9) A conversion bank that is established for a boundary claim under clause (3) (a) remains attached to that claim even though the boundary claim becomes a cell claim by operation of subsection 38.3 (2) of the Act.",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> (1) In this section,</p> <p class=\"definition-e\">“conversion bank claim” means a cell claim or boundary claim in respect of which a conversion bank is established under clause (3) (a).</p> <p class=\"subsection-e\">  (2) This section applies with respect to any assessment work credits that have been approved in respect of a legacy claim before the conversion date if, on the conversion date,</p> <p class=\"clause-e\">  (a) the assessment work credits remain banked in respect of the legacy claim and have not been applied against the assessment work requirements for the legacy claim; or</p> <p class=\"clause-e\">  (b) the assessment work credits have been applied against the assessment work requirements for the legacy claim in an amount that is less than the annual units of assessment work required for the claim.  </p> <p class=\"subsection-e\">  (3) If assessment work credits described in subsection (2) exist in respect of a legacy claim immediately before the conversion date, the Minister shall, on the conversion date,</p> <p class=\"clause-e\">  (a) establish a temporary reserve for the assessment work credits, to be known as a conversion bank, in respect of one of the cell claims or boundary claims that resulted from the conversion of the legacy claim; and</p> <p class=\"clause-e\">  (b) transfer all of the assessment work credits to the conversion bank established under clause (a).</p> <p class=\"subsection-e\">  (4) The holder of a conversion bank claim,</p> <p class=\"clause-e\">  (a) may hold assessment work credits in the conversion bank for a period of up to one year; and</p> <p class=\"clause-e\">  (b) within one year after the conversion date, shall transfer all of the assessment work credits in the conversion bank to one or more cell claims or boundary claims in accordance with subsection (5).</p> <p class=\"subsection-e\">  (5) The following rules apply to the transfer of assessment work credits from a conversion bank to one or more cell claims and boundary claims:</p> <p class=\"paragraph-e\">  1. The assessment work credits may be transferred only to a cell claim or boundary claim that,</p> <p class=\"subpara-e\">  i. resulted from the same legacy claim as the conversion bank claim, and</p> <p class=\"subpara-e\">  ii. is, at the time of the transfer, held by the same claim holder as the conversion bank claim.</p> <p class=\"paragraph-e\">  2. Assessment work credits shall not be transferred to a cell claim described in paragraph 1 if, after the conversion date but before the transfer, the claim amalgamated with another mining claim.</p> <p class=\"paragraph-e\">  3. Any assessment work credits that are transferred to a cell claim or boundary claim under this section shall be transferred directly to the reserve for assessment work credits for the claim.</p> <p class=\"paragraph-e\">  4. The amount of assessment work credits that the claim holder may transfer to each cell claim or boundary claim that meets the requirements of paragraphs 1 and 2 shall be determined by the claim holder and may vary from one claim to another.  </p> <p class=\"paragraph-e\">  5. The claim holder of the conversion bank claim is not required to transfer any assessment work credits to a cell claim or boundary claim that meets the requirements of paragraphs 1 and 2.</p> <p class=\"paragraph-e\">  6. For greater certainty, assessment work credits may be transferred from a conversion bank under this section to the reserve for assessment work credits for the conversion bank claim itself.</p> <p class=\"subsection-e\">  (6) The claim holder of a conversion bank claim shall transfer assessment work credits under subsection (5) online through the mining lands administration system.</p> <p class=\"subsection-e\">  (7) If the claim holder of a conversion bank claim has not transferred all of the assessment work credits in the conversion bank within one year after the conversion date, the Minister shall ensure that all assessment work credits remaining in the conversion bank are transferred, in equal amounts, among any cell claims or boundary claims that remain eligible for transfer in accordance with the rules set out in subsection (5).</p> <p class=\"subsection-e\">  (8) Until such time as all assessment work credits in a conversion bank have been transferred in accordance with subsections (5) and (7), the conversion bank claim shall not be amalgamated with another mining claim nor, in the case of a boundary claim, shall it be merged with another boundary claim under subsection 38.3 (3) of the Act.</p> <p class=\"subsection-e\">  (9) A conversion bank that is established for a boundary claim under clause (3) (a) remains attached to that claim even though the boundary claim becomes a cell claim by operation of subsection 38.3 (2) of the Act.</p>"
        },
        {
            "id": "7.",
            "section": "Same, other mining lands",
            "content": " 7. Any assessment work credits that have been approved in respect of mining lands other than unpatented mining claims before the conversion date shall, on the conversion date, be transferred to a reserve for assessment work credits for those mining lands.",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> Any assessment work credits that have been approved in respect of mining lands other than unpatented mining claims before the conversion date shall, on the conversion date, be transferred to a reserve for assessment work credits for those mining lands.</p>"
        },
        {
            "id": "8.",
            "section": "Payments made in place of assessment work before conversion",
            "content": " 8. For the purposes of paragraph 4 of subsection 2.2 (1) of Ontario Regulation 6/96 (Assessment Work) made under the Act, any payment in place of assessment work that is credited in respect of a legacy claim before the conversion date is not relevant to determining whether a payment in place of assessment work can be made, in the year following the conversion date, with respect to a cell claim or boundary claim that resulted from the conversion of the legacy claim.",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> For the purposes of paragraph 4 of subsection 2.2 (1) of Ontario Regulation 6/96 (Assessment Work) made under the Act, any payment in place of assessment work that is credited in respect of a legacy claim before the conversion date is not relevant to determining whether a payment in place of assessment work can be made, in the year following the conversion date, with respect to a cell claim or boundary claim that resulted from the conversion of the legacy claim.</p>"
        },
        {
            "id": "9.",
            "section": "Payments made in place of assessment work before conversion",
            "content": " 9. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>9.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Payments made in place of assessment work before conversion",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/170454\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}