{
    "reg_info": {
        "full_title": "O. Reg. 420/21: NOTICES AND REPORTS UNDER SECTIONS 51 TO 53.1 OF THE ACT - FATALITIES, CRITICAL INJURIES, OCCUPATIONAL ILLNESSES AND OTHER INCIDENTS",
        "reg_name_text": "NOTICES AND REPORTS UNDER SECTIONS 51 TO 53.1 OF THE ACT — FATALITIES, CRITICAL INJURIES, OCCUPATIONAL ILLNESSES AND OTHER INCIDENTS",
        "citation": "O. Reg. 420/21: NOTICES AND REPORTS UNDER SECTIONS 51 TO 53.1 OF THE ACT - FATALITIES, CRITICAL INJURIES, OCCUPATIONAL ILLNESSES AND OTHER INCIDENTS",
        "act_under": "Occupational Health and Safety Act",
        "url": "https://www.ontario.ca/laws/regulation/210420",
        "date_scraped": "2023-12-18 03:34:26"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August  8, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/210420/v4",
            "valid_from": "July  1, 2022",
            "valid_to": "August  7, 2023"
        },
        {
            "a_href": "/laws/regulation/210420/v3",
            "valid_from": "April 19, 2022",
            "valid_to": "June 30, 2022"
        },
        {
            "a_href": "/laws/regulation/210420/v2",
            "valid_from": "July  1, 2021",
            "valid_to": "April 18, 2022"
        },
        {
            "a_href": "/laws/regulation/210420/v1",
            "valid_from": "June  7, 2021",
            "valid_to": "June 30, 2021"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "  1. (1) For the purposes of the Act and the Regulations, “critically injured” means an injury of a serious nature that, (a) places life in jeopardy, (b) produces unconsciousness, (c) results in substantial loss of blood, (d) involves the fracture of a leg or arm but not a finger or toe, (e) involves the amputation of a leg, arm, hand or foot but not a finger or toe, (f) consists of burns to a major portion of the body, or (g) causes the loss of sight in an eye; (“gravement blessé”) “medical attention” means treatment from a legally qualified medical practitioner or a registered nurse who holds an extended certificate of registration under the Nursing Act, 1991. (“soins médicaux”) (2) In this Regulation, (a) expressions relating to diving operations have the same meaning as in Ontario Regulation 629/94 (Diving Operations) made under the Act; (b) expressions relating to construction projects have the same meaning as in Ontario Regulation 213/91 (Construction Projects) made under the Act; (c) expressions relating to mines and mining plants have the same meaning as in Regulation 854 of the Revised Regulations of Ontario, 1990 (Mines and Mining Plants) made under the Act; and (d) expressions relating to X-ray safety have the same meaning as in Regulation 861 of the Revised Regulations of Ontario, 1990 (X-ray Safety) made under the Act.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) For the purposes of the Act and the Regulations,</p> <p class=\"definition-e\">“critically injured” means an injury of a serious nature that,</p> <p class=\"defclause-e\">  (a) places life in jeopardy,</p> <p class=\"defclause-e\">  (b) produces unconsciousness,</p> <p class=\"defclause-e\">  (c) results in substantial loss of blood,</p> <p class=\"defclause-e\">  (d) involves the fracture of a leg or arm but not a finger or toe,</p> <p class=\"defclause-e\">  (e) involves the amputation of a leg, arm, hand or foot but not a finger or toe,</p> <p class=\"defclause-e\">  (f) consists of burns to a major portion of the body, or</p> <p class=\"defclause-e\">  (g) causes the loss of sight in an eye; (“gravement blessé”)</p> <p class=\"definition-e\">“medical attention” means treatment from a legally qualified medical practitioner or a registered nurse who holds an extended certificate of registration under the <i>Nursing Act, 1991</i>. (“soins médicaux”)</p> <p class=\"subsection-e\">  (2) In this Regulation,</p> <p class=\"clause-e\">  (a) expressions relating to diving operations have the same meaning as in Ontario Regulation 629/94 (Diving Operations) made under the Act;</p> <p class=\"clause-e\">  (b) expressions relating to construction projects have the same meaning as in Ontario Regulation 213/91 (Construction Projects) made under the Act;</p> <p class=\"clause-e\">  (c) expressions relating to mines and mining plants have the same meaning as in Regulation 854 of the Revised Regulations of Ontario, 1990 (Mines and Mining Plants) made under the Act; and</p> <p class=\"clause-e\">  (d) expressions relating to X-ray safety have the same meaning as in Regulation 861 of the Revised Regulations of Ontario, 1990 (X-ray Safety) made under the Act.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. (1) Subject to subsection (2), this Regulation applies to all workplaces to which the Act applies. (2) Section 3 does not apply when a worker is killed, critically injured, disabled from performing his or her usual work or requires medical attention as a result of a collision involving a motor vehicle that occurs on a highway, as defined under the Highway Traffic Act, or on the private toll highway known as Highway 407, unless, (a) the worker affected was working at a project; or (b) the worker affected was not travelling in the motor vehicle at the time of the collision.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Subject to subsection (2), this Regulation applies to all workplaces to which the Act applies.</p> <p class=\"subsection-e\">  (2) Section 3 does not apply when a worker is killed, critically injured, disabled from performing his or her usual work or requires medical attention as a result of a collision involving a motor vehicle that occurs on a highway, as defined under the <i>Highway Traffic Act</i>, or on the private toll highway known as Highway 407, unless,</p> <p class=\"clause-e\">  (a) the worker affected was working at a project; or</p> <p class=\"clause-e\">  (b) the worker affected was not travelling in the motor vehicle at the time of the collision.</p>"
        },
        {
            "id": "3.",
            "section": "Section 51 report and section 52 notice",
            "content": "  3. (1) The information listed in subsection (2) is prescribed as information the employer must provide in a written report or written notice if, (a) a worker is killed or critically injured from any cause at a workplace as described in subsection 51 (1) of the Act; (b) a worker is disabled from performing his or her usual work or requires medical attention because of an accident, explosion, fire or incident of workplace violence at a workplace, but no person dies or is critically injured because of that occurrence as described in subsection 52 (1) of the Act; or (c) the employer is advised by or on behalf of a worker that the worker has an occupational illness or that a claim in respect of an occupational illness has been filed with the Workplace Safety and Insurance Board by or on behalf of the worker as described in subsection 52 (2) of the Act. (2) The information referred to in subsection (1) is the following: 1. The name, address and type of business of the employer. 2. The name of the worker referred to in clause (1) (a), (b) or (c). 3. The nature of the bodily injury or occupational illness. 4. For a written report involving a worker referred to in clause (1) (a), i. the name and address of the constructor if the occurrence is at a project, ii. the address of the worker, iii. the nature and circumstances of the occurrence, including a description of any machinery, equipment or procedure involved, iv. the time, date and place of the occurrence, and v. the name and address of the legally qualified medical practitioner, registered nurse who holds an extended certificate of registration under the Nursing Act, 1991 or medical facility that is attending to or attended to the worker. 5. For a notice involving a worker referred to in clause (1) (b), i. the nature and circumstances of the occurrence, including a description of any machinery, equipment or procedure involved, and ii. the time, date and place of the occurrence. 6. For a notice involving a worker referred to in clause (1) (c), a description of the cause or suspected cause of the occupational illness. 7. The names and addresses or other contact information of any witnesses to the occurrence. 8. The steps taken to prevent a recurrence or further illness.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>(1) The information listed in subsection (2) is prescribed as information the employer must provide in a written report or written notice if,</p> <p class=\"clause-e\">  (a) a worker is killed or critically injured from any cause at a workplace<span> </span>as described in subsection 51 (1) of the Act;</p> <p class=\"clause-e\">  (b) a worker is disabled from performing his or her usual work or<span> </span>requires medical attention because of an accident, explosion, fire or incident of workplace violence at a workplace, but no person dies or is critically injured because of that occurrence as described in subsection 52 (1) of the Act; or</p> <p class=\"clause-e\">  (c) the employer is advised by or on behalf of a worker that the worker has an occupational illness or that a claim in respect of an occupational illness has been filed with the Workplace Safety and Insurance Board by or on behalf of the worker as described in subsection 52 (2) of the Act.</p> <p class=\"subsection-e\">  (2) The information referred to in subsection (1) is the following:</p> <p class=\"paragraph-e\">  1. The name, address and type of business of the employer.</p> <p class=\"paragraph-e\">  2. The name of the worker referred to in clause (1) (a), (b) or (c).</p> <p class=\"paragraph-e\">  3. The nature of the bodily injury or occupational illness.</p> <p class=\"paragraph-e\">  4. For a written report involving a worker referred to in clause (1) (a),</p> <p class=\"subpara-e\">  i. the name and address of the constructor if the occurrence is at a project,</p> <p class=\"subpara-e\">  ii. the address of the worker,</p> <p class=\"subpara-e\">  iii. the nature and circumstances of the occurrence, including a description of any machinery, equipment or procedure involved,</p> <p class=\"subpara-e\">  iv. the time, date and place of the occurrence, and</p> <p class=\"subpara-e\">  v. the name and address of the legally qualified medical practitioner, registered nurse who holds an extended certificate of registration under the <i>Nursing Act, 1991</i> or medical facility that is attending to or attended to the worker.</p> <p class=\"paragraph-e\">  5. For a notice involving a worker referred to in clause (1) (b),</p> <p class=\"subpara-e\">  i. the nature and circumstances of the occurrence, including a description of any machinery, equipment or procedure involved, and</p> <p class=\"subpara-e\">  ii. the time, date and place of the occurrence.</p> <p class=\"paragraph-e\">  6. For a notice involving a worker referred to in clause (1) (c), a description of the cause or suspected cause of the occupational illness.</p> <p class=\"paragraph-e\">  7. The names and addresses or other contact information of any witnesses to the occurrence.</p> <p class=\"paragraph-e\">  8. The steps taken to prevent a recurrence or further illness.</p>"
        },
        {
            "id": "4.",
            "section": "Section 53 notices",
            "content": " 4. (1) The information listed in subsection (2) is prescribed as information to be provided in a written notice if, (a) an accident, premature or unexpected explosion, fire, flood or inrush of water, cave-in, subsidence or rockburst occurs at a project site, mine or mining plant as described in subsection 53 (1) of the Act; (b) the failure of any equipment, machine, device, article or thing occurs at a project site, mine or mining plant as described in subsection 53 (1) of the Act that could have posed a risk to worker life, health or safety; or (c) an incident prescribed under subsection (3) occurs. O. Reg. 420/21, s. 4 (1). (2) The information referred to in subsection (1) is the following: 1. The name, address and type of business of the employer. 2. For an occurrence at a project, the name and address of the constructor. 3. The time, date and place of the occurrence. 4. The nature and circumstances of the occurrence, including a description of any machinery, equipment or procedure involved. 5. The steps taken to prevent a recurrence. O. Reg. 420/21, s. 4 (2). (3) The following incidents are prescribed as incidents where notice must be provided under subsection 53 (1) of the Act: 1. Where Ontario Regulation 629/94 (Diving Operations) made under the Act applies, i. a diver becomes trapped underwater, ii. a diver fails to comply with the decompression requirements prescribed by Ontario Regulation 629/94 (Diving Operations), iii. there is a failure of any diving equipment posing a risk to the health or safety of a diver, iv. there is an emergency rescue of a diver in a submersible compression chamber or atmospheric diving system, v. there is an emergency use of a recompression chamber, vi. a person becomes unconscious, or vii. a diver suffers from decompression sickness. 2. Where Ontario Regulation 213/91 (Construction Projects) made under the Act applies, i. a worker falls a vertical distance of three metres or more, ii. a worker falls and the fall is arrested by a fall arrest system other than a fall restricting system, iii. a worker becomes unconscious for any reason, iv. there is accidental contact by a worker or by a worker’s tool or equipment with energized electrical equipment, installations or conductors, v. there is accidental contact by a crane, similar hoisting device, backhoe, power shovel or other vehicle or equipment or its load with an energized electrical conductor rated at more than 750 volts, vi. there is a structural failure of all or part of falsework designed by, or required by Ontario Regulation 213/91 (Construction Projects) to be designed by, an engineer, vii. there is a structural failure of a principal supporting member, including a column, beam, wall or truss, of a structure, viii. there is a failure of all or part of the structural supports of a scaffold, ix. there is a structural failure of all or part of an earth- or water-retaining structure, including a failure of the temporary or permanent supports for a shaft, tunnel, caisson, cofferdam or trench, x. there is a failure of a wall of an excavation or of similar earthwork with respect to which an engineer has given a written opinion that the stability of the wall is such that no worker will be endangered by it, or Note: On January 1, 2024, paragraph 2 of subsection 4 (3) of the Regulation is amended by striking out “or” at the end of subparagraph x, by adding “or” at the end of subparagraph xi and by adding the following subparagraph: (See: O. Reg. 242/23, s. 1) xii. there is a failure to control a crane or a load, including any rigging failure, except where permitted under section 162 of Ontario Regulation 213/91 (Construction Projects) made under the Act. xi. there is an overturning or a structural failure of all or part of a crane or similar hoisting device. 3. Where Regulation 854 of the Revised Regulations of Ontario, 1990 (Mines and Mining Plants) made under the Act applies, i. a failure occurs in or to a hoist, sheave, hoisting rope, shaft conveyance, shaft timbering or shaft lining, ii. flammable gas is present in a workplace in an underground mine, iii. spontaneous heating with evolution of gas occurs in a workplace, iv. a major failure or major damage occurs or is caused to electrical equipment, standard gauge railroad equipment, a crane or a motor vehicle underground, v. a rockburst occurs causing damage to equipment or the displacement of more than five tonnes of material, vi. an uncontrolled fall of ground occurs causing damage to equipment or the displacement of more than 50 tonnes of material, vii. a fuse, a detonator or an explosive is found to be defective, viii. a structural failure occurs in any matter or thing for which a design by an engineer is prescribed by Regulation 854 of the Revised Regulations of Ontario, 1990 (Mines and Mining Plants), or ix. an unexpected and uncontrolled run of material, water or slimes in excess of one cubic metre occurs that could have endangered a worker. 4. Where Regulation 861 of the Revised Regulations of Ontario, 1990 (X-ray Safety) made under the Act applies, i. a worker has received, in a period of three months, a dose equivalent in excess of the annual limits set out in Column 4 of the Schedule to Regulation 861 of the Revised Regulations of Ontario, 1990 (X-ray Safety), or ii. an accident, failure of any X-ray source or other incident may have resulted in a worker receiving a dose equivalent in excess of the annual limits set out in Column 3 of the Schedule to Regulation 861 of the Revised Regulations of Ontario, 1990 (X-ray Safety). O. Reg. 420/21, s. 4 (3); O. Reg. 376/22, s. 1. (4) The following persons are prescribed for the purposes of clause 53 (2) (c) of the Act as the persons required to give written notice for incidents occurring at the following locations: 1. For an incident that occurs at a diving operation, the employer of a worker who works at the diving operation. 2. For an incident described in paragraph 4 of subsection (3) that occurs at a workplace where Regulation 861 of the Revised Regulations of Ontario, 1990 (X-ray Safety) applies, the employer of the worker. O. Reg. 420/21, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The information listed in subsection (2) is prescribed as information to be provided in a written notice if,</p> <p class=\"clause-e\">  (a) an accident, premature or unexpected explosion, fire, flood or inrush of water, cave-in, subsidence or rockburst occurs at a project site, mine or mining plant as described in subsection 53 (1) of the Act;</p> <p class=\"clause-e\">  (b) the failure of any equipment, machine, device, article or thing occurs at a project site, mine or mining plant as described in subsection 53 (1) of the Act that could have posed a risk to worker life, health or safety; or</p> <p class=\"clause-e\">  (c) an incident prescribed under subsection (3) occurs. O. Reg. 420/21, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The information referred to in subsection (1) is the following:</p> <p class=\"paragraph-e\">  1. The name, address and type of business of the employer.</p> <p class=\"paragraph-e\">  2. For an occurrence at a project, the name and address of the constructor.</p> <p class=\"paragraph-e\">  3. The time, date and place of the occurrence.</p> <p class=\"paragraph-e\">  4. The nature and circumstances of the occurrence, including a description of any machinery, equipment or procedure involved.</p> <p class=\"paragraph-e\">  5. The steps taken to prevent a recurrence. O. Reg. 420/21, s. 4 (2).</p> <p class=\"subsection-e\">  (3) The following incidents are prescribed as incidents where notice must be provided under subsection 53 (1) of the Act:</p> <p class=\"paragraph-e\">  1. Where Ontario Regulation 629/94 (Diving Operations) made under the Act applies,</p> <p class=\"subpara-e\">  i. a diver becomes trapped underwater,</p> <p class=\"subpara-e\">  ii. a diver fails to comply with the decompression requirements prescribed by Ontario Regulation 629/94 (Diving Operations),</p> <p class=\"subpara-e\">  iii. there is a failure of any diving equipment posing a risk to the health or safety of a diver,</p> <p class=\"subpara-e\">  iv. there is an emergency rescue of a diver in a submersible compression chamber or atmospheric diving system,</p> <p class=\"subpara-e\">  v. there is an emergency use of a recompression chamber,</p> <p class=\"subpara-e\">  vi. a person becomes unconscious, or</p> <p class=\"subpara-e\">  vii. a diver suffers from decompression sickness.</p> <p class=\"paragraph-e\">  2. Where Ontario Regulation 213/91 (Construction Projects) made under the Act applies,</p> <p class=\"subpara-e\">  i. a worker falls a vertical distance of three metres or more,</p> <p class=\"subpara-e\">  ii. a worker falls and the fall is arrested by a fall arrest system other than a fall restricting system,</p> <p class=\"subpara-e\">  iii. a worker becomes unconscious for any reason,</p> <p class=\"subpara-e\">  iv. there is accidental contact by a worker or by a worker’s tool or equipment with energized electrical equipment, installations or conductors,</p> <p class=\"subpara-e\">  v. there is accidental contact by a crane, similar hoisting device, backhoe, power shovel or other vehicle or equipment or its load with an energized electrical conductor rated at more than 750 volts,</p> <p class=\"subpara-e\">  vi. there is a structural failure of all or part of falsework designed by, or required by Ontario Regulation 213/91 (Construction Projects) to be designed by, an engineer,</p> <p class=\"subpara-e\">  vii. there is a structural failure of a principal supporting member, including a column, beam, wall or truss, of a structure,</p> <p class=\"subpara-e\">  viii. there is a failure of all or part of the structural supports of a scaffold,</p> <p class=\"subpara-e\">  ix. there is a structural failure of all or part of an earth- or water-retaining structure, including a failure of the temporary or permanent supports for a shaft, tunnel, caisson, cofferdam or trench,</p> <p class=\"subpara-e\">  x. there is a failure of a wall of an excavation or of similar earthwork with respect to which an engineer has given a written opinion that the stability of the wall is such that no worker will be endangered by it, or</p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2024<span>, </span>paragraph 2 of subsection 4 (3) of the Regulation is amended by striking out “or” at the end of subparagraph x, by adding “or” at the end of subparagraph xi and by adding the following subparagraph: <span>(See: O. Reg. 242/23, s. 1)</span></p> <p class=\"Ysubpara-e\">  xii. there is a failure to control a crane or a load, including any rigging failure, except where permitted under section 162 of Ontario Regulation 213/91 (Construction Projects) made under the Act.</p> <p class=\"subpara-e\">  xi. there is an overturning or a<span> </span>structural failure of all or part of a crane or similar hoisting device.</p> <p class=\"paragraph-e\">  3. Where Regulation 854 of the Revised Regulations of Ontario, 1990 (Mines and Mining Plants) made under the Act applies,</p> <p class=\"subpara-e\">  i. a failure occurs in or to a hoist, sheave, hoisting rope, shaft conveyance, shaft timbering or shaft lining,</p> <p class=\"subpara-e\">  ii. flammable gas is present in a workplace in an underground mine,</p> <p class=\"subpara-e\">  iii. spontaneous heating with evolution of gas occurs in a workplace,</p> <p class=\"subpara-e\">  iv. a major failure or major damage occurs or is caused to electrical equipment, standard gauge railroad equipment, a crane or a motor vehicle underground,</p> <p class=\"subpara-e\">  v. a rockburst occurs causing damage to equipment or the displacement of more than five tonnes of material,</p> <p class=\"subpara-e\">  vi. an uncontrolled fall of ground occurs causing damage to equipment or the displacement of more than 50 tonnes of material,</p> <p class=\"subpara-e\">  vii. a fuse, a detonator or an explosive is found to be defective,</p> <p class=\"subpara-e\">  viii. a structural failure occurs in any matter or thing for which a design by an engineer is prescribed by Regulation 854 of the Revised Regulations of Ontario, 1990 (Mines and Mining Plants), or</p> <p class=\"subpara-e\">  ix. an unexpected and uncontrolled run of material, water or slimes in excess of one cubic metre occurs that could have endangered a worker.</p> <p class=\"paragraph-e\">  4. Where Regulation 861 of the Revised Regulations of Ontario, 1990 (X-ray Safety) made under the Act applies,</p> <p class=\"subpara-e\">  i. a worker has received, in a period of three months, a dose equivalent in excess of the annual limits set out in Column 4 of the Schedule to Regulation 861 of the Revised Regulations of Ontario, 1990 (X-ray Safety), or</p> <p class=\"subpara-e\">  ii. an accident, failure of any X-ray source or other incident may have resulted in a worker receiving a dose equivalent in excess of the annual limits set out in Column 3 of the Schedule to Regulation 861 of the Revised Regulations of Ontario, 1990 (X-ray Safety). O. Reg. 420/21, s. 4 (3); O. Reg. 376/22, s. 1.</p> <p class=\"subsection-e\">  (4) The following persons are prescribed for the purposes of clause 53 (2) (c) of the Act as the persons required to give written notice for incidents occurring at the following locations:</p> <p class=\"paragraph-e\">  1. For an incident that occurs at a diving operation, the employer of a worker who works at the diving operation.</p> <p class=\"paragraph-e\">  2. For an incident described in paragraph 4 of subsection (3) that occurs at a workplace where Regulation 861 of the Revised Regulations of Ontario, 1990 (X-ray Safety) applies, the employer of the worker. O. Reg. 420/21, s. 4 (4).</p>"
        },
        {
            "id": "5.",
            "section": "Section 53.1 notices — additional notices",
            "content": " 5. (1) A constructor or employer who submits a written report to a Director under subsection 51 (1) of the Act or gives a written notice under section 52 or 53 of the Act shall also supplement the report or notice with an engineer’s written opinion stating the cause of the occurrence if, (a) the incident occurs at a workplace where Ontario Regulation 213/91 (Construction Projects) made under the Act applies and involves a failure of all or part of, (i) temporary or permanent works, (ii) a structure, (iii) a wall of an excavation or of similar earthwork for which an engineer has given written opinion that the stability of the wall is such that no worker will be endangered by it, or (iv) a crane or similar hoisting device; Note: On January 1, 2024, subsection 5 (1) of the Regulation is amended by adding the following clause: (See: O. Reg. 242/23, s. 2) (a.1) the incident occurs at a workplace where Ontario Regulation 213/91 (Construction Projects) made under the Act applies and involves a failure to control a crane or a load, including any rigging failure, except where permitted under section 162 of that Regulation; (b) the incident occurs at a workplace where Ontario Regulation 67/93 (Health Care and Residential Facilities) made under the Act applies and involves the collapse or failure of a temporary or permanent structure that was designed by an engineer or architect; or (c) the incident occurs at a workplace where Regulation 859 of the Revised Regulations of Ontario, 1990 (Window Cleaning) made under the Act applies and involves the collapse or failure of a temporary or permanent support or structure that was designed by an engineer. O. Reg. 420/21, s. 5 (1); O. Reg. 376/22, s. 2 (1). (2) The engineer’s written opinion shall be provided within 14 days after the occurrence. O. Reg. 420/21, s. 5 (2); O. Reg. 376/22, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A constructor or employer who submits a written report to a Director under subsection 51 (1) of the Act or gives a written notice under section 52 or 53 of the Act shall also supplement the report or notice with an engineer’s written opinion stating the cause of the occurrence if,</p> <p class=\"clause-e\">  (a) the incident occurs at a workplace where Ontario Regulation 213/91 (Construction Projects) made under the Act applies and involves a failure of all or part of,</p> <p class=\"subclause-e\">  (i) temporary or permanent works,</p> <p class=\"subclause-e\">  (ii) a structure,</p> <p class=\"subclause-e\">  (iii) a wall of an excavation or of similar earthwork for which an engineer has given written opinion that the stability of the wall is such that no worker will be endangered by it, or</p> <p class=\"subclause-e\">  (iv) a crane or similar hoisting device;</p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2024<span>, </span>subsection 5 (1) of the Regulation is amended by adding the following clause:<span> (See: O. Reg. 242/23, s. 2)</span></p> <p class=\"Yclause-e\"> (a.1) the incident occurs at a workplace where Ontario Regulation 213/91 (Construction Projects) made under the Act applies and involves a failure to control a crane or a load, including any rigging failure, except where permitted under section 162 of that Regulation;</p> <p class=\"clause-e\">  (b) the incident occurs at a workplace where Ontario Regulation 67/93 (Health Care and Residential Facilities) made under the Act applies and involves the collapse or failure of a temporary or permanent structure that was designed by an engineer or architect; or</p> <p class=\"clause-e\">  (c) the incident occurs at a workplace where Regulation 859 of the Revised Regulations of Ontario, 1990 (Window Cleaning) made under the Act applies and involves the collapse or failure of a temporary or permanent support or structure that was designed by an engineer. O. Reg. 420/21, s. 5 (1); O. Reg. 376/22, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The engineer’s written opinion shall be provided within 14 days after the occurrence. O. Reg. 420/21, s. 5 (2); O. Reg. 376/22, s. 2 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Records",
            "content": " 6. The employer or constructor shall retain a copy of a written notice or report required under sections 51 to 53.1 of the Act for at least three years after the date the notice or report is made.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The employer or constructor shall retain a copy of a written notice or report required under sections 51 to 53.1 of the Act for at least three years after the date the notice or report is made.</p>"
        },
        {
            "id": "7.",
            "section": "Electronic form",
            "content": " 7. For greater certainty, (a) a requirement under sections 51 to 53.1 of the Act to send a written report or to give written notice to a Director may be satisfied by submitting a form on a website of the Government of Ontario; and (b) a requirement under sections 51 to 53.1 of the Act to send a written report or to give written notice to the committee, the health and safety representative and the trade union, if any, may be satisfied by providing the committee, the health and safety representative and the trade union with an electronic copy of the form referred to in clause (a).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>For greater certainty,</p> <p class=\"clause-e\">  (a) a requirement under sections 51 to 53.1 of the Act to send a written report or to give written notice to a Director may be satisfied by submitting a form on a website of the Government of Ontario; and</p> <p class=\"clause-e\">  (b) a requirement under sections 51 to 53.1 of the Act to send a written report or to give written notice to the committee, the health and safety representative and the trade union, if any, may be satisfied by providing the committee, the health and safety representative and the trade union with an electronic copy of the form referred to in clause (a).</p>"
        },
        {
            "id": "8",
            "section": "Electronic form",
            "content": " 8. Omitted (amends, repeals or revokes other legislation).",
            "raw_html": "<p class=\"section-e\"> <b>8</b><b>.</b> <span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p>"
        },
        {
            "id": "9.",
            "section": "Electronic form",
            "content": " 9. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>9.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Electronic form",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/210420\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}