{
    "reg_info": {
        "full_title": "O. Reg. 193/20: HOSPITAL CREDENTIALING PROCESSES",
        "reg_name_text": "HOSPITAL CREDENTIALING PROCESSES",
        "citation": "O. Reg. 193/20: ",
        "act_under": "Reopening Ontario (A Flexible Response to COVID-19) Act, 2020",
        "url": "https://www.ontario.ca/laws/regulation/200193",
        "date_scraped": "2023-12-18 07:21:40"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/200193/v3",
            "valid_from": "March 24, 2022",
            "valid_to": "March 27, 2022"
        },
        {
            "a_href": "/laws/regulation/200193/v2",
            "valid_from": "July 15, 2020",
            "valid_to": "March 23, 2022"
        },
        {
            "a_href": "/laws/regulation/200193/v1",
            "valid_from": "May  1, 2020",
            "valid_to": "July 14, 2020"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Terms of Order",
            "content": " 1. The terms of this Order are set out in Schedule 1. O. Reg. 403/20, s. 3. Schedule 1",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The terms of this Order are set out in Schedule 1. O. Reg. 403/20, s. 3.</p> <p class=\"schedule-e\">Schedule 1</p>"
        },
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. In this Order, “authorized officer”, in respect of a hospital, means, (a)  the administrator of the hospital, (b)  the chair of the medical advisory committee for the hospital, or (c)  the chief of the medical staff of the hospital or, if there is no chief, the president of the medical staff of the hospital; (“dirigeant autorisé”) “credentialing process” means the activities, processes, procedures and proceedings for appointing and reappointing members of the medical, dental, midwifery or extended class nursing staff and determining the nature and scope of privileges assigned to them; (“processus d’accréditation”) “extended class nurse” means a member of the College of Nurses of Ontario who is a registered nurse and who holds an extended certificate of registration under the Nursing Act, 1991; (“infirmière ou infirmier de la catégorie supérieure”) “hospital” has the same meaning as in the Public Hospitals Act. (“hôpital”)",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Order,</p> <p class=\"definition-e\">“authorized officer”, in respect of a hospital, means,</p> <p class=\"defclause-e\">  (a)  the administrator of the hospital,</p> <p class=\"defclause-e\">  (b)  the chair of the medical advisory committee for the hospital, or</p> <p class=\"defclause-e\">  (c)  the chief of the medical staff of the hospital or, if there is no chief, the president of the medical staff of the hospital; (“dirigeant autorisé”)</p> <p class=\"definition-e\">“credentialing process” means the activities, processes, procedures and proceedings for appointing and reappointing members of the medical, dental, midwifery or extended class nursing staff and determining the nature and scope of privileges assigned to them; (“processus d’accréditation”)</p> <p class=\"definition-e\">“extended class nurse” means a member of the College of Nurses of Ontario who is a registered nurse and who holds an extended certificate of registration under the <i>Nursing Act, 1991</i>; (“infirmière ou infirmier de la catégorie supérieure”)</p> <p class=\"definition-e\">“hospital” has the same meaning as in the <i>Public Hospitals Act</i>. (“hôpital”)</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. This Order applies in respect of hospitals.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Order applies in respect of hospitals.</p>"
        },
        {
            "id": "3.",
            "section": "Measures respecting credentialing process",
            "content": " 3. The board of a hospital, or any of the hospital’s authorized officers, may take, with respect to any aspect of the hospital’s credentialing process, any reasonably necessary measure to respond to, prevent and alleviate the outbreak of the coronavirus (COVID-19) (the “Virus”).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The board of a hospital, or any of the hospital’s authorized officers, may take, with respect to any aspect of the hospital’s credentialing process, any reasonably necessary measure to respond to, prevent and alleviate the outbreak of the coronavirus (COVID-19) (the “Virus”).</p>"
        },
        {
            "id": "4.",
            "section": "Measures",
            "content": " 4. (1) Without limiting the generality of section 3, the board of a hospital, or any of the hospital’s authorized officers, are authorized to do the following if it is reasonably necessary to respond to, prevent and alleviate the outbreak of the Virus: 1.  Identify medical, dental, midwifery and extended class nursing staff needs and priorities and do any of the following, despite any credentialing process that may apply: i.  Appoint a physician, dentist, midwife or extended class nurse to any department of the medical, dental, midwifery or extended class nursing staff of the hospital, as the case may be, and determine the nature and scope of privileges assigned to them. ii.  Reappoint, continue or extend the appointment of, or extend the time for the application for reappointment of, any member of the medical, dental, midwifery or extended class nursing staff of the hospital. iii.  Determine the nature and scope of privileges assigned to a member of the medical, dental, midwifery or extended class nursing staff of the hospital. 2.  Collect information from medical, dental, midwifery and extended class nursing staff about their availability to provide services for the hospital. 3.  Collect information from medical, dental, midwifery and extended class nursing staff about their likely or actual exposure to the Virus, any positive test results for the Virus, or about any other health conditions that may affect their ability to provide services. (2) Subsection (1) applies despite, (a)  any provision of any other statute, regulation, order, policy or by-law; (b)  any provision of an arrangement or agreement; (c)  any provision of a by-law, rule, regulation, policy or procedure of a hospital; and (d)  the terms of the appointment of a physician, dentist, midwife or extended class nurse or the nature or scope of privileges assigned to them.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Without limiting the generality of section 3, the board of a hospital, or any of the hospital’s authorized officers, are authorized to do the following if it is reasonably necessary to respond to, prevent and alleviate the outbreak of the Virus:</p> <p class=\"paragraph-e\">  1.  Identify medical, dental, midwifery and extended class nursing staff needs and priorities and do any of the following, despite any credentialing process that may apply:</p> <p class=\"subpara-e\">  i.  Appoint a physician, dentist, midwife or extended class nurse to any department of the medical, dental, midwifery or extended class nursing staff of the hospital, as the case may be, and determine the nature and scope of privileges assigned to them.</p> <p class=\"subpara-e\">  ii.  Reappoint, continue or extend the appointment of, or extend the time for the application for reappointment of, any member of the medical, dental, midwifery or extended class nursing staff of the hospital.</p> <p class=\"subpara-e\">  iii.  Determine the nature and scope of privileges assigned to a member of the medical, dental, midwifery or extended class nursing staff of the hospital.</p> <p class=\"paragraph-e\">  2.  Collect information from medical, dental, midwifery and extended class nursing staff about their availability to provide services for the hospital.</p> <p class=\"paragraph-e\">  3.  Collect information from medical, dental, midwifery and extended class nursing staff about their likely or actual exposure to the Virus, any positive test results for the Virus, or about any other health conditions that may affect their ability to provide services.</p> <p class=\"subsection-e\">  (2) Subsection (1) applies despite,</p> <p class=\"clause-e\">  (a)  any provision of any other statute, regulation, order, policy or by-law;</p> <p class=\"clause-e\">  (b)  any provision of an arrangement or agreement;</p> <p class=\"clause-e\">  (c)  any provision of a by-law, rule, regulation, policy or procedure of a hospital; and</p> <p class=\"clause-e\">  (d)  the terms of the appointment of a physician, dentist, midwife or extended class nurse or the nature or scope of privileges assigned to them.</p>"
        },
        {
            "id": "5.",
            "section": "Power to prohibit, vary or rescind measures taken by authorized officers",
            "content": " 5. (1) The board of a hospital may, by resolution, prohibit one or more of the hospital’s authorized officers from taking any measures that would otherwise be authorized by section 3 or subsection 4 (1). (2) The board of a hospital may, by resolution, vary or rescind any measure taken by the hospital’s authorized officers under section 3 or subsection 4 (1).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The board of a hospital may, by resolution, prohibit one or more of the hospital’s authorized officers from taking any measures that would otherwise be authorized by section 3 or subsection 4 (1).</p> <p class=\"subsection-e\">  (2) The board of a hospital may, by resolution, vary or rescind any measure taken by the hospital’s authorized officers under section 3 or subsection 4 (1).</p>"
        },
        {
            "id": "6.",
            "section": "No restriction",
            "content": " 6. For greater certainty, nothing in this Order restricts the powers and duties of hospitals under Ontario Regulation 74/20 (Work Redeployment for Certain Health Service Providers). O. Reg. 403/20, s. 4.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>For greater certainty, nothing in this Order restricts the powers and duties of hospitals under Ontario Regulation 74/20 (Work Redeployment for Certain Health Service Providers).</p> <p class=\"footnote-e\">O. Reg. 403/20, s. 4.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/200193\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}