{
    "reg_info": {
        "full_title": "O. Reg. 211/01: PROPANE STORAGE AND HANDLING",
        "reg_name_text": "propane storage and handling",
        "citation": "O. Reg. 211/01: PROPANE STORAGE AND HANDLING",
        "act_under": "Technical Standards and Safety Act, 2000   Loi de 2000 sur les normes techniques et la sécurité",
        "url": "https://www.ontario.ca/laws/regulation/010211",
        "date_scraped": "2023-12-21 17:53:53"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2015",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/010211/v13",
            "valid_from": "June 22, 2015",
            "valid_to": "June 30, 2015"
        },
        {
            "a_href": "/laws/regulation/010211/v12",
            "valid_from": "May 15, 2015",
            "valid_to": "June 21, 2015"
        },
        {
            "a_href": "/laws/regulation/010211/v10",
            "valid_from": "January  1, 2015",
            "valid_to": "May 14, 2015"
        },
        {
            "a_href": "/laws/regulation/010211/v9",
            "valid_from": "October 24, 2014",
            "valid_to": "December 31, 2014"
        },
        {
            "a_href": "/laws/regulation/010211/v8",
            "valid_from": "January  1, 2011",
            "valid_to": "October 23, 2014"
        },
        {
            "a_href": "/laws/regulation/010211/v7",
            "valid_from": "December  3, 2010",
            "valid_to": "December 31, 2010"
        },
        {
            "a_href": "/laws/regulation/010211/v6",
            "valid_from": "September  2, 2010",
            "valid_to": "December  2, 2010"
        },
        {
            "a_href": "/laws/regulation/010211/v5",
            "valid_from": "December 31, 2009",
            "valid_to": "September  1, 2010"
        },
        {
            "a_href": "/laws/regulation/010211/v4",
            "valid_from": "February  9, 2009",
            "valid_to": "December 30, 2009"
        },
        {
            "a_href": "/laws/regulation/010211/v3",
            "valid_from": "January  1, 2009",
            "valid_to": "February  8, 2009"
        },
        {
            "a_href": "/laws/regulation/010211/v2",
            "valid_from": "December 11, 2008",
            "valid_to": "December 31, 2008"
        },
        {
            "a_href": "/laws/regulation/010211/v1",
            "valid_from": "June 27, 2001",
            "valid_to": "December 10, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "None",
            "TOCid": 1.0,
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 2.0,
            "part_id": null,
            "part_type": null,
            "section": "Application",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 3.0,
            "part_id": null,
            "part_type": null,
            "section": "General requirement for compliance",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": 3.1,
            "part_id": null,
            "part_type": null,
            "section": "Risk and safety management plan, certain facilities",
            "content": " 3.1 (0.1) No person shall operate a facility that is a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre unless, (a) the person has filed a Level 1 risk and safety management plan with the director that meets the requirements of subsections (0.2) and (2) if the facility has no more than the greater of, (i) a total capacity of 5,000 USWG, and (ii) fixed storage capacity of 5,000 USWG and portable storage capacity of no more than 500 USWG, if it has fixed storage capacity of exactly 5,000 USWG; (b) the person has filed a Level 2 risk and safety management plan with the director that meets the requirements of subsections (1) and (2) if clause (a) does not require the person to file a Level 1 risk and safety management plan with the director; (c) the director has given the confirmation described in subsection (4) with respect to the risk and safety management plan that the person is required to have to operate the facility or the person holds a conditional licence under section 32; (d) the person operates the facility in accordance with the risk and safety management plan that the person is required to have to operate the facility; and (e) except if the person holds a conditional licence under section 32, the person has taken the measures set out in the risk mitigation and control plan required under paragraph 3 of subsection (1) and the emergency response and preparedness plan required under paragraph 4 of subsection (1), if applicable.  O. Reg. 464/10, s. 2 (1). (0.2) A Level 1 risk and safety management plan for a facility shall be in the form approved by the director, shall be signed by the operator of the facility who attests that the information provided in the plan is accurate and shall, at a minimum, provide the following information: 1. A facility site plan that identifies the storage location of propane vessels, including a map of the surrounding area. 2. The hazard distance based on the single largest propane vessel. 3. Identification of residential, commercial and industrial buildings and sensitive institutions within the hazard distance. 3.1 The location of any police, fire or ambulance stations within the hazard distance. 4. An emergency response and preparedness plan. O. Reg. 196/14; s. 1; O. Reg. 173/15, s. 1. (1) A Level 2 risk and safety management plan for a facility shall, at a minimum, address the following matters: 1. A hazard analysis that identifies possible hazardous scenarios, the frequency of those scenarios and their consequences, and that takes into account, i. the most severe incident or situation that could occur at the referenced facility based on the total capacity of propane at the referenced facility, and ii. any less severe incident or situation that could occur at the referenced facility. 2. A risk assessment that is based on the single largest transient, mobile, portable, or fixed propane storage vessel, as the case may be, at the referenced facility and that, i. estimates the injury or death that would likely be caused to people at or in the vicinity of the referenced facility as a result of an incident or situation described in paragraph 1, ii. reasonably estimates the hazard distance applicable to the referenced facility, and iii. concludes that the assessed risk is acceptable based on the measures described in paragraphs 3 and 4. 3. A risk mitigation and control plan that is based on the reasonable measures taken to limit the risks assessed in subparagraphs 2 i and ii. Where total capacity at the referenced facility exceeds 5,000 USWG, the risk mitigation and control plan, in addition to accounting for the matters in subparagraph 2 i, shall also consider nearby land use. 4. An emergency response and preparedness plan that provides for onsite and offsite procedures, including evacuation procedures, to be followed in the event of an incident or situation described in paragraph 1.  O. Reg. 440/08, s. 2; O. Reg. 464/10, s. 2 (2). (2) A Level 1 risk and safety management plan shall be prepared by the operator of the facility to which the Level 1 plan relates and a Level 2 risk and safety management plan shall be prepared by a professional engineer.  O. Reg. 464/10, s. 2 (3). (3) A person who is applying for a licence to operate a facility that is a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre and for which a licence has not been issued under this Regulation on or before the day this subsection comes into force shall prepare and file the required risk and safety management plan with the director when applying for the licence.  O. Reg. 464/10, s. 2 (3). (4) Upon receiving a Level 1 or a Level 2 risk and safety management plan, the director shall confirm, as the case may be, that, (a) the Level 1 risk and safety management plan contains the information required by subsection (0.2) and meets the requirements of subsection (2); or (b) the Level 2 risk and safety management plan meets the requirements of subsections (1) and (2).  O. Reg. 464/10, s. 2 (3). (5) Once the director has confirmed that a Level 1 risk and safety management plan contains the information required by subsection (0.2) and meets the requirements of subsection (2), the person who operates the facility to which the plan relates shall provide a copy of the plan to the fire service responsible for the area where the facility is located, except if the area is a territory without municipal organization that does not have a fire department established by an agreement under clause 3 (2) (b) of the Fire Protection and Prevention Act, 1997.  O. Reg. 464/10, s. 2 (3). (6) The director shall make available to the public, in print or electronic form, the emergency response procedures set out in the Level 1 risk and safety management plan or the evacuation procedures set out in the Level 2 risk and safety management plan, as the case may be.  O. Reg. 464/10, s. 2 (3). (7) No person shall operate a facility that is a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre with fixed, portable, mobile or transient storage, or any combination of them, in excess of that provided for under the risk and safety management plan that the person is required to have to operate the facility.  O. Reg. 464/10, s. 2 (3). (8) A person who operates a facility that is a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre and who is required to file a Level 1 risk and safety management plan with the director shall, (a) maintain the plan up to date; and (b) when applying to renew the licence for the facility, file the updated plan with the director and, except if the area where the facility is located is a territory without municipal organization that does not have a fire department established by an agreement under clause 3 (2) (b) of the Fire Protection and Prevention Act, 1997, provide a copy of the updated plan to the fire service responsible for the area.  O. Reg. 464/10, s. 2 (3). (9) A person who operates a facility that is a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre and who is required to file a Level 2 risk and safety management plan with the director shall maintain an up-to-date account of any changes to identified hazards, assessed risks and the emergency response and preparedness plan contained in the risk and safety management plan and shall conduct, at least annually, a review of the latter plan.  O. Reg. 464/10, s. 2 (3). (10) A person who operates a facility that is a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre shall, (a) give written notice to the director within 15 days of a change to any of the information contained in the risk and safety management plan that the person is required to have to operate the facility; (b) update the risk and safety management plan to reflect the change; and (c) take any risk mitigation and control measures and emergency response and preparedness measures identified as part of the update.  O. Reg. 464/10, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3.1</b> (0.1) No person shall operate a facility that is a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre unless,</p> <p class=\"clause-e\">  (a) the person has filed a Level 1 risk and safety management plan with the director that meets the requirements of subsections (0.2) and (2) if the facility has no more than the greater of,</p> <p class=\"subclause-e\">  (i) a total capacity of 5,000 USWG, and</p> <p class=\"subclause-e\">  (ii) fixed storage capacity of 5,000 USWG and portable storage capacity of no more than 500 USWG, if it has fixed storage capacity of exactly 5,000 USWG;</p> <p class=\"clause-e\">  (b) the person has filed a Level 2 risk and safety management plan with the director that meets the requirements of subsections (1) and (2) if clause (a) does not require the person to file a Level 1 risk and safety management plan with the director;</p> <p class=\"clause-e\">  (c) the director has given the confirmation described in subsection (4) with respect to the risk and safety management plan that the person is required to have to operate the facility or the person holds a conditional licence under section 32;</p> <p class=\"clause-e\">  (d) the person operates the facility in accordance with the risk and safety management plan that the person is required to have to operate the facility; and</p> <p class=\"clause-e\">  (e) except if the person holds a conditional licence under section 32, the person has taken the measures set out in the risk mitigation and control plan required under paragraph 3 of subsection (1) and the emergency response and preparedness plan required under paragraph 4 of subsection (1), if applicable.  O. Reg. 464/10, s. 2 (1).</p> <p class=\"subsection-e\">  (0.2) A Level 1 risk and safety management plan for a facility shall be in the form approved by the director, shall be signed by the operator of the facility who attests that the information provided in the plan is accurate and shall, at a minimum, provide the following information:</p> <p class=\"paragraph-e\">  1. A facility site plan that identifies the storage location of propane vessels, including a map of the surrounding area.</p> <p class=\"paragraph-e\">  2. The hazard distance based on the single largest propane vessel.</p> <p class=\"paragraph-e\">  3. Identification of residential, commercial and industrial buildings and sensitive institutions within the hazard distance.</p> <p class=\"paragraph-e\">  3.1 The location of any police, fire or ambulance stations within the hazard distance.</p> <p class=\"paragraph-e\">  4. An emergency response and preparedness plan. O. Reg. 196/14; s. 1; O. Reg. 173/15, s. 1.</p> <p class=\"subsection-e\">  (1) A Level 2 risk and safety management plan for a facility shall, at a minimum, address the following matters:</p> <p class=\"paragraph-e\">  1. A hazard analysis that identifies possible hazardous scenarios, the frequency of those scenarios and their consequences, and that takes into account,</p> <p class=\"subpara-e\">  i. the most severe incident or situation that could occur at the referenced facility based on the total capacity of propane at the referenced facility, and</p> <p class=\"subpara-e\">  ii. any less severe incident or situation that could occur at the referenced facility.</p> <p class=\"paragraph-e\">  2. A risk assessment that is based on the single largest transient, mobile, portable, or fixed propane storage vessel, as the case may be, at the referenced facility and that,</p> <p class=\"subpara-e\">  i. estimates the injury or death that would likely be caused to people at or in the vicinity of the referenced facility as a result of an incident or situation described in paragraph 1,</p> <p class=\"subpara-e\">  ii. reasonably estimates the hazard distance applicable to the referenced facility, and</p> <p class=\"subpara-e\">  iii. concludes that the assessed risk is acceptable based on the measures described in paragraphs 3 and 4.</p> <p class=\"paragraph-e\">  3. A risk mitigation and control plan that is based on the reasonable measures taken to limit the risks assessed in subparagraphs 2 i and ii. Where total capacity at the referenced facility exceeds 5,000 USWG, the risk mitigation and control plan, in addition to accounting for the matters in subparagraph 2 i, shall also consider nearby land use. </p> <p class=\"paragraph-e\">  4. An emergency response and preparedness plan that provides for onsite and offsite procedures, including evacuation procedures, to be followed in the event of an incident or situation described in paragraph 1.  O. Reg. 440/08, s. 2; O. Reg. 464/10, s. 2 (2).</p> <p class=\"subsection-e\">  (2) A Level 1 risk and safety management plan shall be prepared by the operator of the facility to which the Level 1 plan relates and a Level 2 risk and safety management plan shall be prepared by a professional engineer.  O. Reg. 464/10, s. 2 (3).</p> <p class=\"subsection-e\">  (3) A person who is applying for a licence to operate a facility that is a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre and for which a licence has not been issued under this Regulation on or before the day this subsection comes into force shall prepare and file the required risk and safety management plan with the director when applying for the licence.  O. Reg. 464/10, s. 2 (3).</p> <p class=\"subsection-e\">  (4) Upon receiving a Level 1 or a Level 2 risk and safety management plan, the director shall confirm, as the case may be, that,</p> <p class=\"clause-e\">  (a) the Level 1 risk and safety management plan contains the information required by subsection (0.2) and meets the requirements of subsection (2); or</p> <p class=\"clause-e\">  (b) the Level 2 risk and safety management plan meets the requirements of subsections (1) and (2).  O. Reg. 464/10, s. 2 (3).</p> <p class=\"subsection-e\">  (5) Once the director has confirmed that a Level 1 risk and safety management plan contains the information required by subsection (0.2) and meets the requirements of subsection (2), the person who operates the facility to which the plan relates shall provide a copy of the plan to the fire service responsible for the area where the facility is located, except if the area is a territory without municipal organization that does not have a fire department established by an agreement under clause 3 (2) (b) of the <i>Fire Protection and Prevention Act, 1997</i>.  O. Reg. 464/10, s. 2 (3).</p> <p class=\"subsection-e\">  (6) The director shall make available to the public, in print or electronic form, the emergency response procedures set out in the Level 1 risk and safety management plan or the evacuation procedures set out in the Level 2 risk and safety management plan, as the case may be.  O. Reg. 464/10, s. 2 (3).</p> <p class=\"subsection-e\">  (7) No person shall operate a facility that is a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre with fixed, portable, mobile or transient storage, or any combination of them, in excess of that provided for under the risk and safety management plan that the person is required to have to operate the facility.  O. Reg. 464/10, s. 2 (3).</p> <p class=\"subsection-e\">  (8) A person who operates a facility that is a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre and who is required to file a Level 1 risk and safety management plan with the director shall,</p> <p class=\"clause-e\">  (a) maintain the plan up to date; and</p> <p class=\"clause-e\">  (b) when applying to renew the licence for the facility, file the updated plan with the director and, except if the area where the facility is located is a territory without municipal organization that does not have a fire department established by an agreement under clause 3 (2) (b) of the <i>Fire Protection and Prevention Act, 1997</i>, provide a copy of the updated plan to the fire service responsible for the area.  O. Reg. 464/10, s. 2 (3).</p> <p class=\"subsection-e\">  (9) A person who operates a facility that is a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre and who is required to file a Level 2 risk and safety management plan with the director shall maintain an up-to-date account of any changes to identified hazards, assessed risks and the emergency response and preparedness plan contained in the risk and safety management plan and shall conduct, at least annually, a review of the latter plan.  O. Reg. 464/10, s. 2 (3).</p> <p class=\"subsection-e\">  (10) A person who operates a facility that is a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre shall,</p> <p class=\"clause-e\">  (a) give written notice to the director within 15 days of a change to any of the information contained in the risk and safety management plan that the person is required to have to operate the facility;</p> <p class=\"clause-e\">  (b) update the risk and safety management plan to reflect the change; and</p> <p class=\"clause-e\">  (c) take any risk mitigation and control measures and emergency response and preparedness measures identified as part of the update.  O. Reg. 464/10, s. 2 (3).</p>"
        },
        {
            "ahref_id": "None",
            "TOCid": 4.0,
            "part_id": null,
            "part_type": null,
            "section": "Regulated activities",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 5.0,
            "part_id": null,
            "part_type": null,
            "section": "Duty of employer",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 6.0,
            "part_id": null,
            "part_type": null,
            "section": "Certificate required to handle propane",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 7.0,
            "part_id": null,
            "part_type": null,
            "section": "Registration of contractor",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 8.0,
            "part_id": null,
            "part_type": null,
            "section": "Certificate required for various activities",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 9.0,
            "part_id": null,
            "part_type": null,
            "section": "Initial putting into use",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 10.0,
            "part_id": null,
            "part_type": null,
            "section": "Distributor to have access",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 11.0,
            "part_id": null,
            "part_type": null,
            "section": "No interference with propane piping system",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 12.0,
            "part_id": null,
            "part_type": null,
            "section": "Prohibited activities",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 13.0,
            "part_id": null,
            "part_type": null,
            "section": "No operation or transport without licence",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 14.0,
            "part_id": null,
            "part_type": null,
            "section": "Activities prohibited unless equipment approved",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 15.0,
            "part_id": null,
            "part_type": null,
            "section": "Occurrence or accident",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 16.0,
            "part_id": null,
            "part_type": null,
            "section": "Supply and use of propane",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 17.0,
            "part_id": null,
            "part_type": null,
            "section": "Safe operating condition",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 18.0,
            "part_id": null,
            "part_type": null,
            "section": "Operation of an appliance or work",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 19.0,
            "part_id": null,
            "part_type": null,
            "section": "Unacceptable condition – immediate hazard",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 20.0,
            "part_id": null,
            "part_type": null,
            "section": "Unacceptable condition – no immediate hazard",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 21.0,
            "part_id": null,
            "part_type": null,
            "section": "Off-site testing and approval",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 22.0,
            "part_id": null,
            "part_type": null,
            "section": "On-site testing and approval",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 23.0,
            "part_id": null,
            "part_type": null,
            "section": "Registration as contractor",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 24.0,
            "part_id": null,
            "part_type": null,
            "section": "Propane vehicle conversions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 25.0,
            "part_id": null,
            "part_type": null,
            "section": "Vehicle operation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 26.0,
            "part_id": null,
            "part_type": null,
            "section": "Cylinder handling facility",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 27.0,
            "part_id": null,
            "part_type": null,
            "section": "Filling plants and container refill centres",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK28",
            "TOCid": 27.1,
            "part_id": null,
            "part_type": null,
            "section": "Licensing of certain facilities",
            "content": " 27.1 (1) Except if the director issues a conditional licence under section 32, if a person requires a Level 2 risk and safety management plan to operate a facility that is a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre, the director shall not consider an application for a licence for the facility, an application for the renewal of such a licence occurring in the first year after subsection (2.1) comes into force or an application for a modification of the facility unless it is accompanied by an approval from the fire service responsible for the area where the facility is located, except if the area is a territory without municipal organization that does not have a fire department established by an agreement under clause 3 (2) (b) of the Fire Protection and Prevention Act, 1997.  O. Reg. 464/10, s. 3 (1). (2) The approval of the fire service shall indicate that the fire service has approved all components of the Level 2 risk and safety management plan that address fire safety, fire protection and emergency preparedness.  O. Reg. 440/08, s. 7; O. Reg. 464/10, s. 3 (2). (2.1) Except if the director issues a conditional licence under section 32, if a person requires a Level 1 risk and safety management plan to operate a facility that is a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre, the director shall not consider an application for a licence for the facility, an application for the renewal of such a licence occurring in the first year after this subsection comes into force or an application for a modification of the facility unless, (a) the director confirms that the fire service responsible for the area where the facility is located has had an opportunity to review the plan before the person files it with the director and to comment on it in relation to emergency response and preparedness procedures, except if the area is a territory without municipal organization that does not have a fire department established by an agreement under clause 3 (2) (b) of the Fire Protection and Prevention Act, 1997; and (b) the plan as filed with the director sets out the comments, if any, described in clause (a) and how the applicant proposes to address them.  O. Reg. 464/10, s. 3 (3). (3) On application for a licence for a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre or on application for its renewal, the applicant shall ensure that at least one person referenced in subsection (4) holds a certificate or a ROT that is at least at the highest level of certificate or certificates or ROT required for the operation of the referenced facility.  O. Reg. 440/08, s. 7. (4) For the purposes of subsection (3) the person who must hold the certificate or ROT is, (a) an officer or director, in the case of a corporation; (b) a partner, in the case of a partnership; (c) the proprietor, in the case of a sole proprietorship; or (d) a senior management person who is responsible for the oversight of the propane operations to which the licence applies and who is designated by the applicant on a form approved by the Director. O. Reg. 440/08, s. 7; O. Reg. 464/10, s. 3 (4); O. Reg. 196/14, s. 2 (1). (5) On application for a licence for a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre or on application for a modification, the applicant shall provide a letter from the municipality or, in the case of land within a planning area consisting of territory without municipal organization, the planning board where the referenced facility is located, (a) indicating that the referenced facility’s use for its intended purpose does not contravene the zoning by-laws of the municipality or of the planning board, as the case may be; (b) confirming that the municipality or the planning board has been provided details of the proposal and has had the opportunity to comment to the applicant on the land use planning aspects of the proposal; and (c) setting out any comments referred to in clause (b) and how the applicant intends to address those applicable to the applicant’s risk and safety management plan.  O. Reg. 440/08, s. 7. (6) For the purposes of licensing or renewing the licence of a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre, the director shall consider its total capacity.  O. Reg. 440/08, s. 7. (7) Revoked: O. Reg. 196/14, s. 2 (2). (8) If an operator of a facility that is a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre applies for and receives the approval of the director for the modification, the operator may modify the facility to reduce the total capacity of the facility so that clause 3.1 (0.1) (a) requires the operator to file a Level 1 risk and safety management plan with the director.  O. Reg. 464/10, s. 3 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>27.1</b> (1) Except if the director issues a conditional licence under section 32, if a person requires a Level 2 risk and safety management plan to operate a facility that is a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre, the director shall not consider an application for a licence for the facility, an application for the renewal of such a licence occurring in the first year after subsection (2.1) comes into force or an application for a modification of the facility unless it is accompanied by an approval from the fire service responsible for the area where the facility is located, except if the area is a territory without municipal organization that does not have a fire department established by an agreement under clause 3 (2) (b) of the <i>Fire Protection and Prevention Act, 1997</i>.  O. Reg. 464/10, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The approval of the fire service shall indicate that the fire service has approved all components of the Level 2 risk and safety management plan that address fire safety, fire protection and emergency preparedness.  O. Reg. 440/08, s. 7; O. Reg. 464/10, s. 3 (2).</p> <p class=\"subsection-e\">  (2.1) Except if the director issues a conditional licence under section 32, if a person requires a Level 1 risk and safety management plan to operate a facility that is a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre, the director shall not consider an application for a licence for the facility, an application for the renewal of such a licence occurring in the first year after this subsection comes into force or an application for a modification of the facility unless,</p> <p class=\"clause-e\">  (a) the director confirms that the fire service responsible for the area where the facility is located has had an opportunity to review the plan before the person files it with the director and to comment on it in relation to emergency response and preparedness procedures, except if the area is a territory without municipal organization that does not have a fire department established by an agreement under clause 3 (2) (b) of the <i>Fire Protection and Prevention Act, 1997</i>; and</p> <p class=\"clause-e\">  (b) the plan as filed with the director sets out the comments, if any, described in clause (a) and how the applicant proposes to address them.  O. Reg. 464/10, s. 3 (3).</p> <p class=\"subsection-e\">  (3) On application for a licence for a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre or on application for its renewal, the applicant shall ensure that at least one person referenced in subsection (4) holds a certificate or a ROT that is at least at the highest level of certificate or certificates or ROT required for the operation of the referenced facility.  O. Reg. 440/08, s. 7.</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3) the person who must hold the certificate or ROT is,</p> <p class=\"clause-e\">  (a) an officer or director, in the case of a corporation;</p> <p class=\"clause-e\">  (b) a partner, in the case of a partnership;</p> <p class=\"clause-e\">  (c) the proprietor, in the case of a sole proprietorship; or</p> <p class=\"clause-e\">  (d) a senior management person who is responsible for the oversight of the propane operations to which the licence applies and who is designated by the applicant on a form approved by the Director. O. Reg. 440/08, s. 7; O. Reg. 464/10, s. 3 (4); O. Reg. 196/14, s. 2 (1).</p> <p class=\"subsection-e\">  (5) On application for a licence for a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre or on application for a modification, the applicant shall provide a letter from the municipality or, in the case of land within a planning area consisting of territory without municipal organization, the planning board where the referenced facility is located,</p> <p class=\"clause-e\">  (a) indicating that the referenced facility’s use for its intended purpose does not contravene the zoning by-laws of the municipality or of the planning board, as the case may be;</p> <p class=\"clause-e\">  (b) confirming that the municipality or the planning board has been provided details of the proposal and has had the opportunity to comment to the applicant on the land use planning aspects of the proposal; and</p> <p class=\"clause-e\">  (c) setting out any comments referred to in clause (b) and how the applicant intends to address those applicable to the applicant’s risk and safety management plan.  O. Reg. 440/08, s. 7.</p> <p class=\"subsection-e\">  (6) For the purposes of licensing or renewing the licence of a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre, the director shall consider its total capacity.  O. Reg. 440/08, s. 7.</p> <p class=\"subsection-e\">  (7) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 196/14, s. 2 (2).</p> <p class=\"subsection-e\">  (8) If an operator of a facility that is a retail outlet, filling plant, cardlock/keylock, private outlet or container refill centre applies for and receives the approval of the director for the modification, the operator may modify the facility to reduce the total capacity of the facility so that clause 3.1 (0.1) (a) requires the operator to file a Level 1 risk and safety management plan with the director.  O. Reg. 464/10, s. 3 (5).</p>"
        },
        {
            "ahref_id": "None",
            "TOCid": 28.0,
            "part_id": null,
            "part_type": null,
            "section": "Tank trucks, cargo liners",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 29.0,
            "part_id": null,
            "part_type": null,
            "section": "Inspections",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 30.0,
            "part_id": null,
            "part_type": null,
            "section": "Renewals of registrations, licence",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 31.0,
            "part_id": null,
            "part_type": null,
            "section": "No transfer of licence or registration",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 32.0,
            "part_id": null,
            "part_type": null,
            "section": "Conditional licences",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}