{
    "reg_info": {
        "full_title": "O. Reg. 120/17: PRESCRIBED INFORMATION FOR THE PURPOSES OF SECTION 5.0.1",
        "reg_name_text": "PRESCRIBED INFORMATION FOR THE PURPOSES OF SECTION 5.0.1",
        "citation": "O. Reg. 120/17: ",
        "act_under": "Land Transfer Tax Act",
        "url": "https://www.ontario.ca/laws/regulation/170120",
        "date_scraped": "2023-12-19 02:48:40"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 21, 2017",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “agricultural land” means farm lands used for farm purposes by the owner or used for farm purposes by a tenant of the owner and buildings thereon used for farm purposes, including the residence of the owner or tenant and of the owner’s or tenant’s employees and their families on the farm land; (“bien-fonds agricole”) “controlled”, in relation to the control of a corporation, means controlled, directly or indirectly in any manner whatever, within the meaning of section 256 of the Income Tax Act (Canada); (“contrôlé”) “family member” means, with respect to an individual, (a) the individual’s spouse, (b) a child or step-child of the individual or the individual’s spouse, (c) a parent or step-parent of the individual or the individual’s spouse, (d) a grandparent or step-grandparent of the individual or the individual’s spouse, (e) a sibling or step-sibling of the individual or the individual’s spouse, or any spouse of any such sibling, (f) the spouse of a child of the individual, or (g) a grandchild, step-grandchild or great-grandchild of the individual or the individual’s spouse, or the spouse of any such grandchild or great-grandchild; (“membre de la famille”) “foreign corporation” means a corporation that is one of the following: 1. A corporation that is not incorporated in Canada. 2. A corporation that is incorporated in Canada and is controlled by one or more of the following: i. A foreign national. ii. A corporation that is not incorporated in Canada. iii. A corporation that would, if each share of the corporation’s capital stock that is owned by a foreign national or by a corporation described in paragraph 1 were owned by a particular person, be controlled by the particular person; (“personne morale étrangère”) “foreign entity” means a foreign corporation or a foreign national; (“entité étrangère”) “foreign national” means an individual who is a foreign national as defined in the Immigration and Refugee Protection Act (Canada). (“étranger”)",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“agricultural land” means farm lands used for farm purposes by the owner or used for farm purposes by a tenant of the owner and buildings thereon used for farm purposes, including the residence of the owner or tenant and of the owner’s or tenant’s employees and their families on the farm land; (“bien-fonds agricole”)</p> <p class=\"definition-e\">“controlled”, in relation to the control of a corporation, means controlled, directly or indirectly in any manner whatever, within the meaning of section 256 of the <i>Income Tax Act</i> (Canada); (“contrôlé”)</p> <p class=\"definition-e\">“family member” means, with respect to an individual,</p> <p class=\"defclause-e\">  (a) the individual’s spouse,</p> <p class=\"defclause-e\">  (b) a child or step-child of the individual or the individual’s spouse,</p> <p class=\"defclause-e\">  (c) a parent or step-parent of the individual or the individual’s spouse, </p> <p class=\"defclause-e\">  (d) a grandparent or step-grandparent of the individual or the individual’s spouse,</p> <p class=\"defclause-e\">  (e) a sibling or step-sibling of the individual or the individual’s spouse, or any spouse of any such sibling,</p> <p class=\"defclause-e\">  (f) the spouse of a child of the individual, or</p> <p class=\"defclause-e\">  (g) a grandchild, step-grandchild or great-grandchild of the individual or the individual’s spouse, or the spouse of any such grandchild or great-grandchild; (“membre de la famille”)</p> <p class=\"definition-e\">“foreign corporation” means a corporation that is one of the following:</p> <p class=\"defparagraph-e\">  1. A corporation that is not incorporated in Canada.</p> <p class=\"defparagraph-e\">  2. A corporation that is incorporated in Canada and is controlled by one or more of the following:</p> <p class=\"defsubpara-e\">  i. A foreign national.</p> <p class=\"defsubpara-e\">  ii. A corporation that is not incorporated in Canada.</p> <p class=\"defsubpara-e\">  iii. A corporation that would, if each share of the corporation’s capital stock that is owned by a foreign national or by a corporation described in paragraph 1 were owned by a particular person, be controlled by the particular person; (“personne morale étrangère”)</p> <p class=\"definition-e\">“foreign entity” means a foreign corporation or a foreign national; (“entité étrangère”)</p> <p class=\"definition-e\">“foreign national” means an individual who is a foreign national as defined in the <i>Immigration and Refugee Protection Act</i> (Canada). (“étranger”)</p>"
        },
        {
            "id": "2.",
            "section": "Prescribed information about transferees and conveyances",
            "content": " 2. (1) This section only applies if the land that is the subject of the conveyance or the disposition is agricultural land or land that contains at least one and not more than six single family residences.   (2) This section does not apply if the transferee is acting as a trustee of any of the following: 1. A mutual fund trust within the meaning of subsection 132 (6) of the Income Tax Act\r\n(Canada). 2. A real estate investment trust as defined in subsection 122.1 (1) of the Income Tax Act\r\n(Canada). 3. A SIFT trust as defined in subsection 122.1 (1) of the Income Tax Act (Canada). (3) The following information is prescribed for the purposes of subsection 5.0.1 (1) of the Act: 1. The property identifier number of the land. 2. Whether the transferee or the person who acquires a beneficial interest in the land intends to lease all or part of the land. 3. A description of the single family residences on the land. (4) The following information is prescribed for the purposes of subsection 5.0.1 (1) of the Act, if the transferee or the person who acquires a beneficial interest in the land is an individual: 1. The legal name of the individual. 2. The date of birth of the individual. 3. Whether the individual is a foreign national. 4. In the case of an individual who is a foreign national, whether or not the individual is a citizen of a foreign country and, if so, which foreign country. 5. Whether the individual was physically present in Canada for 183 days in the 12 months immediately preceding the date the conveyance is tendered for registration or the disposition occurs. 6. Whether the individual intends to use the land as his or her principal residence, or as the principal residence of a family member. (5) The following information is prescribed for the purposes of subsection 5.0.1 (1) of the Act, if the transferee or the person who acquires a beneficial interest in the land is a corporation: 1. The legal name of the corporation. 2. Whether the corporation is a foreign corporation. 3. The total number of directors of the corporation, and the number of those directors who are foreign nationals. 4. The percentage of the voting rights to elect the directors of the corporation that is exercisable by or on behalf of shareholders of the corporation who are foreign entities. 5. The countries of citizenship of, i. the directors of the corporation who are foreign nationals, and ii. the shareholders of the corporation who are foreign nationals. (6) For greater certainty, if the transferee acquires the land as a trustee of a trust, (a) the information prescribed under subsection (4) is prescribed for the purposes of subsection 5.0.1 (1) of the Act for beneficiaries of the trust who are individuals; and (b) the information prescribed under subsection (5) is prescribed for the purposes of subsection 5.0.1 (1) of the Act for beneficiaries of the trust that are corporations.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) This section only applies if the land that is the subject of the conveyance or the disposition is agricultural land or land that contains at least one and not more than six single family residences.  </p> <p class=\"subsection-e\">  (2) This section does not apply if the transferee is acting as a trustee of any of the following:</p> <p class=\"paragraph-e\">  1. A mutual fund trust within the meaning of subsection 132 (6) of the <i>Income Tax Act</i>\r\n(Canada).</p> <p class=\"paragraph-e\">  2. A real estate investment trust as defined in subsection 122.1 (1) of the <i>Income Tax Act</i>\r\n(Canada).</p> <p class=\"paragraph-e\">  3. A SIFT trust as defined in subsection 122.1 (1) of the <i>Income Tax Act</i> (Canada).</p> <p class=\"subsection-e\">  (3) The following information is prescribed for the purposes of subsection 5.0.1 (1) of the Act:</p> <p class=\"paragraph-e\">  1. The property identifier number of the land.  </p> <p class=\"paragraph-e\">  2. Whether the transferee or the person who acquires a beneficial interest in the land intends to lease all or part of the land.</p> <p class=\"paragraph-e\">  3. A description of the single family residences on the land.</p> <p class=\"subsection-e\">  (4) The following information is prescribed for the purposes of subsection 5.0.1 (1) of the Act, if the transferee or the person who acquires a beneficial interest in the land is an individual:</p> <p class=\"paragraph-e\">  1. The legal name of the individual.  </p> <p class=\"paragraph-e\">  2. The date of birth of the individual.</p> <p class=\"paragraph-e\">  3. Whether the individual is a foreign national.  </p> <p class=\"paragraph-e\">  4. In the case of an individual who is a foreign national, whether or not the individual is a citizen of a foreign country and, if so, which foreign country.</p> <p class=\"paragraph-e\">  5. Whether the individual was physically present in Canada for 183 days in the 12 months immediately preceding the date the conveyance is tendered for registration or the disposition occurs.</p> <p class=\"paragraph-e\">  6. Whether the individual intends to use the land as his or her principal residence, or as the principal residence of a family member.</p> <p class=\"subsection-e\">  (5) The following information is prescribed for the purposes of subsection 5.0.1 (1) of the Act, if the transferee or the person who acquires a beneficial interest in the land is a corporation:</p> <p class=\"paragraph-e\">  1. The legal name of the corporation.  </p> <p class=\"paragraph-e\">  2. Whether the corporation is a foreign corporation.</p> <p class=\"paragraph-e\">  3. The total number of directors of the corporation, and the number of those directors who are foreign nationals.</p> <p class=\"paragraph-e\">  4. The percentage of the voting rights to elect the directors of the corporation that is exercisable by or on behalf of shareholders of the corporation who are foreign entities.</p> <p class=\"paragraph-e\">  5. The countries of citizenship of,</p> <p class=\"subpara-e\">  i. the directors of the corporation who are foreign nationals, and</p> <p class=\"subpara-e\">  ii. the shareholders of the corporation who are foreign nationals.  </p> <p class=\"subsection-e\">  (6) For greater certainty, if the transferee acquires the land as a trustee of a trust, </p> <p class=\"clause-e\">  (a) the information prescribed under subsection (4) is prescribed for the purposes of subsection 5.0.1 (1) of the Act for beneficiaries of the trust who are individuals; and</p> <p class=\"clause-e\">  (b) the information prescribed under subsection (5) is prescribed for the purposes of subsection 5.0.1 (1) of the Act for beneficiaries of the trust that are corporations.</p>"
        },
        {
            "id": "3.",
            "section": "Prescribed information about transferees and conveyances",
            "content": " 3. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Prescribed information about transferees and conveyances",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/170120\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}