{
    "reg_info": {
        "full_title": "O. Reg. 103/00: POWERS AND DUTIES OF TRANSITION BOARD",
        "reg_name_text": "POWERS AND DUTIES OF TRANSITION BOARD",
        "citation": "O. Reg. 103/00: ",
        "act_under": "Town of Haldimand Act, 1999   Loi de 1999 sur la ville de Haldimand",
        "url": "https://www.ontario.ca/laws/regulation/000103",
        "date_scraped": "2023-12-19 23:26:34"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October  2, 2000",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) The transition board shall, (a) monitor the actions of the old and divided municipalities and their local boards to ensure their compliance with the Act and the regulations under the Act; (b) consider requests for approval under section 4 and grant them when the board considers it appropriate; (c) issue guidelines with respect to operating and capital expenditures which form or will form part of the 2000 operating and capital budgets of the old and divided municipalities and their local boards that the transition board considers inconsistent with the future good management of the Town of Haldimand, the Town of Norfolk or their local boards; (d) on or before December 31, 2000, adopt a procedural by-law for the council of the Town of Haldimand and the council of the Town of Norfolk and set the date, time and place of the first meeting of the council of each town; and (e) upon the request of the Minister, provide reports to the Minister with respect to any matter related to the powers and duties of the board at the times requested. O. Reg. 103/00, s. 1 (1). (2) The procedural by-law adopted under clause (1) (d) shall be deemed to be a by-law of the town council on January 1, 2001 and remains in force until it expires or is repealed or amended to provide otherwise by the town council. O. Reg. 103/00, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) The transition board shall,</p> <p class=\"clause-e\">(a) monitor the actions of the old and divided municipalities and their local boards to ensure their compliance with the Act and the regulations under the Act;</p> <p class=\"clause-e\">(b) consider requests for approval under section 4 and grant them when the board considers it appropriate;</p> <p class=\"clause-e\">(c) issue guidelines with respect to operating and capital expenditures which form or will form part of the 2000 operating and capital budgets of the old and divided municipalities and their local boards that the transition board considers inconsistent with the future good management of the Town of Haldimand, the Town of Norfolk or their local boards;</p> <p class=\"clause-e\">(d) on or before December 31, 2000, adopt a procedural by-law for the council of the Town of Haldimand and the council of the Town of Norfolk and set the date, time and place of the first meeting of the council of each town; and</p> <p class=\"clause-e\">(e) upon the request of the Minister, provide reports to the Minister with respect to any matter related to the powers and duties of the board at the times requested. O. Reg. 103/00, s. 1 (1).</p> <p class=\"subsection-e\">(2) The procedural by-law adopted under clause (1) (d) shall be deemed to be a by-law of the town council on January 1, 2001 and remains in force until it expires or is repealed or amended to provide otherwise by the town council. O. Reg. 103/00, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The transition board may, (a) issue guidelines with respect to matters referred to in clauses 4 (1) (b) to (k); and (b) establish electronic or manual information and record systems for The Town of Haldimand and the Town of Norfolk and their local boards. O. Reg. 103/00, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The transition board may,</p> <p class=\"clause-e\">(a) issue guidelines with respect to matters referred to in clauses 4 (1) (b) to (k); and</p> <p class=\"clause-e\">(b) establish electronic or manual information and record systems for The Town of Haldimand and the Town of Norfolk and their local boards. O. Reg. 103/00, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) The transition board,  (a) may exercise the powers and shall perform the duties of an old and of a divided municipality under Part XI of the Electricity Act, 1998; (b) may exercise the powers of an old and of a divided municipality as shareholder of a corporation established under section 142 of the Electricity Act, 1998; (c) may dispose of or otherwise deal with the assets, liabilities, rights and obligations which primarily pertain to or are primarily used in connection with the generation, transmission, distribution or retail of electricity of the old or divided municipality, or of a commission established under the Public Utilities Act or any other Act or of any other body, however established, through which the old or divided municipality generates, transmits, distributes or retails electricity; and (d) may acquire from the corporations designated as the Ontario Electricity Generation Corporation or the Ontario Electric Services Corporation, or their subsidiaries, assets, liabilities, rights and obligations for the purpose of generating, transmitting, distributing or retailing electricity for an old or divided municipality. O. Reg. 103/00, s. 3 (1). (2) The actions of the board under clause (1) (c) are for all purposes deemed to be the actions of the old or divided municipality and the proceeds of any disposition belong to the old or divided municipality. O. Reg. 103/00, s. 3 (2). (3) The transition board cannot act under clause (1) (c) to dispose of any liabilities, rights or obligations arising under a debenture issued or authorized to be issued by an old or divided municipality. O. Reg. 103/00, s. 3 (3). (4) The actions of the transition board under clause (1) (d) are for all purposes deemed to be the actions of the old or divided municipality and the assets, liabilities, rights and obligations described in that clause shall be the assets, liabilities, rights and obligations of the old or divided municipality and the costs of the acquisition are a debt of the old or divided municipality. O. Reg. 103/00, s. 3 (4). (5) The transition board cannot act under clause (1) (d) in respect of an old or divided municipality after the earlier of November 7, 2000 and the day that a corporation is incorporated for that old or divided municipality under the Business Corporations Act as authorized by section 142 of the Electricity Act, 1998.  O. Reg. 103/00, s. 3 (5).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) The transition board, </p> <p class=\"clause-e\">(a) may exercise the powers and shall perform the duties of an old and of a divided municipality under Part XI of the <i>Electricity Act, 1998</i>;</p> <p class=\"clause-e\">(b) may exercise the powers of an old and of a divided municipality as shareholder of a corporation established under section 142 of the <i>Electricity Act, 1998</i>; </p> <p class=\"clause-e\">(c) may dispose of or otherwise deal with the assets, liabilities, rights and obligations which primarily pertain to or are primarily used in connection with the generation, transmission, distribution or retail of electricity of the old or divided municipality, or of a commission established under the <i>Public Utilities Act </i>or any other Act or of any other body, however established, through which the old or divided municipality generates, transmits, distributes or retails electricity; and</p> <p class=\"clause-e\">(d) may acquire from the corporations designated as the Ontario Electricity Generation Corporation or the Ontario Electric Services Corporation, or their subsidiaries, assets, liabilities, rights and obligations for the purpose of generating, transmitting, distributing or retailing electricity for an old or divided municipality. O. Reg. 103/00, s. 3 (1).</p> <p class=\"subsection-e\">(2) The actions of the board under clause (1) (c) are for all purposes deemed to be the actions of the old or divided municipality and the proceeds of any disposition belong to the old or divided municipality. O. Reg. 103/00, s. 3 (2).</p> <p class=\"subsection-e\">(3) The transition board cannot act under clause (1) (c) to dispose of any liabilities, rights or obligations arising under a debenture issued or authorized to be issued by an old or divided municipality. O. Reg. 103/00, s. 3 (3).</p> <p class=\"subsection-e\">(4) The actions of the transition board under clause (1) (d) are for all purposes deemed to be the actions of the old or divided municipality and the assets, liabilities, rights and obligations described in that clause shall be the assets, liabilities, rights and obligations of the old or divided municipality and the costs of the acquisition are a debt of the old or divided municipality. O. Reg. 103/00, s. 3 (4).</p> <p class=\"subsection-e\">(5) The transition board cannot act under clause (1) (d) in respect of an old or divided municipality after the earlier of November 7, 2000 and the day that a corporation is incorporated for that old or divided municipality under the <i>Business Corporations Act</i> as authorized by section 142 of the <i>Electricity Act, 1998.</i>  O. Reg. 103/00, s. 3 (5).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) Subject to subsection (2), an old or divided municipality or a local board of the old or divided municipality shall not, (a) after guidelines are issued under clause 1 (1) (c), incur any operating or capital expenditure which is not in accordance with those guidelines; (b) enter into a contract or incur a financial liability or obligation that extends beyond December 31, 2000; (c) provide for an exemption, reduction, rebate, deferral or other relief in respect of taxes on a property for 2001 or any subsequent taxation year unless the tax relief, (i) is being provided to all taxable property in the property class prescribed under the Assessment Act in which the property is classified, or (ii) is being provided under section 373 or 442.1 of the Municipal Act so long as relief is not given to a greater extent with respect to the property than was available under those sections, as the case may be, to a property of that type in 1999; (d) hire a new employee, promote or change the job classification of an existing employee or appoint a person to a position; (e) increase the value of the compensation package, including one-time bonuses, of any employee or statutory officer of the old or divided municipality or of a local board of the old or divided municipality or of any elected or appointed member of the council of the old or divided municipality or of a local board of the old or divided municipality; (f) dispose of any interest in real or personal property if the original purchase price or actual current value exceeds $50,000; (g) spend less during 2000 on the maintenance of capital assets than the expenditures planned for such purposes as of October 8, 1999; (h) use money in a reserve or reserve fund or budgeted for capital purposes or use the proceeds of the sale of debentures for any purpose unless the money is used for expenditures that were planned for the money as of October 8, 1999 and were planned to be incurred before January 1, 2001; (i) after the 2000 operating or capital budget is approved by the old or divided municipality or local board, as the case may be, incur unbudgeted operating or capital expenditures, including transfers of interests in real or personal property, of a value exceeding $10,000; (j) exercise any of the powers or perform any of the duties described in subsection 3 (1); or (k) acquire or dispose of or otherwise deal with shares in a corporation incorporated under section 142 of the Electricity Act, 1998. O. Reg. 103/00, s. 4 (1). (2) Subsection (1) does not apply to anything done with the approval of the transition board or done in accordance with a guideline issued under section 1 or 2. O. Reg. 103/00, s. 4 (2). (3) In this section, an expenditure of an old or divided municipality or local board is planned if it is included in the 1999 capital or operating budget of the old or divided municipality or local board or otherwise approved by the old or divided municipality or local board, as the case may be. O. Reg. 103/00, s. 4 (3). ",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Subject to subsection (2), an old or divided municipality or a local board of the old or divided municipality shall not,</p> <p class=\"clause-e\">(a) after guidelines are issued under clause 1 (1) (c), incur any operating or capital expenditure which is not in accordance with those guidelines;</p> <p class=\"clause-e\">(b) enter into a contract or incur a financial liability or obligation that extends beyond December 31, 2000;</p> <p class=\"clause-e\">(c) provide for an exemption, reduction, rebate, deferral or other relief in respect of taxes on a property for 2001 or any subsequent taxation year unless the tax relief,</p> <p class=\"subclause-e\">(i) is being provided to all taxable property in the property class prescribed under the <i>Assessment Act</i> in which the property is classified, or</p> <p class=\"subclause-e\">(ii) is being provided under section 373 or 442.1 of the <i>Municipal Act</i> so long as relief is not given to a greater extent with respect to the property than was available under those sections, as the case may be, to a property of that type in 1999;</p> <p class=\"clause-e\">(d) hire a new employee, promote or change the job classification of an existing employee or appoint a person to a position;</p> <p class=\"clause-e\">(e) increase the value of the compensation package, including one-time bonuses, of any employee or statutory officer of the old or divided municipality or of a local board of the old or divided municipality or of any elected or appointed member of the council of the old or divided municipality or of a local board of the old or divided municipality;</p> <p class=\"clause-e\">(f) dispose of any interest in real or personal property if the original purchase price or actual current value exceeds $50,000;</p> <p class=\"clause-e\">(g) spend less during 2000 on the maintenance of capital assets than the expenditures planned for such purposes as of October 8, 1999;</p> <p class=\"clause-e\">(h) use money in a reserve or reserve fund or budgeted for capital purposes or use the proceeds of the sale of debentures for any purpose unless the money is used for expenditures that were planned for the money as of October 8, 1999 and were planned to be incurred before January 1, 2001;</p> <p class=\"clause-e\">(i) after the 2000 operating or capital budget is approved by the old or divided municipality or local board, as the case may be, incur unbudgeted operating or capital expenditures, including transfers of interests in real or personal property, of a value exceeding $10,000;</p> <p class=\"clause-e\">(j) exercise any of the powers or perform any of the duties described in subsection 3 (1); or</p> <p class=\"clause-e\">(k) acquire or dispose of or otherwise deal with shares in a corporation incorporated under section 142 of the <i>Electricity Act, 1998</i>. O. Reg. 103/00, s. 4 (1).</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to anything done with the approval of the transition board or done in accordance with a guideline issued under section 1 or 2. O. Reg. 103/00, s. 4 (2).</p> <p class=\"subsection-e\">(3) In this section, an expenditure of an old or divided municipality or local board is planned if it is included in the 1999 capital or operating budget of the old or divided municipality or local board or otherwise approved by the old or divided municipality or local board, as the case may be. O. Reg. 103/00, s. 4 (3).</p> <p class=\"Normal\"></p>"
        }
    ]
}