{
    "reg_info": {
        "full_title": "O. Reg. 507/18: BROADER PUBLIC SECTOR: ENERGY REPORTING AND CONSERVATION AND DEMAND MANAGEMENT PLANS",
        "reg_name_text": "ONTARIO REGULATION 507/18",
        "citation": "O. Reg. 507/18: BROADER PUBLIC SECTOR: ENERGY REPORTING AND CONSERVATION AND DEMAND MANAGEMENT PLANS",
        "act_under": "Electricity Act, 1998",
        "url": "https://www.ontario.ca/laws/regulation/180507",
        "date_scraped": "2023-12-18 04:53:21"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/180507/v2",
            "valid_from": "January  1, 2019",
            "valid_to": "February 22, 2023"
        },
        {
            "a_href": "/laws/regulation/180507/v1",
            "valid_from": "December 14, 2018",
            "valid_to": "December 31, 2018"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “municipal service board” means, (a)  a municipal service board or joint municipal service board established or continued under the Municipal Act, 2001, (b)  a city board or joint city board established or continued under the City of Toronto Act, 2006, or (c)  a joint board established in accordance with a transfer order made under the Municipal Water and Sewage Transfer Act, 1997; (“commission de services municipaux”) “post-secondary educational institution” means a university in Ontario, a college of applied arts and technology in Ontario or another post-secondary educational institution in Ontario, if the university, college or institution receives an annual operating grant; (“établissement d’enseignement postsecondaire”) “public hospital” means, (a)  a hospital within the meaning of the Public Hospitals Act, or (b)  the University of Ottawa Heart Institute/Institut de cardiologie de l’Université d’Ottawa; (“hôpital public”) “school board” means a board within the meaning of the Education Act. (“conseil scolaire”)",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“municipal service board” means,</p> <p class=\"defclause-e\">  (a)  a municipal service board or joint municipal service board established or continued under the <i>Municipal Act, 2001</i>,</p> <p class=\"defclause-e\">  (b)  a city board or joint city board established or continued under the <i>City of Toronto Act, 2006</i>, or</p> <p class=\"defclause-e\">  (c)  a joint board established in accordance with a transfer order made under the <i>Municipal Water and Sewage Transfer Act, 1997</i>; (“commission de services municipaux”)</p> <p class=\"definition-e\">“post-secondary educational institution” means a university in Ontario, a college of applied arts and technology in Ontario or another post-secondary educational institution in Ontario, if the university, college or institution receives an annual operating grant; (“établissement d’enseignement postsecondaire”)</p> <p class=\"definition-e\">“public hospital” means,</p> <p class=\"defclause-e\">  (a)  a hospital within the meaning of the <i>Public Hospitals Act</i>, or</p> <p class=\"defclause-e\">  (b)  the University of Ottawa Heart Institute/Institut de cardiologie de l’Université d’Ottawa; (“hôpital public”)</p> <p class=\"definition-e\">“school board” means a board within the meaning of the <i>Education Act</i>. (“conseil scolaire”)</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. Sections 4, 5 and 6 apply only to public agencies prescribed by section 3.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>Sections 4, 5 and 6 apply only to public agencies prescribed by section 3.</p>"
        },
        {
            "id": "3.",
            "section": "Public agencies",
            "content": " 3. The following are prescribed as public agencies for the purposes of sections 25.35.2 and 25.35.3 of the Act: 1.  Every municipality. 2.  Every municipal service board. 3.  Every post-secondary educational institution. 4.  Every public hospital. 5.  Every school board.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The following are prescribed as public agencies for the purposes of sections 25.35.2 and 25.35.3 of the Act:</p> <p class=\"paragraph-e\">  1.  Every municipality.</p> <p class=\"paragraph-e\">  2.  Every municipal service board.</p> <p class=\"paragraph-e\">  3.  Every post-secondary educational institution.</p> <p class=\"paragraph-e\">  4.  Every public hospital.</p> <p class=\"paragraph-e\">  5.  Every school board.</p>"
        },
        {
            "id": "4.",
            "section": "Energy conservation and demand management plans",
            "content": " 4. (1) A public agency shall prepare, publish, make available to the public and implement energy conservation and demand management plans or joint plans in accordance with section 25.35.2 of the Act and with this Regulation. (2) An energy conservation and demand management plan is composed of two parts as follows: 1.  A summary of the public agency’s annual energy consumption and greenhouse gas emissions for its operations. 2.  A description of previous, current and proposed measures for conserving and otherwise reducing the amount of energy consumed by the public agency’s operations and for managing the public agency’s demand for energy, including a forecast of the expected results of current and proposed measures.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) A public agency shall prepare, publish, make available to the public and implement energy conservation and demand management plans or joint plans in accordance with section 25.35.2 of the Act and with this Regulation.</p> <p class=\"subsection-e\">  (2) An energy conservation and demand management plan is composed of two parts as follows:</p> <p class=\"paragraph-e\">  1.  A summary of the public agency’s annual energy consumption and greenhouse gas emissions for its operations.</p> <p class=\"paragraph-e\">  2.  A description of previous, current and proposed measures for conserving and otherwise reducing the amount of energy consumed by the public agency’s operations and for managing the public agency’s demand for energy, including a forecast of the expected results of current and proposed measures.</p>"
        },
        {
            "id": "5.",
            "section": "Summary of annual energy consumption and greenhouse gas emissions",
            "content": " 5. (1) Subject to subsections (2) and (4), a summary of the public agency’s annual energy consumption and greenhouse gas emissions must include a list of the energy consumption and greenhouse gas emissions for the year with respect to each of the public agency’s operations that are set out in Table 1 of this Regulation for the type of public agency to which the public agency belongs and that are conducted in buildings or facilities the public agency owns or leases that, (a)  are heated or cooled and in respect of which the public agency is issued the invoices and is responsible for making the payments for the building or facility’s energy consumption; or (b)  are related to the treatment of water or sewage, whether or not the building or facility is heated or cooled, and in respect of which the public agency is issued the invoices and is responsible for making the payments for the building or facility’s energy consumption. (2) If only part of a building or facility where an operation is conducted is heated or cooled, the public agency’s summary referred to in subsection (1) must only include energy consumption and greenhouse gas emissions for the part of the building or facility where the operation is conducted that is heated or cooled. (3) The public agency’s summary referred to in subsection (1) must be prepared using the form entitled “Energy Consumption and Greenhouse Gas Emissions Reporting” that is available from the Ministry and must include the following information and calculations for each of the public agency’s operations: 1.  The address at which the operation is conducted. 2.  The type of operation. 3.  The total floor area of the indoor space in which the operation is conducted and, in cases where subsection (4) applies, the total indoor floor area of the building or facility in which the operation is conducted. 4.  A description of the days and hours in the year during which the operation is conducted and, if the operation is conducted on a seasonal basis, the period or periods during the year when it is conducted. 5.  The types of energy purchased for the year and consumed in connection with the operation. 6.  The total amount of each type of energy purchased for the year and consumed in connection with the operation. 7.  The total amount of greenhouse gas emissions for the year with respect to each type of energy purchased and consumed in connection with the operation. 8.  The greenhouse gas emissions and energy consumption for the year from conducting the operation, calculating, i.  the annual mega watt hours per mega litre of water treated and distributed, if the operation is a water works, ii.  the annual mega watt hours per mega litre of sewage treated and distributed, if the operation is a sewage works, or iii.  per unit of floor space of the building or facility in which the operation is conducted, in any other case. (4) If a public agency conducts, in the same building or facility, more than one operation set out in Table 1 for the type of public agency to which the public agency belongs, it shall allocate the total amount of energy purchased and consumed for the year to the operation that occupies the most indoor floor area in the building or facility, and if more than one operation occupies the same amount of indoor floor area, may allocate the total amount of energy to any one of them. (5) In preparing its annual Energy Consumption and Greenhouse Gas Emissions Reporting form, a public agency may exclude its energy consumption and greenhouse gas emissions relating to its temporary use of an emergency or back-up generator in order to continue operations. (6) On or before July 1 in each year, every public agency shall submit to the Minister, publish on its website and intranet site, if it has either or both, and make available to the public in printed form at its head office the public agency’s Energy Consumption and Greenhouse Gas Emissions Reporting form for operations conducted in the year following the year to which the last annual form related. (7) The following information, if applicable, must also be submitted, published and made available to the public with every Energy Consumption and Greenhouse Gas Emissions Reporting form: 1.  If the operation is a school operated by a school board, i.  the number of classrooms in temporary accommodations at the school during the year, and ii.  whether there is an indoor swimming pool in the school. 2.  If the public agency is a public hospital, whether a facility operated by the public hospital is a chronic or acute care facility, or both.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Subject to subsections (2) and (4), a summary of the public agency’s annual energy consumption and greenhouse gas emissions must include a list of the energy consumption and greenhouse gas emissions for the year with respect to each of the public agency’s operations that are set out in Table 1 of this Regulation for the type of public agency to which the public agency belongs and that are conducted in buildings or facilities the public agency owns or leases that,</p> <p class=\"clause-e\">  (a)  are heated or cooled and in respect of which the public agency is issued the invoices and is responsible for making the payments for the building or facility’s energy consumption; or</p> <p class=\"clause-e\">  (b)  are related to the treatment of water or sewage, whether or not the building or facility is heated or cooled, and in respect of which the public agency is issued the invoices and is responsible for making the payments for the building or facility’s energy consumption.</p> <p class=\"subsection-e\">  (2) If only part of a<b> </b>building or facility where an operation is conducted is heated or cooled, the public agency’s summary referred to in subsection (1) must only include energy consumption and greenhouse gas emissions for the part of the building or facility where the operation is conducted that is heated or cooled.</p> <p class=\"subsection-e\">  (3) The public agency’s summary referred to in subsection (1) must be prepared using the form entitled “Energy Consumption and Greenhouse Gas Emissions Reporting” that is available from the Ministry and must include the following information and calculations for each of the public agency’s operations:</p> <p class=\"paragraph-e\">  1.  The address at which the operation is conducted.</p> <p class=\"paragraph-e\">  2.  The type of operation.</p> <p class=\"paragraph-e\">  3.  The total floor area of the indoor space in which the operation is conducted and, in cases where subsection (4) applies, the total indoor floor area of the building or facility in which the operation is conducted.</p> <p class=\"paragraph-e\">  4.  A description of the days and hours in the year during which the operation is conducted and, if the operation is conducted on a seasonal basis, the period or periods during the year when it is conducted.</p> <p class=\"paragraph-e\">  5.  The types of energy purchased for the year and consumed in connection with the operation.</p> <p class=\"paragraph-e\">  6.  The total amount of each type of energy purchased for the year and consumed in connection with the operation.</p> <p class=\"paragraph-e\">  7.  The total amount of greenhouse gas emissions for the year with respect to each type of energy purchased and consumed in connection with the operation.</p> <p class=\"paragraph-e\">  8.  The greenhouse gas emissions and energy consumption for the year from conducting the operation, calculating,</p> <p class=\"subpara-e\">  i.  the annual mega watt hours per mega litre of water treated and distributed, if the operation is a water works,</p> <p class=\"subpara-e\">  ii.  the annual mega watt hours per mega litre of sewage treated and distributed, if the operation is a sewage works, or</p> <p class=\"subpara-e\">  iii.  per unit of floor space of the building or facility in which the operation is conducted, in any other case.</p> <p class=\"subsection-e\">  (4) If a public agency conducts, in the same building or facility, more than one operation set out in Table 1 for the type of public agency to which the public agency belongs, it shall allocate the total amount of energy purchased and consumed for the year to the operation that occupies the most indoor floor area in the building or facility, and if more than one operation occupies the same amount of indoor floor area, may allocate the total amount of energy to any one of them.</p> <p class=\"subsection-e\">  (5) In preparing its annual Energy Consumption and Greenhouse Gas Emissions Reporting form, a public agency may exclude its energy consumption and greenhouse gas emissions relating to its temporary use of an emergency or back-up generator in order to continue operations.</p> <p class=\"subsection-e\">  (6) On or before July 1 in each year, every public agency shall submit to the Minister, publish on its website and intranet site, if it has either or both, and make available to the public in printed form at its head office the public agency’s Energy Consumption and Greenhouse Gas Emissions Reporting form for operations conducted in the year following the year to which the last annual form related.</p> <p class=\"subsection-e\">  (7) The following information, if applicable, must also be submitted, published and made available to the public with every Energy Consumption and Greenhouse Gas Emissions Reporting form:</p> <p class=\"paragraph-e\">  1.  If the operation is a school operated by a school board,</p> <p class=\"subpara-e\">  i.  the number of classrooms in temporary accommodations at the school during the year, and</p> <p class=\"subpara-e\">  ii.  whether there is an indoor swimming pool in the school.</p> <p class=\"paragraph-e\">  2.  If the public agency is a public hospital, whether a facility operated by the public hospital is a chronic or acute care facility, or both.</p>"
        },
        {
            "id": "6.",
            "section": "Energy conservation and demand management measures",
            "content": " 6. (1) Every public agency shall publish on its website and intranet site, if it has either or both, and make available to the public in printed form at its head office, (a)  the information referred to in subsection 25.35.2 (3) of the Act with respect to each of the public agency’s operations set out in Table 1 of this Regulation for the type of public agency to which the public agency belongs; (b)  the information referred to in paragraph 2 of subsection 4 (2) of this Regulation with respect to each of the public agency’s operations set out in Table 1 of this Regulation for the type of public agency to which the public agency belongs; and (c)  the following information: (i)  information on the public agency’s annual energy consumption during the last year for which complete information is available for a full year, (ii)  the public agency’s goals and objectives for conserving and otherwise reducing energy consumption and managing its demand for energy, (iii)  the public agency’s proposed measures under its energy conservation and demand management plan, (iv)  cost and saving estimates for its proposed measures, (v)  a description of any renewable energy generation facility operated by the public agency and the amount of energy produced on an annual basis by the facility, (vi)  a description of, (A)  the ground source energy harnessed, if any, by ground source heat pump technology operated by the public agency, (B)  the solar energy harnessed, if any, by thermal air technology or thermal water technology operated by the public agency, and (C)  the proposed plan, if any, to operate heat pump technology, thermal air technology or thermal water technology in the future, (vii)  the estimated length of time the public agency’s energy conservation and demand management measures will be in place, and (viii)  confirmation that the energy conservation and demand management plan has been approved by the public agency’s senior management. (2) In addition to publishing and making available the required information with respect to the operations mentioned in clauses (1) (a) and (b), a public agency may also publish information with respect to any other operation that it conducts. (3) On or before July 1, 2019 and on or before every fifth anniversary thereafter, every public agency shall publish on its website and intranet site, if it has either or both, and make available to the public in printed form at its head office all of the information that is required to be published and made available under subsection (1), the Energy Consumption and Greenhouse Gas Emissions Reporting form that is required to be submitted and published on or before July 1 of that year and the following information: 1.  A description of current and proposed measures for conserving and otherwise reducing energy consumption and managing its demand for energy. 2.  A revised forecast of the expected results of the current and proposed measures. 3.  A report of the actual results achieved. 4.  A description of any proposed changes to be made to assist the public agency in reaching any targets it has established or forecasts it has made.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Every public agency shall publish on its website and intranet site, if it has either or both, and make available to the public in printed form at its head office,</p> <p class=\"clause-e\">  (a)  the information referred to in subsection 25.35.2 (3) of the Act with respect to each of the public agency’s operations set out in Table 1 of this Regulation for the type of public agency to which the public agency belongs;</p> <p class=\"clause-e\">  (b)  the information referred to in paragraph 2 of subsection 4 (2) of this Regulation with respect to each of the public agency’s operations set out in Table 1 of this Regulation for the type of public agency to which the public agency belongs; and</p> <p class=\"clause-e\">  (c)  the following information:</p> <p class=\"subclause-e\">  (i)  information on the public agency’s annual energy consumption during the last year for which complete information is available for a full year,</p> <p class=\"subclause-e\">  (ii)  the public agency’s goals and objectives for conserving and otherwise reducing energy consumption and managing its demand for energy,</p> <p class=\"subclause-e\">  (iii)  the public agency’s proposed measures under its energy conservation and demand management plan,</p> <p class=\"subclause-e\">  (iv)  cost and saving estimates for its proposed measures,</p> <p class=\"subclause-e\">  (v)  a description of any renewable energy generation facility operated by the public agency and the amount of energy produced on an annual basis by the facility,</p> <p class=\"subclause-e\">  (vi)  a description of,</p> <p class=\"subsubclause-e\">  (A)  the ground source energy harnessed, if any, by ground source heat pump technology operated by the public agency,</p> <p class=\"subsubclause-e\">  (B)  the solar energy harnessed, if any, by thermal air technology or thermal water technology operated by the public agency, and</p> <p class=\"subsubclause-e\">  (C)  the proposed plan, if any, to operate heat pump technology, thermal air technology or thermal water technology in the future,</p> <p class=\"subclause-e\">  (vii)  the estimated length of time the public agency’s energy conservation and demand management measures will be in place, and</p> <p class=\"subclause-e\">  (viii)  confirmation that the energy conservation and demand management plan has been approved by the public agency’s senior management.</p> <p class=\"subsection-e\">  (2) In addition to publishing and making available the required information with respect to the operations mentioned in clauses (1) (a) and (b), a public agency may also publish information with respect to any other operation that it conducts.</p> <p class=\"subsection-e\">  (3) On or before July 1, 2019 and on or before every fifth anniversary thereafter, every public agency shall publish on its website and intranet site, if it has either or both, and make available to the public in printed form at its head office all of the information that is required to be published and made available under subsection (1), the Energy Consumption and Greenhouse Gas Emissions Reporting form that is required to be submitted and published on or before July 1 of that year and the following information:</p> <p class=\"paragraph-e\">  1.  A description of current and proposed measures for conserving and otherwise reducing energy consumption and managing its demand for energy.</p> <p class=\"paragraph-e\">  2.  A revised forecast of the expected results of the current and proposed measures.</p> <p class=\"paragraph-e\">  3.  A report of the actual results achieved.</p> <p class=\"paragraph-e\">  4.  A description of any proposed changes to be made to assist the public agency in reaching any targets it has established or forecasts it has made.</p>"
        },
        {
            "id": "7.",
            "section": "Energy conservation and demand management measures",
            "content": " 7. Omitted (provides for coming into force of provisions of this Regulation). TABLE 1 Column 1 Item   Column 2 Type of public agency   Column 3 Operation \n\n  1.   Municipality     1.  Administrative offices and related facilities, including municipal council chambers.   2.  Public libraries.   3.  Cultural facilities, indoor recreational facilities and community centres, including art galleries, performing arts facilities, auditoriums, indoor sports arenas, indoor ice rinks, indoor swimming pools, gyms and indoor courts for playing tennis, basketball or other sports.   4.  Ambulance stations and associated offices and facilities.   5.  Fire stations and associated offices and facilities.   6.  Police stations and associated offices and facilities.   7.  Storage facilities where equipment or vehicles are maintained, repaired or stored.   8.  Buildings or facilities related to the treatment of water or sewage.   9.  Parking garages. \n\n  2.   Municipal service board     1.  Buildings or facilities related to the treatment of water or sewage. \n\n  3.   Post-secondary educational institution     1.  Administrative offices and related facilities.   2.  Classrooms and related facilities.   3.  Laboratories.   4.  Student residences that have more than three storeys or a building area of more than 600 square metres.   5.  Student recreational facilities and athletic facilities.   6.  Libraries.   7.  Parking garages. \n\n  4.   School board     1.  Schools.   2.  Administrative offices and related facilities.   3.  Parking garages. \n\n  5.   Public hospital     1.  Facilities used for hospital purposes.   2.  Administrative offices and related facilities.   Français  ",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"tableheading-e\">TABLE 1</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"68\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Type of public agency</p> </td> <td valign=\"top\" width=\"396\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Operation</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"68\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Municipality</p> </td> <td valign=\"top\" width=\"396\"> <p class=\"tablelevel1-e\">  1.  Administrative offices and related facilities, including municipal council chambers.</p> <p class=\"tablelevel1-e\">  2.  Public libraries.</p> <p class=\"tablelevel1-e\">  3.  Cultural facilities, indoor recreational facilities and community centres, including art galleries, performing arts facilities, auditoriums, indoor sports arenas, indoor ice rinks, indoor swimming pools, gyms and indoor courts for playing tennis, basketball or other sports.</p> <p class=\"tablelevel1-e\">  4.  Ambulance stations and associated offices and facilities.</p> <p class=\"tablelevel1-e\">  5.  Fire stations and associated offices and facilities.</p> <p class=\"tablelevel1-e\">  6.  Police stations and associated offices and facilities.</p> <p class=\"tablelevel1-e\">  7.  Storage facilities where equipment or vehicles are maintained, repaired or stored.</p> <p class=\"tablelevel1-e\">  8.  Buildings or facilities related to the treatment of water or sewage.</p> <p class=\"tablelevel1-e\">  9.  Parking garages.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"68\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Municipal service board</p> </td> <td valign=\"top\" width=\"396\"> <p class=\"tablelevel1-e\">  1.  Buildings or facilities related to the treatment of water or sewage.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"68\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Post-secondary educational institution</p> </td> <td valign=\"top\" width=\"396\"> <p class=\"tablelevel1-e\">  1.  Administrative offices and related facilities.</p> <p class=\"tablelevel1-e\">  2.  Classrooms and related facilities.</p> <p class=\"tablelevel1-e\">  3.  Laboratories.</p> <p class=\"tablelevel1-e\">  4.  Student residences that have more than three storeys or a building area of more than 600 square metres.</p> <p class=\"tablelevel1-e\">  5.  Student recreational facilities and athletic facilities.</p> <p class=\"tablelevel1-e\">  6.  Libraries.</p> <p class=\"tablelevel1-e\">  7.  Parking garages.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"68\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">School board</p> </td> <td valign=\"top\" width=\"396\"> <p class=\"tablelevel1-e\">  1.  Schools.</p> <p class=\"tablelevel1-e\">  2.  Administrative offices and related facilities.</p> <p class=\"tablelevel1-e\">  3.  Parking garages.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"68\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"208\"> <p class=\"table-e\">Public hospital</p> </td> <td valign=\"top\" width=\"396\"> <p class=\"tablelevel1-e\">  1.  Facilities used for hospital purposes.</p> <p class=\"tablelevel1-e\">  2.  Administrative offices and related facilities.</p> </td>\n</tr>\n</table> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180507\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}