{
    "reg_info": {
        "full_title": "O. Reg. 43/05: MEDIATORS' FEES (RULE 75.1, RULES OF CIVIL PROCEDURE)",
        "reg_name_text": "MEDIATORS’ FEES (RULE 75.1, RULES OF CIVIL PROCEDURE)",
        "citation": "O. Reg. 43/05: MEDIATORS' FEES (RULE 75.1, RULES OF CIVIL PROCEDURE)",
        "act_under": "Administration of Justice Act",
        "url": "https://www.ontario.ca/laws/regulation/050043",
        "date_scraped": "2023-12-18 14:57:17"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/050043/v2",
            "valid_from": "August 27, 2021",
            "valid_to": "August 31, 2021"
        },
        {
            "a_href": "/laws/regulation/050043/v1",
            "valid_from": "February 18, 2005",
            "valid_to": "August 26, 2021"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": " 1. In this Regulation, “mandatory mediation session” means the mediation session required by Rule 75.1 of the Rules of Civil Procedure.  O. Reg. 43/05, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“mandatory mediation session” means the mediation session required by Rule 75.1 of the Rules of Civil Procedure.  O. Reg. 43/05, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Number of parties",
            "content": " 2. For the purposes of this Regulation, the number of parties is determined according to the following rules: 1. An estate trustee whom an order under rule 75.1.05 requires to attend a mediation session shall be counted as a party only if the court makes an order to that effect. 2. If the court makes an order under paragraph 1 with respect to two or more estate trustees, they shall be counted as one party, unless the court orders otherwise. 3. If an order under rule 75.1.05 requires the Children’s Lawyer to attend a mediation session, he or she shall be counted as a party, unless the court orders otherwise. 4. If an order under rule 75.1.05 requires the Public Guardian and Trustee to attend a mediation session, he or she shall be counted as one party, irrespective of the number of persons represented, unless the court orders otherwise. 5. Paragraph 4 does not apply if the Public Guardian and Trustee is required to attend in the capacity of estate trustee.  O. Reg. 43/05, s. 2; O. Reg. 589/21. s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>For the purposes of this Regulation, the number of parties is determined according to the following rules:</p> <p class=\"paragraph-e\">  1. An estate trustee whom an order under rule 75.1.05 requires to attend a mediation session shall be counted as a party only if the court makes an order to that effect.</p> <p class=\"paragraph-e\">  2. If the court makes an order under paragraph 1 with respect to two or more estate trustees, they shall be counted as one party, unless the court orders otherwise.</p> <p class=\"paragraph-e\">  3. If an order under rule 75.1.05 requires the Children’s Lawyer to attend a mediation session, he or she shall be counted as a party, unless the court orders otherwise.</p> <p class=\"paragraph-e\">  4. If an order under rule 75.1.05 requires the Public Guardian and Trustee to attend a mediation session, he or she shall be counted as one party, irrespective of the number of persons represented, unless the court orders otherwise.</p> <p class=\"paragraph-e\">  5. Paragraph 4 does not apply if the Public Guardian and Trustee is required to attend in the capacity of estate trustee.  O. Reg. 43/05, s. 2; O. Reg. 589/21. s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Mandatory mediation session",
            "content": " 3. (1) When a mandatory mediation session is conducted under Rule 75.1 of the Rules of Civil Procedure by a mediator named in a list described in subrule 24.1.08 (1) of those Rules, fees shall be paid in accordance with this Regulation.  O. Reg. 43/05, s. 3 (1). (2) The mediator’s fees for the mandatory mediation session cover the following services: 1. One-half hour of preparation time for each party. 2. Up to three hours of actual mediation.  O. Reg. 43/05, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) When a mandatory mediation session is conducted under Rule 75.1 of the Rules of Civil Procedure by a mediator named in a list described in subrule 24.1.08 (1) of those Rules, fees<b> </b>shall be paid in accordance with this Regulation.  O. Reg. 43/05, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The mediator’s fees for the mandatory mediation session cover the following services:</p> <p class=\"paragraph-e\">  1. One-half hour of preparation time for each party.</p> <p class=\"paragraph-e\">  2. Up to three hours of actual mediation.  O. Reg. 43/05, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Fees for mandatory mediation session and for any additional time",
            "content": " 4. (1) The mediator’s fees for the mandatory mediation session shall not exceed the amount shown in the following Table. TABLE Number of Parties   Maximum Fees \n\n  2   $600 plus GST \n\n  3   $675 plus GST \n\n  4   $750 plus GST \n\n  5 or more   $825 plus GST O. Reg. 43/05, s. 4 (1). (2) Each party is required to pay an equal share of the mediator’s fees for the mandatory mediation session, unless the court orders otherwise.  O. Reg. 43/05, s. 4 (2). (3) After the first three hours of actual mediation, the mediation may be continued if the parties and the mediator agree to do so and agree on the mediator’s fees or hourly rate for the additional time.  O. Reg. 43/05, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The mediator’s fees for the mandatory mediation session shall not exceed the amount shown in the following Table.</p> <p class=\"headingx-e\">TABLE</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"149\"> <p class=\"table-e\">Number of Parties</p> </td> <td valign=\"top\" width=\"163\"> <p class=\"table-e\">Maximum Fees</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"149\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"163\"> <p class=\"table-e\">$600 plus GST</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"149\"> <p class=\"table-e\">3</p> </td> <td valign=\"top\" width=\"163\"> <p class=\"table-e\">$675 plus GST</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"149\"> <p class=\"table-e\">4</p> </td> <td valign=\"top\" width=\"163\"> <p class=\"table-e\">$750 plus GST</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"149\"> <p class=\"table-e\">5 or more</p> </td> <td valign=\"top\" width=\"163\"> <p class=\"table-e\">$825 plus GST</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 43/05, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Each party is required to pay an equal share of the mediator’s fees for the mandatory mediation session, unless the court orders otherwise.  O. Reg. 43/05, s. 4 (2).</p> <p class=\"subsection-e\">  (3) After the first three hours of actual mediation, the mediation may be continued if the parties and the mediator agree to do so and agree on the mediator’s fees or hourly rate for the additional time.  O. Reg. 43/05, s. 4 (3).</p>"
        },
        {
            "id": "5.",
            "section": "Cancellation fees",
            "content": " 5. (1) If the mediator cancels a session under subrule 75.1.08 (4) of the Rules of Civil Procedure because a party fails to comply with subrule 75.1.08 (1), that party shall pay any cancellation fees.  O. Reg. 43/05, s. 5 (1). (2) If the mediator cancels a session under subrule 75.1.09 (3) of the Rules of Civil Procedure because a party fails to attend within the first 30 minutes of the session, the party who fails to attend shall pay any cancellation fees.  O. Reg. 43/05, s. 5 (2). (3) Two or more parties who fail to comply or to attend, as the case may be, shall pay the cancellation fees in equal shares.  O. Reg. 43/05, s. 5 (3). (4) The cancellation fees shall not exceed the applicable amount shown in the Table to subsection 4 (1).  O. Reg. 43/05, s. 5 (4).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) If the mediator cancels a session under subrule 75.1.08 (4) of the Rules of Civil Procedure because a party fails to comply with subrule 75.1.08 (1), that party shall pay any cancellation fees.  O. Reg. 43/05, s. 5 (1).</p> <p class=\"subsection-e\">  (2) If the mediator cancels a session under subrule 75.1.09 (3) of the Rules of Civil Procedure because a party fails to attend within the first 30 minutes of the session, the party who fails to attend shall pay any cancellation fees.  O. Reg. 43/05, s. 5 (2).</p> <p class=\"subsection-e\">  (3) Two or more parties who fail to comply or to attend, as the case may be, shall pay the cancellation fees in equal shares.  O. Reg. 43/05, s. 5 (3).</p> <p class=\"subsection-e\">  (4) The cancellation fees shall not exceed the applicable amount shown in the Table to subsection 4 (1).  O. Reg. 43/05, s. 5 (4).</p>"
        },
        {
            "id": "6.",
            "section": "Effect of party’s failure to pay",
            "content": " 6. A party’s failure to pay a share referred to in subsection 4 (2) or 5 (3) does not increase the share or shares of the other party or parties.  O. Reg. 43/05, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>A party’s failure to pay a share referred to in subsection 4 (2) or 5 (3) does not increase the share or shares of the other party or parties.  O. Reg. 43/05, s. 6.</p>"
        },
        {
            "id": null,
            "section": "Effect of party’s failure to pay",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/050043\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}