{
    "reg_info": {
        "full_title": "O. Reg. 686/21: MANDATORY PROGRAMS AND SERVICES",
        "reg_name_text": "MANDATORY PROGRAMS AND SERVICES",
        "citation": "O. Reg. 686/21: ",
        "act_under": "Conservation Authorities Act",
        "url": "https://www.ontario.ca/laws/regulation/210686",
        "date_scraped": "2023-12-18 05:00:23"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/210686/v3",
            "valid_from": "December 28, 2022",
            "valid_to": "December 31, 2022"
        },
        {
            "a_href": "/laws/regulation/210686/v2",
            "valid_from": "January  1, 2022",
            "valid_to": "December 27, 2022"
        },
        {
            "a_href": "/laws/regulation/210686/v1",
            "valid_from": "October  1, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Risk of Natural Hazards",
            "part_id": null,
            "part_type": null,
            "section": "Risk of Natural Hazards",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Risk of certain natural hazards",
            "content": " 1. (1) An authority shall provide the programs and services set out in sections 2 to 8 related to the following types of natural hazards: 1. Dynamic beach hazard. 2. Erosion hazard. 3. Flooding hazard. 4. Hazardous lands. 5. Hazardous sites. 6. Low water or drought conditions. (2) The authority shall design the programs and services referred to in subsection (1) to achieve the following objectives: 1. Developing an awareness of the areas that are important for the management of the natural hazards referred to in subsection (1) that are within the authority’s area of jurisdiction, including, i. wetlands, ii. river or stream valleys, iii. areas that are adjacent to or close to the shoreline of the Great Lakes-St. Lawrence River System or to an inland lake and that may be affected by flooding, erosion or dynamic beach hazards, and iv. unstable soils or bedrock. 2. Understanding the risks related to natural hazards referred to in subsection (1), including how these risks may be affected by climate change. 3. Managing the risks related to natural hazards referred to in subsection (1), including preventing or mitigating those risks. 4. Promoting public awareness of the risks related to natural hazards described in subsection (1). (3) Where the authority considers it advisable to help ensure it complies with its obligation to provide the programs and services described in sections 2 to 8, the authority shall, to the extent it considers appropriate, ensure those programs and services include the following components: 1. The collection, provision and management of information enabling the authority to, i. delineate and map areas of natural hazards within its area of jurisdiction, ii. study surface water hydrology and hydraulics, including surface water flows and levels, and the related interactions between surface and ground water, iii. study stream morphology, iv. study the potential effects of climate change on natural hazards, and v. study the management of natural hazards. 2. The development of plans and policies that will support the delivery of those programs and services. 3. Public awareness, education and outreach components related to the risk of natural hazards within the authority’s area of jurisdiction. 4. Consultation on the development and provision of those programs and services. (4) In this section, “dynamic beach hazard”, “erosion hazard”, “flooding hazard”, “hazardous sites”, “hazardous lands” and “wetland” have the same meaning as in the Provincial Policy Statement, 2020 issued under section 3 of the Planning Act.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1. </b>(1) An authority shall provide the programs and services set out in sections 2 to 8 related to the following types of natural hazards:</p> <p class=\"paragraph-e\">  1. Dynamic beach hazard.</p> <p class=\"paragraph-e\">  2. Erosion hazard.</p> <p class=\"paragraph-e\">  3. Flooding hazard.</p> <p class=\"paragraph-e\">  4. Hazardous lands.</p> <p class=\"paragraph-e\">  5. Hazardous sites.</p> <p class=\"paragraph-e\">  6. Low water or drought conditions.</p> <p class=\"subsection-e\">  (2) The authority shall design the programs and services referred to in subsection (1) to achieve the following objectives:</p> <p class=\"paragraph-e\">  1. Developing an awareness of the areas that are important for the management of the natural hazards referred to in subsection (1) that are within the authority’s area of jurisdiction, including,</p> <p class=\"subpara-e\">  i. wetlands,</p> <p class=\"subpara-e\">  ii. river or stream valleys,</p> <p class=\"subpara-e\">  iii. areas that are adjacent to or close to the shoreline of the Great Lakes-St. Lawrence River System or to an inland lake and that may be affected by flooding, erosion or dynamic beach hazards, and</p> <p class=\"subpara-e\">  iv. unstable soils or bedrock.</p> <p class=\"paragraph-e\">  2. Understanding the risks related to natural hazards referred to in subsection (1), including how these risks may be affected by climate change.</p> <p class=\"paragraph-e\">  3. Managing the risks related to natural hazards referred to in subsection (1), including preventing or mitigating those risks.</p> <p class=\"paragraph-e\">  4. Promoting public awareness of the risks related to natural hazards described in subsection (1).</p> <p class=\"subsection-e\">  (3) Where the authority considers it advisable to help ensure it complies with its obligation to provide the programs and services described in sections 2 to 8, the authority shall, to the extent it considers appropriate, ensure those programs and services include the following components:</p> <p class=\"paragraph-e\">  1. The collection, provision and management of information enabling the authority to,</p> <p class=\"subpara-e\">  i. delineate and map areas of natural hazards within its area of jurisdiction,</p> <p class=\"subpara-e\">  ii. study surface water hydrology and hydraulics, including surface water flows and levels, and the related interactions between surface and ground water,</p> <p class=\"subpara-e\">  iii. study stream morphology,</p> <p class=\"subpara-e\">  iv. study the potential effects of climate change on natural hazards, and</p> <p class=\"subpara-e\">  v. study the management of natural hazards.</p> <p class=\"paragraph-e\">  2. The development of plans and policies that will support the delivery of those programs and services.</p> <p class=\"paragraph-e\">  3. Public awareness, education and outreach components related to the risk of natural hazards within the authority’s area of jurisdiction.</p> <p class=\"paragraph-e\">  4. Consultation on the development and provision of those programs and services.</p> <p class=\"subsection-e\">  (4) In this section, “dynamic beach hazard”, “erosion hazard”, “flooding hazard”, “hazardous sites”, “hazardous lands” and “wetland” have the same meaning as in the Provincial Policy Statement, 2020 issued under section 3 of the <i>Planning Act</i><i>.</i></p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Flood forecasting and warning",
            "content": " 2. (1) An authority shall provide programs and services to support its functions and responsibilities related to flood forecasting and warning as set out in subsection (2). (2) The authority’s functions and responsibilities with respect to flood forecasting and warning mentioned in subsection (1) are the following: 1. Maintaining information on surface water hydrology and the areas within the authority’s area of jurisdiction that are vulnerable to flooding events. 2. Developing operating procedures for flood forecasting and warning, including flood contingency procedures to ensure continuity of an authority’s operations in respect of flood forecasting and warning. 3. Maintaining a stream flow monitoring network that, at a minimum, includes stream flow gauges available as part of the provincial-federal hydrometric network and, where the authority considers it advisable, includes additional local stream flow gauges. 4. Monitoring of weather and climate information, snow surveys and observed water levels and flows utilizing local, provincial and federal data sources. 5. Analysis of local surface water hydrologic conditions related to flood potential and risk, including flood forecasting, to understand and quantify the response and potential impacts within watersheds to specific events and conditions. 6. Communications to inform persons and bodies that the authority considers advisable of the potential or actual impact of flood events in a timely manner. 7. Provision of ongoing information and advice to persons and bodies mentioned in paragraph 6 to support, i. emergency and flood operations during a flood event, and ii. documentation of flood events.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK2\"></a>2. </b>(1) An authority shall provide programs and services to support its functions and responsibilities related to flood forecasting and warning as set out in subsection (2).</p> <p class=\"subsection-e\">  (2) The authority’s functions and responsibilities with respect to flood forecasting and warning mentioned in subsection (1) are the following:</p> <p class=\"paragraph-e\">  1. Maintaining information on surface water hydrology and the areas within the authority’s area of jurisdiction that are vulnerable to flooding events.</p> <p class=\"paragraph-e\">  2. Developing operating procedures for flood forecasting and warning, including flood contingency procedures to ensure continuity of an authority’s operations in respect of flood forecasting and warning.</p> <p class=\"paragraph-e\">  3. Maintaining a stream flow monitoring network that, at a minimum, includes stream flow gauges available as part of the provincial-federal hydrometric network and, where the authority considers it advisable, includes additional local stream flow gauges.</p> <p class=\"paragraph-e\">  4. Monitoring of weather and climate information, snow surveys and observed water levels and flows utilizing local, provincial and federal data sources.</p> <p class=\"paragraph-e\">  5. Analysis of local surface water hydrologic conditions related to flood potential and risk, including flood forecasting, to understand and quantify the response and potential impacts within watersheds to specific events and conditions.</p> <p class=\"paragraph-e\">  6. Communications to inform persons and bodies that the authority considers advisable of the potential or actual impact of flood events in a timely manner.</p> <p class=\"paragraph-e\">  7. Provision of ongoing information and advice to persons and bodies mentioned in paragraph 6 to support,</p> <p class=\"subpara-e\">  i. emergency and flood operations during a flood event, and</p> <p class=\"subpara-e\">  ii. documentation of flood events.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Drought or low water response",
            "content": " 3. (1) An authority shall provide programs and services to support its functions and responsibilities to facilitate drought and low water forecasting and warning as set out in subsection (2). O. Reg. 686/21, s. 3 (1). (2) The authority’s functions and responsibilities with respect to drought and low water forecasting and warning mentioned in subsection (1) are the following: 1. Maintaining information on surface water hydrology and the areas within the authority’s area of jurisdiction that are vulnerable to drought or low water events. 2. Maintaining a stream flow monitoring network that, at a minimum, includes stream flow gauges available as part of the provincial-federal hydrometric network and, where the authority considers it advisable, includes additional local stream flow gauges. 3. Monitoring of weather and climate information, snow surveys and water levels and flows utilizing local, provincial and federal data sources. 4. Analysis of local surface water hydrologic conditions related to risk of drought and low water events. 5. Gathering information to determine when low water levels exist within the authority’s area of jurisdiction and initiating and maintaining the appropriate response to confirmed low water levels in accordance with the document entitled Ontario Low Water Response, dated March 2010, and available on request from the Ministry of Natural Resources and Forestry, as amended from time to time. 6. Communications to inform persons or bodies that the authority considers advisable of the potential or actual impact of drought and low water events in a timely manner. 7. Provision of ongoing information and advice to persons and bodies mentioned in paragraph 6 to support, i. emergency and drought or low water activities during a drought or low water event, and ii. documentation of drought and low water events. O. Reg. 686/21, s. 3 (2); O. Reg. 594/22, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3. </b>(1) An authority shall provide programs and services to support its functions and responsibilities to facilitate drought and low water forecasting and warning as set out in subsection (2). O. Reg. 686/21, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The authority’s functions and responsibilities with respect to drought and low water forecasting and warning mentioned in subsection (1) are the following:</p> <p class=\"paragraph-e\">  1. Maintaining information on surface water hydrology and the areas within the authority’s area of jurisdiction that are vulnerable to drought or low water events.</p> <p class=\"paragraph-e\">  2. Maintaining a stream flow monitoring network that, at a minimum, includes stream flow gauges available as part of the provincial-federal hydrometric network and, where the authority considers it advisable, includes additional local stream flow gauges.</p> <p class=\"paragraph-e\">  3. Monitoring of weather and climate information, snow surveys and water levels and flows utilizing local, provincial and federal data sources.</p> <p class=\"paragraph-e\">  4. Analysis of local surface water hydrologic conditions related to risk of drought and low water events.</p> <p class=\"paragraph-e\">  5. Gathering information to determine when low water levels exist within the authority’s area of jurisdiction and initiating and maintaining the appropriate response to confirmed low water levels in accordance with the document entitled Ontario Low Water Response, dated March 2010, and available on request from the Ministry of Natural Resources and Forestry, as amended from time to time.</p> <p class=\"paragraph-e\">  6. Communications to inform persons or bodies that the authority considers advisable of the potential or actual impact of drought and low water events in a timely manner.</p> <p class=\"paragraph-e\">  7. Provision of ongoing information and advice to persons and bodies mentioned in paragraph 6 to support,</p> <p class=\"subpara-e\">  i. emergency and drought or low water activities during a drought or low water event, and</p> <p class=\"subpara-e\">  ii. documentation of drought and low water events. O. Reg. 686/21, s. 3 (2); O. Reg. 594/22, s. 1.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Ice management",
            "content": " 4. (1) An authority shall provide programs and services for ice management within its area of jurisdiction, if the authority determines that ice management is necessary to reduce the risks associated with natural hazards referred to in subsection 1 (1). (2) Programs or services provided under subsection (1) shall include the development and implementation of an ice management plan on or before December 31, 2024 that identifies, (a) how ice within the authority’s area of jurisdiction may increase the risk of natural hazards; and (b) the steps that are necessary to mitigate these risks, including identifying equipment and resources needed to carry out these steps. (3) An authority may update the ice management plan referred to in subsection (2) from time to time as the authority considers it advisable.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>4. </b>(1) An authority shall provide programs and services for ice management within its area of jurisdiction, if the authority determines that ice management is necessary to reduce the risks associated with natural hazards referred to in subsection 1 (1).</p> <p class=\"subsection-e\">  (2) Programs or services provided under subsection (1) shall include the development and implementation of an ice management plan on or before December 31, 2024 that identifies,</p> <p class=\"clause-e\">  (a) how ice within the authority’s area of jurisdiction may increase the risk of natural hazards; and</p> <p class=\"clause-e\">  (b) the steps that are necessary to mitigate these risks, including identifying equipment and resources needed to carry out these steps.</p> <p class=\"subsection-e\">  (3) An authority may update the ice management plan referred to in subsection (2) from time to time as the authority considers it advisable.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Infrastructure",
            "content": " 5. (1) Subject to subsection (3), an authority shall provide programs and services that support the operation, maintenance, repair and decommissioning of the following types of infrastructure the authority owns or manages: 1. Any water control infrastructure, the purpose of which is to mitigate risks to life and damage to property resulting from flooding or to assist in flow augmentation. 2. Any erosion control infrastructure. (2) Programs or services provided under subsection (1) shall include the following components: 1. The development and implementation of an operational plan on or before December 31, 2024. 2. The development and implementation of an asset management plan on or before December 31, 2024. 3. The undertaking of any technical or engineering studies necessary to ensure the proper operation and maintenance of the infrastructure to which the program or service applies. (3) If an authority enters into an agreement with an owner of infrastructure mentioned in paragraph 1 or 2 of subsection (1) to manage the infrastructure on the owner’s behalf, the authority shall provide the programs and services to operate, maintain, repair and decommission the infrastructure only in accordance with its obligations under the agreement. (4) An authority may update the plans mentioned in paragraphs 1 and 2 of subsection (2), from time to time, as the authority considers it advisable.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>5. </b>(1) Subject to subsection (3), an authority shall provide programs and services that support the operation, maintenance, repair and decommissioning of the following types of infrastructure the authority owns or manages:</p> <p class=\"paragraph-e\">  1. Any water control infrastructure, the purpose of which is to mitigate risks to life and damage to property resulting from flooding or to assist in flow augmentation.</p> <p class=\"paragraph-e\">  2. Any erosion control infrastructure.</p> <p class=\"subsection-e\">  (2) Programs or services provided under subsection (1) shall include the following components:</p> <p class=\"paragraph-e\">  1. The development and implementation of an operational plan on or before December 31, 2024.</p> <p class=\"paragraph-e\">  2. The development and implementation of an asset management plan on or before December 31, 2024.</p> <p class=\"paragraph-e\">  3. The undertaking of any technical or engineering studies necessary to ensure the proper operation and maintenance of the infrastructure to which the program or service applies.</p> <p class=\"subsection-e\">  (3) If an authority enters into an agreement with an owner of infrastructure mentioned in paragraph 1 or 2 of subsection (1) to manage the infrastructure on the owner’s behalf, the authority shall provide the programs and services to operate, maintain, repair and decommission the infrastructure only in accordance with its obligations under the agreement.</p> <p class=\"subsection-e\">  (4) An authority may update the plans mentioned in paragraphs 1 and 2 of subsection (2), from time to time, as the authority considers it advisable.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Comment re applications, proposals",
            "content": " 6. (1) An authority shall provide programs and services to enable the authority to review proposals made under an Act mentioned in subsection (2) for the purpose of commenting on the risks related to natural hazards arising from the proposal where the authority considers it advisable. (2) The Acts referred to in subsection (1) are the following: 1. The Aggregate Resources Act. 2. The Drainage Act. 3. The Environmental Assessment Act. 4. The Niagara Escarpment Planning and Development Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>6. </b>(1) An authority shall provide programs and services to enable the authority to review proposals made under an Act mentioned in subsection (2) for the purpose of commenting on the risks related to natural hazards arising from the proposal where the authority considers it advisable.</p> <p class=\"subsection-e\">  (2) The Acts referred to in subsection (1) are the following:</p> <p class=\"paragraph-e\">  1. The <i>Aggregate Resources Act</i>.</p> <p class=\"paragraph-e\">  2. The <i>Drainage Act</i>.</p> <p class=\"paragraph-e\">  3. The <i>Environmental Assessment Act</i>.</p> <p class=\"paragraph-e\">  4. The <i>Niagara Escarpment Planning and Development Act</i>.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Plan review, comments",
            "content": " 7. (1) An authority shall provide programs and services to ensure the authority satisfies the functions and responsibilities set out in subsection (2), whether acting on behalf of the Ministry of Natural Resources and Forestry or in its capacity as a public body under the Planning Act, for the purposes of helping to ensure that the decisions under that Act are, (a) consistent with the natural hazards policies in the policy statements issued under section 3 of the Planning Act, but not including those policies related to hazardous forest types for wildland fire; and (b) where applicable, conform with any natural hazards policies included in a provincial plan as defined in section 1 of the Planning Act, but not including those policies related to hazardous forest types for wildland fire. O. Reg. 686/21, s. 7 (1); O. Reg. 594/22, s. 1. (2) The functions and responsibilities mentioned in subsection (1) are the following: 1. Reviewing applications or other matters under the Planning Act and, where the authority considers it advisable, providing comments, technical support or information to the responsible planning authority under that Act for the purposes set out in subsection (1). 2. When requested to by the Ministry of Municipal Affairs and Housing, providing comments directly to the Ministry within the timeframes requested by the Ministry on applications or other matters under the Planning Act. 3. When requested to by a municipality or planning board, providing advice, technical support, training and any information the municipality or planning board requires for the purposes set out in subsection (1). 4. Apprising the Ministry of Municipal Affairs and Housing of any applications or matters under the Planning Act where the authority is of the opinion that there is an application or other matter that should be brought to the attention of the Government of Ontario. 5. Providing technical input into and participating in provincial review of applications for approval of a “Special Policy Area” within the meaning of the Provincial Policy Statement, 2020 issued under section 3 of the Planning Act. 6. When requested to by the Ministry of Municipal Affairs and Housing, providing support to the Ministry in appeals on applications or other matters under the Planning Act on behalf of the Province at the Ontario Land Tribunal for the purposes set out in subsection (1). 7. Undertaking an appeal to the Ontario Land Tribunal of a decision under the Planning Act\r\nas a public body in accordance with that Act if, i. the appeal relates to a purpose described in subsection (1), and ii. the authority considers it advisable. O. Reg. 686/21, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>7. </b>(1) An authority shall provide programs and services to ensure the authority satisfies the functions and responsibilities set out in subsection (2), whether acting on behalf of the Ministry of Natural Resources and Forestry or in its capacity as a public body under the <i>Planning Act</i>, for the purposes of helping to ensure that the decisions under that Act are,</p> <p class=\"clause-e\">  (a) consistent with the natural hazards policies in the policy statements issued under section 3 of the <i>Planning Act</i>, but not including those policies related to hazardous forest types for wildland fire; and</p> <p class=\"clause-e\">  (b) where applicable, conform with any natural hazards policies included in a provincial plan as defined in section 1 of the <i>Planning Act</i>, but not including those policies related to hazardous forest types for wildland fire. O. Reg. 686/21, s. 7 (1); O. Reg. 594/22, s. 1.</p> <p class=\"subsection-e\">  (2) The functions and responsibilities mentioned in subsection (1) are the following:</p> <p class=\"paragraph-e\">  1. Reviewing applications or other matters under the <i>Planning Act</i> and, where the authority considers it advisable, providing comments, technical support or information to the responsible planning authority under that Act for the purposes set out in subsection (1).</p> <p class=\"paragraph-e\">  2. When requested to by the Ministry of Municipal Affairs and Housing, providing comments directly to the Ministry within the timeframes requested by the Ministry on applications or other matters under the <i>Planning Act</i>.</p> <p class=\"paragraph-e\">  3. When requested to by a municipality or planning board, providing advice, technical support, training and any information the municipality or planning board requires for the purposes set out in subsection (1).</p> <p class=\"paragraph-e\">  4. Apprising the Ministry of Municipal Affairs and Housing of any applications or matters under the <i>Planning Act</i> where the authority is of the opinion that there is an application or other matter that should be brought to the attention of the Government of Ontario.</p> <p class=\"paragraph-e\">  5. Providing technical input into and participating in provincial review of applications for approval of a “Special Policy Area” within the meaning of the Provincial Policy Statement, 2020 issued under section 3 of the <i>Planning Act</i><i>.</i></p> <p class=\"paragraph-e\">  6. When requested to by the Ministry of Municipal Affairs and Housing, providing support to the Ministry in appeals on applications or other matters under the <i>Planning Act</i> on behalf of the Province at the Ontario Land Tribunal for the purposes set out in subsection (1).</p> <p class=\"paragraph-e\">  7. Undertaking an appeal to the Ontario Land Tribunal of a decision under the <i>Planning Act</i>\r\nas a public body in accordance with that Act if,</p> <p class=\"subpara-e\">  i. the appeal relates to a purpose described in subsection (1), and</p> <p class=\"subpara-e\">  ii. the authority considers it advisable. O. Reg. 686/21, s. 7 (2).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Administering and enforcing the Act",
            "content": " 8. An authority shall provide programs and services to ensure that the authority carries out its duties, functions and responsibilities to administer and enforce the following: 1. Section 28 of the Act. 2. The regulations made by the authority under section 28 of the Act. 3. Section 28.0.1 of the Act. 4. Section 30.1 of the Act. Note: On the day subsection 15 (2) of Schedule 6 to the Protect, Support and Recover from COVID-19 Act (Budget Measures), 2020 comes into force, section 8 of the Regulation is revoked and the following substituted: (See: O. Reg. 686/21, s. 16) Administering and enforcing the Act 8. An authority shall provide programs and services to ensure that the authority satisfies its duties, functions and responsibilities to administer and enforce the provisions of Parts VI and VII of the Act and any regulations made under those Parts. O. Reg. 686/21, s. 16. Conservation and Management of Lands",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>8. </b>An authority shall provide programs and services to ensure that the authority carries out its duties, functions and responsibilities to administer and enforce the following:</p> <p class=\"paragraph-e\">  1. Section 28 of the Act.</p> <p class=\"paragraph-e\">  2. The regulations made by the authority under section 28 of the Act.</p> <p class=\"paragraph-e\">  3. Section 28.0.1 of the Act.</p> <p class=\"paragraph-e\">  4. Section 30.1 of the Act.</p> <p class=\"Pnote-e\"><span>Note: On </span>the day subsection 15 (2) of Schedule 6 to the <i>Protect, Support and Recover from COVID-19 Act (Budget Measures), 2020</i> comes into force<span>, </span>section 8 of the Regulation is revoked and the following substituted:<span> (See: O. Reg. 686/21, s. 16)</span></p> <p class=\"Yheadnote-e\">Administering and enforcing the Act</p> <p class=\"Ysection-e\"> <a name=\"BK9\"></a><b>8. </b>An authority shall provide programs and services to ensure that the authority satisfies its duties, functions and responsibilities to administer and enforce the provisions of Parts VI and VII of the Act and any regulations made under those Parts. <span>O. Reg. 686/21, s. 16.</span></p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Conservation and Management of Lands</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Administering and enforcing the Act",
            "content": " 8. An authority shall provide programs and services to ensure that the authority carries out its duties, functions and responsibilities to administer and enforce the following: 1. Section 28 of the Act. 2. The regulations made by the authority under section 28 of the Act. 3. Section 28.0.1 of the Act. 4. Section 30.1 of the Act. Note: On the day subsection 15 (2) of Schedule 6 to the Protect, Support and Recover from COVID-19 Act (Budget Measures), 2020 comes into force, section 8 of the Regulation is revoked and the following substituted: (See: O. Reg. 686/21, s. 16) Administering and enforcing the Act 8. An authority shall provide programs and services to ensure that the authority satisfies its duties, functions and responsibilities to administer and enforce the provisions of Parts VI and VII of the Act and any regulations made under those Parts. O. Reg. 686/21, s. 16. Conservation and Management of Lands",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>8. </b>An authority shall provide programs and services to ensure that the authority carries out its duties, functions and responsibilities to administer and enforce the following:</p> <p class=\"paragraph-e\">  1. Section 28 of the Act.</p> <p class=\"paragraph-e\">  2. The regulations made by the authority under section 28 of the Act.</p> <p class=\"paragraph-e\">  3. Section 28.0.1 of the Act.</p> <p class=\"paragraph-e\">  4. Section 30.1 of the Act.</p> <p class=\"Pnote-e\"><span>Note: On </span>the day subsection 15 (2) of Schedule 6 to the <i>Protect, Support and Recover from COVID-19 Act (Budget Measures), 2020</i> comes into force<span>, </span>section 8 of the Regulation is revoked and the following substituted:<span> (See: O. Reg. 686/21, s. 16)</span></p> <p class=\"Yheadnote-e\">Administering and enforcing the Act</p> <p class=\"Ysection-e\"> <a name=\"BK9\"></a><b>8. </b>An authority shall provide programs and services to ensure that the authority satisfies its duties, functions and responsibilities to administer and enforce the provisions of Parts VI and VII of the Act and any regulations made under those Parts. <span>O. Reg. 686/21, s. 16.</span></p> <p class=\"heading1-e\"><a name=\"BK10\"></a>Conservation and Management of Lands</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "Conservation and Management of Lands",
            "part_id": null,
            "part_type": null,
            "section": "Conservation and Management of Lands",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Required components",
            "content": " 9. (1) Programs and services provided by an authority with respect to the conservation and management of lands under subparagraph 1 ii of subsection 21.1 (1) of the Act shall include the following: 1. A conservation area strategy, prepared on or before December 31, 2024 for all lands owned or controlled by the authority, including any interests in land registered on title, that meets the requirements set out in section 10. 2. Where the authority considers it advisable to achieve the objectives referred to in paragraph 1 of subsection 10 (1), i. programs and services to secure the authority’s interests in its lands that include measures for fencing, signage, patrolling and any other measures to prevent unlawful entry on the authority’s land and to protect the authority from exposure to liability under the Occupiers’ Liability Act, ii. programs and services to maintain any facilities, trails or other amenities that support public access and recreational activities in conservation areas and that can be provided without the direct support or supervision of staff employed by the authority or by another person or body, iii. programs and services to enable the authority, in its capacity as an owner of land, to make applications or comment on matters under the Planning Act, iv. programs and services to conserve, protect, rehabilitate, establish, and manage natural heritage located within the lands owned or controlled by the authority, v. programs and services to plant trees on lands owned or controlled by the authority, excluding commercial logging, and vi. the development of one or more policies governing land acquisitions and land dispositions. 3. A land inventory, prepared on or before December 31, 2024, that meets the requirements set out in section 11. 4. Programs and services to ensure that the authority carries out its duties, functions and responsibilities to administer regulations made under section 29 of the Act. (2) For greater certainty, programs and services with respect to the conservation and management of lands under subparagraph 1 ii of subsection 21.1 (1) of the Act do not apply to any lands where the authority has no legal interest in the lands registered on title and the authority has entered into an agreement with another person or body to manage the lands on the person’s or body’s behalf.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>9. </b>(1) Programs and services provided by an authority with respect to the conservation and management of lands under subparagraph 1 ii of subsection 21.1 (1) of the Act shall include the following:</p> <p class=\"paragraph-e\">  1. A conservation area strategy, prepared on or before December 31, 2024 for all lands owned or controlled by the authority, including any interests in land registered on title, that meets the requirements set out in section 10.</p> <p class=\"paragraph-e\">  2. Where the authority considers it advisable to achieve the objectives referred to in paragraph 1 of subsection 10 (1),</p> <p class=\"subpara-e\">  i. programs and services to secure the authority’s interests in its lands that include measures for fencing, signage, patrolling and any other measures to prevent unlawful entry on the authority’s land and to protect the authority from exposure to liability under the <i>Occupiers’ Liability Act</i>,</p> <p class=\"subpara-e\">  ii. programs and services to maintain any facilities, trails or other amenities that support public access and recreational activities in conservation areas and that can be provided without the direct support or supervision of staff employed by the authority or by another person or body,</p> <p class=\"subpara-e\">  iii. programs and services to enable the authority, in its capacity as an owner of land, to make applications or comment on matters under the <i>Planning Act</i>,</p> <p class=\"subpara-e\">  iv. programs and services to conserve, protect, rehabilitate, establish, and manage natural heritage located within the lands owned or controlled by the authority,</p> <p class=\"subpara-e\">  v. programs and services to plant trees on lands owned or controlled by the authority, excluding commercial logging, and</p> <p class=\"subpara-e\">  vi. the development of one or more policies governing land acquisitions and land dispositions.</p> <p class=\"paragraph-e\">  3. A land inventory, prepared on or before December 31, 2024, that meets the requirements set out in section 11.</p> <p class=\"paragraph-e\">  4. Programs and services to ensure that the authority carries out its duties, functions and responsibilities to administer regulations made under section 29 of the Act.</p> <p class=\"subsection-e\">  (2) For greater certainty, programs and services with respect to the conservation and management of lands under subparagraph 1 ii of subsection 21.1 (1) of the Act do not apply to any lands where the authority has no legal interest in the lands registered on title and the authority has entered into an agreement with another person or body to manage the lands on the person’s or body’s behalf.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Conservation area strategy",
            "content": " 10. (1) A conservation area strategy referred to in paragraph 1 of subsection 9 (1) shall include the following components: 1. Objectives established by the authority that will inform the authority’s decision-making related to the lands it owns and controls, including decisions related to policies governing the acquisition and disposition of such lands. 2. Identification of the mandatory and non-mandatory programs and services that are provided on land owned and controlled by the authority, including the sources of financing for these programs and services. 3. Where the authority considers it advisable to achieve the objectives referred to in paragraph 1, an assessment of how the lands owned and controlled by the authority may, i. augment any natural heritage located within the authority’s area of jurisdiction, and ii. integrate with other provincially or municipally owned lands or other publicly accessible lands and trails within the authority’s area of jurisdiction. 4. The establishment of land use categories for the purpose of classifying lands in the land inventory described in section 11 based on the types of activities that are engaged in on each parcel of land or other matters of significance related to the parcel. 5. A process for the periodic review and updating of the conservation area strategy by the authority, including procedures to ensure stakeholders and the public are consulted during the review and update process. (2) The authority shall ensure stakeholders and the public are consulted during the preparation of the conservation area strategy in a manner that the authority considers advisable. (3) The authority shall ensure that the conservation area strategy is made public on the authority’s website, or by such other means as the authority considers advisable.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>10. </b>(1) A conservation area strategy referred to in paragraph 1 of subsection 9 (1) shall include the following components:</p> <p class=\"paragraph-e\">  1. Objectives established by the authority that will inform the authority’s decision-making related to the lands it owns and controls, including decisions related to policies governing the acquisition and disposition of such lands.</p> <p class=\"paragraph-e\">  2. Identification of the mandatory and non-mandatory programs and services that are provided on land owned and controlled by the authority, including the sources of financing for these programs and services.</p> <p class=\"paragraph-e\">  3. Where the authority considers it advisable to achieve the objectives referred to in paragraph 1, an assessment of how the lands owned and controlled by the authority may,</p> <p class=\"subpara-e\">  i. augment any natural heritage located within the authority’s area of jurisdiction, and</p> <p class=\"subpara-e\">  ii. integrate with other provincially or municipally owned lands or other publicly accessible lands and trails within the authority’s area of jurisdiction.</p> <p class=\"paragraph-e\">  4. The establishment of land use categories for the purpose of classifying lands in the land inventory described in section 11 based on the types of activities that are engaged in on each parcel of land or other matters of significance related to the parcel.</p> <p class=\"paragraph-e\">  5. A process for the periodic review and updating of the conservation area strategy by the authority, including procedures to ensure stakeholders and the public are consulted during the review and update process.</p> <p class=\"subsection-e\">  (2) The authority shall ensure stakeholders and the public are consulted during the preparation of the conservation area strategy in a manner that the authority considers advisable.</p> <p class=\"subsection-e\">  (3) The authority shall ensure that the conservation area strategy is made public on the authority’s website, or by such other means as the authority considers advisable.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Land inventory",
            "content": " 11. (1) The land inventory referred to in paragraph 3 of subsection 9 (1) shall include the following information for every parcel of land the authority owns or controls: 1. The location of the parcel. 2. The identification of any information the authority has in its possession in respect of the parcel, including any surveys, site plans or other maps. 3. When the authority acquired the parcel. 4. Whether the parcel was acquired using a grant made under section 39 of the Act. 5. Whether the parcel was acquired through an expropriation. 6. Whether the authority owns the parcel or has a registered legal interest in the parcel, including an easement. 7. Identification of the land use categories mentioned in paragraph 4 of subsection 10 (1) that apply to the parcel. 8. For the purpose of ensuring a program or service is not included as a mandatory program or service under subparagraph 2 ii or v of subsection 9 (1), identification of whether, i. a recreational activity is provided on the parcel that requires the direct support or supervision of staff employed by the authority or by another person or body, or ii. commercial logging is carried out on the parcel. 9. Whether or not the parcel or a portion of the parcel is suitable for the purposes of housing and housing infrastructure development, including identifying, i. any applicable zoning by-law passed under section 34 or 38 of the Planning Act\r\nor any predecessor of them, ii. if the parcel or a portion of the parcel augments any natural heritage located within the authority’s area of jurisdiction, and iii. if the parcel or a portion of the parcel integrates with other provincially or municipally owned lands or other publicly accessible lands and trails within the authority’s area of jurisdiction. O. Reg. 686/21, s. 11 (1); O. Reg. 594/22, s. 2. (2) The land inventory shall include a process for the periodic review and updating of the inventory by the authority. O. Reg. 686/21, s. 11 (2). Other Programs and Services",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>11. </b>(1) The land inventory referred to in paragraph 3 of subsection 9 (1) shall include the following information for every parcel of land the authority owns or controls:</p> <p class=\"paragraph-e\">  1. The location of the parcel.</p> <p class=\"paragraph-e\">  2. The identification of any information the authority has in its possession in respect of the parcel, including any surveys, site plans or other maps.</p> <p class=\"paragraph-e\">  3. When the authority acquired the parcel.</p> <p class=\"paragraph-e\">  4. Whether the parcel was acquired using a grant made under section 39 of the Act.</p> <p class=\"paragraph-e\">  5. Whether the parcel was acquired through an expropriation.</p> <p class=\"paragraph-e\">  6. Whether the authority owns the parcel or has a registered legal interest in the parcel, including an easement.</p> <p class=\"paragraph-e\">  7. Identification of the land use categories mentioned in paragraph 4 of subsection 10 (1) that apply to the parcel.</p> <p class=\"paragraph-e\">  8. For the purpose of ensuring a program or service is not included as a mandatory program or service under subparagraph 2 ii or v of subsection 9 (1), identification of whether, </p> <p class=\"subpara-e\">  i. a recreational activity is provided on the parcel that requires the direct support or supervision of staff employed by the authority or by another person or body, or</p> <p class=\"subpara-e\">  ii. commercial logging is carried out on the parcel. </p> <p class=\"paragraph-e\">  9. Whether or not the parcel or a portion of the parcel is suitable for the purposes of housing and housing infrastructure development, including identifying,</p> <p class=\"subpara-e\">  i. any applicable zoning by-law passed under section 34 or 38 of the <i>Planning Act</i>\r\nor any predecessor of them,</p> <p class=\"subpara-e\">  ii. if the parcel or a portion of the parcel augments any natural heritage located within the authority’s area of jurisdiction, and</p> <p class=\"subpara-e\">  iii. if the parcel or a portion of the parcel integrates with other provincially or municipally owned lands or other publicly accessible lands and trails within the authority’s area of jurisdiction. O. Reg. 686/21, s. 11 (1); O. Reg. 594/22, s. 2.</p> <p class=\"subsection-e\">  (2) The land inventory shall include a process for the periodic review and updating of the inventory by the authority. O. Reg. 686/21, s. 11 (2).</p> <p class=\"heading1-e\"><a name=\"BK14\"></a>Other Programs and Services</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Other Programs and Services",
            "part_id": null,
            "part_type": null,
            "section": "Other Programs and Services",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Required components",
            "content": " 12. (1) An authority shall provide the following programs and services in accordance with paragraph 2 of subsection 21.1 (1) of the Act: 1. Programs and services to support the authority’s functions and responsibilities related to the implementation and enhancement of the provincial groundwater monitoring program in accordance with subsection (2). 2. Programs and services to support the authority’s functions and responsibilities related to the implementation and enhancement of the provincial stream monitoring program in accordance with subsection (3). 3. Programs and services to support the authority’s functions and responsibilities related to the development and implementation of a watershed-based resource management strategy on or before December 31, 2024, in accordance with subsection (4). (2) The authority shall perform the following functions and responsibilities with respect to supporting the implementation and enhancement of the Ministry’s provincial groundwater monitoring program mentioned in paragraph 1 of subsection (1): 1. Collecting groundwater samples from wells that are part of the groundwater monitoring program. 2. Submitting samples and associated site information to a laboratory approved by the Ministry for analysis of parameters required by the groundwater monitoring program. 3. Collecting in-field groundwater data and in-field weather data for submission to the Ministry from sites that are part of the groundwater monitoring program. 4. Assessing and maintaining groundwater monitoring program sites and wells for safety and access. 5. Complying with the Ministry’s procedures if a sample exceeds a drinking water quality standard set out in Ontario Regulation 169/03 (Ontario Drinking Water Quality Standards) made under the\r\nSafe Drinking Water Act, 2002. 6. Deploying, removing, operating, calibrating and maintaining all equipment provided by the Ministry for the authority’s use when carrying out its functions and responsibilities under the groundwater monitoring program. 7. Carrying out administrative support for the process of procuring groundwater monitoring program equipment, equipment repair services, well repair services, well construction services and well decommissioning services. 8. Cost sharing, with the Ministry, the construction or decommissioning of wells that are part of the groundwater monitoring program. 9. Where a groundwater monitoring well that is part of the groundwater monitoring program is to be located on property not owned by the authority, establishing and maintaining an agreement with the owner of the property to ensure the authority has access to the well. 10. Participating in meetings or training scheduled by the Ministry related to the groundwater monitoring program. (3) The authority shall satisfy the following functions and responsibilities with respect to supporting the implementation and enhancement of the provincial stream monitoring program mentioned in paragraph 2 of subsection (1): 1. Collecting stream samples from sampling sites that are part of the stream monitoring program. 2. Submitting samples and associated site information to a laboratory approved by the Ministry for analysis of parameters required by the stream monitoring program. 3. Collecting in-field stream water data for submission to the Ministry from sites that are part of the stream monitoring program. 4. Assessing and maintaining stream monitoring program sites for safety and access. 5. Deploying, removing, operating, calibrating and maintaining all equipment provided by the Ministry for the authority’s use when carrying out its functions and responsibilities under the stream monitoring program. 6. Participating in meetings or training scheduled by the Ministry related to the stream monitoring program. (4) The watershed-based resource management strategy referred to in paragraph 3 of subsection (1) shall include the following components: 1. Guiding principles and objectives that inform the design and delivery of the programs and services that the authority is required to provide under section 21.1 of the Act. 2. A summary of existing technical studies, monitoring programs and other information on the natural resources the authority relies on within its area of jurisdiction or in specific watersheds that directly informs and supports the delivery of programs and services under section 21.1 of the Act. 3. A review of the authority’s programs and services provided under section 21.1 of the Act for the purposes of, i. determining if the programs and services comply with the regulations made under clause 40 (1) (b) of the Act, ii. identifying and analyzing issues and risks that limit the effectiveness of the delivery of these programs and services, and iii. identifying actions to address the issues and mitigate the risks identified by the review, and providing a cost estimate for the implementation of those actions. 4. A process for the periodic review and updating of the watershed-based resource management strategy by the authority that includes procedures to ensure stakeholders and the public are consulted during the review and update process. (5) Subject to subsections (6) and (7), a watershed-based resource management strategy may include programs and services provided by the authority under sections 21.1.1 and 21.1.2 of the Act. (6) If, in respect of programs and services the authority provides under subsection 21.1.1 (1) of the Act, a memorandum of understanding or other agreement is required, a watershed-based resource management strategy may not include those programs and services unless the memorandum of understanding or other agreement includes provisions that those programs and services be included in the strategy. (7) If, in respect of programs and services the authority provides under subsection 21.1.2 (1) of the Act, an agreement is required under subsection 21.1.2 (2), a watershed-based resource management strategy may not include those programs and services unless the agreement includes provisions that those programs and services be included in the strategy. (8) The authority shall ensure stakeholders and the public are consulted during the preparation of the watershed-based resource management strategy in a manner that the authority considers advisable. (9) The authority shall ensure that the watershed-based resource management strategy is made public on the authority’s website, or by such other means as the authority considers advisable. Source Protection Authority under the Clean Water Act, 2006",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>12. </b>(1) An authority shall provide the following programs and services in accordance with paragraph 2 of subsection 21.1 (1) of the Act:</p> <p class=\"paragraph-e\">  1. Programs and services to support the authority’s functions and responsibilities related to the implementation and enhancement of the provincial groundwater monitoring program in accordance with subsection (2).</p> <p class=\"paragraph-e\">  2. Programs and services to support the authority’s functions and responsibilities related to the implementation and enhancement of the provincial stream monitoring program in accordance with subsection (3).</p> <p class=\"paragraph-e\">  3. Programs and services to support the authority’s functions and responsibilities related to the development and implementation of a watershed-based resource management strategy on or before December 31, 2024, in accordance with subsection (4).</p> <p class=\"subsection-e\">  (2) The authority shall perform the following functions and responsibilities with respect to supporting the implementation and enhancement of the Ministry’s provincial groundwater monitoring program mentioned in paragraph 1 of subsection (1):</p> <p class=\"paragraph-e\">  1. Collecting groundwater samples from wells that are part of the groundwater monitoring program.</p> <p class=\"paragraph-e\">  2. Submitting samples and associated site information to a laboratory approved by the Ministry for analysis of parameters required by the groundwater monitoring program.</p> <p class=\"paragraph-e\">  3. Collecting in-field groundwater data and in-field weather data for submission to the Ministry from sites that are part of the groundwater monitoring program.</p> <p class=\"paragraph-e\">  4. Assessing and maintaining groundwater monitoring program sites and wells for safety and access.</p> <p class=\"paragraph-e\">  5. Complying with the Ministry’s procedures if a sample exceeds a drinking water quality standard set out in Ontario Regulation 169/03 (Ontario Drinking Water Quality Standards) made under the<i>\r\nSafe Drinking Water Act, 2002</i>.</p> <p class=\"paragraph-e\">  6. Deploying, removing, operating, calibrating and maintaining all equipment provided by the Ministry for the authority’s use when carrying out its functions and responsibilities under the groundwater monitoring program.</p> <p class=\"paragraph-e\">  7. Carrying out administrative support for the process of procuring groundwater monitoring program equipment, equipment repair services, well repair services, well construction services and well decommissioning services.</p> <p class=\"paragraph-e\">  8. Cost sharing, with the Ministry, the construction or decommissioning of wells that are part of the groundwater monitoring program.</p> <p class=\"paragraph-e\">  9. Where a groundwater monitoring well that is part of the groundwater monitoring program is to be located on property not owned by the authority, establishing and maintaining an agreement with the owner of the property to ensure the authority has access to the well.</p> <p class=\"paragraph-e\">  10. Participating in meetings or training scheduled by the Ministry related to the groundwater monitoring program.</p> <p class=\"subsection-e\">  (3) The authority shall satisfy the following functions and responsibilities with respect to supporting the implementation and enhancement of the provincial stream monitoring program mentioned in paragraph 2 of subsection (1):</p> <p class=\"paragraph-e\">  1. Collecting stream samples from sampling sites that are part of the stream monitoring program.</p> <p class=\"paragraph-e\">  2. Submitting samples and associated site information to a laboratory approved by the Ministry for analysis of parameters required by the stream monitoring program.</p> <p class=\"paragraph-e\">  3. Collecting in-field stream water data for submission to the Ministry from sites that are part of the stream monitoring program.</p> <p class=\"paragraph-e\">  4. Assessing and maintaining stream monitoring program sites for safety and access.</p> <p class=\"paragraph-e\">  5. Deploying, removing, operating, calibrating and maintaining all equipment provided by the Ministry for the authority’s use when carrying out its functions and responsibilities under the stream monitoring program.</p> <p class=\"paragraph-e\">  6. Participating in meetings or training scheduled by the Ministry related to the stream monitoring program.</p> <p class=\"subsection-e\">  (4) The watershed-based resource management strategy referred to in paragraph 3 of subsection (1) shall include the following components:</p> <p class=\"paragraph-e\">  1. Guiding principles and objectives that inform the design and delivery of the programs and services that the authority is required to provide under section 21.1 of the Act.</p> <p class=\"paragraph-e\">  2. A summary of existing technical studies, monitoring programs and other information on the natural resources the authority relies on within its area of jurisdiction or in specific watersheds that directly informs and supports the delivery of programs and services under section 21.1 of the Act.</p> <p class=\"paragraph-e\">  3. A review of the authority’s programs and services provided under section 21.1 of the Act for the purposes of,</p> <p class=\"subpara-e\">  i. determining if the programs and services comply with the regulations made under clause 40 (1) (b) of the Act,</p> <p class=\"subpara-e\">  ii. identifying and analyzing issues and risks that limit the effectiveness of the delivery of these programs and services, and</p> <p class=\"subpara-e\">  iii. identifying actions to address the issues and mitigate the risks identified by the review, and providing a cost estimate for the implementation of those actions.</p> <p class=\"paragraph-e\">  4. A process for the periodic review and updating of the watershed-based resource management strategy by the authority that includes procedures to ensure stakeholders and the public are consulted during the review and update process.</p> <p class=\"subsection-e\">  (5) Subject to subsections (6) and (7), a watershed-based resource management strategy may include programs and services provided by the authority under sections 21.1.1 and 21.1.2 of the Act.</p> <p class=\"subsection-e\">  (6) If, in respect of programs and services the authority provides under subsection 21.1.1 (1) of the Act, a memorandum of understanding or other agreement is required, a watershed-based resource management strategy may not include those programs and services unless the memorandum of understanding or other agreement includes provisions that those programs and services be included in the strategy.</p> <p class=\"subsection-e\">  (7) If, in respect of programs and services the authority provides under subsection 21.1.2 (1) of the Act, an agreement is required under subsection 21.1.2 (2), a watershed-based resource management strategy may not include those programs and services unless the agreement includes provisions that those programs and services be included in the strategy.</p> <p class=\"subsection-e\">  (8) The authority shall ensure stakeholders and the public are consulted during the preparation of the watershed-based resource management strategy in a manner that the authority considers advisable.</p> <p class=\"subsection-e\">  (9) The authority shall ensure that the watershed-based resource management strategy is made public on the authority’s website, or by such other means as the authority considers advisable.</p> <p class=\"heading1-e\"><a name=\"BK16\"></a>Source Protection Authority under the Clean Water Act, 2006</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Source Protection Authority under the Clean Water Act, 2006",
            "part_id": null,
            "part_type": null,
            "section": "Source Protection Authority under the Clean Water Act, 2006",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Required components",
            "content": " 13. (1) An authority shall provide the following programs and services under subparagraph 1 iii of subsection 21.1 (1) of the Act: 1. Programs and services to ensure the authority carries out its duties, functions and responsibilities as a source protection authority under the provisions of the Clean Water Act, 2006, other than any duties, functions or responsibilities of the authority under Part IV of that Act where the authority has entered into a delegation agreement with a municipality to administer that Part, including the duties set out in subsection (2). 2. Programs and services set out in subsection (3) intended to support the authority’s ability to carry out its duties, functions and responsibilities under paragraph 1 of this subsection. (2) The duties, functions and responsibilities referred to in paragraph 1 of subsection (1) are the following: 1. The operation of the source protection committee that has been established for the authority’s area or region under the Clean Water Act, 2006. 2. If the authority has been consolidated into a drinking water source protection region established by the Minister under section 6 of that Act, fulfilling its obligations under the agreement referred to in that section. 3. The preparation of amendments to source protection plans in accordance with section 34 or 35 of that Act, as the case may be. 4. Assisting in the review of source protection plans under section 36 of that Act. 5. If the authority is designated in a significant threat policy in a source protection plan as being responsible for implementing the policy, fulfilling its obligation to implement the policy in accordance with section 38 of that Act. 6. If the authority is designated in a source protection plan as being responsible for implementing a policy governing monitoring, complying with its obligation to conduct the monitoring program in accordance with section 45 of that Act. 7. The preparation of annual progress reports in accordance with section 46 of that Act. 8. Satisfying any roles and responsibilities assigned to the authority in a source protection plan if the authority is designated by a policy in the plan as the body responsible for implementing the policy, other than those policies referred to in paragraphs 5 and 6. (3) The duties, functions and responsibilities referred to in paragraph 2 of subsection (1) are the following: 1. Responding to inquires relating to, i. the Clean Water Act, 2006, ii. the source protection plan that applies to the authority’s source protection area, and iii. any of the authority’s duties, functions and responsibilities under that Act. 2. Conducting assessments to determine whether a source protection plan is up to date. 3. Assisting in the co-ordination and implementation of the source protection plan that applies to the authority’s source protection area. 4. Where the authority considers it advisable, reviewing and commenting on any proposal made under another Act that is circulated to the authority for the purpose of determining, i. whether the proposal relates to a significant drinking water threat that is governed by the plan, or ii. the proposal’s potential impact on any drinking water sources protected by the plan. (4) In this section, “significant drinking water threat” and “significant threat policy” have the same meaning as in the Clean Water Act, 2006. Prescribed Act",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>13. </b>(1) An authority shall provide the following programs and services under subparagraph 1 iii of subsection 21.1 (1) of the Act:</p> <p class=\"paragraph-e\">  1. Programs and services to ensure the authority carries out its duties, functions and responsibilities as a source protection authority under the provisions of the <i>Clean Water Act, 2006</i>, other than any duties, functions or responsibilities of the authority under Part IV of that Act where the authority has entered into a delegation agreement with a municipality to administer that Part, including the duties set out in subsection (2).</p> <p class=\"paragraph-e\">  2. Programs and services set out in subsection (3) intended to support the authority’s ability to carry out its duties, functions and responsibilities under paragraph 1 of this subsection.</p> <p class=\"subsection-e\">  (2) The duties, functions and responsibilities referred to in paragraph 1 of subsection (1) are the following:</p> <p class=\"paragraph-e\">  1. The operation of the source protection committee that has been established for the authority’s area or region under the <i>Clean Water Act, 2006</i>.</p> <p class=\"paragraph-e\">  2. If the authority has been consolidated into a drinking water source protection region established by the Minister under section 6 of that Act, fulfilling its obligations under the agreement referred to in that section.</p> <p class=\"paragraph-e\">  3. The preparation of amendments to source protection plans in accordance with section 34 or 35 of that Act, as the case may be.</p> <p class=\"paragraph-e\">  4. Assisting in the review of source protection plans under section 36 of that Act.</p> <p class=\"paragraph-e\">  5. If the authority is designated in a significant threat policy in a source protection plan as being responsible for implementing the policy, fulfilling its obligation to implement the policy in accordance with section 38 of that Act.</p> <p class=\"paragraph-e\">  6. If the authority is designated in a source protection plan as being responsible for implementing a policy governing monitoring, complying with its obligation to conduct the monitoring program in accordance with section 45 of that Act.</p> <p class=\"paragraph-e\">  7. The preparation of annual progress reports in accordance with section 46 of that Act.</p> <p class=\"paragraph-e\">  8. Satisfying any roles and responsibilities assigned to the authority in a source protection plan if the authority is designated by a policy in the plan as the body responsible for implementing the policy, other than those policies referred to in paragraphs 5 and 6.</p> <p class=\"subsection-e\">  (3) The duties, functions and responsibilities referred to in paragraph 2 of subsection (1) are the following:</p> <p class=\"paragraph-e\">  1. Responding to inquires relating to,</p> <p class=\"subpara-e\">  i. the <i>Clean Water Act, 2006</i>,</p> <p class=\"subpara-e\">  ii. the source protection plan that applies to the authority’s source protection area, and</p> <p class=\"subpara-e\">  iii. any of the authority’s duties, functions and responsibilities under that Act.</p> <p class=\"paragraph-e\">  2. Conducting assessments to determine whether a source protection plan is up to date.</p> <p class=\"paragraph-e\">  3. Assisting in the co-ordination and implementation of the source protection plan that applies to the authority’s source protection area.</p> <p class=\"paragraph-e\">  4. Where the authority considers it advisable, reviewing and commenting on any proposal made under another Act that is circulated to the authority for the purpose of determining,</p> <p class=\"subpara-e\">  i. whether the proposal relates to a significant drinking water threat that is governed by the plan, or</p> <p class=\"subpara-e\">  ii. the proposal’s potential impact on any drinking water sources protected by the plan.</p> <p class=\"subsection-e\">  (4) In this section,</p> <p class=\"definition-e\">“significant drinking water threat” and “significant threat policy” have the same meaning as in the <i>Clean Water Act, 2006</i>.</p> <p class=\"heading1-e\"><a name=\"BK18\"></a>Prescribed Act</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Prescribed Act",
            "part_id": null,
            "part_type": null,
            "section": "Prescribed Act",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "Lake Simcoe Region Conservation Authority",
            "part_id": null,
            "part_type": null,
            "section": "Lake Simcoe Region Conservation Authority",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Lake Simcoe Region Conservation Authority",
            "content": " 15. In addition to any other programs and services it is required to provide under the Act and this Regulation, the Lake Simcoe Region Conservation Authority shall provide the following programs and services in respect of its duties, functions and responsibilities under the Lake Simcoe Protection Act, 2008: 1. Programs and services to ensure the authority complies with its duties under subsection 6 (9) of the Lake Simcoe Protection Act, 2008 in respect of the decisions the authority makes related to permissions required under this Act. 2. If, under section 11 of the Lake Simcoe Protection Act, 2008, the authority is identified in the Lake Simcoe Protection Plan as being responsible for implementing a policy governing monitoring, programs and services for the purpose of complying with that obligation. 3. If the authority is identified in a strategic action policy in the Lake Simcoe Protection Plan, other than Policy 6.19-SA, as a body that is responsible for leading the implementation of the policy or collaborating with other bodies to implement the policy, programs and services to ensure the authority satisfies its functions and responsibilities set out in those policies. 4. For the purpose of supporting the programs and services referred to in paragraphs 1 to 3, programs and services to, i. respond to inquiries related to the Lake Simcoe Protection Plan and the authority’s role under the Plan, ii. assist in the co-ordination and implementation of the Lake Simcoe Protection Plan, iii. assist in the review of the Lake Simcoe Protection Plan under section 17 of the Lake Simcoe Protection Act, 2008, and iv. review and comment on proposals made under other Acts that are circulated to the authority for the purpose of determining the proposal’s impact on the Lake Simcoe Protection Plan and the Lake Simcoe watershed. 16. Omitted (provides for amendments to this Regulation). 17. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>15. </b>In addition to any other programs and services it is required to provide under the Act and this Regulation, the Lake Simcoe Region Conservation Authority shall provide the following programs and services in respect of its duties, functions and responsibilities under the <i>Lake Simcoe Protection Act, 2008</i>:</p> <p class=\"paragraph-e\">  1. Programs and services to ensure the authority complies with its duties under subsection 6 (9) of the <i>Lake Simcoe Protection Act, 2008</i> in respect of the decisions the authority makes related to permissions required under this Act.</p> <p class=\"paragraph-e\">  2. If, under section 11 of the <i>Lake Simcoe Protection Act, 2008</i>, the authority is identified in the Lake Simcoe Protection Plan as being responsible for implementing a policy governing monitoring, programs and services for the purpose of complying with that obligation.</p> <p class=\"paragraph-e\">  3. If the authority is identified in a strategic action policy in the Lake Simcoe Protection Plan, other than Policy 6.19-SA, as a body that is responsible for leading the implementation of the policy or collaborating with other bodies to implement the policy, programs and services to ensure the authority satisfies its functions and responsibilities set out in those policies.</p> <p class=\"paragraph-e\">  4. For the purpose of supporting the programs and services referred to in paragraphs 1 to 3, programs and services to,</p> <p class=\"subpara-e\">  i. respond to inquiries related to the Lake Simcoe Protection Plan and the authority’s role under the Plan,</p> <p class=\"subpara-e\">  ii. assist in the co-ordination and implementation of the Lake Simcoe Protection Plan,</p> <p class=\"subpara-e\">  iii. assist in the review of the Lake Simcoe Protection Plan under section 17 of the <i>Lake Simcoe Protection Act, 2008</i>, and</p> <p class=\"subpara-e\">  iv. review and comment on proposals made under other Acts that are circulated to the authority for the purpose of determining the proposal’s impact on the Lake Simcoe Protection Plan and the Lake Simcoe watershed.</p> <p class=\"section-e\"> <b>16.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for amendments to this Regulation</span>).</p> <p class=\"section-e\"> <b>17.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/210686\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}