{
    "reg_info": {
        "full_title": "O. Reg. 155/21: CHANGE IN RESIDENCE OR RELOCATION",
        "reg_name_text": "CHANGE IN RESIDENCE OR RELOCATION",
        "citation": "O. Reg. 155/21: ",
        "act_under": "Children’s Law Reform Act",
        "url": "https://www.ontario.ca/laws/regulation/210155",
        "date_scraped": "2023-12-18 18:48:41"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2021",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Notice of change in residence by person with contact, significant impact",
            "content": " 1. For the purposes of paragraph 2 of subsection 39.2 (3) of the Act, notice of a change in residence by a person who has contact under a contact order shall be in the form titled “Notice of Change in Place of Residence Form — Person with Contact”, dated February 2021 and available on the internet at the Ontario Court Forms website.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>For the purposes of paragraph 2 of subsection 39.2 (3) of the Act, notice of a change in residence by a person who has contact under a contact order shall be in the form titled “Notice of Change in Place of Residence Form — Person with Contact”, dated February 2021 and available on the internet at the Ontario Court Forms website.</p>"
        },
        {
            "id": "2.",
            "section": "Notice of proposed relocation",
            "content": " 2. For the purposes of subsection 39.3 (2) of the Act, notice of a proposed relocation shall be in the form titled “Notice of Relocation Form — Person with a Parenting Order”, dated February 2021 and available on the internet at the Ontario Court Forms website.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>For the purposes of subsection 39.3 (2) of the Act, notice of a proposed relocation shall be in the form titled “Notice of Relocation Form — Person with a Parenting Order”, dated February 2021 and available on the internet at the Ontario Court Forms website.</p>"
        },
        {
            "id": "3.",
            "section": "Notice of objection to proposed relocation",
            "content": " 3. A notice of objection to a proposed relocation given by a person under clause 39.3 (5) (a) of the Act shall set out, in addition to the information listed in subsection 39.3 (6) of the Act, the person’s name, current address and contact information.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>A notice of objection to a proposed relocation given by a person under clause 39.3 (5) (a) of the Act shall set out, in addition to the information listed in subsection 39.3 (6) of the Act, the person’s name, current address and contact information.</p>"
        },
        {
            "id": "4.",
            "section": "Notices that must be served",
            "content": " 4. (1) The following notices must be served on a person to whom the notice may or must be given under section 39.3 of the Act, in accordance with this section:  1.  Notice of a proposed relocation under subsection 39.3 (1) of the Act. 2.  Notice of an objection under clause 39.3 (5) (a) of the Act. (2) The notice shall be served on the person, (a)  by leaving a copy with the person; (b)  by mailing a copy to the person; (c)  by sending a copy by same- or next-day courier to the person; (d)  if the notice and any accompanying documents, including any cover page or back sheet, do not exceed 20 pages, by faxing a copy to the person in accordance with subsection (3); (e)  by emailing a copy to the person in accordance with subsection (4); or (f)  by leaving a copy with the person’s lawyer of record in any ongoing case affecting decision-making responsibility, parenting time or contact with respect to the child, or with a lawyer who accepts service in writing on a copy of the notice. (3) The first page of a notice that is served by fax shall show, (a)  the sender’s name, telephone number and fax number; (b)  the name of the person being served; (c)  the date and time of the fax; (d)  the total number of pages faxed; and (e)  the name and telephone number of a person to contact in case of transmission difficulties, if different from the sender. (4) The email message to which a notice is attached shall show, (a)  the sender’s name and telephone number; (b)  the name of the person being served; (c)  the title of the notice being served and a list of any accompanying documents; and (d)  the date and time of the email. (5) A notice may not be served by a person who is under 18 years of age. (6) Service by a method provided for under subsection (2) is effective on the day specified for that method in the Family Law Rules. (7) Despite subsection (2), the court may, on the application of the person who must serve the notice, order that the notice be served by substituted service using a method chosen by the court, if the person, (a)  provides detailed evidence showing, (i)  what steps have been taken to locate the person to be served, and (ii)  if that person has been located, what steps have been taken to serve the notice on them; and (b)  shows that the method of substituted service could reasonably be expected to bring the notice to the attention of the person to be served. (8) Despite subsection (2), the court may, on the application of the person who must serve the notice, make an order approving the service of the notice for the purposes of this section by a method that is not listed in that subsection or approved by an order under subsection (7), if the notice, (a)  came to the attention of the person to be served; or (b)  would have come to the attention of the person to be served if they had not been evading service. (9) If the person seeking an order under subsection (7) or (8) is a party to an ongoing case affecting decision-making responsibility, parenting time or contact with respect to the child, the order may be sought by way of a motion in the case under rule 14 of the Family Law Rules. (10) For the purposes of this section, service of a notice may be proven by, (a)  an acceptance or admission of service written by the person on whom the notice is served; (b)  an affidavit of the person serving the notice; or (c)  any other manner specified under the Family Law Rules with respect to the method by which the notice was served.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The following notices must be served on a person to whom the notice may or must be given under section 39.3 of the Act, in accordance with this section: </p> <p class=\"paragraph-e\">  1.  Notice of a proposed relocation under subsection 39.3 (1) of the Act.</p> <p class=\"paragraph-e\">  2.  Notice of an objection under clause 39.3 (5) (a) of the Act.</p> <p class=\"subsection-e\">  (2) The notice shall be served on the person,</p> <p class=\"clause-e\">  (a)  by leaving a copy with the person; </p> <p class=\"clause-e\">  (b)  by mailing a copy to the person;</p> <p class=\"clause-e\">  (c)  by sending a copy by same- or next-day courier to the person;</p> <p class=\"clause-e\">  (d)  if the notice and any accompanying documents, including any cover page or back sheet, do not exceed 20 pages, by faxing a copy to the person in accordance with subsection (3); </p> <p class=\"clause-e\">  (e)  by emailing a copy to the person in accordance with subsection (4); or</p> <p class=\"clause-e\">  (f)  by leaving a copy with the person’s lawyer of record in any ongoing case affecting decision-making responsibility, parenting time or contact with respect to the child, or with a lawyer who accepts service in writing on a copy of the notice.</p> <p class=\"subsection-e\">  (3) The first page of a notice that is served by fax shall show,</p> <p class=\"clause-e\">  (a)  the sender’s name, telephone number and fax number;</p> <p class=\"clause-e\">  (b)  the name of the person being served;</p> <p class=\"clause-e\">  (c)  the date and time of the fax;</p> <p class=\"clause-e\">  (d)  the total number of pages faxed; and</p> <p class=\"clause-e\">  (e)  the name and telephone number of a person to contact in case of transmission difficulties, if different from the sender.</p> <p class=\"subsection-e\">  (4) The email message to which a notice is attached shall show,</p> <p class=\"clause-e\">  (a)  the sender’s name and telephone number;</p> <p class=\"clause-e\">  (b)  the name of the person being served;</p> <p class=\"clause-e\">  (c)  the title of the notice being served and a list of any accompanying documents; and</p> <p class=\"clause-e\">  (d)  the date and time of the email.</p> <p class=\"subsection-e\">  (5) A notice may not be served by a person who is under 18 years of age.</p> <p class=\"subsection-e\">  (6) Service by a method provided for under subsection (2) is effective on the day specified for that method in the <i>Family Law Rules</i>.</p> <p class=\"subsection-e\">  (7) Despite subsection (2), the court may, on the application of the person who must serve the notice, order that the notice be served by substituted service using a method chosen by the court, if the person,</p> <p class=\"clause-e\">  (a)  provides detailed evidence showing,</p> <p class=\"subclause-e\">  (i)  what steps have been taken to locate the person to be served, and</p> <p class=\"subclause-e\">  (ii)  if that person has been located, what steps have been taken to serve the notice on them; and</p> <p class=\"clause-e\">  (b)  shows that the method of substituted service could reasonably be expected to bring the notice to the attention of the person to be served.</p> <p class=\"subsection-e\">  (8) Despite subsection (2), the court may, on the application of the person who must serve the notice, make an order approving the service of the notice for the purposes of this section by a method that is not listed in that subsection or approved by an order under subsection (7), if the notice,</p> <p class=\"clause-e\">  (a)  came to the attention of the person to be served; or</p> <p class=\"clause-e\">  (b)  would have come to the attention of the person to be served if they had not been evading service.</p> <p class=\"subsection-e\">  (9) If the person seeking an order under subsection (7) or (8) is a party to an ongoing case affecting decision-making responsibility, parenting time or contact with respect to the child, the order may be sought by way of a motion in the case under rule 14 of the <i>Family Law Rules</i>. </p> <p class=\"subsection-e\">  (10) For the purposes of this section, service of a notice may be proven by,</p> <p class=\"clause-e\">  (a)  an acceptance or admission of service written by the person on whom the notice is served;</p> <p class=\"clause-e\">  (b)  an affidavit of the person serving the notice; or</p> <p class=\"clause-e\">  (c)  any other manner specified under the <i>Family Law Rules</i> with respect to the method by which the notice was served.</p>"
        },
        {
            "id": "5.",
            "section": "Notices that must be served",
            "content": " 5. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>5.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Notices that must be served",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/210155\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}