{
    "reg_info": {
        "full_title": "O. Reg. 514/93: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 514/93: ",
        "act_under": "Certification of Titles Act   Loi sur la certification des titres",
        "url": "https://www.ontario.ca/laws/regulation/930514",
        "date_scraped": "2023-12-19 07:07:55"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/930514/v1",
            "valid_from": "September  1, 1993",
            "valid_to": "December 14, 2009"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “adjoining land” means land touching the limits of the subject land; “application” means an application for a certificate of title under section 4 of the Act; “land” means land, tenements, hereditaments and appurtenances and any estate or interest in them; “subject land” means the land in respect of which an application is made. O. Reg. 514/93, s. 1. Application",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“adjoining land” means land touching the limits of the subject land;</p> <p class=\"definition-e\">“application” means an application for a certificate of title under section 4 of the Act;</p> <p class=\"definition-e\">“land” means land, tenements, hereditaments and appurtenances and any estate or interest in them;</p> <p class=\"definition-e\">“subject land” means the land in respect of which an application is made. O. Reg. 514/93, s. 1.</p> <p class=\"heading1-e\">Application</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": "2. (1) An application shall be in Form 1 and shall be signed by the applicant or the applicant’s solicitor. O. Reg. 514/93, s. 2 (1). (2) The applicant shall have an Ontario Land Surveyor prepare a draft reference plan for the application, showing only the subject land, in accordance with Regulation 997 of the Revised Regulations of Ontario, 1990 made under the Registry Act. O. Reg. 514/93, s. 2 (2). (3) The applicant shall make the application to the Director of Land Registration under subsection 4 (1) of the Act by registering it, together with a print of the draft reference plan, in the land registry office for the registry division where the subject land is situated. O. Reg. 514/93, s. 2 (3). (4) The application can be registered despite section 60 of Regulation 997 of the Revised Regulations of Ontario, 1990 made under the Registry Act. O. Reg. 514/93, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) An application shall be in Form 1 and shall be signed by the applicant or the applicant’s solicitor. O. Reg. 514/93, s. 2 (1).</p> <p class=\"subsection-e\">(2) The applicant shall have an Ontario Land Surveyor prepare a draft reference plan for the application, showing only the subject land, in accordance with Regulation 997 of the Revised Regulations of Ontario, 1990 made under the <i>Registry Act</i>. O. Reg. 514/93, s. 2 (2).</p> <p class=\"subsection-e\">(3) The applicant shall make the application to the Director of Land Registration under subsection 4 (1) of the Act by registering it, together with a print of the draft reference plan, in the land registry office for the registry division where the subject land is situated. O. Reg. 514/93, s. 2 (3).</p> <p class=\"subsection-e\">(4) The application can be registered despite section 60 of Regulation 997 of the Revised Regulations of Ontario, 1990 made under the <i>Registry Act</i>. O. Reg. 514/93, s. 2 (4).</p>"
        },
        {
            "id": "3.",
            "section": "Application",
            "content": "3. (1) A notice of application shall be in Form 2 and shall be prepared and signed by the applicant’s solicitor. O. Reg. 514/93, s. 3 (1). (2) The applicant shall register the notice of application in the land registry office for the registry division where the subject land is situated. O. Reg. 514/93, s. 3 (2). (3) Unless the Director of Land Registration directs otherwise, after registering the notice of application, the applicant shall serve a copy of it and a print of the draft reference plan on, (a) every owner of a registered right of way or other easement in the subject land; (b) every person who has deposited a declaration of possession affecting the title to the subject land, except persons who have conveyed or otherwise assigned all their interest in the subject land to the present registered owner of it or the adjoining land or their predecessors in title; (c) every registered owner of the subject land, if any part of the applicant’s claim of title to the land is based on length of adverse possession or use; (d) every person who could claim an encroachment over the subject land or an unregistered right of way or other easement in the subject land according to the draft reference plan; (e) if the adjoining land is not a condominium property, every owner of adjoining land, every mortgagee or chargee in possession of adjoining land according to the records of the land registry office for title to the adjoining land, and every owner of a registered right of way or other easement touching the limits of the subject land; (f) if the adjoining land is part of the common elements of a condominium property, the condominium corporation and every owner of a registered right of way or other easement touching the limits of the subject land; (g) if the adjoining land is a unit in a condominium property, every owner of the unit, every mortgagee or chargee in possession of the unit according to the records of the land registry office for title to the unit, and every owner of a registered right of way or other easement in the unit touching the limits of the subject land; (h) every ministry, board, commission or agency of the Government of Ontario or the Government of Canada, including Ontario Hydro and every municipality, including a metropolitan, regional and district municipality and the County of Oxford, if the ministry, board, commission, agency or municipality has an unregistered interest in the adjoining land; and (i) any other person whom the Director of Land Registration directs be served. O. Reg. 514/93, s. 3 (3). (4) Despite subsection (3), the applicant is not required to serve the notice of application and a print of the draft reference plan on the applicant. O. Reg. 514/93, s. 3 (4). (5) The consent to an application given by a person for the purposes of subsection 5 (2) of the Act shall be in Form 3. O. Reg. 514/93, s. 3 (5). (6) For the purposes of this section, the Director may direct other means of effecting service than the means specified in subsection 5 (1) of the Act. O. Reg. 514/93, s. 3 (6). Claims",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) A notice of application shall be in Form 2 and shall be prepared and signed by the applicant’s solicitor. O. Reg. 514/93, s. 3 (1).</p> <p class=\"subsection-e\">(2) The applicant shall register the notice of application in the land registry office for the registry division where the subject land is situated. O. Reg. 514/93, s. 3 (2).</p> <p class=\"subsection-e\">(3) Unless the Director of Land Registration directs otherwise, after registering the notice of application, the applicant shall serve a copy of it and a print of the draft reference plan on,</p> <p class=\"clause-e\">(a) every owner of a registered right of way or other easement in the subject land;</p> <p class=\"clause-e\">(b) every person who has deposited a declaration of possession affecting the title to the subject land, except persons who have conveyed or otherwise assigned all their interest in the subject land to the present registered owner of it or the adjoining land or their predecessors in title;</p> <p class=\"clause-e\">(c) every registered owner of the subject land, if any part of the applicant’s claim of title to the land is based on length of adverse possession or use;</p> <p class=\"clause-e\">(d) every person who could claim an encroachment over the subject land or an unregistered right of way or other easement in the subject land according to the draft reference plan;</p> <p class=\"clause-e\">(e) if the adjoining land is not a condominium property, every owner of adjoining land, every mortgagee or chargee in possession of adjoining land according to the records of the land registry office for title to the adjoining land, and every owner of a registered right of way or other easement touching the limits of the subject land;</p> <p class=\"clause-e\">(f) if the adjoining land is part of the common elements of a condominium property, the condominium corporation and every owner of a registered right of way or other easement touching the limits of the subject land;</p> <p class=\"clause-e\">(g) if the adjoining land is a unit in a condominium property, every owner of the unit, every mortgagee or chargee in possession of the unit according to the records of the land registry office for title to the unit, and every owner of a registered right of way or other easement in the unit touching the limits of the subject land;</p> <p class=\"clause-e\">(h) every ministry, board, commission or agency of the Government of Ontario or the Government of Canada, including Ontario Hydro and every municipality, including a metropolitan, regional and district municipality and the County of Oxford, if the ministry, board, commission, agency or municipality has an unregistered interest in the adjoining land; and</p> <p class=\"clause-e\">(i) any other person whom the Director of Land Registration directs be served. O. Reg. 514/93, s. 3 (3).</p> <p class=\"subsection-e\">(4) Despite subsection (3), the applicant is not required to serve the notice of application and a print of the draft reference plan on the applicant. O. Reg. 514/93, s. 3 (4).</p> <p class=\"subsection-e\">(5) The consent to an application given by a person for the purposes of subsection 5 (2) of the Act shall be in Form 3. O. Reg. 514/93, s. 3 (5).</p> <p class=\"subsection-e\">(6) For the purposes of this section, the Director may direct other means of effecting service than the means specified in subsection 5 (1) of the Act. O. Reg. 514/93, s. 3 (6).</p> <p class=\"heading1-e\">Claims</p>"
        },
        {
            "id": "4.",
            "section": "Claims",
            "content": "4. (1) For the purposes of subsection 6 (1) of the Act, a person having a claim adverse to or inconsistent with an application may file a statement of claim addressed to the Director of Land Registration at the address of the solicitor for the applicant. O. Reg. 514/93, s. 4 (1). (2) A statement of claim shall, (a) state the nature and extent of the interest claimed; (b) include an affidavit that verifies the claim and sets out all documents necessary to support it; (c) state the claimant’s address for service and telephone number. O. Reg. 514/93, s. 4 (2). Submission of Application",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) For the purposes of subsection 6 (1) of the Act, a person having a claim adverse to or inconsistent with an application may file a statement of claim addressed to the Director of Land Registration at the address of the solicitor for the applicant. O. Reg. 514/93, s. 4 (1).</p> <p class=\"subsection-e\">(2) A statement of claim shall,</p> <p class=\"clause-e\">(a) state the nature and extent of the interest claimed;</p> <p class=\"clause-e\">(b) include an affidavit that verifies the claim and sets out all documents necessary to support it;</p> <p class=\"clause-e\">(c) state the claimant’s address for service and telephone number. O. Reg. 514/93, s. 4 (2).</p> <p class=\"heading1-e\">Submission of Application</p>"
        },
        {
            "id": "5.",
            "section": "Submission of Application",
            "content": "5. (1) The applicant shall submit an application package described in subsection (2) to the Director of Land Registration, (a) at any time after complying with sections 2 and 3, if all of the persons who are required to be served under subsection 3 (3) have given a consent to the application; or (b) no earlier than thirty days after complying with sections 2 and 3, in all other cases. O. Reg. 514/93, s. 5 (1). (2) An application package shall contain, (a) a copy of the application and the notice of application showing particulars of their registration in the land registry office as required by subsections 2 (3) and 3 (2) respectively; (b) an affidavit in Form 4 signed by, (i) the applicant, if the applicant is not a corporation, or (ii) a person who is authorized to bind the corporation, if the applicant is a corporation; (c) a typewritten abstract of the title to the subject land, prepared by the applicant’s solicitor in accordance with good conveyancing practice and containing, with respect to each instrument registered or document deposited on title, (i) the registration number or deposit number of the instrument or document, (ii) the nature of the instrument or document, (iii) the date of registration or deposit, (iv) a full description of the parties named in the instrument or document, the relationship between them, where given, and the nature of their tenure, (v) a full description, from the instrument or document, of the land with which the instrument or document purports to deal, including all easements, rights of way or other rights to which the land is subject or that are appurtenant to the land, or a reference to an identical description previously set out in full, (vi) if the instrument is an encumbrance, the particulars of the encumbrance, (vii) the particulars of every claim, interest, defect or omission in the instrument or document that may adversely affect the title to the subject land, and (viii) in the case of an instrument or document that creates a right of way or other easement for the benefit of land other than the subject land, the name and address for service of the owners of the other land according to the records of the land registry office for title to the other land; (d) a copy of the original grant from the Crown of the subject land; (e) a typewritten title tree prepared by the applicant’s solicitor showing the chain of ownership of the title to the subject land; (f) copies of all instruments and documents by which all title claimed by the applicant in the subject land is held; (g) copies of all instruments by which registered rights of way and other easements in the subject land were created; (h) a white print of every plan or sketch referred to in an instrument or document affecting the subject land, and of every registered or deposited plan that shows lands included in the subject land or lands adjoining the subject land; (i) if any of the subject land has been divided into parcels for abstract purposes under clause 83 (3) (b) of the Registry Act, a statement of the applicable new heading in the abstract index; (j) a sheriff’s certificate with respect to writs of execution against the applicant and all previous owners appearing on the abstract of the subject land described in clause (c); (k) a statement by the applicant’s solicitor containing, with respect to each person who could claim an encroachment over the subject land or an unregistered right of way or other easement in the subject land according to the draft reference plan, (i) the name and address for service, (ii) a full description of the land in which the person could claim an encroachment or an unregistered right of way or other easement; (l) a typewritten abstract prepared by the applicant’s solicitor with respect to all adjoining land and containing, with respect to each person who is an owner, a mortgagee or chargee in possession according to the records of the land registry office for the title to the adjoining land, or an owner of a registered right of way or other easement touching the subject land, (i) the name and address for service, (ii) the particulars of registration of the instrument by which the person acquired an interest in the adjoining land, and (iii) a full description, from the instrument described in subclause (ii), of the land with which the instrument purports to deal; (m) a statement by the applicant’s solicitor containing, with respect to every ministry, board, commission or agency of the Government of Ontario or the Government of Canada, including Ontario Hydro, and every municipality, including a metropolitan, regional and district municipality and the County of Oxford, if the ministry, board, commission, agency or municipality has an unregistered interest in the adjoining land, (i) the name and address for service, (ii) a full description of the land in which the ministry, board, commission, agency or municipality has an unregistered interest; (n) if any of the subject land or the adjoining land is in a part of Ontario designated under Part II of the Land Registration Reform Act, a statement of the property identifiers assigned to the land under subsection 141 (2) or (4) of the Land Titles Act or subsection 21 (2) or (4) of the Registry Act; (o) six prints of the draft reference plan described in subsection 2 (2), one of which shall form part of the applicant’s affidavit described in clause (b), one of which shall form part of the certificate described in clause (q) and one of which is the print mentioned in clause (t); (p) a certificate of the applicant’s solicitor in Form 5 with respect to the title of the applicant to the subject land; (q) a certificate in Form 6 of the Ontario Land Surveyor who prepared the draft reference plan described in subsection 2 (2); (r) a certificate of the applicant’s solicitor in Form 7 with respect to the service of documents required by subsection 3 (3); (s) with respect to all persons who were served with documents as required by subsection 3 (3), (i) proof of service in a form approved by the Director of Land Registration, and (ii) all documents that the applicant served under subsection 3 (3) by registered mail and that the post office returned as undelivered; (t) one of the prints of the draft reference plan mentioned in clause (o), which print, (i) indicates the location and extent of the interest in the subject land or the adjoining land held by each of the persons who were served with documents as required by subsection 3 (3) or who gave a consent under subsection 5 (2) of the Act, and (ii) for each location states the name of each of the persons mentioned in subclause (i) and states whether the person has filed a statement of claim under subsection 4 (1) that has not been withdrawn; (u) originals of all consents given by persons described in subsection 5 (2) of the Act; (v) originals of all statements of claim, withdrawals of statements of claim and correspondence received by the applicant’s solicitor from persons under subsection 4 (1) who were served with documents and copies of all correspondence sent by the applicant’s solicitor to those persons; (w) a report of the applicant’s solicitor describing the resolution that was made of all statements of claim that were withdrawn; and (x) a draft certificate of title in Form 8 prepared by the applicant’s solicitor showing all the encumbrances, claims, interests, defects and omissions to which title to the subject land is subject. O. Reg. 514/93, s. 5 (2). (3) In addition to the requirements of subsection (2), distances in legal descriptions of land in any of the material mentioned in that subsection shall be stated using the decimal system in feet or metres if they are not already stated in that way in the instrument or document in which the legal descriptions occur. O. Reg. 514/93, s. 5 (3). Decision on Application",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The applicant shall submit an application package described in subsection (2) to the Director of Land Registration,</p> <p class=\"clause-e\">(a) at any time after complying with sections 2 and 3, if all of the persons who are required to be served under subsection 3 (3) have given a consent to the application; or</p> <p class=\"clause-e\">(b) no earlier than thirty days after complying with sections 2 and 3, in all other cases. O. Reg. 514/93, s. 5 (1).</p> <p class=\"subsection-e\">(2) An application package shall contain,</p> <p class=\"clause-e\">(a) a copy of the application and the notice of application showing particulars of their registration in the land registry office as required by subsections 2 (3) and 3 (2) respectively;</p> <p class=\"clause-e\">(b) an affidavit in Form 4 signed by,</p> <p class=\"subclause-e\">(i) the applicant, if the applicant is not a corporation, or</p> <p class=\"subclause-e\">(ii) a person who is authorized to bind the corporation, if the applicant is a corporation;</p> <p class=\"clause-e\">(c) a typewritten abstract of the title to the subject land, prepared by the applicant’s solicitor in accordance with good conveyancing practice and containing, with respect to each instrument registered or document deposited on title,</p> <p class=\"subclause-e\">(i) the registration number or deposit number of the instrument or document,</p> <p class=\"subclause-e\">(ii) the nature of the instrument or document,</p> <p class=\"subclause-e\">(iii) the date of registration or deposit,</p> <p class=\"subclause-e\">(iv) a full description of the parties named in the instrument or document, the relationship between them, where given, and the nature of their tenure,</p> <p class=\"subclause-e\">(v) a full description, from the instrument or document, of the land with which the instrument or document purports to deal, including all easements, rights of way or other rights to which the land is subject or that are appurtenant to the land, or a reference to an identical description previously set out in full,</p> <p class=\"subclause-e\">(vi) if the instrument is an encumbrance, the particulars of the encumbrance,</p> <p class=\"subclause-e\">(vii) the particulars of every claim, interest, defect or omission in the instrument or document that may adversely affect the title to the subject land, and</p> <p class=\"subclause-e\">(viii) in the case of an instrument or document that creates a right of way or other easement for the benefit of land other than the subject land, the name and address for service of the owners of the other land according to the records of the land registry office for title to the other land;</p> <p class=\"clause-e\">(d) a copy of the original grant from the Crown of the subject land;</p> <p class=\"clause-e\">(e) a typewritten title tree prepared by the applicant’s solicitor showing the chain of ownership of the title to the subject land;</p> <p class=\"clause-e\">(f) copies of all instruments and documents by which all title claimed by the applicant in the subject land is held;</p> <p class=\"clause-e\">(g) copies of all instruments by which registered rights of way and other easements in the subject land were created;</p> <p class=\"clause-e\">(h) a white print of every plan or sketch referred to in an instrument or document affecting the subject land, and of every registered or deposited plan that shows lands included in the subject land or lands adjoining the subject land;</p> <p class=\"clause-e\">(i) if any of the subject land has been divided into parcels for abstract purposes under clause 83 (3) (b) of the <i>Registry Act</i>, a statement of the applicable new heading in the abstract index;</p> <p class=\"clause-e\">(j) a sheriff’s certificate with respect to writs of execution against the applicant and all previous owners appearing on the abstract of the subject land described in clause (c);</p> <p class=\"clause-e\">(k) a statement by the applicant’s solicitor containing, with respect to each person who could claim an encroachment over the subject land or an unregistered right of way or other easement in the subject land according to the draft reference plan,</p> <p class=\"subclause-e\">(i) the name and address for service,</p> <p class=\"subclause-e\">(ii) a full description of the land in which the person could claim an encroachment or an unregistered right of way or other easement;</p> <p class=\"clause-e\">(l) a typewritten abstract prepared by the applicant’s solicitor with respect to all adjoining land and containing, with respect to each person who is an owner, a mortgagee or chargee in possession according to the records of the land registry office for the title to the adjoining land, or an owner of a registered right of way or other easement touching the subject land,</p> <p class=\"subclause-e\">(i) the name and address for service,</p> <p class=\"subclause-e\">(ii) the particulars of registration of the instrument by which the person acquired an interest in the adjoining land, and</p> <p class=\"subclause-e\">(iii) a full description, from the instrument described in subclause (ii), of the land with which the instrument purports to deal;</p> <p class=\"clause-e\">(m) a statement by the applicant’s solicitor containing, with respect to every ministry, board, commission or agency of the Government of Ontario or the Government of Canada, including Ontario Hydro, and every municipality, including a metropolitan, regional and district municipality and the County of Oxford, if the ministry, board, commission, agency or municipality has an unregistered interest in the adjoining land,</p> <p class=\"subclause-e\">(i) the name and address for service,</p> <p class=\"subclause-e\">(ii) a full description of the land in which the ministry, board, commission, agency or municipality has an unregistered interest;</p> <p class=\"clause-e\">(n) if any of the subject land or the adjoining land is in a part of Ontario designated under Part II of the <i>Land Registration Reform Act</i>, a statement of the property identifiers assigned to the land under subsection 141 (2) or (4) of the <i>Land Titles Act</i> or subsection 21 (2) or (4) of the <i>Registry Act</i>;</p> <p class=\"clause-e\">(o) six prints of the draft reference plan described in subsection 2 (2), one of which shall form part of the applicant’s affidavit described in clause (b), one of which shall form part of the certificate described in clause (q) and one of which is the print mentioned in clause (t);</p> <p class=\"clause-e\">(p) a certificate of the applicant’s solicitor in Form 5 with respect to the title of the applicant to the subject land;</p> <p class=\"clause-e\">(q) a certificate in Form 6 of the Ontario Land Surveyor who prepared the draft reference plan described in subsection 2 (2);</p> <p class=\"clause-e\">(r) a certificate of the applicant’s solicitor in Form 7 with respect to the service of documents required by subsection 3 (3);</p> <p class=\"clause-e\">(s) with respect to all persons who were served with documents as required by subsection 3 (3),</p> <p class=\"subclause-e\">(i) proof of service in a form approved by the Director of Land Registration, and</p> <p class=\"subclause-e\">(ii) all documents that the applicant served under subsection 3 (3) by registered mail and that the post office returned as undelivered;</p> <p class=\"clause-e\">(t) one of the prints of the draft reference plan mentioned in clause (o), which print,</p> <p class=\"subclause-e\">(i) indicates the location and extent of the interest in the subject land or the adjoining land held by each of the persons who were served with documents as required by subsection 3 (3) or who gave a consent under subsection 5 (2) of the Act, and</p> <p class=\"subclause-e\">(ii) for each location states the name of each of the persons mentioned in subclause (i) and states whether the person has filed a statement of claim under subsection 4 (1) that has not been withdrawn;</p> <p class=\"clause-e\">(u) originals of all consents given by persons described in subsection 5 (2) of the Act;</p> <p class=\"clause-e\">(v) originals of all statements of claim, withdrawals of statements of claim and correspondence received by the applicant’s solicitor from persons under subsection 4 (1) who were served with documents and copies of all correspondence sent by the applicant’s solicitor to those persons;</p> <p class=\"clause-e\">(w) a report of the applicant’s solicitor describing the resolution that was made of all statements of claim that were withdrawn; and</p> <p class=\"clause-e\">(x) a draft certificate of title in Form 8 prepared by the applicant’s solicitor showing all the encumbrances, claims, interests, defects and omissions to which title to the subject land is subject. O. Reg. 514/93, s. 5 (2).</p> <p class=\"subsection-e\">(3) In addition to the requirements of subsection (2), distances in legal descriptions of land in any of the material mentioned in that subsection shall be stated using the decimal system in feet or metres if they are not already stated in that way in the instrument or document in which the legal descriptions occur. O. Reg. 514/93, s. 5 (3).</p> <p class=\"heading1-e\">Decision on Application</p>"
        },
        {
            "id": "6.",
            "section": "Decision on Application",
            "content": "6. (1) The Director of Land Registration shall require an applicant who has submitted an application under section 5 to submit a bond or covenant to indemnify the assurance fund if, (a) any part of the applicant’s claim of title to the subject land is based on length of adverse possession or use: or (b) the applicant claims title to the subject land free of a registered interest that has not expired or been discharged. O. Reg. 514/93, s. 6 (1). (2) A bond to indemnify the assurance fund shall be in Form 53 of Regulation 690 of the Revised Regulations of Ontario, 1990 made under the Land Titles Act.  O. Reg. 514/93, s. 6 (2). (3) A covenant to indemnify the assurance fund shall be in Form 54 of Regulation 690 of the Revised Regulations of Ontario, 1990 made under the Land Titles Act. O. Reg. 514/93, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) The Director of Land Registration shall require an applicant who has submitted an application under section 5 to submit a bond or covenant to indemnify the assurance fund if,</p> <p class=\"clause-e\">(a) any part of the applicant’s claim of title to the subject land is based on length of adverse possession or use: or</p> <p class=\"clause-e\">(b) the applicant claims title to the subject land free of a registered interest that has not expired or been discharged. O. Reg. 514/93, s. 6 (1).</p> <p class=\"subsection-e\">(2) A bond to indemnify the assurance fund shall be in Form 53 of Regulation 690 of the Revised Regulations of Ontario, 1990 made under the <i>Land Titles Act.</i>  O. Reg. 514/93, s. 6 (2).</p> <p class=\"subsection-e\">(3) A covenant to indemnify the assurance fund shall be in Form 54 of Regulation 690 of the Revised Regulations of Ontario, 1990 made under the <i>Land Titles Act</i>. O. Reg. 514/93, s. 6 (3).</p>"
        },
        {
            "id": "7.",
            "section": "Decision on Application",
            "content": "7. (1) After setting a hearing date under subsection 6 (2) of the Act for statements of claim with respect to an application, the Director may require the applicant’s solicitor to prepare and serve notice of the hearing on the parties mentioned in subsection 6 (3) of the Act by registered mail or personal service. O. Reg. 514/93, s. 7 (1). (2) The notice of hearing shall be in a form approved by the Director. O. Reg. 514/93, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) After setting a hearing date under subsection 6 (2) of the Act for statements of claim with respect to an application, the Director may require the applicant’s solicitor to prepare and serve notice of the hearing on the parties mentioned in subsection 6 (3) of the Act by registered mail or personal service. O. Reg. 514/93, s. 7 (1).</p> <p class=\"subsection-e\">(2) The notice of hearing shall be in a form approved by the Director. O. Reg. 514/93, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": "Decision on Application",
            "content": "8. (1) The Director of Land Registration may require the applicant to submit additional information or material as the Director considers necessary for considering the application. O. Reg. 514/93, s. 8 (1). (2) The Director of Land Registration may require the applicant to amend the application or the draft reference plan submitted with the application or to re-serve the documents as amended for the purposes of subsection 3 (3). O. Reg. 514/93, s. 8 (2). (3) The Director of Land Registration may require the applicant to pay the Director’s disbursements and expenses incurred in considering an application. O. Reg. 514/93, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) The Director of Land Registration may require the applicant to submit additional information or material as the Director considers necessary for considering the application. O. Reg. 514/93, s. 8 (1).</p> <p class=\"subsection-e\">(2) The Director of Land Registration may require the applicant to amend the application or the draft reference plan submitted with the application or to re-serve the documents as amended for the purposes of subsection 3 (3). O. Reg. 514/93, s. 8 (2).</p> <p class=\"subsection-e\">(3) The Director of Land Registration may require the applicant to pay the Director’s disbursements and expenses incurred in considering an application. O. Reg. 514/93, s. 8 (3).</p>"
        },
        {
            "id": "9.",
            "section": "Decision on Application",
            "content": "9. (1) An applicant may withdraw the application at any time before the Director of Land Registration makes a decision on it under section 9 of the Act. O. Reg. 514/93, s. 9 (1). (2) If an applicant has not taken any steps on an application for at least three months, the Director of Land Registration may notify the applicant of the Director’s intention to treat the application as abandoned. O. Reg. 514/93, s. 9 (2). (3) The Director of Land Registration may treat the application as abandoned if, within thirty days of being notified, the applicant does not respond as the Director requires. O. Reg. 514/93, s. 9 (3). (4) The Director of Land Registration may register a notice of discontinuance in Form 9 in the land registry office for the registry division where the subject land is situated for an application that the applicant withdraws, the Director treats as abandoned or the Director dismisses. O. Reg. 514/93, s. 9 (4).",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) An applicant may withdraw the application at any time before the Director of Land Registration makes a decision on it under section 9 of the Act. O. Reg. 514/93, s. 9 (1).</p> <p class=\"subsection-e\">(2) If an applicant has not taken any steps on an application for at least three months, the Director of Land Registration may notify the applicant of the Director’s intention to treat the application as abandoned. O. Reg. 514/93, s. 9 (2).</p> <p class=\"subsection-e\">(3) The Director of Land Registration may treat the application as abandoned if, within thirty days of being notified, the applicant does not respond as the Director requires. O. Reg. 514/93, s. 9 (3).</p> <p class=\"subsection-e\">(4) The Director of Land Registration may register a notice of discontinuance in Form 9 in the land registry office for the registry division where the subject land is situated for an application that the applicant withdraws, the Director treats as abandoned or the Director dismisses. O. Reg. 514/93, s. 9 (4).</p>"
        },
        {
            "id": "10.",
            "section": "Decision on Application",
            "content": "10. (1) The applicant’s solicitor shall submit a registration package described in subsection (2) to the Director of Land Registration, if the Director has made a decision to issue a certificate of title to the applicant and, (a) the decision has not been reversed on appeal, if there were appeals; or (b) the time for appealing from the decision has expired, if there were no appeals. O. Reg. 514/93, s. 10 (1). (2) A registration package shall contain, (a) a certificate of the applicant’s solicitor in Form 10 with respect to appeals from a hearing under subsection 6 (2) of the Act; (b) the original of the draft reference plan submitted with the application and amended under subsection 8 (2), if applicable, together with the number of copies of the plan and such information and material relating to the plan as the Director of Land Registration requires; and (c) the fee prescribed by Regulation 994 of the Revised Regulations of Ontario, 1990 made under the Registry Act for the deposit of a reference plan. O. Reg. 514/93, s. 10 (2). (3) On or before registering a certificate of title to the subject land, the Director of Land Registration shall deposit the original of the draft reference plan described in clause (2) (b) in the land registry office for the registry division where the subject land is situated. O. Reg. 514/93, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) The applicant’s solicitor shall submit a registration package described in subsection (2) to the Director of Land Registration, if the Director has made a decision to issue a certificate of title to the applicant and,</p> <p class=\"clause-e\">(a) the decision has not been reversed on appeal, if there were appeals; or</p> <p class=\"clause-e\">(b) the time for appealing from the decision has expired, if there were no appeals. O. Reg. 514/93, s. 10 (1).</p> <p class=\"subsection-e\">(2) A registration package shall contain,</p> <p class=\"clause-e\">(a) a certificate of the applicant’s solicitor in Form 10 with respect to appeals from a hearing under subsection 6 (2) of the Act;</p> <p class=\"clause-e\">(b) the original of the draft reference plan submitted with the application and amended under subsection 8 (2), if applicable, together with the number of copies of the plan and such information and material relating to the plan as the Director of Land Registration requires; and</p> <p class=\"clause-e\">(c) the fee prescribed by Regulation 994 of the Revised Regulations of Ontario, 1990 made under the <i>Registry Act</i> for the deposit of a reference plan. O. Reg. 514/93, s. 10 (2).</p> <p class=\"subsection-e\">(3) On or before registering a certificate of title to the subject land, the Director of Land Registration shall deposit the original of the draft reference plan described in clause (2) (b) in the land registry office for the registry division where the subject land is situated. O. Reg. 514/93, s. 10 (3).</p>"
        },
        {
            "id": "11.",
            "section": "Decision on Application",
            "content": "11. (1) A certificate of title issued under section 9 of the Act shall be in Form 8. O. Reg. 514/93, s. 11 (1). (2) The Director of Land Registration shall send a copy of the registered certificate to the applicant. O. Reg. 514/93, s. 11 (2). Miscellaneous",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) A certificate of title issued under section 9 of the Act shall be in Form 8. O. Reg. 514/93, s. 11 (1).</p> <p class=\"subsection-e\">(2) The Director of Land Registration shall send a copy of the registered certificate to the applicant. O. Reg. 514/93, s. 11 (2).</p> <p class=\"heading1-e\">Miscellaneous</p>"
        },
        {
            "id": "12.",
            "section": "Miscellaneous",
            "content": "12. A certificate of title issued under section 12 of the Act shall be in Form 11. O. Reg. 514/93, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>A certificate of title issued under section 12 of the Act shall be in Form 11. O. Reg. 514/93, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Miscellaneous",
            "content": "13. A notice of possible error under section 17 of the Act shall be in Form 12. O. Reg. 514/93, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>A notice of possible error under section 17 of the Act shall be in Form 12. O. Reg. 514/93, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Miscellaneous",
            "content": "14. (1) Despite section 18 of the Act, the Director of Land Registration may make an order without notice correcting an error in a registered certificate of title if the error is a clerical error or a misdescription that does not affect the extent of the land mentioned in the certificate. O. Reg. 514/93, s. 14 (1). (2) The Director of Land Registration shall register the order in the land registry office for the registry division where the land is situated. O. Reg. 514/93, s. 14 (2). Transition",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) Despite section 18 of the Act, the Director of Land Registration may make an order without notice correcting an error in a registered certificate of title if the error is a clerical error or a misdescription that does not affect the extent of the land mentioned in the certificate. O. Reg. 514/93, s. 14 (1).</p> <p class=\"subsection-e\">(2) The Director of Land Registration shall register the order in the land registry office for the registry division where the land is situated. O. Reg. 514/93, s. 14 (2).</p> <p class=\"heading1-e\">Transition</p>"
        },
        {
            "id": "15.",
            "section": "Transition",
            "content": "15. (1) Sections 2 to 10 and Forms 1 to 7, 9 and 10 do not apply to applications submitted to the Director of Land Registration before the coming into force of this Regulation. O. Reg. 514/93, s. 15 (1). (2) Regulation 67 of the Revised Regulations of Ontario, 1990 made under the Act, as it existed immediately before the coming into force of this Regulation except for section 7 and Forms 8 to 10 of that Regulation, continues to apply to the applications described in subsection (1). O. Reg. 514/93, s. 15 (2).",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) Sections 2 to 10 and Forms 1 to 7, 9 and 10 do not apply to applications submitted to the Director of Land Registration before the coming into force of this Regulation. O. Reg. 514/93, s. 15 (1).</p> <p class=\"subsection-e\">(2) Regulation 67 of the Revised Regulations of Ontario, 1990 made under the Act, as it existed immediately before the coming into force of this Regulation except for section 7 and Forms 8 to 10 of that Regulation, continues to apply to the applications described in subsection (1). O. Reg. 514/93, s. 15 (2).</p>"
        },
        {
            "id": "16.",
            "section": "Transition",
            "content": "16. Omitted (revokes other Regulations). O. Reg. 514/93, s. 16. FORM 1   APPLICATION FOR CERTIFICATE OF TITLE Certification of Titles Act  O. Reg. 514/93, Form 1. FORM 2   NOTICE OF APPLICATION (SUBSECTION 5 (1) OF THE ACT) Certification of Titles Act   O. Reg. 514/93, Form 2. FORM 3   CONSENT AND WAIVER OF NOTICE Certification of Titles Act   O. Reg. 514/93, Form 3. FORM 4   AFFIDAVIT OF APPLICANT Certification of Titles Act   O. Reg. 514/93, Form 4. FORM 5   CERTIFICATE OF SOLICITOR (TITLE TO SUBJECT LAND) Certification of Titles Act  O. Reg. 514/93, Form 5. FORM 6   CERTIFICATE OF SURVEYOR Certification of Titles Act  O. Reg. 514/93, Form 6. FORM 7   CERTIFICATE OF SOLICITOR (SERVICE OF NOTICE OF APPLICATION) Certification of Titles Act   O. Reg. 514/93, Form 7. FORM 8   CERTIFICATE OF TITLE (ISSUED UNDER SECTION 9 OF THE ACT) Certification of Titles Act  O. Reg. 514/93, Form 8. FORM 9   NOTICE OF DISCONTINUANCE OF APPLICATION Certification of Titles Act  O. Reg. 514/93, Form 9. FORM 10   CERTIFICATE OF SOLICITOR (APPEALS FROM HEARING OF OBJECTIONS) Certification of Titles Act  O. Reg. 514/93, Form 10. FORM 11   CERTIFICATE OF TITLE (ISSUED UNDER SECTION 12 OF THE ACT) Certification of Titles Act  O. Reg. 514/93, Form 11. FORM 12   NOTICE OF POSSIBLE ERROR IN CERTIFICATE OF TITLE Certification of Titles Act  O. Reg. 514/93, Form 12. ",
            "raw_html": "<p class=\"section-e\"><b>16.</b> Omitted (revokes other Regulations). O. Reg. 514/93, s. 16.</p> <p class=\"form-e\">FORM 1 <br/>  APPLICATION FOR CERTIFICATE OF TITLE</p> <p class=\"act-e\"><i>Certification of Titles Act</i></p> <p class=\"scanned-e\"><img border=\"0\" height=\"642\" src=\"images/elaws_rev_regs_930514_e-1.gif\" width=\"351\"/></p> <p class=\"footnote-e\">O. Reg. 514/93, Form 1.</p> <p class=\"form-e\">FORM 2 <br/>  NOTICE OF APPLICATION (SUBSECTION 5 (1) OF THE ACT)</p> <p class=\"act-e\"><i>Certification of Titles Act</i></p> <p class=\"scanned-e\"><img border=\"0\" height=\"85\" src=\"images/elaws_rev_regs_930514_e-2.gif\" width=\"351\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"416\" src=\"images/elaws_rev_regs_930514_e-3.gif\" width=\"351\"/></p> <p class=\"footnote-e\">O. Reg. 514/93, Form 2.</p> <p class=\"form-e\">FORM 3 <br/>  CONSENT AND WAIVER OF NOTICE</p> <p class=\"act-e\"><i>Certification of Titles Act</i></p> <p class=\"scanned-e\"><img border=\"0\" height=\"365\" src=\"images/elaws_rev_regs_930514_e-4.gif\" width=\"351\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"280\" src=\"images/elaws_rev_regs_930514_e-5.gif\" width=\"351\"/></p> <p class=\"footnote-e\">O. Reg. 514/93, Form 3.</p> <p class=\"form-e\">FORM 4 <br/>  AFFIDAVIT OF APPLICANT</p> <p class=\"act-e\"><i>Certification of Titles Act</i></p> <p class=\"scanned-e\"><img border=\"0\" height=\"564\" src=\"images/elaws_rev_regs_930514_e-6.gif\" width=\"351\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"197\" src=\"images/elaws_rev_regs_930514_e-7.gif\" width=\"351\"/></p> <p class=\"footnote-e\">O. Reg. 514/93, Form 4.</p> <p class=\"form-e\">FORM 5 <br/>  CERTIFICATE OF SOLICITOR (TITLE TO SUBJECT LAND)</p> <p class=\"act-e\"><i>Certification of Titles Act</i></p> <p class=\"scanned-e\"><img border=\"0\" height=\"632\" src=\"images/elaws_rev_regs_930514_e-8.gif\" width=\"351\"/></p> <p class=\"footnote-e\">O. Reg. 514/93, Form 5.</p> <p class=\"form-e\">FORM 6 <br/>  CERTIFICATE OF SURVEYOR</p> <p class=\"act-e\"><i>Certification of Titles Act</i></p> <p class=\"scanned-e\"><img border=\"0\" height=\"880\" src=\"images/elaws_rev_regs_930514_e-9.gif\" width=\"351\"/></p> <p class=\"footnote-e\">O. Reg. 514/93, Form 6.</p> <p class=\"form-e\">FORM 7 <br/>  CERTIFICATE OF SOLICITOR (SERVICE OF NOTICE OF APPLICATION)</p> <p class=\"act-e\"><i>Certification of Titles Act</i></p> <p class=\"scanned-e\"><img border=\"0\" height=\"883\" src=\"images/elaws_rev_regs_930514_e-10.gif\" width=\"351\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"440\" src=\"images/elaws_rev_regs_930514_e-11.gif\" width=\"351\"/></p> <p class=\"footnote-e\">O. Reg. 514/93, Form 7.</p> <p class=\"form-e\">FORM 8 <br/>  CERTIFICATE OF TITLE (ISSUED UNDER SECTION 9 OF THE ACT)</p> <p class=\"act-e\"><i>Certification of Titles Act</i></p> <p class=\"scanned-e\"><img border=\"0\" height=\"297\" src=\"images/elaws_rev_regs_930514_e-12.gif\" width=\"351\"/></p> <p class=\"footnote-e\">O. Reg. 514/93, Form 8.</p> <p class=\"form-e\">FORM 9 <br/>  NOTICE OF DISCONTINUANCE OF APPLICATION</p> <p class=\"act-e\"><i>Certification of Titles Act</i></p> <p class=\"scanned-e\"><img border=\"0\" height=\"282\" src=\"images/elaws_rev_regs_930514_e-13.gif\" width=\"351\"/></p> <p class=\"footnote-e\">O. Reg. 514/93, Form 9.</p> <p class=\"form-e\">FORM 10 <br/>  CERTIFICATE OF SOLICITOR (APPEALS FROM HEARING OF OBJECTIONS)</p> <p class=\"act-e\"><i>Certification of Titles Act</i></p> <p class=\"scanned-e\"><img border=\"0\" height=\"380\" src=\"images/elaws_rev_regs_930514_e-14.gif\" width=\"351\"/></p> <p class=\"footnote-e\">O. Reg. 514/93, Form 10.</p> <p class=\"form-e\">FORM 11 <br/>  CERTIFICATE OF TITLE (ISSUED UNDER SECTION 12 OF THE ACT)</p> <p class=\"act-e\"><i>Certification of Titles Act</i></p> <p class=\"scanned-e\"><img border=\"0\" height=\"403\" src=\"images/elaws_rev_regs_930514_e-15.gif\" width=\"351\"/></p> <p class=\"footnote-e\">O. Reg. 514/93, Form 11.</p> <p class=\"form-e\">FORM 12 <br/>  NOTICE OF POSSIBLE ERROR IN CERTIFICATE OF TITLE</p> <p class=\"act-e\"><i>Certification of Titles Act</i></p> <p class=\"scanned-e\"><img border=\"0\" height=\"218\" src=\"images/elaws_rev_regs_930514_e-16.gif\" width=\"351\"/></p> <p class=\"footnote-e\">O. Reg. 514/93, Form 12.</p> <p class=\"Normal\"></p>"
        }
    ]
}