{
    "reg_info": {
        "full_title": "O. Reg. 118/20: WORK DEPLOYMENT MEASURES IN RETIREMENT HOMES",
        "reg_name_text": "WORK DEPLOYMENT MEASURES IN RETIREMENT HOMES",
        "citation": "O. Reg. 118/20: ",
        "act_under": "Reopening Ontario (A Flexible Response to COVID-19) Act, 2020",
        "url": "https://www.ontario.ca/laws/regulation/200118",
        "date_scraped": "2023-12-18 06:04:41"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/200118/v3",
            "valid_from": "April 14, 2022",
            "valid_to": "April 26, 2022"
        },
        {
            "a_href": "/laws/regulation/200118/v2",
            "valid_from": "July 15, 2020",
            "valid_to": "April 13, 2022"
        },
        {
            "a_href": "/laws/regulation/200118/v1",
            "valid_from": "April  2, 2020",
            "valid_to": "July 14, 2020"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Terms of Order",
            "content": " 1. The terms of this Order are set out in Schedule 1. O. Reg. 411/20, s. 3. Schedule 1",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The terms of this Order are set out in Schedule 1. O. Reg. 411/20, s. 3.</p> <p class=\"schedule-e\">Schedule 1</p>"
        },
        {
            "id": "0.1",
            "section": "Definition",
            "content": " 0.1 In this Order, “emergency” means the emergency that was declared pursuant to Order in Council 518/2020 (Ontario Regulation 50/20) on March 17, 2020 at 7:30 a.m. Toronto time pursuant to section 7.0.1 of the Emergency Management and Civil Protection Act.",
            "raw_html": "<p class=\"section-e\"> <b>0.1 </b>In this Order,</p> <p class=\"definition-e\">“emergency” means the emergency that was declared pursuant to Order in Council 518/2020 (Ontario Regulation 50/20) on March 17, 2020 at 7:30 a.m. Toronto time pursuant to section 7.0.1 of the <i>Emergency Management and Civil Protection Act</i>.</p>"
        },
        {
            "id": "1.",
            "section": "Application",
            "content": " 1. This Order applies to every retirement home and licensee within the meaning of the Retirement Homes Act, 2010.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>This Order applies to every retirement home and licensee within the meaning of the <i>Retirement Homes Act, 2010</i>.</p>"
        },
        {
            "id": "2.",
            "section": "Work redeployment and staffing",
            "content": " 2. For the duration of this Order, a licensee shall and is authorized to take, with respect to work deployment and staffing, any reasonably necessary measure to respond to, prevent and alleviate the outbreak of the coronavirus (COVID-19) (the “Virus”) in a retirement home.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>For the duration of this Order, a licensee shall and is authorized to take, with respect to work deployment and staffing, any reasonably necessary measure to respond to, prevent and alleviate the outbreak of the coronavirus (COVID-19) (the “Virus”) in a retirement home.</p>"
        },
        {
            "id": "3.",
            "section": "Measures",
            "content": " 3. Without limiting the generality of section 2, and despite any other statute, regulation, order, policy, arrangement or agreement, including a collective agreement, a licensee shall and is authorized to do the following: 1. Identify staffing priorities and develop, modify and implement redeployment plans, including the following: i. Changing the assignment of work, including assigning non-bargaining unit employees or contractors to perform bargaining unit work. ii. Changing the scheduling of work or shift assignments. iii. Deferring or cancelling vacations, absences or other leaves, regardless of whether such vacations, absences or leaves are established by statute, regulation, agreement or otherwise. iv. Employing extra part-time or temporary staff or contractors, including for the purposes of performing bargaining unit work. v. Using volunteers to perform work, including to perform bargaining unit work. vi. Suspending, for the duration of the emergency, the requirement to conduct screening measures required by section 64 of the Retirement Homes Act, 2010, including the requirement to conduct a police record check, if other screening measures that ensure the care and safety of residents are conducted before hiring staff and accepting volunteers to work in the retirement home. All screening measures related to the Virus shall continue to be conducted. vii. Providing appropriate training or education as needed to staff and volunteers to achieve the purposes of a redeployment plan and to ensure the care and safety of residents. 2. Conduct any skills and experience inventories of staff to identify possible alternative roles in priority areas. 3. Require and collect information from staff, contractors or volunteers about their availability to provide services for the licensee. 4. Require and collect information from staff, contractors or volunteers about their likely or actual exposure to the Virus, or about any other health conditions that may affect their ability to provide services. 5.  Revoked: O. Reg. 411/20, s. 4 (3). 6. Cancel or postpone, for the duration of the emergency, interdisciplinary care conferences that are not related to responding to, preventing or alleviating the outbreak of the Virus. 7. Suspend, for the duration of this Order, any grievance process with respect to any matter referred to in this Order. 8. Suspend, for the duration of the emergency, any requirement to document or post new information, except for requirements to document an incident of a significant nature or where documentation is required to ensure the proper care and safety of a resident.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Without limiting the generality of section 2, and despite any other statute, regulation, order, policy, arrangement or agreement, including a collective agreement, a licensee shall and is authorized to do the following:</p> <p class=\"paragraph-e\">  1. Identify staffing priorities and develop, modify and implement redeployment plans, including the following:</p> <p class=\"subpara-e\">  i. Changing the assignment of work, including assigning non-bargaining unit employees or contractors to perform bargaining unit work.</p> <p class=\"subpara-e\">  ii. Changing the scheduling of work or shift assignments.</p> <p class=\"subpara-e\">  iii. Deferring or cancelling vacations, absences or other leaves, regardless of whether such vacations, absences or leaves are established by statute, regulation, agreement or otherwise.</p> <p class=\"subpara-e\">  iv. Employing extra part-time or temporary staff or contractors, including for the purposes of performing bargaining unit work.</p> <p class=\"subpara-e\">  v. Using volunteers to perform work, including to perform bargaining unit work.</p> <p class=\"subpara-e\">  vi. Suspending, for the duration of the emergency, the requirement to conduct screening measures required by section 64 of the <i>Retirement Homes Act, 2010</i>, including the requirement to conduct a police record check, if other screening measures that ensure the care and safety of residents are conducted before hiring staff and accepting volunteers to work in the retirement home. All screening measures related to the Virus shall continue to be conducted.</p> <p class=\"subpara-e\">  vii. Providing appropriate training or education as needed to staff and volunteers to achieve the purposes of a redeployment plan and to ensure the care and safety of residents.</p> <p class=\"paragraph-e\">  2. Conduct any skills and experience inventories of staff to identify possible alternative roles in priority areas.</p> <p class=\"paragraph-e\">  3. Require and collect information from staff, contractors or volunteers about their availability to provide services for the licensee.</p> <p class=\"paragraph-e\">  4. Require and collect information from staff, contractors or volunteers about their likely or actual exposure to the Virus, or about any other health conditions that may affect their ability to provide services.</p> <p class=\"paragraph-e\">  5.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 411/20, s. 4 (3).</p> <p class=\"paragraph-e\">  6. Cancel or postpone, for the duration of the emergency, interdisciplinary care conferences that are not related to responding to, preventing or alleviating the outbreak of the Virus.</p> <p class=\"paragraph-e\">  7. Suspend, for the duration of this Order, any grievance process with respect to any matter referred to in this Order.</p> <p class=\"paragraph-e\">  8. Suspend, for the duration of the emergency, any requirement to document or post new information, except for requirements to document an incident of a significant nature or where documentation is required to ensure the proper care and safety of a resident.</p>"
        },
        {
            "id": "4.",
            "section": "Redeployment plans",
            "content": " 4. For greater certainty, for the duration of this Order, a licensee may implement redeployment plans without complying with provisions of a collective agreement, including seniority/service or bumping provisions.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>For greater certainty, for the duration of this Order, a licensee may implement redeployment plans without complying with provisions of a collective agreement, including seniority/service or bumping provisions.</p>"
        },
        {
            "id": "5.",
            "section": "Licensees shall comply with Health Protection and Promotion Act",
            "content": " 5. Despite anything in this Order, a licensee shall comply with any applicable guidance given by the Chief Medical Officer of Health and any applicable directive issued under the Health Protection and Promotion Act.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>Despite anything in this Order, a licensee shall comply with any applicable guidance given by the Chief Medical Officer of Health and any applicable directive issued under the <i>Health Protection and Promotion Act</i>.</p>"
        },
        {
            "id": "6.",
            "section": "Safe environment",
            "content": " 6. For greater certainty, nothing in this Order derogates from the responsibility of a licensee to ensure a safe and secure environment for residents. O. Reg. 118/20, Sched. 1; O. Reg. 411/20, s. 4.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>For greater certainty, nothing in this Order derogates from the responsibility of a licensee to ensure a safe and secure environment for residents.</p> <p class=\"footnote-e\">O. Reg. 118/20, Sched. 1; O. Reg. 411/20, s. 4.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/200118\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}