{
    "reg_info": {
        "full_title": "O. Reg. 561/91: ZONING AREAS - PART OF THE GEOGRAPHIC TOWNSHIP OF PRINGLE, TERRITORIAL DISTRICT OF PARRY SOUND",
        "reg_name_text": "ZONING AREAS — PART OF THE GEOGRAPHIC TOWNSHIP OF PRINGLE, TERRITORIAL DISTRICT OF PARRY SOUND",
        "citation": "O. Reg. 561/91: ZONING AREAS - PART OF THE GEOGRAPHIC TOWNSHIP OF PRINGLE, TERRITORIAL DISTRICT OF PARRY SOUND",
        "act_under": "Planning Act   Loi sur l’aménagement du territoire ",
        "url": "https://www.ontario.ca/laws/regulation/910561",
        "date_scraped": "2023-12-19 05:46:06"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Order,  “accessory”, when used to describe a use, building or structure, means a use, building or structure that is normally incidental or subordinate to the principal use, building or structure on the same lot; “dwelling unit” means one or more habitable rooms occupied or capable of being occupied as an independent and separate domestic establishment in which separate kitchen and sanitary facilities are provided for the exclusive use of the unit, with a private entrance from outside the building or from a common hallway or stairway inside the building; “lot” means a parcel of land, (a) described in a deed or other document legally capable of conveying land, or (b) shown as a lot or block on a registered plan of subdivision; “seasonal dwelling” means a separate building containing only one dwelling unit to be used for recreation but not occupied as a permanent residence. O. Reg. 561/91, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Order, </p> <p class=\"firstdef-e\">“accessory”, when used to describe a use, building or structure, means a use, building or structure that is normally incidental or subordinate to the principal use, building or structure on the same lot; </p> <p class=\"definition-e\">“dwelling unit” means one or more habitable rooms occupied or capable of being occupied as an independent and separate domestic establishment in which separate kitchen and sanitary facilities are provided for the exclusive use of the unit, with a private entrance from outside the building or from a common hallway or stairway inside the building; </p> <p class=\"definition-e\">“lot” means a parcel of land, </p> <p class=\"defclause-e\">(a) described in a deed or other document legally capable of conveying land, or </p> <p class=\"defclause-e\">(b) shown as a lot or block on a registered plan of subdivision; </p> <p class=\"definition-e\">“seasonal dwelling” means a separate building containing only one dwelling unit to be used for recreation but not occupied as a permanent residence. O. Reg. 561/91, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. This Order applies to those lands in the Township of Pringle in the District of Parry Sound being part of Lot 25 in Concession XIll designated as Parts 1, 2 and 3 on Plan 42R-10809 deposited in the Land Registry Office for the Land Titles Division of Parry Sound (No. 42) and further designated as parcels 16325NS, 16326NS and 16327NS in that Land Titles Division. O. Reg. 622/92, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>This Order applies to those lands in the Township of Pringle in the District of Parry Sound being part of Lot 25 in Concession XIll designated as Parts 1, 2 and 3 on Plan 42R-10809 deposited in the Land Registry Office for the Land Titles Division of Parry Sound (No. 42) and further designated as parcels 16325NS, 16326NS and 16327NS in that Land Titles Division. O. Reg. 622/92, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. Every use of land and every erection or use of buildings or structures on the lands described in section 2 is prohibited except one seasonal dwelling per lot and accessory uses, buildings and structures. O. Reg. 561/91, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Every use of land and every erection or use of buildings or structures on the lands described in section 2 is prohibited except one seasonal dwelling per lot and accessory uses, buildings and structures. O. Reg. 561/91, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) No habitable buildings or structures are permitted on land that is below a floodline elevation of 225.22 metres Canadian Geodetic Datum (C.G.D.) measured due south of the bridge on the north shore of Commanda Lake. O. Reg. 622/92, s. 2. (2) The land described in subsection (1) is shown on a map accompanying Consent Application 49C-900023 filed with the Plans Administration Branch of the Ministry of Municipal Affairs in Toronto. O. Reg. 561/91, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) No habitable buildings or structures are permitted on land that is below a floodline elevation of 225.22 metres Canadian Geodetic Datum (C.G.D.) measured due south of the bridge on the north shore of Commanda Lake. O. Reg. 622/92, s. 2.</p> <p class=\"subsection-e\">(2) The land described in subsection (1) is shown on a map accompanying Consent Application 49C-900023 filed with the Plans Administration Branch of the Ministry of Municipal Affairs in Toronto. O. Reg. 561/91, s. 4 (2). </p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. Nothing in this Order prevents the use of any land, building or structure for a purpose prohibited by this Order if such land, building or structure was lawfully used for such purpose on the date this Order comes into force. O. Reg. 561/91, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>Nothing in this Order prevents the use of any land, building or structure for a purpose prohibited by this Order if such land, building or structure was lawfully used for such purpose on the date this Order comes into force. O. Reg. 561/91, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the owner’s control so long as the dimensions of the original building or structure are not increased or its original use altered. O. Reg. 561/91, s. 6 (1). (2) Nothing in this Order prevents the strengthening or restoration to a safe condition of part or all of any building or structure. O. Reg. 561/91, s. 6 (2). ",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the owner’s control so long as the dimensions of the original building or structure are not increased or its original use altered. O. Reg. 561/91, s. 6 (1).</p> <p class=\"subsection-e\">(2) Nothing in this Order prevents the strengthening or restoration to a safe condition of part or all of any building or structure. O. Reg. 561/91, s. 6 (2).</p> <p class=\"Normal\"></p>"
        }
    ]
}