{
    "reg_info": {
        "full_title": "O. Reg. 357/96: GUARANTEED INCOME LIMIT",
        "reg_name_text": "GUARANTEED INCOME LIMIT",
        "citation": "O. Reg. 357/96: ",
        "act_under": "Ontario Guaranteed Annual Income Act   Loi sur le revenu annuel garanti en Ontario",
        "url": "https://www.ontario.ca/laws/regulation/960357",
        "date_scraped": "2023-12-20 01:07:32"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July 23, 1996",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “quarter” means a period of three months commencing on the first day of April, July, October or January in any year. O. Reg. 357/96, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“quarter” means a period of three months commencing on the first day of April, July, October or January in any year. O. Reg. 357/96, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Commencing October, 1995, the guaranteed income limit, for the purposes of calculations in respect of any quarter, for any beneficiary described in any clause of the definition of “basic monthly income” in section 1 of the Act, shall be the sum of, (a) $996; (b) 12 times the amount of the maximum pension payable to an individual for a month in the quarter; and (c) 12 times the amount of the maximum supplement payable to a single or married individual, as the case may be, for a month in the quarter. O. Reg. 357/96, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Commencing October, 1995, the guaranteed income limit, for the purposes of calculations in respect of any quarter, for any beneficiary described in any clause of the definition of “basic monthly income” in section 1 of the Act, shall be the sum of,</p> <p class=\"clause-e\">(a) $996;</p> <p class=\"clause-e\">(b) 12 times the amount of the maximum pension payable to an individual for a month in the quarter; and</p> <p class=\"clause-e\">(c) 12 times the amount of the maximum supplement payable to a single or married individual, as the case may be, for a month in the quarter. O. Reg. 357/96, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. Omitted (revokes other Regulations). O. Reg. 357/96, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> Omitted (revokes other Regulations). O. Reg. 357/96, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 357/96, s. 4. ",
            "raw_html": "<p class=\"section-e\"><b>4.</b> Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 357/96, s. 4.</p> <p class=\"Normal\"></p>"
        }
    ]
}