{
    "reg_info": {
        "full_title": "O. Reg. 229/09: GENERAL",
        "reg_name_text": "General",
        "citation": "O. Reg. 229/09: GENERAL",
        "act_under": "Provincial Land Tax Act, 2006",
        "url": "https://www.ontario.ca/laws/regulation/090229",
        "date_scraped": "2023-12-18 23:13:36"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  9, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/090229/v3",
            "valid_from": "July  5, 2017",
            "valid_to": "April  8, 2019"
        },
        {
            "a_href": "/laws/regulation/090229/v4",
            "valid_from": "April  4, 2017",
            "valid_to": "July  4, 2017"
        },
        {
            "a_href": "/laws/regulation/090229/v2",
            "valid_from": "April  4, 2017",
            "valid_to": "July  4, 2017"
        },
        {
            "a_href": "/laws/regulation/090229/v1",
            "valid_from": "June 10, 2009",
            "valid_to": "April  3, 2017"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I TAX COLLECTION MATTERS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I TAX COLLECTION MATTERS",
            "section": "Tax bills",
            "content": " 1. (1) For the purposes of subsection 6 (1) of the Act, for the 2009 taxation year, the Minister shall send one tax bill.  O. Reg. 229/09, s. 1 (1). (2) For the purposes of subsection 6 (1) of the Act, for the 2010 and subsequent taxation years, the Minister shall send two tax bills for each taxation year.  O. Reg. 229/09, s. 1 (2). (3) For the 2010 and subsequent taxation years, (a) the tax payable for the period specified in the first tax bill is the sum of, (i) 50 per cent of the total taxes levied, if any, under the Act for the previous taxation year, (ii) 50 per cent of the total taxes levied, if any, under the Education Act\r\nfor the previous taxation year, (iii) 50 per cent of the total taxes levied, if any, under the Local Roads Boards Act for the previous taxation year, (iv) 50 percent of the total taxes levied, if any, under Part I of the Northern Services Boards Act for the previous taxation year, and (v) any other amount payable or collectible under the Act on the property, including unpaid property taxes, interest and penalties; and (b) the tax payable for the period specified in the second tax bill is the sum of, (i) the total amount of property tax levied for the taxation year less the amount specified in the first tax bill for the year, and (ii) any other amount payable or collectible under the Act on the property, including unpaid property taxes, interest and penalties.  O. Reg. 229/09, s. 1 (3). (4) The amount of each tax bill is payable in two instalments.  Each instalment is to be as close as practicable to 50 per cent of the amount of the tax bill.  O. Reg. 229/09, s. 1 (4). (5) Despite subsections (2) to (4), if the total amount of property taxes payable for the previous taxation year did not exceed $100, the Minister shall send only one tax bill for the current taxation year for the full amount of property tax for the year.  O. Reg. 229/09, s. 1 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1. </b>(1) For the purposes of subsection 6 (1) of the Act, for the 2009 taxation year, the Minister shall send one tax bill.  O. Reg. 229/09, s. 1 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 6 (1) of the Act, for the 2010 and subsequent taxation years, the Minister shall send two tax bills for each taxation year.  O. Reg. 229/09, s. 1 (2).</p> <p class=\"subsection-e\">  (3) For the 2010 and subsequent taxation years,</p> <p class=\"clause-e\">  (a) the tax payable for the period specified in the first tax bill is the sum of,</p> <p class=\"subclause-e\">  (i) 50 per cent of the total taxes levied, if any, under the Act for the previous taxation year,</p> <p class=\"subclause-e\">  (ii) 50 per cent of the total taxes levied, if any, under the <i>Education Act</i>\r\nfor the previous taxation year,</p> <p class=\"subclause-e\">  (iii) 50 per cent of the total taxes levied, if any, under the <i>Local Roads Boards Act</i> for the previous taxation year,</p> <p class=\"subclause-e\">  (iv) 50 percent of the total taxes levied, if any, under Part I of the <i>Northern Services Boards Act</i> for the previous taxation year, and</p> <p class=\"subclause-e\">  (v) any other amount payable or collectible under the Act on the property, including unpaid property taxes, interest and penalties; and</p> <p class=\"clause-e\">  (b) the tax payable for the period specified in the second tax bill is the sum of,</p> <p class=\"subclause-e\">  (i) the total amount of property tax levied for the taxation year less the amount specified in the first tax bill for the year, and</p> <p class=\"subclause-e\">  (ii) any other amount payable or collectible under the Act on the property, including unpaid property taxes, interest and penalties.  O. Reg. 229/09, s. 1 (3).</p> <p class=\"subsection-e\">  (4) The amount of each tax bill is payable in two instalments.  Each instalment is to be as close as practicable to 50 per cent of the amount of the tax bill.  O. Reg. 229/09, s. 1 (4).</p> <p class=\"subsection-e\">  (5) Despite subsections (2) to (4), if the total amount of property taxes payable for the previous taxation year did not exceed $100, the Minister shall send only one tax bill for the current taxation year for the full amount of property tax for the year.  O. Reg. 229/09, s. 1 (5).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": "PART I  ",
            "part_type": "PART I TAX COLLECTION MATTERS",
            "section": "Delivery of tax bill",
            "content": " 2. (1) The Minister shall send a tax bill to the assessed owner’s last known address or, if the assessed owner has requested the Minister in writing to send the bill to another address, to that other address.  O. Reg. 229/09, s. 2 (1). (2) A direction given under subsection (1) continues until it is revoked in writing by the assessed owner.  O. Reg. 229/09, s. 2 (2). (3) Immediately after sending a tax bill, the Minister shall create a record of the date on which the tax bill was sent, and, in the absence of evidence to the contrary, the record is proof that the tax bill was sent on that date.  O. Reg. 229/09, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) The Minister shall send a tax bill to the assessed owner’s last known address or, if the assessed owner has requested the Minister in writing to send the bill to another address, to that other address.  O. Reg. 229/09, s. 2 (1).</p> <p class=\"subsection-e\">  (2) A direction given under subsection (1) continues until it is revoked in writing by the assessed owner.  O. Reg. 229/09, s. 2 (2).</p> <p class=\"subsection-e\">  (3) Immediately after sending a tax bill, the Minister shall create a record of the date on which the tax bill was sent, and, in the absence of evidence to the contrary, the record is proof that the tax bill was sent on that date.  O. Reg. 229/09, s. 2 (3).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "part_id": "PART I  ",
            "part_type": "PART I TAX COLLECTION MATTERS",
            "section": "Errors",
            "content": " 3. No defect, error or omission in the form or substance of a tax bill invalidates any proceedings for the recovery of the property taxes and other amounts specified in the tax bill.  O. Reg. 229/09, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3. </b>No defect, error or omission in the form or substance of a tax bill invalidates any proceedings for the recovery of the property taxes and other amounts specified in the tax bill.  O. Reg. 229/09, s. 3.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "part_id": "PART I  ",
            "part_type": "PART I TAX COLLECTION MATTERS",
            "section": "Interest on unpaid tax",
            "content": " 4. (1) For the purposes of subsection 7 (3) of the Act, if any property tax for a taxation year remains unpaid at the end of the year, interest in respect of the unpaid amount is payable on the first day of each month, commencing January 1 of the following year, until the property tax is paid.  O. Reg. 229/09, s. 4 (1). (2) The amount of interest payable under subsection (1) on the first day of a month is determined by multiplying the amount of the property tax remaining unpaid at the end of the previous month by 1¼ per cent.  O. Reg. 229/09, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>4. </b>(1) For the purposes of subsection 7 (3) of the Act, if any property tax for a taxation year remains unpaid at the end of the year, interest in respect of the unpaid amount is payable on the first day of each month, commencing January 1 of the following year, until the property tax is paid.  O. Reg. 229/09, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The amount of interest payable under subsection (1) on the first day of a month is determined by multiplying the amount of the property tax remaining unpaid at the end of the previous month by 1¼ per cent.  O. Reg. 229/09, s. 4 (2).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "part_id": "PART I  ",
            "part_type": "PART I TAX COLLECTION MATTERS",
            "section": "Penalty on unpaid tax",
            "content": " 5. (1) For the purposes of subsection 7 (4) of the Act, the amount of the penalty in respect of an instalment of property tax that was not paid on or before the day it was due is calculated as follows: 1. Multiply 1¼ per cent by the amount of the instalment that is on account of property tax and that was not paid on or before the day specified in the tax bill as the day it was due. 2. Determine the amount of the instalment that is on account of property tax that continues to remain unpaid at the end of each month that is in the year to which the instalment of property tax applies. 3. Multiply each monthly amount determined under paragraph 2 by 1¼ per cent. 4. Add the amounts calculated under paragraph 3. 5. Add the amounts calculated under paragraphs 1 and 4 to determine the amount of the penalty with respect to the unpaid instalment of property tax.  O. Reg. 229/09, s. 5 (1). (2) If only one tax bill is sent to an assessed owner for a taxation year pursuant to subsection 1 (5), subsection (1) applies, with necessary modifications, if the property tax is not paid on or before the day specified in the tax bill.  O. Reg. 229/09, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>5. </b>(1) For the purposes of subsection 7 (4) of the Act, the amount of the penalty in respect of an instalment of property tax that was not paid on or before the day it was due is calculated as follows:</p> <p class=\"paragraph-e\">  1. Multiply 1¼ per cent by the amount of the instalment that is on account of property tax and that was not paid on or before the day specified in the tax bill as the day it was due.</p> <p class=\"paragraph-e\">  2. Determine the amount of the instalment that is on account of property tax that continues to remain unpaid at the end of each month that is in the year to which the instalment of property tax applies.</p> <p class=\"paragraph-e\">  3. Multiply each monthly amount determined under paragraph 2 by 1¼ per cent.</p> <p class=\"paragraph-e\">  4. Add the amounts calculated under paragraph 3.</p> <p class=\"paragraph-e\">  5. Add the amounts calculated under paragraphs 1 and 4 to determine the amount of the penalty with respect to the unpaid instalment of property tax.  O. Reg. 229/09, s. 5 (1).</p> <p class=\"subsection-e\">  (2) If only one tax bill is sent to an assessed owner for a taxation year pursuant to subsection 1 (5), subsection (1) applies, with necessary modifications, if the property tax is not paid on or before the day specified in the tax bill.  O. Reg. 229/09, s. 5 (2).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "part_id": "PART I  ",
            "part_type": "PART I TAX COLLECTION MATTERS",
            "section": "Costs relating to forfeiture",
            "content": " 6. For the purposes of subsection 7 (5) of the Act, if the Minister takes any steps under section 15 of the Act relating to the forfeiture of land for unpaid property taxes, the prescribed amount relating to the costs of forfeiture is $250.  O. Reg. 229/09, s. 6; O. Reg. 99/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>6. </b>For the purposes of subsection 7 (5) of the Act, if the Minister takes any steps under section 15 of the Act relating to the forfeiture of land for unpaid property taxes, the prescribed amount relating to the costs of forfeiture is $250.  O. Reg. 229/09, s. 6; O. Reg. 99/17, s. 1.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "part_id": "PART I  ",
            "part_type": "PART I TAX COLLECTION MATTERS",
            "section": "Order of application of amounts collected",
            "content": " 7. Amounts collected on account of property taxes and other amounts that are payable under another Act but collected under the Provincial Land Tax Act, 2006 shall be applied as follows: 1. Firstly, to penalties and interest payable in respect of property taxes, in the order in which the penalties and interest became payable. 2. Secondly, to property taxes, in the order in which the property taxes became due and payable or, if all the types of property tax became due and payable at the same time, in the following order: i. Taxes imposed under the Local Roads Board Act. ii. Taxes, fees, charges and any other amounts imposed under the Northern Services Boards Act. iii. Taxes imposed under the Education Act. iv. Taxes, fees, charges and any other amounts imposed under any other Act except the Provincial Land Tax Act, 2006. v. Taxes imposed under the\r\nProvincial Land Tax Act, 2006.  O. Reg. 229/09, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>7. </b>Amounts collected on account of property taxes and other amounts that are payable under another Act but collected under the <i>Provincial Land Tax Act, 2006</i> shall be applied as follows:</p> <p class=\"paragraph-e\">  1. Firstly, to penalties and interest payable in respect of property taxes, in the order in which the penalties and interest became payable.</p> <p class=\"paragraph-e\">  2. Secondly, to property taxes, in the order in which the property taxes became due and payable or, if all the types of property tax became due and payable at the same time, in the following order:</p> <p class=\"subpara-e\">  i. Taxes imposed under the <i>Local Roads Board Act</i>.</p> <p class=\"subpara-e\">  ii. Taxes, fees, charges and any other amounts imposed under the <i>Northern Services Boards Act</i>.</p> <p class=\"subpara-e\">  iii. Taxes imposed under the <i>Education Act</i>.</p> <p class=\"subpara-e\">  iv. Taxes, fees, charges and any other amounts imposed under any other Act except the <i>Provincial Land Tax Act, 2006</i>.</p> <p class=\"subpara-e\">  v. Taxes imposed under the\r\n<i>Provincial Land Tax Act, 2006</i>.  O. Reg. 229/09, s. 7.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "part_id": "PART I  ",
            "part_type": "PART I TAX COLLECTION MATTERS",
            "section": "Application for apportionment of tax",
            "content": " 8. An application referred to in section 11 of the Act for an apportionment must be made in a form approved by the Minister on or before February 28 of the year following the taxation year in respect of which the application is made.  O. Reg. 229/09, s. 8. part ii   rebates, deferrals, refunds, etc.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>8. </b>An application referred to in section 11 of the Act for an apportionment must be made in a form approved by the Minister on or before February 28 of the year following the taxation year in respect of which the application is made.  O. Reg. 229/09, s. 8.</p> <p class=\"partnum-e\"><a name=\"BK9\"></a>part ii <br/>  rebates, deferrals, refunds, etc.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II REBATES, DEFERRALS, REFUNDS, ETC.",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "part_id": "PART II  ",
            "part_type": "PART II REBATES, DEFERRALS, REFUNDS, ETC.",
            "section": "Application for cancellation, etc., of tax",
            "content": " 9. (1) An application referred to in section 8 of the Act for a rebate, deferral, refund or cancellation of property tax levied on land must be made in a form approved by the Minister on or before February 28 of the year following the taxation year in respect of which the application is made.  O. Reg. 229/09, s. 9 (1). (2) The applicant may appeal the decision of the Minister to the Board within 90 days after the date of the Minister’s notice of decision by filing a notice of appeal with the registrar of the Board.  O. Reg. 229/09, s. 9 (2). (3) The written notice of the Minister’s decision under subsection 8 (3) of the Act must specify the time period in which the applicant may appeal the Minister’s decision.  O. Reg. 229/09, s. 9 (3). (4) If the Minister fails to make a decision by September 30 of the year following the year to which the application relates, the applicant may appeal to the Board by October 21 of that year by filing a notice of appeal with the registrar of the Board.  O. Reg. 229/09, s. 9 (4). Tax Deferral for Low-Income Seniors or Disabled Persons",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>9. </b>(1) An application referred to in section 8 of the Act for a rebate, deferral, refund or cancellation of property tax levied on land must be made in a form approved by the Minister on or before February 28 of the year following the taxation year in respect of which the application is made.  O. Reg. 229/09, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The applicant may appeal the decision of the Minister to the Board within 90 days after the date of the Minister’s notice of decision by filing a notice of appeal with the registrar of the Board.  O. Reg. 229/09, s. 9 (2).</p> <p class=\"subsection-e\">  (3) The written notice of the Minister’s decision under subsection 8 (3) of the Act must specify the time period in which the applicant may appeal the Minister’s decision.  O. Reg. 229/09, s. 9 (3).</p> <p class=\"subsection-e\">  (4) If the Minister fails to make a decision by September 30 of the year following the year to which the application relates, the applicant may appeal to the Board by October 21 of that year by filing a notice of appeal with the registrar of the Board.  O. Reg. 229/09, s. 9 (4).</p> <p class=\"heading1-e\"><a name=\"BK11\"></a>Tax Deferral for Low-Income Seniors or Disabled Persons</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "Tax Deferral for Low-Income Seniors or Disabled Persons",
            "part_id": "PART II  ",
            "part_type": "PART II REBATES, DEFERRALS, REFUNDS, ETC.",
            "section": "Tax Deferral for Low-Income Seniors or Disabled Persons",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "part_id": "PART II  ",
            "part_type": "PART II REBATES, DEFERRALS, REFUNDS, ETC.",
            "section": "Tax deferral for low-income seniors or disabled persons",
            "content": " 10. (1) In this section, “spouse” means a person, (a) to whom the person is married, or (b) with whom the person is living outside marriage in a conjugal relationship, if the two persons, (i) have cohabited for at least one year, (ii) are together the parents of a child, or (iii) have together entered into a cohabitation agreement under section 53 of the Family Law Act; (“conjoint”) “tax increase” means, in respect of a taxation year, the amount by which, because of a general reassessment, the amount of taxes imposed under the Act or the Provincial Land Tax Act and under Part IX of the Education Act\r\non the property for a taxation year exceeds the amount of taxes imposed under those Acts for the previous year. (“augmentation d’impôt”)  O. Reg. 229/09, s. 10 (1). (2) The assessed owner of land in the residential property class is entitled to a deferral of tax for a taxation year ending after December 31, 2008 if, (a) the tax increase for the taxation year is at least $50; (b) the assessed owner or the assessed owner’s spouse occupies the property as their principal residence on January 1 of the taxation year; (c) the assessed owner or the assessed owner’s spouse is, at any time during the taxation year, (i) a person who is 65 years of age or older and who receives a supplement under Part II of the Old Age Security Act (Canada), or (ii) a person who receives income support under the Ontario Disability Support Program Act, 1997; (d) the assessed owner or the assessed owner’s spouse was assessed as the owner of the property on the assessment roll for the previous year; and (e) an application for the deferral, together with sufficient documentation to establish entitlement to the deferral, is filed with the Minister in accordance with subsection 9 (1).  O. Reg. 229/09, s. 10 (2). (3) The amount of the tax deferral is the amount of the tax increase for the taxation year.  O. Reg. 229/09, s. 10 (3). (4) Despite subsection (3), the amount of the tax deferral for a taxation year shall not exceed the amount by which 75 per cent of the assessed value of the property exceeds the total amount of taxes deferred in previous years under this section or under Ontario Regulation 3/02 (Tax Relief in Unorganized Territory for 2001 and Subsequent Years) made under the Education Act, before it was revoked. O. Reg. 260/17, s. 1. (5) All amounts deferred under this section and under Ontario Regulation 3/02, before it was revoked, become due, (a) upon the death of the assessed owner, except as otherwise provided in subsection (6); (b) upon the transfer of the property; or (c) on February 28 of the year following the first year for which the assessed owner is not entitled to a deferral of taxes, subject to subsections (7) and (8). O. Reg. 260/17, s. 1. (6) If the assessed owner dies but the assessed owner’s spouse is still alive, the amounts that are deferred are not due as long as, (a) the spouse is alive; (b) the property is the spouse’s principal residence; and (c) the property is not transferred, other than to the spouse.  O. Reg. 229/09, s. 10 (6). (7) If the assessed owner’s spouse dies and, but for the spouse’s death, the assessed owner would be entitled to a deferral of taxes if an application was made in accordance with clause (2) (e), the amounts that are deferred are not due as long as, (a) the assessed owner is alive; (b) the property is the assessed owner’s principal residence; and (c) the property is not transferred.  O. Reg. 229/09, s. 10 (7). (8) If the assessed owner would have been entitled to a deferral of taxes in the taxation year if an application had been made in accordance with clause (2) (e), but an application was not made, the amounts already deferred are not due if the owner gives to the Minister by February 28 of the year following the taxation year: 1. A written application to continue the deferral of the amounts already deferred. 2. Sufficient documentation to establish entitlement to a deferral of taxes for the taxation year.  O. Reg. 229/09, s. 10 (8). (9) Section 12 of the Act applies, with necessary modifications, with respect to the collection of taxes deferred under this section.  O. Reg. 229/09, s. 10 (9). Rebate to Eligible Charity",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>10. </b>(1) In this section,</p> <p class=\"firstdef-e\">“spouse” means a person,</p> <p class=\"defclause-e\">  (a) to whom the person is married, or</p> <p class=\"defclause-e\">  (b) with whom the person is living outside marriage in a conjugal relationship, if the two persons,</p> <p class=\"defsubclause-e\">  (i) have cohabited for at least one year,</p> <p class=\"defsubclause-e\">  (ii) are together the parents of a child, or</p> <p class=\"defsubclause-e\">  (iii) have together entered into a cohabitation agreement under section 53 of the <i>Family Law Act</i>; (“conjoint”)</p> <p class=\"definition-e\">“tax increase” means, in respect of a taxation year, the amount by which, because of a general reassessment, the amount of taxes imposed under the Act or the <i>Provincial Land Tax Act</i> and under Part IX of the <i>Education Act</i>\r\non the property for a taxation year exceeds the amount of taxes imposed under those Acts for the previous year. (“augmentation d’impôt”)  O. Reg. 229/09, s. 10 (1).</p> <p class=\"subsection-e\">  (2) The assessed owner of land in the residential property class is entitled to a deferral of tax for a taxation year ending after December 31, 2008 if,</p> <p class=\"clause-e\">  (a) the tax increase for the taxation year is at least $50;</p> <p class=\"clause-e\">  (b) the assessed owner or the assessed owner’s spouse occupies the property as their principal residence on January 1 of the taxation year;</p> <p class=\"clause-e\">  (c) the assessed owner or the assessed owner’s spouse is, at any time during the taxation year,</p> <p class=\"subclause-e\">  (i) a person who is 65 years of age or older and who receives a supplement under Part II of the <i>Old Age Security Act</i> (Canada), or</p> <p class=\"subclause-e\">  (ii) a person who receives income support under the <i>Ontario Disability Support Program Act, 1997</i>;</p> <p class=\"clause-e\">  (d) the assessed owner or the assessed owner’s spouse was assessed as the owner of the property on the assessment roll for the previous year; and</p> <p class=\"clause-e\">  (e) an application for the deferral, together with sufficient documentation to establish entitlement to the deferral, is filed with the Minister in accordance with subsection 9 (1).  O. Reg. 229/09, s. 10 (2).</p> <p class=\"subsection-e\">  (3) The amount of the tax deferral is the amount of the tax increase for the taxation year.  O. Reg. 229/09, s. 10 (3).</p> <p class=\"subsection-e\">  (4) Despite subsection (3), the amount of the tax deferral for a taxation year shall not exceed the amount by which 75 per cent of the assessed value of the property exceeds the total amount of taxes deferred in previous years under this section or under Ontario Regulation 3/02 (Tax Relief in Unorganized Territory for 2001 and Subsequent Years) made under the <i>Education Act</i>, before it was revoked. O. Reg. 260/17, s. 1.</p> <p class=\"subsection-e\">  (5) All amounts deferred under this section and under Ontario Regulation 3/02, before it was revoked, become due,</p> <p class=\"clause-e\">  (a) upon the death of the assessed owner, except as otherwise provided in subsection (6);</p> <p class=\"clause-e\">  (b) upon the transfer of the property; or</p> <p class=\"clause-e\">  (c) on February 28 of the year following the first year for which the assessed owner is not entitled to a deferral of taxes, subject to subsections (7) and (8). O. Reg. 260/17, s. 1.</p> <p class=\"subsection-e\">  (6) If the assessed owner dies but the assessed owner’s spouse is still alive, the amounts that are deferred are not due as long as,</p> <p class=\"clause-e\">  (a) the spouse is alive;</p> <p class=\"clause-e\">  (b) the property is the spouse’s principal residence; and</p> <p class=\"clause-e\">  (c) the property is not transferred, other than to the spouse.  O. Reg. 229/09, s. 10 (6).</p> <p class=\"subsection-e\">  (7) If the assessed owner’s spouse dies and, but for the spouse’s death, the assessed owner would be entitled to a deferral of taxes if an application was made in accordance with clause (2) (e), the amounts that are deferred are not due as long as,</p> <p class=\"clause-e\">  (a) the assessed owner is alive;</p> <p class=\"clause-e\">  (b) the property is the assessed owner’s principal residence; and</p> <p class=\"clause-e\">  (c) the property is not transferred.  O. Reg. 229/09, s. 10 (7).</p> <p class=\"subsection-e\">  (8) If the assessed owner would have been entitled to a deferral of taxes in the taxation year if an application had been made in accordance with clause (2) (e), but an application was not made, the amounts already deferred are not due if the owner gives to the Minister by February 28 of the year following the taxation year:</p> <p class=\"paragraph-e\">  1. A written application to continue the deferral of the amounts already deferred.</p> <p class=\"paragraph-e\">  2. Sufficient documentation to establish entitlement to a deferral of taxes for the taxation year.  O. Reg. 229/09, s. 10 (8).</p> <p class=\"subsection-e\">  (9) Section 12 of the Act applies, with necessary modifications, with respect to the collection of taxes deferred under this section.  O. Reg. 229/09, s. 10 (9).</p> <p class=\"heading1-e\"><a name=\"BK13\"></a>Rebate to Eligible Charity</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "Rebate to Eligible Charity",
            "part_id": "PART II  ",
            "part_type": "PART II REBATES, DEFERRALS, REFUNDS, ETC.",
            "section": "Rebate to Eligible Charity",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.",
            "part_id": "PART II  ",
            "part_type": "PART II REBATES, DEFERRALS, REFUNDS, ETC.",
            "section": "Rebate to eligible charity",
            "content": " 11. (1) In this section, “eligible charity” means a registered charity as defined in subsection 248 (1) of the Income Tax Act (Canada) that has a valid registration number issued by the Canada Revenue Agency.  O. Reg. 229/09, s. 11 (1). (2) An eligible charity is entitled to a rebate of taxes imposed under the Act and Part IX of the Education Act for a taxation year on property the charity occupies if, (a) the property is in the commercial property class, the industrial property class or the landfill property class; and (b) an application for the rebate, together with sufficient documentation to establish entitlement to the rebate, is filed with the Minister in accordance with subsection 9 (1). O. Reg. 99/17, s. 2. (3) The amount of the rebate to which an eligible charity is entitled for a year under this section is 40 per cent of the taxes paid by the eligible charity for the year under the Act and under Part IX of the Education Act on the property it occupies.  O. Reg. 229/09, s. 11 (3). (4) The following rules apply with respect to a rebate under this section: 1. The Minister shall pay one-half of the rebate for a taxation year to the eligible charity within 60 days after receipt of the charity’s application for the rebate and shall pay the balance of the rebate within 120 days after receipt of the application. 2. The rebate shall be divided between the taxes paid under the Act and the taxes paid under Part IX of the Education Act in the same proportion as the taxes imposed are divided between the Act and Part IX of the Education Act.  O. Reg. 229/09, s. 11 (4). Rebate on Vacant Land",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>11. </b>(1) In this section,</p> <p class=\"firstdef-e\">“eligible charity” means a registered charity as defined in subsection 248 (1) of the <i>Income Tax Act</i> (Canada) that has a valid registration number issued by the Canada Revenue Agency.  O. Reg. 229/09, s. 11 (1).</p> <p class=\"subsection-e\">  (2) An eligible charity is entitled to a rebate of taxes imposed under the Act and Part IX of the <i>Education Act</i> for a taxation year on property the charity occupies if,</p> <p class=\"clause-e\">  (a) the property is in the commercial property class, the industrial property class or the landfill property class; and</p> <p class=\"clause-e\">  (b) an application for the rebate, together with sufficient documentation to establish entitlement to the rebate, is filed with the Minister in accordance with subsection 9 (1). O. Reg. 99/17, s. 2.</p> <p class=\"subsection-e\">  (3) The amount of the rebate to which an eligible charity is entitled for a year under this section is 40 per cent of the taxes paid by the eligible charity for the year under the Act and under Part IX of the <i>Education Act</i> on the property it occupies.  O. Reg. 229/09, s. 11 (3).</p> <p class=\"subsection-e\">  (4) The following rules apply with respect to a rebate under this section:</p> <p class=\"paragraph-e\">  1. The Minister shall pay one-half of the rebate for a taxation year to the eligible charity within 60 days after receipt of the charity’s application for the rebate and shall pay the balance of the rebate within 120 days after receipt of the application.</p> <p class=\"paragraph-e\">  2. The rebate shall be divided between the taxes paid under the Act and the taxes paid under Part IX of the <i>Education Act</i> in the same proportion as the taxes imposed are divided between the Act and Part IX of the <i>Education Act</i>.  O. Reg. 229/09, s. 11 (4).</p> <p class=\"heading1-e\"><a name=\"BK15\"></a>Rebate on Vacant Land</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Rebate on Vacant Land",
            "part_id": "PART II  ",
            "part_type": "PART II REBATES, DEFERRALS, REFUNDS, ETC.",
            "section": "Rebate on Vacant Land",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "12.",
            "part_id": "PART II  ",
            "part_type": "PART II REBATES, DEFERRALS, REFUNDS, ETC.",
            "section": "Eligible property",
            "content": " 12. (1) A building or structure on property that is classified in the commercial property class, the industrial property class or the landfill property class is eligible property for the purposes of section 13 for a period of time if, (a) the period of time is at least 90 consecutive days; and (b) no portion of the building or structure was used at any time in the period of time.  O. Reg. 229/09, s. 12 (1); O. Reg. 99/17, s. 3 (1). (2) A portion of a building on property that is classified in the commercial property class or the landfill property class is eligible property for the purposes of section 13 for a period of time if the period of time is at least 90 consecutive days and throughout the period of time, (a) the portion of the building was not used and was clearly delineated or separated by physical barriers from the portion of the building that was used; and (b) the portion of the building, (i) was capable of being leased for immediate occupation, (ii) was capable of being leased but not for immediate occupation because it was in need of or undergoing repairs or renovations or was under construction, or (iii) was unfit for occupation.  O. Reg. 229/09, s. 12 (2); O. Reg. 99/17, s. 3 (2). (3) A portion of a building on property that is classified in the industrial property class is eligible property for the purposes of section 13 for a period of time if, (a) the period of time is at least 90 consecutive days; and (b) throughout the period of time, the portion of the building was not used and was clearly delineated or separated by physical barriers from the portion of the building that was used.  O. Reg. 229/09, s. 12 (3); O. Reg. 99/17, s. 3 (3). (4) The following rules apply for the purposes of subsections (1), (2) and (3): 1. A reference to a period of at least 90 consecutive days shall be read as a reference to a period of at least 89 consecutive days if the period includes all of February. 2. The following, in the absence of other activity, does not constitute the use of a building or structure or a portion of a building: i. Construction, repairs or renovations of the building, structure or portion of the building. ii. The heating, cooling, lighting or cleaning of the building, structure or portion of the building. iii. The presence of fixtures.  O. Reg. 229/09, s. 12 (4). (5) Despite subsections (1), (2) and (3), a building, structure or portion of a building is not eligible property for the purposes of section 13 for a period of time if, (a) it is used for commercial, industrial or landfilling activities on a seasonal basis; (b) it is leased to a tenant who is in possession of the leasehold interest throughout the period of time; or (c) it is included in a subclass for vacant land under subsection 8 (1) of the Assessment Act\r\nthroughout the period of time.  O. Reg. 229/09, s. 12 (5); O. Reg. 99/17, s. 3 (4). (6) Despite subsections (1) and (2), a building or structure or portion of a building is not eligible property for the purposes of section 13 if it is in the resort condominium property class.  O. Reg. 229/09, s. 12 (6). (7) If different portions of a property are classified on the assessment roll in the commercial property class, the industrial property class or the landfill property class, (a) the portion classified in the commercial property class, if any, shall be deemed to be one property for the purposes of section 13; (b) the portion classified in the industrial property class, if any, shall be deemed to be another property for the purposes of section 13; and (c) the portion classified in the landfill property class, if any, shall be deemed to be another property for the purposes of section 13. O. Reg. 99/17, s. 3 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>12. </b>(1) A building or structure on property that is classified in the commercial property class, the industrial property class or the landfill property class is eligible property for the purposes of section 13 for a period of time if,</p> <p class=\"clause-e\">  (a) the period of time is at least 90 consecutive days; and</p> <p class=\"clause-e\">  (b) no portion of the building or structure was used at any time in the period of time.  O. Reg. 229/09, s. 12 (1); O. Reg. 99/17, s. 3 (1).</p> <p class=\"subsection-e\">  (2) A portion of a building on property that is classified in the commercial property class or the landfill property class is eligible property for the purposes of section 13 for a period of time if the period of time is at least 90 consecutive days and throughout the period of time,</p> <p class=\"clause-e\">  (a) the portion of the building was not used and was clearly delineated or separated by physical barriers from the portion of the building that was used; and</p> <p class=\"clause-e\">  (b) the portion of the building,</p> <p class=\"subclause-e\">  (i) was capable of being leased for immediate occupation,</p> <p class=\"subclause-e\">  (ii) was capable of being leased but not for immediate occupation because it was in need of or undergoing repairs or renovations or was under construction, or</p> <p class=\"subclause-e\">  (iii) was unfit for occupation.  O. Reg. 229/09, s. 12 (2); O. Reg. 99/17, s. 3 (2).</p> <p class=\"subsection-e\">  (3) A portion of a building on property that is classified in the industrial property class is eligible property for the purposes of section 13 for a period of time if,</p> <p class=\"clause-e\">  (a) the period of time is at least 90 consecutive days; and</p> <p class=\"clause-e\">  (b) throughout the period of time, the portion of the building was not used and was clearly delineated or separated by physical barriers from the portion of the building that was used.  O. Reg. 229/09, s. 12 (3); O. Reg. 99/17, s. 3 (3).</p> <p class=\"subsection-e\">  (4) The following rules apply for the purposes of subsections (1), (2) and (3):</p> <p class=\"paragraph-e\">  1. A reference to a period of at least 90 consecutive days shall be read as a reference to a period of at least 89 consecutive days if the period includes all of February.</p> <p class=\"paragraph-e\">  2. The following, in the absence of other activity, does not constitute the use of a building or structure or a portion of a building:</p> <p class=\"subpara-e\">  i. Construction, repairs or renovations of the building, structure or portion of the building.</p> <p class=\"subpara-e\">  ii. The heating, cooling, lighting or cleaning of the building, structure or portion of the building.</p> <p class=\"subpara-e\">  iii. The presence of fixtures.  O. Reg. 229/09, s. 12 (4).</p> <p class=\"subsection-e\">  (5) Despite subsections (1), (2) and (3), a building, structure or portion of a building is not eligible property for the purposes of section 13 for a period of time if,</p> <p class=\"clause-e\">  (a) it is used for commercial, industrial or landfilling activities on a seasonal basis;</p> <p class=\"clause-e\">  (b) it is leased to a tenant who is in possession of the leasehold interest throughout the period of time; or</p> <p class=\"clause-e\">  (c) it is included in a subclass for vacant land under subsection 8 (1) of the <i>Assessment Act</i>\r\nthroughout the period of time.  O. Reg. 229/09, s. 12 (5); O. Reg. 99/17, s. 3 (4).</p> <p class=\"subsection-e\">  (6) Despite subsections (1) and (2), a building or structure or portion of a building is not eligible property for the purposes of section 13 if it is in the resort condominium property class.  O. Reg. 229/09, s. 12 (6).</p> <p class=\"subsection-e\">  (7) If different portions of a property are classified on the assessment roll in the commercial property class, the industrial property class or the landfill property class,</p> <p class=\"clause-e\">  (a) the portion classified in the commercial property class, if any, shall be deemed to be one property for the purposes of section 13;</p> <p class=\"clause-e\">  (b) the portion classified in the industrial property class, if any, shall be deemed to be another property for the purposes of section 13; and</p> <p class=\"clause-e\">  (c) the portion classified in the landfill property class, if any, shall be deemed to be another property for the purposes of section 13. O. Reg. 99/17, s. 3 (5).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "13.",
            "part_id": "PART II  ",
            "part_type": "PART II REBATES, DEFERRALS, REFUNDS, ETC.",
            "section": "Amount of rebate",
            "content": " 13. (1) In this section, “base property” means, in respect of an eligible property for a taxation year, the real property whose assessment on the roll returned under the Assessment Act for taxation in the taxation year includes the eligible property, excluding any portion of the real property, (a) that is exempt from taxes under the Act or the Education Act, (b) that is not included in the same class of real property for the taxation year under the Assessment Act as the eligible property, or (c) that is included in a subclass for excess land under subsection 8 (1) of the Assessment Act.  O. Reg. 229/09, s. 13 (1). (2) Upon application in accordance with subsection 9 (1) and section 15, the assessed owner of eligible property is entitled to a rebate under this section for a taxation year in the following amount: 1. If the property in the commercial property class or the landfill property class, the rebate is equal to 30 per cent of the taxes applicable to the eligible property for the taxation year. 2. If the property is in the industrial property class, the rebate is equal to 35 per cent of the taxes applicable to the eligible property for the taxation year.  O. Reg. 229/09, s. 13 (2); O. Reg. 99/17, s. 4. (3) The amount of taxes for a taxation year that is applicable to an eligible property is determined as follows: 1. Take the value of the eligible property for the taxation year as determined by the assessment corporation. 2. Determine the percentage that the value of the eligible property is of the assessed value of the base property for the taxation year. 3. Multiply the percentage determined under paragraph 2 by the taxes imposed under the Act for the base property for the taxation year. 4. Determine the percentage that the number of days in the taxation year that the property was an eligible property is of the total number of days in the year. 5. Multiply the percentage determined under paragraph 4 by the product determined under paragraph 3.  O. Reg. 229/09, s. 13 (3); O. Reg. 61/19, s. 1. (4) Despite subsection (3), if the period of at least 90 consecutive days during which the property or portion of the property was an eligible property commences after October 3 in the previous taxation year, the amount of taxes applicable to the eligible property for the taxation year is determined for the purposes of subsection (3) by adding the following amounts: 1. The amount of taxes that would be determined under subsection (3) for the previous taxation year if the only period in that year during which the property or portion of the property was an eligible property was the period after October 3 during which the building or structure or the portion of the building was an eligible property. 2. The amount of taxes that would be determined under subsection (3) for the taxation year in respect of the period in the year during which the building or structure or the portion of the building was an eligible property.  O. Reg. 229/09, s. 13 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>13. </b>(1) In this section,</p> <p class=\"firstdef-e\">“base property” means, in respect of an eligible property for a taxation year, the real property whose assessment on the roll returned under the <i>Assessment Act</i> for taxation in the taxation year includes the eligible property, excluding any portion of the real property,</p> <p class=\"defclause-e\">  (a) that is exempt from taxes under the Act or the <i>Education Act</i>,</p> <p class=\"defclause-e\">  (b) that is not included in the same class of real property for the taxation year under the <i>Assessment Act</i> as the eligible property, or</p> <p class=\"defclause-e\">  (c) that is included in a subclass for excess land under subsection 8 (1) of the <i>Assessment Act</i>.  O. Reg. 229/09, s. 13 (1).</p> <p class=\"subsection-e\">  (2) Upon application in accordance with subsection 9 (1) and section 15, the assessed owner of eligible property is entitled to a rebate under this section for a taxation year in the following amount:</p> <p class=\"paragraph-e\">  1. If the property in the commercial property class or the landfill property class, the rebate is equal to 30 per cent of the taxes applicable to the eligible property for the taxation year.</p> <p class=\"paragraph-e\">  2. If the property is in the industrial property class, the rebate is equal to 35 per cent of the taxes applicable to the eligible property for the taxation year.  O. Reg. 229/09, s. 13 (2); O. Reg. 99/17, s. 4.</p> <p class=\"subsection-e\">  (3) The amount of taxes for a taxation year that is applicable to an eligible property is determined as follows:</p> <p class=\"paragraph-e\">  1. Take the value of the eligible property for the taxation year as determined by the assessment corporation.</p> <p class=\"paragraph-e\">  2. Determine the percentage that the value of the eligible property is of the assessed value of the base property for the taxation year.</p> <p class=\"paragraph-e\">  3. Multiply the percentage determined under paragraph 2 by the taxes imposed under the Act for the base property for the taxation year.</p> <p class=\"paragraph-e\">  4. Determine the percentage that the number of days in the taxation year that the property was an eligible property is of the total number of days in the year.</p> <p class=\"paragraph-e\">  5. Multiply the percentage determined under paragraph 4 by the product determined under paragraph 3.  O. Reg. 229/09, s. 13 (3); O. Reg. 61/19, s. 1.</p> <p class=\"subsection-e\">  (4) Despite subsection (3), if the period of at least 90 consecutive days during which the property or portion of the property was an eligible property commences after October 3 in the previous taxation year, the amount of taxes applicable to the eligible property for the taxation year is determined for the purposes of subsection (3) by adding the following amounts:</p> <p class=\"paragraph-e\">  1. The amount of taxes that would be determined under subsection (3) for the previous taxation year if the only period in that year during which the property or portion of the property was an eligible property was the period after October 3 during which the building or structure or the portion of the building was an eligible property.</p> <p class=\"paragraph-e\">  2. The amount of taxes that would be determined under subsection (3) for the taxation year in respect of the period in the year during which the building or structure or the portion of the building was an eligible property.  O. Reg. 229/09, s. 13 (4).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "14.",
            "part_id": "PART II  ",
            "part_type": "PART II REBATES, DEFERRALS, REFUNDS, ETC.",
            "section": "Recalculation of rebate",
            "content": " 14. (1) The Minister shall recalculate the amount of a rebate payable under section 13 in respect of an eligible property if the taxes are reduced under section 8 of the Act or if the assessment for the property changes as a result of, (a) a settlement under section 39.1 of the Assessment Act; (b) an appeal under section 40 of the Assessment Act; or (c) an application under section 46 of the Assessment Act.  O. Reg. 229/09, s. 14 (1). (2) If the Minister pays or credits to an assessed owner a rebate in an amount that is greater than the amount determined under a recalculation under subsection (1), the Minister may recover the excess amount as if it were tax collectible under the Act.  O. Reg. 229/09, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>14. </b>(1) The Minister shall recalculate the amount of a rebate payable under section 13 in respect of an eligible property if the taxes are reduced under section 8 of the Act or if the assessment for the property changes as a result of,</p> <p class=\"clause-e\">  (a) a settlement under section 39.1 of the <i>Assessment Act</i>;</p> <p class=\"clause-e\">  (b) an appeal under section 40 of the <i>Assessment Act</i>; or</p> <p class=\"clause-e\">  (c) an application under section 46 of the <i>Assessment Act</i>.  O. Reg. 229/09, s. 14 (1).</p> <p class=\"subsection-e\">  (2) If the Minister pays or credits to an assessed owner a rebate in an amount that is greater than the amount determined under a recalculation under subsection (1), the Minister may recover the excess amount as if it were tax collectible under the Act.  O. Reg. 229/09, s. 14 (2).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "15.",
            "part_id": "PART II  ",
            "part_type": "PART II REBATES, DEFERRALS, REFUNDS, ETC.",
            "section": "Deadline extension",
            "content": " 15. If the assessment corporation assesses a property during a taxation year under section 33 of the Assessment Act in respect of either of the two previous taxation years, the deadline for making an application under section 13 of this Regulation for that previous taxation year is extended to the day that is 90 days after the day the assessment is mailed to the assessed owner under section 35 of that Act.  O. Reg. 229/09, s. 15. 16. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 229/09, s. 16.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>15. </b>If the assessment corporation assesses a property during a taxation year under section 33 of the <i>Assessment Act</i> in respect of either of the two previous taxation years, the deadline for making an application under section 13 of this Regulation for that previous taxation year is extended to the day that is 90 days after the day the assessment is mailed to the assessed owner under section 35 of that Act.  O. Reg. 229/09, s. 15.</p> <p class=\"section-e\"> <b>16.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 229/09, s. 16.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/090229\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}