{
    "reg_info": {
        "full_title": "O. Reg. 395/21: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "O. Reg. 395/21: ",
        "act_under": "Not-for-Profit Corporations Act, 2010",
        "url": "https://www.ontario.ca/laws/regulation/210395",
        "date_scraped": "2023-12-18 14:04:44"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 19, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/210395/v1",
            "valid_from": "June  3, 2021",
            "valid_to": "October 18, 2021"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Restrictions on purposes",
            "content": " 1. The purposes of a corporation shall not include any purposes that are unlawful.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The purposes of a corporation shall not include any purposes that are unlawful.</p>"
        },
        {
            "id": "2.",
            "section": "Maximum number of words for proposal and supporting statement",
            "content": " 2. For the purposes of subsection 56 (3) of the Act, the prescribed maximum number of any combination of words and characters is 500.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>For the purposes of subsection 56 (3) of the Act, the prescribed maximum number of any combination of words and characters is 500.</p>"
        },
        {
            "id": "3.",
            "section": "Form of proxy",
            "content": " 3. (1) In this section, “form of proxy” means a form in writing that becomes a proxy when completed and signed by or on behalf of a member. (2) This section applies to a form of proxy referred to in subsection 64 (3) of the Act. (3) A form of proxy that is created other than by a member of a corporation shall, (a)  indicate, in bold type, the meeting at which the proxy is to be used; (b)  indicate, in bold type, that a member may appoint a proxyholder, other than a person designated in the form of proxy, to attend and act on the member’s behalf at the meeting, and contain instructions as to the manner in which the member may do so; (c)  contain a designated blank space for a signature and the date of signature; (d)  provide a means for the member to designate a different person as proxyholder, if the form of proxy designates a person as proxyholder; (e)  provide a means for the member to specify that the membership registered in their name is to be voted for or against each matter, or group of related matters, identified in the notice of meeting, other than the appointment and remuneration of an auditor or person to conduct a review engagement of the corporation, and the election of directors; (f)  provide a means for the member to specify that the membership registered in their name is to be voted or withheld from voting in respect of the appointment and remuneration of an auditor or person to conduct a review engagement of the corporation, or the election of directors; and (g)  state that the membership represented by the proxy is to be voted or withheld from voting, in accordance with the instructions of the member, on any ballot that may be called for and that, if the member specifies a choice under clause (e) or (f) with respect to any matter to be acted upon, the membership is to be voted accordingly. (4) A form of proxy that is created by a member of a corporation shall indicate, (a)  the meeting at which the proxy is to be used; (b)  whether the proxy is solicited by or on behalf of management of the corporation; and (c)  the powers granted under the proxy. (5) A form of proxy may include a statement that the member confers authority with respect to matters for which a choice is not provided in accordance with clause (3) (e) only if the form of proxy states, in bold type, how the proxyholder is to vote the membership in respect of each matter or group of related matters. (6) A form of proxy that confers discretionary authority in respect of amendments to matters identified in the notice of meeting or other matters that may properly come before the meeting shall contain a statement to that effect. (7) If a form of proxy is not dated, the proxy is deemed to have been dated on the date it is sent. (8) If a form of proxy is sent in electronic form, the requirement in clauses (3) (a) and (b) and subsection (5) that certain information be set out in bold type is satisfied if the information is set out in a different manner so as to draw attention to the information.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) In this section,</p> <p class=\"definition-e\">“form of proxy” means a form in writing that becomes a proxy when completed and signed by or on behalf of a member.</p> <p class=\"subsection-e\">  (2) This section applies to a form of proxy referred to in subsection 64 (3) of the Act.</p> <p class=\"subsection-e\">  (3) A form of proxy that is created other than by a member of a corporation shall,</p> <p class=\"clause-e\">  (a)  indicate, in bold type, the meeting at which the proxy is to be used;</p> <p class=\"clause-e\">  (b)  indicate, in bold type, that a member may appoint a proxyholder, other than a person designated in the form of proxy, to attend and act on the member’s behalf at the meeting, and contain instructions as to the manner in which the member may do so;</p> <p class=\"clause-e\">  (c)  contain a designated blank space for a signature and the date of signature;</p> <p class=\"clause-e\">  (d)  provide a means for the member to designate a different person as proxyholder, if the form of proxy designates a person as proxyholder;</p> <p class=\"clause-e\">  (e)  provide a means for the member to specify that the membership registered in their name is to be voted for or against each matter, or group of related matters, identified in the notice of meeting, other than the appointment and remuneration of an auditor or person to conduct a review engagement of the corporation, and the election of directors;</p> <p class=\"clause-e\">  (f)  provide a means for the member to specify that the membership registered in their name is to be voted or withheld from voting in respect of the appointment and remuneration of an auditor or person to conduct a review engagement of the corporation, or the election of directors; and</p> <p class=\"clause-e\">  (g)  state that the membership represented by the proxy is to be voted or withheld from voting, in accordance with the instructions of the member, on any ballot that may be called for and that, if the member specifies a choice under clause (e) or (f) with respect to any matter to be acted upon, the membership is to be voted accordingly.</p> <p class=\"subsection-e\">  (4) A form of proxy that is created by a member of a corporation shall indicate,</p> <p class=\"clause-e\">  (a)  the meeting at which the proxy is to be used;</p> <p class=\"clause-e\">  (b)  whether the proxy is solicited by or on behalf of management of the corporation; and</p> <p class=\"clause-e\">  (c)  the powers granted under the proxy.</p> <p class=\"subsection-e\">  (5) A form of proxy may include a statement that the member confers authority with respect to matters for which a choice is not provided in accordance with clause (3) (e) only if the form of proxy states, in bold type, how the proxyholder is to vote the membership in respect of each matter or group of related matters.</p> <p class=\"subsection-e\">  (6) A form of proxy that confers discretionary authority in respect of amendments to matters identified in the notice of meeting or other matters that may properly come before the meeting shall contain a statement to that effect.</p> <p class=\"subsection-e\">  (7) If a form of proxy is not dated, the proxy is deemed to have been dated on the date it is sent.</p> <p class=\"subsection-e\">  (8) If a form of proxy is sent in electronic form, the requirement in clauses (3) (a) and (b) and subsection (5) that certain information be set out in bold type is satisfied if the information is set out in a different manner so as to draw attention to the information.</p>"
        },
        {
            "id": "4.",
            "section": "Report on financial statements",
            "content": " 4. A report on financial statements referred to in section 78 of the Act shall be prepared in accordance with the generally accepted auditing standards set out in the CPA Canada Handbook — Assurance, as amended from time to time.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>A report on financial statements referred to in section 78 of the Act shall be prepared in accordance with the generally accepted auditing standards set out in the <i>CPA Canada Handbook — Assurance</i>, as amended from time to time.</p>"
        },
        {
            "id": "5.",
            "section": "Financial statements",
            "content": " 5. (1) The financial statements referred to in Part VIII of the Act shall, (a)  be prepared in accordance with the generally accepted accounting principles set out in the CPA Canada Handbook — Accounting or the CPA Canada Public Sector Accounting Handbook, both as amended from time to time; and (b)  include, (i)  a statement of financial position or a balance sheet, (ii)  a statement of comprehensive income or a statement of retained earnings, (iii)  a statement of changes in equity or an income statement, and (iv)  a statement of cash flows or a statement of changes in financial position. (2) Financial statements need not be designated by the names set out in clause (1) (b).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The financial statements referred to in Part VIII of the Act shall,</p> <p class=\"clause-e\">  (a)  be prepared in accordance with the generally accepted accounting principles set out in the <i>CPA Canada Handbook — Accounting</i> or the <i>CPA Canada Public Sector Accounting Handbook</i>, both as amended from time to time; and</p> <p class=\"clause-e\">  (b)  include,</p> <p class=\"subclause-e\">  (i)  a statement of financial position or a balance sheet,</p> <p class=\"subclause-e\">  (ii)  a statement of comprehensive income or a statement of retained earnings,</p> <p class=\"subclause-e\">  (iii)  a statement of changes in equity or an income statement, and</p> <p class=\"subclause-e\">  (iv)  a statement of cash flows or a statement of changes in financial position.</p> <p class=\"subsection-e\">  (2) Financial statements need not be designated by the names set out in clause (1) (b).</p>"
        },
        {
            "id": "6.",
            "section": "Corporate registers",
            "content": " 6. (1) The following information must be contained in the register of directors referred to in clause 92 (1) (f) of the Act: 1.  The name of every current director and the date on which the person became a director. 2.  The name of every former director who ceased to be a director within the preceding six years, and the dates on which the person became a director and ceased to be a director. 3.  The residential address or address for service of every current director, including the municipality, street and number, if any, and postal code. 4.  An email address for every current director who has consented to accepting information or documents by electronic means. (2) The following information must be contained in the register of officers referred to in clause 92 (1) (g) of the Act: 1.  The name of every current officer and the date on which the person became an officer. 2.  The name of every former officer who ceased to be an officer within the preceding six years, and the dates on which the person became an officer and ceased to be an officer. 3.  The residential address or address for service of every current officer, including the municipality, street and number, if any, and postal code. 4.  An email address for every current officer who has consented to accepting information or documents by electronic means. (3) The following information must be contained in the register of members referred to in clause 92 (1) (h) of the Act: 1.  The name of every current member and the date on which the person became a member. 2.  The name of every former member who ceased to be a member within the preceding six years, and the dates on which the person became a member and ceased to be a member. 3.  The residential address, business address or address for service of every current member, including the municipality, street and number, if any, and postal code. 4.  An email address for every current member who has consented to accepting information or documents by electronic means. 5.  The class or group of membership of each member, if there is more than one class or group.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The following information must be contained in the register of directors referred to in clause 92 (1) (f) of the Act:</p> <p class=\"paragraph-e\">  1.  The name of every current director and the date on which the person became a director.</p> <p class=\"paragraph-e\">  2.  The name of every former director who ceased to be a director within the preceding six years, and the dates on which the person became a director and ceased to be a director.</p> <p class=\"paragraph-e\">  3.  The residential address or address for service of every current director, including the municipality, street and number, if any, and postal code.</p> <p class=\"paragraph-e\">  4.  An email address for every current director who has consented to accepting information or documents by electronic means.</p> <p class=\"subsection-e\">  (2) The following information must be contained in the register of officers referred to in clause 92 (1) (g) of the Act:</p> <p class=\"paragraph-e\">  1.  The name of every current officer and the date on which the person became an officer.</p> <p class=\"paragraph-e\">  2.  The name of every former officer who ceased to be an officer within the preceding six years, and the dates on which the person became an officer and ceased to be an officer.</p> <p class=\"paragraph-e\">  3.  The residential address or address for service of every current officer, including the municipality, street and number, if any, and postal code.</p> <p class=\"paragraph-e\">  4.  An email address for every current officer who has consented to accepting information or documents by electronic means.</p> <p class=\"subsection-e\">  (3) The following information must be contained in the register of members referred to in clause 92 (1) (h) of the Act:</p> <p class=\"paragraph-e\">  1.  The name of every current member and the date on which the person became a member.</p> <p class=\"paragraph-e\">  2.  The name of every former member who ceased to be a member within the preceding six years, and the dates on which the person became a member and ceased to be a member.</p> <p class=\"paragraph-e\">  3.  The residential address, business address or address for service of every current member, including the municipality, street and number, if any, and postal code.</p> <p class=\"paragraph-e\">  4.  An email address for every current member who has consented to accepting information or documents by electronic means.</p> <p class=\"paragraph-e\">  5.  The class or group of membership of each member, if there is more than one class or group.</p>"
        },
        {
            "id": "7.",
            "section": "Information in writing",
            "content": " 7. (1) The following shall be in writing: 1.  A resignation of a director, referred to in subsection 25 (2) of the Act. 2.  A statement of a director giving reasons for resigning or opposing their removal, referred to in subsection 27 (1) of the Act. 3.  A disclosure by a director or officer of a conflict of interest, referred to in subsections 41 (1) and (4) of the Act. 4.  A dissent of a director given to the secretary of a meeting at which a resolution was passed or action taken, referred to in clause 45 (1) (c) of the Act. 5.  An authorization by a member corporation or other entity of an individual to represent the member at meetings, referred to in subsection 48 (7) of the Act. 6.  A notice of a corporation to a member of its intention to omit a proposal submitted by the member and reasons for the refusal, referred to in subsection 56 (8) of the Act. 7.  A revocation of a proxy by a member, referred to in subsection 64 (6) of the Act. 8.  A resignation of an auditor or person appointed to conduct a review engagement, referred to in subsection 70 (2) of the Act. 9.  A notice of a director or member to an auditor or former auditor, referred to in subsection 75 (2) of the Act. 10.  A statement of an auditor or a corporation respecting an auditor’s resignation, removal or replacement, referred to in subsections 75 (4), (5) and (7) of the Act. 11.  A statement of a proposed replacement auditor respecting the corporation’s reasons for replacement, referred to in subsection 75 (5) of the Act. 12.  A notice to a creditor respecting an amalgamation, referred to in clause 112 (3) (a) of the Act. 13.  A consent of a member to the dissolution of a corporation, referred to in clause 166 (b) of the Act. 14.  A consent of a creditor or other person having interests in a corporation’s debts, obligations or liabilities to the dissolution of the corporation, referred to in clause 167 (1) (c) of the Act. 15.  A consent of a corporation to publication relating to proceedings, referred to in subsection 174 (5) of the Act. 16.  The following information relating to a dissent of a member of a corporation to a resolution described in subsection 187 (1) of the Act: i.  An objection of a dissenting member to the resolution, referred to in subsection 187 (3) of the Act. ii.  A notice of a corporation that the resolution has been adopted, referred to in subsection 187 (5) of the Act. iii.  A notice of a dissenting member containing a demand for payment of the fair value of the member’s membership interest, referred to in subsection 187 (7) of the Act. iv.  An offer by the corporation to pay for a dissenting member’s membership interest, referred to in clause 187 (11) (a) of the Act. v.  A notice of a dissenting member, referred to in subsection 187 (25) of the Act, when a corporation shall not make a payment to a dissenting member for the reasons described in subsection 187 (26) of the Act. 17.  The permission of a member, referred to in subsection 193 (3) of the Act. 18.  A waiver or consent given by a person entitled to a notice or other document, referred to in section 198 of the Act.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The following shall be in writing:</p> <p class=\"paragraph-e\">  1.  A resignation of a director, referred to in subsection 25 (2) of the Act.</p> <p class=\"paragraph-e\">  2.  A statement of a director giving reasons for resigning or opposing their removal, referred to in subsection 27 (1) of the Act.</p> <p class=\"paragraph-e\">  3.  A disclosure by a director or officer of a conflict of interest, referred to in subsections 41 (1) and (4) of the Act.</p> <p class=\"paragraph-e\">  4.  A dissent of a director given to the secretary of a meeting at which a resolution was passed or action taken, referred to in clause 45 (1) (c) of the Act.</p> <p class=\"paragraph-e\">  5.  An authorization by a member corporation or other entity of an individual to represent the member at meetings, referred to in subsection 48 (7) of the Act.</p> <p class=\"paragraph-e\">  6.  A notice of a corporation to a member of its intention to omit a proposal submitted by the member and reasons for the refusal, referred to in subsection 56 (8) of the Act.</p> <p class=\"paragraph-e\">  7.  A revocation of a proxy by a member, referred to in subsection 64 (6) of the Act.</p> <p class=\"paragraph-e\">  8.  A resignation of an auditor or person appointed to conduct a review engagement, referred to in subsection 70 (2) of the Act.</p> <p class=\"paragraph-e\">  9.  A notice of a director or member to an auditor or former auditor, referred to in subsection 75 (2) of the Act.</p> <p class=\"paragraph-e\">  10.  A statement of an auditor or a corporation respecting an auditor’s resignation, removal or replacement, referred to in subsections 75 (4), (5) and (7) of the Act.</p> <p class=\"paragraph-e\">  11.  A statement of a proposed replacement auditor respecting the corporation’s reasons for replacement, referred to in subsection 75 (5) of the Act.</p> <p class=\"paragraph-e\">  12.  A notice to a creditor respecting an amalgamation, referred to in clause 112 (3) (a) of the Act.</p> <p class=\"paragraph-e\">  13.  A consent of a member to the dissolution of a corporation, referred to in clause 166 (b) of the Act.</p> <p class=\"paragraph-e\">  14.  A consent of a creditor or other person having interests in a corporation’s debts, obligations or liabilities to the dissolution of the corporation, referred to in clause 167 (1) (c) of the Act.</p> <p class=\"paragraph-e\">  15.  A consent of a corporation to publication relating to proceedings, referred to in subsection 174 (5) of the Act.</p> <p class=\"paragraph-e\">  16.  The following information relating to a dissent of a member of a corporation to a resolution described in subsection 187 (1) of the Act:</p> <p class=\"subpara-e\">  i.  An objection of a dissenting member to the resolution, referred to in subsection 187 (3) of the Act.</p> <p class=\"subpara-e\">  ii.  A notice of a corporation that the resolution has been adopted, referred to in subsection 187 (5) of the Act.</p> <p class=\"subpara-e\">  iii.  A notice of a dissenting member containing a demand for payment of the fair value of the member’s membership interest, referred to in subsection 187 (7) of the Act.</p> <p class=\"subpara-e\">  iv.  An offer by the corporation to pay for a dissenting member’s membership interest, referred to in clause 187 (11) (a) of the Act.</p> <p class=\"subpara-e\">  v.  A notice of a dissenting member, referred to in subsection 187 (25) of the Act, when a corporation shall not make a payment to a dissenting member for the reasons described in subsection 187 (26) of the Act.</p> <p class=\"paragraph-e\">  17.  The permission of a member, referred to in subsection 193 (3) of the Act.</p> <p class=\"paragraph-e\">  18.  A waiver or consent given by a person entitled to a notice or other document, referred to in section 198 of the Act.</p>"
        },
        {
            "id": "8.",
            "section": "Dissent of director",
            "content": " 8. A dissent of a director referred to in clause 45 (1) (d) or 45 (3) (b) of the Act shall be sent by registered mail or delivered to the registered office of the corporation, or may be given by electronic means in accordance with the Electronic Commerce Act, 2000.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>A dissent of a director referred to in clause 45 (1) (d) or 45 (3) (b) of the Act shall be sent by registered mail or delivered to the registered office of the corporation, or may be given by electronic means in accordance with the <i>Electronic Commerce Act, 2000</i>.</p>"
        },
        {
            "id": "9.",
            "section": "Notice of appointment to auditor, person conducting review engagement",
            "content": " 9. A corporation shall give notice in writing of the appointment of an auditor or a person to conduct a review engagement under subsection 68 (1), section 72 or subsection 73 (1) of the Act, as applicable, to the auditor or the person immediately after the appointment is made.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>A corporation shall give notice in writing of the appointment of an auditor or a person to conduct a review engagement under subsection 68 (1), section 72 or subsection 73 (1) of the Act, as applicable, to the auditor or the person immediately after the appointment is made.</p>"
        },
        {
            "id": "10.",
            "section": "Notice, etc., to member or director",
            "content": "  10. (1) A notice or other document required or permitted by the Act, the regulations, the articles or the by-laws to be given other than by the Director to a member or director of a corporation in accordance with subsection 196 (1) of the Act may be given by prepaid mail or personal delivery or by electronic means in accordance with the Electronic Commerce Act, 2000. (2) A notice or other document described in subsection (1) that is given by prepaid mail is deemed to have been received by the intended recipient on the fifth day after it was sent.",
            "raw_html": "<p class=\"section-e\"><b>  10. </b>(1) A notice or other document required or permitted by the Act, the regulations, the articles or the by-laws to be given other than by the Director to a member or director of a corporation in accordance with subsection 196 (1) of the Act may be given by prepaid mail or personal delivery or by electronic means in accordance with the <i>Electronic Commerce Act, 2000</i>.</p> <p class=\"subsection-e\">  (2) A notice or other document described in subsection (1) that is given by prepaid mail is deemed to have been received by the intended recipient on the fifth day after it was sent.</p>"
        },
        {
            "id": "11.",
            "section": "Notice, etc., to corporation",
            "content": " 11. (1) Except where otherwise provided in the Act or the regulations, a notice or other document required or permitted by the Act or the regulations to be given other than by the Director to a corporation at its registered office in accordance with subsection 197 (1) of the Act may be given by prepaid mail or personal delivery to that office or may be given by electronic means in accordance with the Electronic Commerce Act, 2000. (2) A notice or other document described in subsection (1) that is given by prepaid mail is deemed to have been received by the corporation on the fifth day after it was sent.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) Except where otherwise provided in the Act or the regulations, a notice or other document required or permitted by the Act or the regulations to be given other than by the Director to a corporation at its registered office in accordance with subsection 197 (1) of the Act may be given by prepaid mail or personal delivery to that office or may be given by electronic means in accordance with the <i>Electronic Commerce Act, 2000</i>.</p> <p class=\"subsection-e\">  (2) A notice or other document described in subsection (1) that is given by prepaid mail is deemed to have been received by the corporation on the fifth day after it was sent.</p>"
        },
        {
            "id": "12.",
            "section": "Waiver or consent to notice, etc. under s. 198 of the Act",
            "content": " 12. The waiver or consent of a person entitled to a notice or other document under section 198 of the Act may be given by electronic means in accordance with the Electronic Commerce Act, 2000.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>The waiver or consent of a person entitled to a notice or other document under section 198 of the Act may be given by electronic means in accordance with the <i>Electronic Commerce Act, 2000</i>.</p>"
        },
        {
            "id": "13.",
            "section": "Financial disclosure, number of days",
            "content": " 13. For the purposes of subsection 84 (2) of the Act, the prescribed number of days is five business days.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>For the purposes of subsection 84 (2) of the Act, the prescribed number of days is five business days.</p>"
        },
        {
            "id": "14.",
            "section": "Financial disclosure, number of days",
            "content": " 14. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>14.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Financial disclosure, number of days",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/210395\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}