{
    "reg_info": {
        "full_title": "O. Reg. 495/10: GENERAL",
        "reg_name_text": "General",
        "citation": "O. Reg. 495/10: GENERAL",
        "act_under": "Ontario Clean Energy Benefit Act, 2010   Loi de 2010 sur la prestation ontarienne pour l’énergie propre",
        "url": "https://www.ontario.ca/laws/regulation/100495",
        "date_scraped": "2023-12-21 17:36:33"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/100495/v8",
            "valid_from": "June 30, 2020",
            "valid_to": "June 30, 2020"
        },
        {
            "a_href": "/laws/regulation/100495/v7",
            "valid_from": "January  1, 2017",
            "valid_to": "June 29, 2020"
        },
        {
            "a_href": "/laws/regulation/100495/v6",
            "valid_from": "November 18, 2016",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "/laws/regulation/100495/v5",
            "valid_from": "September  1, 2012",
            "valid_to": "November 17, 2016"
        },
        {
            "a_href": "/laws/regulation/100495/v4",
            "valid_from": "June 29, 2012",
            "valid_to": "August 31, 2012"
        },
        {
            "a_href": "/laws/regulation/100495/v3",
            "valid_from": "July  7, 2011",
            "valid_to": "June 28, 2012"
        },
        {
            "a_href": "/laws/regulation/100495/v2",
            "valid_from": "January  1, 2011",
            "valid_to": "July  6, 2011"
        },
        {
            "a_href": "/laws/regulation/100495/v1",
            "valid_from": "December 14, 2010",
            "valid_to": "December 31, 2010"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "None",
            "TOCid": 1.0,
            "part_id": null,
            "part_type": null,
            "section": "Definitions and interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 2.0,
            "part_id": null,
            "part_type": null,
            "section": "Remote unlicensed distributors",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 3.0,
            "part_id": null,
            "part_type": null,
            "section": "Base invoice amount",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": 3.1,
            "part_id": null,
            "part_type": null,
            "section": "Maximum financial assistance — s. 4 (1.1) of the Act",
            "content": " 3.1 (1) The maximum amount of financial assistance to which a consumer is entitled in respect of an eligible account for a billing period is the amount calculated under this section.  O. Reg. 197/12, s. 4. (2) For any billing period that begins on or after September 1, 2012 and ends before January 1, 2016, the maximum amount of financial assistance is calculated using the formula, A × B × C in which, “A”  is 10 per cent, “B”  is the base invoice amount in respect of the eligible account for the billing period, as determined under subsection 3 (1), and “C”  is the lesser of 1 and the amount calculated using the formula, D/E in which, “D”  is the maximum number of kilowatt hours for the billing period, as described in subsection (5), “E”  is the number of kilowatt hours of electricity used to determine the commodity price of electricity for the billing period, without any adjustment for total losses as defined in the Retail Settlement Code. O. Reg. 197/12, s. 4. (3) For a billing period that begins before September 1, 2012 and ends on or after that date, the maximum amount of financial assistance is calculated as follows: 1.  Apportion the base invoice amount for the billing period, as determined under subsection 3 (1), between the portion of the billing period that falls before September 1, 2012 and the remaining portion of the billing period. 2.  Calculate the financial assistance for the portion of the billing period that falls before September 1, 2012 by multiplying the base invoice amount for that portion of the billing period by 10 per cent. 3.  Calculate the maximum amount of financial assistance for the remaining portion of the billing period in accordance with subsection (2).  However, for the purposes of the definitions of “D” and “E” in that subsection, the references to the billing period shall be read as if they referred only to that portion of the billing period that falls on or after September 1, 2012. 4.  Add the amounts calculated under paragraphs 1 and 2.  The sum of those amounts is the maximum amount of financial assistance to which the consumer is entitled in respect of the eligible account for the billing period.  O. Reg. 197/12, s. 4. (4) For a billing period that begins before January 1, 2016 and ends on or after that date, the maximum amount of financial assistance is calculated as follows: 1.  Apportion the base invoice amount for the billing period, as determined under subsection 3 (1), between the portion of the billing period that falls before January 1, 2016 and the remaining portion of the billing period. 2.  Calculate the maximum amount of financial assistance for the portion of the billing period that falls before January 1, 2016 in accordance with subsection (2).  However, for the purposes of the definitions of “D” and “E” in that subsection, the references to the billing period shall be read as if they referred only to the portion of the billing period that falls before January 1, 2016. 3.  The amount calculated under paragraph 2 is the maximum amount of financial assistance to which the consumer is entitled in respect of the eligible account for the billing period.  O. Reg. 197/12, s. 4. (5) For the purposes of the definition of “D” in subsection (2), the following is the maximum number of kilowatt hours for a billing period: 1.  For a billing period that is one month, as defined in subsection (6), it is 3,000 kilowatt hours.  For a multi-unit complex with an eligible account that relates to more than one unit, it is 3,000 kilowatt hours multiplied by the number of units included in the eligible account. 2.  For a billing period other than one month, as defined in subsection (6), it is a proportionate number of kilowatt hours, based on the number described in paragraph 1.  O. Reg. 197/12, s. 4. (6) In subsection (5), “month” means, (a)  in relation to an eligible account with a licensed distributor, the period for which the licensed distributor assesses any monthly charge approved by the Board, and (b)  in relation to an eligible account with an electricity vendor other than a licensed distributor, a calendar month.  O. Reg. 197/12, s. 4. (7) For the purposes of this section, the number of units in a multi-unit complex is determined as follows: 1.  If, before July 1, 2016, the consumer gives written notice to the electricity vendor stating the number of units in the multi-unit complex, the number of units is the number stated in the notice. 2.  If the electricity vendor does not receive the written notice described in paragraph 1, the number of units in the multi-unit complex is deemed to be one. 3.  If the multi-unit complex contains units with unit smart meters (within the meaning of the Energy Consumer Protection Act, 2010), those units are deemed not to be part of the multi-unit complex.  O. Reg. 197/12, s. 4. (8) Subsection 3 (3) applies with respect to the apportionment of the base invoice amount under subsections (3) and (4).  O. Reg. 197/12, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>3.1 </b>(1) The maximum amount of financial assistance to which a consumer is entitled in respect of an eligible account for a billing period is the amount calculated under this section.  O. Reg. 197/12, s. 4.</p> <p class=\"subsection-e\">  (2) For any billing period that begins on or after September 1, 2012 and ends before January 1, 2016, the maximum amount of financial assistance is calculated using the formula,</p> <p class=\"equation-e\">A × B × C</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">  “A”  is 10 per cent,</p> <p class=\"equationind1-e\">  “B”  is the base invoice amount in respect of the eligible account for the billing period, as determined under subsection 3 (1), and</p> <p class=\"equationind1-e\">  “C”  is the lesser of 1 and the amount calculated using the formula,</p> <p class=\"equation-e\">D/E</p> <p class=\"Sparagraph-e\">in which,</p> <p class=\"equationind2-e\">  “D”  is the maximum number of kilowatt hours for the billing period, as described in subsection (5),</p> <p class=\"equationind2-e\">  “E”  is the number of kilowatt hours of electricity used to determine the commodity price of electricity for the billing period, without any adjustment for total losses as defined in the Retail Settlement Code.</p> <p class=\"footnote-e\">O. Reg. 197/12, s. 4.</p> <p class=\"subsection-e\">  (3) For a billing period that begins before September 1, 2012 and ends on or after that date, the maximum amount of financial assistance is calculated as follows:</p> <p class=\"paragraph-e\">  1.  Apportion the base invoice amount for the billing period, as determined under subsection 3 (1), between the portion of the billing period that falls before September 1, 2012 and the remaining portion of the billing period.</p> <p class=\"paragraph-e\">  2.  Calculate the financial assistance for the portion of the billing period that falls before September 1, 2012 by multiplying the base invoice amount for that portion of the billing period by 10 per cent.</p> <p class=\"paragraph-e\">  3.  Calculate the maximum amount of financial assistance for the remaining portion of the billing period in accordance with subsection (2).  However, for the purposes of the definitions of “D” and “E” in that subsection, the references to the billing period shall be read as if they referred only to that portion of the billing period that falls on or after September 1, 2012.</p> <p class=\"paragraph-e\">  4.  Add the amounts calculated under paragraphs 1 and 2.  The sum of those amounts is the maximum amount of financial assistance to which the consumer is entitled in respect of the eligible account for the billing period.  O. Reg. 197/12, s. 4.</p> <p class=\"subsection-e\">  (4) For a billing period that begins before January 1, 2016 and ends on or after that date, the maximum amount of financial assistance is calculated as follows:</p> <p class=\"paragraph-e\">  1.  Apportion the base invoice amount for the billing period, as determined under subsection 3 (1), between the portion of the billing period that falls before January 1, 2016 and the remaining portion of the billing period.</p> <p class=\"paragraph-e\">  2.  Calculate the maximum amount of financial assistance for the portion of the billing period that falls before January 1, 2016 in accordance with subsection (2).  However, for the purposes of the definitions of “D” and “E” in that subsection, the references to the billing period shall be read as if they referred only to the portion of the billing period that falls before January 1, 2016.</p> <p class=\"paragraph-e\">  3.  The amount calculated under paragraph 2 is the maximum amount of financial assistance to which the consumer is entitled in respect of the eligible account for the billing period.  O. Reg. 197/12, s. 4.</p> <p class=\"subsection-e\">  (5) For the purposes of the definition of “D” in subsection (2), the following is the maximum number of kilowatt hours for a billing period:</p> <p class=\"paragraph-e\">  1.  For a billing period that is one month, as defined in subsection (6), it is 3,000 kilowatt hours.  For a multi-unit complex with an eligible account that relates to more than one unit, it is 3,000 kilowatt hours multiplied by the number of units included in the eligible account.</p> <p class=\"paragraph-e\">  2.  For a billing period other than one month, as defined in subsection (6), it is a proportionate number of kilowatt hours, based on the number described in paragraph 1.  O. Reg. 197/12, s. 4.</p> <p class=\"subsection-e\">  (6) In subsection (5),</p> <p class=\"firstdef-e\">“month” means,</p> <p class=\"defclause-e\">  (a)  in relation to an eligible account with a licensed distributor, the period for which the licensed distributor assesses any monthly charge approved by the Board, and</p> <p class=\"defclause-e\">  (b)  in relation to an eligible account with an electricity vendor other than a licensed distributor, a calendar month.  O. Reg. 197/12, s. 4.</p> <p class=\"subsection-e\">  (7) For the purposes of this section, the number of units in a multi-unit complex is determined as follows:</p> <p class=\"paragraph-e\">  1.  If, before July 1, 2016, the consumer gives written notice to the electricity vendor stating the number of units in the multi-unit complex, the number of units is the number stated in the notice.</p> <p class=\"paragraph-e\">  2.  If the electricity vendor does not receive the written notice described in paragraph 1, the number of units in the multi-unit complex is deemed to be one.</p> <p class=\"paragraph-e\">  3.  If the multi-unit complex contains units with unit smart meters (within the meaning of the <i>Energy Consumer Protection Act, 2010</i><i>)</i>, those units are deemed not to be part of the multi-unit complex.  O. Reg. 197/12, s. 4.</p> <p class=\"subsection-e\">  (8) Subsection 3 (3) applies with respect to the apportionment of the base invoice amount under subsections (3) and (4).  O. Reg. 197/12, s. 4.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": 3.2,
            "part_id": null,
            "part_type": null,
            "section": "Exemption re maximum financial assistance",
            "content": " 3.2 (1) This section applies to a consumer in respect of an eligible account if all of the following circumstances exist: 1.  A person who resides in the premises to which the eligible account relates uses medical equipment which requires electricity for its operation. 2.  A health practitioner prescribed the use of the medical equipment by the user referred to in paragraph 1. 3.  The cost, or a portion of the cost, of the electricity used for the operation of the medical equipment is included in the calculation of the base invoice amount for the consumer’s eligible account. 4.  The consumer gives the written notice described in subsection (4) to the electricity vendor for the eligible account before July 1, 2016.  O. Reg. 197/12, s. 4. (2) However, this section does not apply in respect of an eligible account for a multi-unit complex if the eligible account relates to more than one unit.  O. Reg. 197/12, s. 4. (3) Subsection 4 (1.1) of the Act does not apply, and the consumer’s eligibility for financial assistance in respect of the eligible account is not restricted to the maximum amount calculated under section 3.1, for any billing period in which all of the following circumstances exist: 1.  On the first day of the billing period, the user of the medical equipment resides at the premises to which the eligible account relates. 2.  On the first day of the billing period, the medical equipment is being used by the user. 3.  The cost, or a portion of the cost, of the electricity used for the operation of the medical equipment during the billing period is included in the calculation of the base invoice amount for the eligible account.  O. Reg. 197/12, s. 4. (4) The written notice to be given to the electricity vendor by the consumer with respect to the eligible account must contain the following information and statements: 1.  The consumer’s name and address and the account number of the eligible account. 2.  A statement that medical equipment prescribed by a health practitioner for use by a specified person is used by that person, that electricity is required for the operation of the medical equipment and that the cost, or a portion of the cost, of the electricity is included in the calculation of the base invoice amount for the eligible account. 3.  The name of the person who uses the medical equipment. 4.  The date on which he or she began to use the medical equipment at those premises, if the date falls on or after September 1, 2012. 5.  A statement that the consumer will notify the electricity vendor if the person who uses the medical equipment at those premises either ceases to use the medical equipment there or ceases to reside there.  If either of these events has already occurred when the written notice is given to the electricity vendor, the notice must include the date on which it occurred. 6.  A statement, on which the name of the person who uses the medical equipment is printed clearly, that is signed by him or her in acknowledgment that, i.  he or she consents to the collection by the electricity vendor of the information contained in the notice for the purpose of determining whether the consumer qualifies for the exemption under subsection (3) for a billing period and for the purpose of providing the exemption, and ii.  he or she consents to the disclosure by the electricity vendor of the fact that the consumer is eligible for the exemption under subsection (3) for a billing period if the disclosure is reasonably necessary for the purpose of providing the exemption.  O. Reg. 197/12, s. 4. (5) In this section, “health practitioner” means a member in good standing of a health profession listed in Schedule 1 to the Regulated Health Professions Act, 1991; “medical equipment” means any equipment or device prescribed by a health practitioner for use.  O. Reg. 197/12, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3.2 </b>(1) This section applies to a consumer in respect of an eligible account if all of the following circumstances exist:</p> <p class=\"paragraph-e\">  1.  A person who resides in the premises to which the eligible account relates uses medical equipment which requires electricity for its operation.</p> <p class=\"paragraph-e\">  2.  A health practitioner prescribed the use of the medical equipment by the user referred to in paragraph 1.</p> <p class=\"paragraph-e\">  3.  The cost, or a portion of the cost, of the electricity used for the operation of the medical equipment is included in the calculation of the base invoice amount for the consumer’s eligible account.</p> <p class=\"paragraph-e\">  4.  The consumer gives the written notice described in subsection (4) to the electricity vendor for the eligible account before July 1, 2016.  O. Reg. 197/12, s. 4.</p> <p class=\"subsection-e\">  (2) However, this section does not apply in respect of an eligible account for a multi-unit complex if the eligible account relates to more than one unit.  O. Reg. 197/12, s. 4.</p> <p class=\"subsection-e\">  (3) Subsection 4 (1.1) of the Act does not apply, and the consumer’s eligibility for financial assistance in respect of the eligible account is not restricted to the maximum amount calculated under section 3.1, for any billing period in which all of the following circumstances exist:</p> <p class=\"paragraph-e\">  1.  On the first day of the billing period, the user of the medical equipment resides at the premises to which the eligible account relates.</p> <p class=\"paragraph-e\">  2.  On the first day of the billing period, the medical equipment is being used by the user.</p> <p class=\"paragraph-e\">  3.  The cost, or a portion of the cost, of the electricity used for the operation of the medical equipment during the billing period is included in the calculation of the base invoice amount for the eligible account.  O. Reg. 197/12, s. 4.</p> <p class=\"subsection-e\">  (4) The written notice to be given to the electricity vendor by the consumer with respect to the eligible account must contain the following information and statements:</p> <p class=\"paragraph-e\">  1.  The consumer’s name and address and the account number of the eligible account.</p> <p class=\"paragraph-e\">  2.  A statement that medical equipment prescribed by a health practitioner for use by a specified person is used by that person, that electricity is required for the operation of the medical equipment and that the cost, or a portion of the cost, of the electricity is included in the calculation of the base invoice amount for the eligible account.</p> <p class=\"paragraph-e\">  3.  The name of the person who uses the medical equipment.</p> <p class=\"paragraph-e\">  4.  The date on which he or she began to use the medical equipment at those premises, if the date falls on or after September 1, 2012.</p> <p class=\"paragraph-e\">  5.  A statement that the consumer will notify the electricity vendor if the person who uses the medical equipment at those premises either ceases to use the medical equipment there or ceases to reside there.  If either of these events has already occurred when the written notice is given to the electricity vendor, the notice must include the date on which it occurred.</p> <p class=\"paragraph-e\">  6.  A statement, on which the name of the person who uses the medical equipment is printed clearly, that is signed by him or her in acknowledgment that,</p> <p class=\"subpara-e\">  i.  he or she consents to the collection by the electricity vendor of the information contained in the notice for the purpose of determining whether the consumer qualifies for the exemption under subsection (3) for a billing period and for the purpose of providing the exemption, and</p> <p class=\"subpara-e\">  ii.  he or she consents to the disclosure by the electricity vendor of the fact that the consumer is eligible for the exemption under subsection (3) for a billing period if the disclosure is reasonably necessary for the purpose of providing the exemption.  O. Reg. 197/12, s. 4.</p> <p class=\"subsection-e\">  (5) In this section,</p> <p class=\"firstdef-e\">“health practitioner” means a member in good standing of a health profession listed in Schedule 1 to the <i>Regulated Health Professions Act, 1991</i>;</p> <p class=\"definition-e\">“medical equipment” means any equipment or device prescribed by a health practitioner for use.  O. Reg. 197/12, s. 4.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": 3.3,
            "part_id": null,
            "part_type": null,
            "section": "Cut-off dates",
            "content": " 3.3 (1) The prescribed date for the purposes of subsection 6.1 (1) of the Act is February 1, 2017, unless the consumer to whom that subsection applies has, before that date, notified the electricity vendor that the consumer has not received all of the financial assistance to which the consumer is entitled. O. Reg. 367/16, s. 1.  (2) The prescribed date for the purposes of subsection 6.1 (2) of the Act is August 1, 2017, unless the electricity vendor or other person to whom that subsection applies has, before that date, given written notice to the IESO that the vendor or person is entitled to further reimbursement for financial assistance provided. O. Reg. 367/16, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>3.3</b> (1) The prescribed date for the purposes of subsection 6.1 (1) of the Act is February 1, 2017, unless the consumer to whom that subsection applies has, before that date, notified the electricity vendor that the consumer has not received all of the financial assistance to which the consumer is entitled. O. Reg. 367/16, s. 1. </p> <p class=\"subsection-e\">  (2) The prescribed date for the purposes of subsection 6.1 (2) of the Act is August 1, 2017, unless the electricity vendor or other person to whom that subsection applies has, before that date, given written notice to the IESO that the vendor or person is entitled to further reimbursement for financial assistance provided. O. Reg. 367/16, s. 1.</p>"
        },
        {
            "ahref_id": "None",
            "TOCid": 4.0,
            "part_id": null,
            "part_type": null,
            "section": "Flow through of financial assistance",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 5.0,
            "part_id": null,
            "part_type": null,
            "section": "Financial assistance re fees and charges imposed by unit sub-meter providers",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 6.0,
            "part_id": null,
            "part_type": null,
            "section": "Invoices",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 7.0,
            "part_id": null,
            "part_type": null,
            "section": "Payments directly to consumers",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 8.0,
            "part_id": null,
            "part_type": null,
            "section": "Duty to provide information",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 9.0,
            "part_id": null,
            "part_type": null,
            "section": "Records",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 10.0,
            "part_id": null,
            "part_type": null,
            "section": "Requirement to provide information for reimbursement purposes",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 11.0,
            "part_id": null,
            "part_type": null,
            "section": "Reimbursement to electricity vendors",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 12.0,
            "part_id": null,
            "part_type": null,
            "section": "Reimbursement to unit sub-meter providers",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 13.0,
            "part_id": null,
            "part_type": null,
            "section": "Reliance on information",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 14.0,
            "part_id": null,
            "part_type": null,
            "section": "Variance accounts",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 15.0,
            "part_id": null,
            "part_type": null,
            "section": "If retail contract is deemed to be void",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}