{
    "reg_info": {
        "full_title": "O. Reg. 349/13: SERVICE PROVIDERS - PRINCIPAL REPRESENTATIVES",
        "reg_name_text": "SERVICE PROVIDERS — PRINCIPAL REPRESENTATIVES",
        "citation": "O. Reg. 349/13: SERVICE PROVIDERS - PRINCIPAL REPRESENTATIVES",
        "act_under": "Insurance Act",
        "url": "https://www.ontario.ca/laws/regulation/130349",
        "date_scraped": "2023-12-18 22:59:52"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/130349/v3",
            "valid_from": "June  3, 2019",
            "valid_to": "June  7, 2019"
        },
        {
            "a_href": "/laws/regulation/130349/v2",
            "valid_from": "June  1, 2014",
            "valid_to": "June  2, 2019"
        },
        {
            "a_href": "/laws/regulation/130349/v1",
            "valid_from": "December 17, 2013",
            "valid_to": "May 31, 2014"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Eligibility criteria",
            "content": "  1. An individual who satisfies the following criteria is eligible under subsection 288.4 (7) of the Act to be designated by a licensed service provider as its principal representative: 1. The individual has the following status in relation to the licensee: i. If the licensee is a corporation, he or she is a director or officer of the corporation. ii. If the licensee is a partnership, other than a limited partnership, he or she is a partner. iii. If the licensee is a limited partnership, he or she is a general partner or a director or officer of a corporation that is a general partner. iv. If the licensee is a sole proprietorship, he or she is the sole proprietor. v. If the licensee is not a corporation, a partnership or a sole proprietorship, he or she is responsible for the day-to-day control and management of the licensee. 2. The individual has the authority to make decisions on behalf of the licensee with respect to matters related to the licence and matters related to the licensee’s compliance with the Act and to communicate with the Chief Executive Officer about those matters. 3. The individual has the authority to exercise the powers and perform the duties described in section 2. O. Reg. 349/13, s. 1; O. Reg. 137/19, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>An individual who satisfies the following criteria is eligible under subsection 288.4 (7) of the Act to be designated by a licensed service provider as its principal representative:</p> <p class=\"paragraph-e\">  1. The individual has the following status in relation to the licensee:</p> <p class=\"subpara-e\">  i. If the licensee is a corporation, he or she is a director or officer of the corporation.</p> <p class=\"subpara-e\">  ii. If the licensee is a partnership, other than a limited partnership, he or she is a partner.</p> <p class=\"subpara-e\">  iii. If the licensee is a limited partnership, he or she is a general partner or a director or officer of a corporation that is a general partner.</p> <p class=\"subpara-e\">  iv. If the licensee is a sole proprietorship, he or she is the sole proprietor.</p> <p class=\"subpara-e\">  v. If the licensee is not a corporation, a partnership or a sole proprietorship, he or she is responsible for the day-to-day control and management of the licensee.</p> <p class=\"paragraph-e\">  2. The individual has the authority to make decisions on behalf of the licensee with respect to matters related to the licence and matters related to the licensee’s compliance with the Act and to communicate with the Chief Executive Officer about those matters.</p> <p class=\"paragraph-e\">  3. The individual has the authority to exercise the powers and perform the duties described in section 2. O. Reg. 349/13, s. 1; O. Reg. 137/19, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Powers and duties",
            "content": "  2. (1) The principal representative of a licensed service provider shall take reasonable steps to ensure that the licensee, and every person authorized by the licensee to provide, on the licensee’s behalf, goods or services in connection with listed expenses, complies with the Act. O. Reg. 349/13, s. 2 (1). (2) The principal representative shall take reasonable steps to ensure that the licensee’s business systems and practices and the management of the licensee’s operations are carried on in accordance with the law and with integrity and honesty. O. Reg. 349/13, s. 2 (2). (3) The principal representative shall ensure that the licensee takes reasonable steps to deal with any contravention of the Act by, (a) the licensee; (b) any person who is authorized to provide goods or services on behalf of the licensee to a person who claims statutory accident benefits; or (c) any person who is authorized to provide goods or services on behalf of the licensee for the purposes of determining whether a person is or continues to be entitled to statutory accident benefits. O. Reg. 349/13, s. 2 (3). (4) The principal representative shall make recommendations to the licensee regarding changes in its business systems and practices and the management of its operations, as necessary, to ensure that the standards described in subsections (1), (2) and (3) are achieved. O. Reg. 349/13, s. 2 (4). (5) The principal representative shall take reasonable steps to ensure that a system of supervision is in place to ensure that the standards described in subsections (1), (2) and (3) are achieved. O. Reg. 349/13, s. 2 (5). (6) The principal representative shall provide such attestations on the licensee’s behalf relating to the licensee and relating to its compliance with the Act, as may be required by the Chief Executive Officer and within the time required by the Chief Executive Officer. O. Reg. 349/13, s. 2 (6); O. Reg. 137/19, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>(1) The principal representative of a licensed service provider shall take reasonable steps to ensure that the licensee, and every person authorized by the licensee to provide, on the licensee’s behalf, goods or services in connection with listed expenses, complies with the Act. O. Reg. 349/13, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The principal representative shall take reasonable steps to ensure that the licensee’s business systems and practices and the management of the licensee’s operations are carried on in accordance with the law and with integrity and honesty. O. Reg. 349/13, s. 2 (2).</p> <p class=\"subsection-e\">  (3) The principal representative shall ensure that the licensee takes reasonable steps to deal with any contravention of the Act by,</p> <p class=\"clause-e\">  (a) the licensee;</p> <p class=\"clause-e\">  (b) any person who is authorized to provide goods or services on behalf of the licensee to a person who claims statutory accident benefits; or</p> <p class=\"clause-e\">  (c) any person who is authorized to provide goods or services on behalf of the licensee for the purposes of determining whether a person is or continues to be entitled to statutory accident benefits. O. Reg. 349/13, s. 2 (3).</p> <p class=\"subsection-e\">  (4) The principal representative shall make recommendations to the licensee regarding changes in its business systems and practices and the management of its operations, as necessary, to ensure that the standards described in subsections (1), (2) and (3) are achieved. O. Reg. 349/13, s. 2 (4).</p> <p class=\"subsection-e\">  (5) The principal representative shall take reasonable steps to ensure that a system of supervision is in place to ensure that the standards described in subsections (1), (2) and (3) are achieved. O. Reg. 349/13, s. 2 (5).</p> <p class=\"subsection-e\">  (6) The principal representative shall provide such attestations on the licensee’s behalf relating to the licensee and relating to its compliance with the Act, as may be required by the Chief Executive Officer and within the time required by the Chief Executive Officer. O. Reg. 349/13, s. 2 (6); O. Reg. 137/19, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Powers and duties",
            "content": " 3. Omitted (provides for coming into force of provisions of this Regulation). O. Reg. 349/13, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>). O. Reg. 349/13, s. 3.</p>"
        },
        {
            "id": null,
            "section": "Powers and duties",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/130349\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}