{
    "reg_info": {
        "full_title": "O. Reg. 359/99: DISSOLUTION OF THE FUND FOR  MILK AND CREAM PRODUCERS",
        "reg_name_text": "DISSOLUTION OF THE FUND FOR MILK AND CREAM PRODUCERS",
        "citation": "O. Reg. 359/99: DISSOLUTION OF THE FUND FOR  MILK AND CREAM PRODUCERS",
        "act_under": "Farm Products Payments Act   Loi sur le recouvrement du prix des produits agricoles",
        "url": "https://www.ontario.ca/laws/regulation/990359",
        "date_scraped": "2023-12-19 07:18:50"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/990359/v1",
            "valid_from": "June 16, 1999",
            "valid_to": "November 25, 2009"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “Board” means The Ontario Farm Products Marketing Commission; “Fund” means The Fund for Milk and Cream Producers. O. Reg. 359/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Board” means The Ontario Farm Products Marketing Commission;</p> <p class=\"definition-e\">“Fund” means The Fund for Milk and Cream Producers. O. Reg. 359/99, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) The Fund is hereby dissolved. O. Reg. 359/99, s. 2 (1). (2) The Board shall use the balance of the money remaining in the Fund to, (a) pay the sum of $8,156 to the Ontario Goat Milk Producers’ Association on condition that the Association use the money to promote the sale and consumption of goat’s milk and goat’s milk products; (b) pay its own expenses in dissolving the Fund; and (c) transfer the remaining balance of the money to the Dairy Farmers of Ontario on condition that the Dairy Farmers of Ontario use it in accordance with an agreement that the Minister of Agriculture, Food and Rural Affairs, the Dairy Farmers of Ontario and the Ontario Dairy Council shall conclude for the purpose of this clause. O. Reg. 359/99, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The Fund is hereby dissolved. O. Reg. 359/99, s. 2 (1).</p> <p class=\"subsection-e\">(2) The Board shall use the balance of the money remaining in the Fund to,</p> <p class=\"clause-e\">(a) pay the sum of $8,156 to the Ontario Goat Milk Producers’ Association on condition that the Association use the money to promote the sale and consumption of goat’s milk and goat’s milk products;</p> <p class=\"clause-e\">(b) pay its own expenses in dissolving the Fund; and</p> <p class=\"clause-e\">(c) transfer the remaining balance of the money to the Dairy Farmers of Ontario on condition that the Dairy Farmers of Ontario use it in accordance with an agreement that the Minister of Agriculture, Food and Rural Affairs, the Dairy Farmers of Ontario and the Ontario Dairy Council shall conclude for the purpose of this clause. O. Reg. 359/99, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. The Board shall submit to the Minister a complete statement showing, (a) the disposition of the balance remaining in the Fund upon its dissolution; and (b) the amounts to which the Board is entitled under the Act upon the dissolution of the Fund. O. Reg. 359/99, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The Board shall submit to the Minister a complete statement showing,</p> <p class=\"clause-e\">(a) the disposition of the balance remaining in the Fund upon its dissolution; and</p> <p class=\"clause-e\">(b) the amounts to which the Board is entitled under the Act upon the dissolution of the Fund. O. Reg. 359/99, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. All rights of the Board to recover money to which it is entitled under Regulation 446 of the Revised Regulations of Ontario, 1990 are assigned to the Dairy Farmers of Ontario. O. Reg. 359/99, s. 4. ",
            "raw_html": "<p class=\"section-e\"><b>4. </b>All rights of the Board to recover money to which it is entitled under Regulation 446 of the Revised Regulations of Ontario, 1990 are assigned to the Dairy Farmers of Ontario. O. Reg. 359/99, s. 4.</p> <p class=\"Normal\"></p>"
        }
    ]
}