{
    "reg_info": {
        "full_title": "O. Reg. 461/17: ADMINISTRATIVE PENALTIES",
        "reg_name_text": "ADMINISTRATIVE PENALTIES",
        "citation": "O. Reg. 461/17: ",
        "act_under": "Collection and Debt Settlement Services Act",
        "url": "https://www.ontario.ca/laws/regulation/170461",
        "date_scraped": "2023-12-18 12:26:31"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/170461/v6",
            "valid_from": "February 25, 2022",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/regulation/170461/v5",
            "valid_from": "January  1, 2019",
            "valid_to": "February 24, 2022"
        },
        {
            "a_href": "/laws/regulation/170461/v4",
            "valid_from": "July  1, 2018",
            "valid_to": "December 31, 2018"
        },
        {
            "a_href": "/laws/regulation/170461/v3",
            "valid_from": "April 23, 2018",
            "valid_to": "June 30, 2018"
        },
        {
            "a_href": "/laws/regulation/170461/v2",
            "valid_from": "January  1, 2018",
            "valid_to": "April 22, 2018"
        },
        {
            "a_href": "/laws/regulation/170461/v1",
            "valid_from": "November 29, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Order by assessor",
            "content": " 1. (1) The amount of an administrative penalty that an assessor may, by order, impose under subsection 29.0.1 (1) of the Act for a contravention of a provision of the Act or the regulations that is prescribed in Regulation 74 of the Revised Regulations of Ontario, 1990 (General) made under the Act shall be the amount set out in this Regulation. O. Reg. 461/17, s. 1 (1); O. Reg. 320/18, s. 1. (2) An assessor may impose an administrative penalty for a contravention against either the collection agency or the collector that committed the contravention, but not both.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1)<b> </b>The amount of an administrative penalty that an assessor may, by order, impose under subsection 29.0.1 (1) of the Act for a contravention of a provision of the Act or the regulations that is prescribed in Regulation 74 of the Revised Regulations of Ontario, 1990 (General) made under the Act shall be the amount set out in this Regulation. O. Reg. 461/17, s. 1 (1); O. Reg. 320/18, s. 1.</p> <p class=\"subsection-e\">  (2) An assessor may impose an administrative penalty for a contravention against either the collection agency or the collector that committed the contravention, but not both.</p>"
        },
        {
            "id": "2.",
            "section": "Amount of administrative penalty",
            "content": " 2. (1) Except for a provision that is listed in Column 1 of Table 1, the amount of the administrative penalty that may be imposed in an order in respect of a contravention of a provision that is prescribed in Regulation 74 of the Revised Regulations of Ontario, 1990 (General) made under the Act is $200 for each time that the contravention occurred. O. Reg. 320/18, s. 2 (1). (2) Subject to subsection (4), for each provision listed in Column 1 of Table 1, the amount of the administrative penalty that may be imposed in an order in respect of a contravention of the provision is, (a) the first time an order is issued for a contravention of the provision, $200 if the person is an individual and $1,000 if the person is a corporation; (b) the second time an order is issued for a contravention of the same provision, $400 if the person is an individual and $2,000 if the person is a corporation; (c) the third or subsequent time an order is issued for a contravention of the same provision, $1,000 if the person is an individual and $6,000 if the person is a corporation. O. Reg. 461/17, s. 2 (2); O. Reg. 320/18, s. 2 (2). (3) For the purposes of subsection (2), an order for the contravention of a provision is considered to be a second, third or subsequent order if it is issued within two years after the first order was issued. O. Reg. 461/17, s. 2 (3); O. Reg. 320/18, s. 2 (3). (4) If an assessor issues an order in respect of the contravention of a provision listed in any of items 1, 7 to 12, 15 to 17, 38, 43 and 44 of Column 1 of Table 1 and if the contravention has been continuing for two or more consecutive days, the order shall be in respect of the entire period and shall treat the continuing contravention as a single contravention. O. Reg. 320/18, s. 2 (4, 5). (5) Revoked: O. Reg. 320/18, s. 2 (4). TABLE 1 Item   Column 1   Provision contravened   Column 2   Description of contravention \n\n  1.    Subsection 4 (2) of the Act   Collection agency carries on business in a name other than the name in which it is registered or invites the public to deal at a place other than that authorized by the registration. \n\n  2.   Clause 16.5 (1) (a) of the Act   Collection agency or collector provides debt settlement services to a debtor before it has entered into a debt settlement services agreement that is in writing and that meets the prescribed requirements. \n\n  3.   Clause 16.5 (1) (b) of the Act   Collection agency or collector provides debt settlement services to a debtor and did not deliver a written copy of the debt settlement services agreement to the debtor on or before entering into the agreement. \n\n  4.   Subsection 16.5 (2) of the Act   Collection agency enters into more than one agreement for debt settlement services with the same debtor while there is a debt settlement services agreement between the parties that has not expired. \n\n  5.   Subsection 16.5 (4) of the Act   Information described in the provision is not delivered by collection agency or collector in a form in which it can be retained by the debtor. \n\n  6.   Subsection 16.6 (1) of the Act, together with section 28 of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency requires or accepts any payment or any security for a payment contrary to the provisions. \n\n  7.   Subsection 16.6 (6) of the Act, together with subsection 28 (6) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency fails to provide a refund in accordance with the regulations after receiving a notice demanding a refund under subsection 16.6 (5) of the Act. \n\n  8.   Subsection 13 (3) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency operates a branch office that is not authorized by its registration. \n\n  9.   Subsection 13 (10) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency operates from a permanent place of business that is not in Ontario or operates from a dwelling. \n\n  10.   Subsection 13 (12) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency or branch thereof fails to keep on its premises the documents described in the provision in the manner described in the  provision. \n\n  11.   Subsection 13 (12.1) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency or branch thereof fails to maintain and store the records of its activities conducted under the Act separate from the records it maintains with respect to any other activities. \n\n  12.   Subsection 13 (13) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency fails to retain an entry in a record book of account kept under subsection 13 (12) of the Regulation for a period of six years from the date of the entry. \n\n  13.   Subsection 13 (14) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency that collects debts for a creditor that exercises control directly or indirectly over the collection agency fails to disclose in all correspondence and communications the full name of the creditor and an itemized breakdown of each account in arrears owing the creditor. \n\n  14.   Subsection 13 (14.1) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency that collects debts for itself as creditor fails to disclose its full name in all correspondence and communications. \n\n  15.   Subsection 13 (15) of Ontario Regulation 74   Collection agency engages directly or indirectly in the business of lending money, whether as principal or as agent, except to the extent that the person has purchased a debt and is renegotiating terms for the payment of that debt. \n\n  16.   Subsection 17 (2) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency fails to maintain in respect of all trust funds that come into its hands a separate trust account in an Ontario branch of a bank, a corporation registered under the Loan and Trust Corporations Act or a credit union as defined in the Credit Unions and Caisses Populaires Act, 2020 authorized by law to accept deposits or fails to properly designate such an account as set out in that provision. \n\n  17.   Subsection 17 (3) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency or branch thereof maintains more than one account designated as a trust account without first notifying the Registrar and obtaining the Registrar’s consent in writing. \n\n  18.   Subsection 17 (4) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency or branch thereof fails to deposit all trust funds received from a debtor located in Ontario into its trust account within two banking days of receipt. \n\n  19.   Subsection 17 (4.1) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency or branch thereof deposits trust funds into an account outside of Ontario, or transfers trust funds from its trust account into an account outside of Ontario, contrary to subsection 17 (4.1) and (4.2) of the Regulation. \n\n  20.   Subsection 17 (4.3) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency or branch thereof maintains a trust account in another jurisdiction in Canada outside of Ontario into which it may deposit or transfer funds received from a debtor located in Ontario without informing the Registrar and obtaining consent in accordance with the provision. \n\n  21.   Subsection 17 (4.4) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency or branch thereof fails to disburse money held in a trust account directly from the trust account to the recipient, or transfers the money through other accounts. \n\n  22.   Subsection 18 (2) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency fails to pay money to the Minister of Finance when required by the provision. \n\n  23.   Subsection 19.1.1 (3) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency engages in the activity described in subsection 19.1.1 (1) of the Regulation before notifying the Registrar in accordance with the provision. \n\n  24.   Subsection 21 (1) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency contacts the debtor contrary to the provision. \n\n  25.   Subsection 22 (1) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency or collector contacts or attempts to contact the debtor after the notice described in the Regulation has been sent, unless the debtor consents to or requests the contact. \n\n  26.   Subsection 22 (2) of Ontario Regulation 74   Collection agency or collector contacts or attempts to contact the debtor after the notice described in the provision has been sent, other than through the debtor’s lawyer or licensed paralegal, unless the debtor consents to or requests the contact. \n\n  27.   Paragraph 1, 2 or 3 of subsection 22 (6) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency or collector engages in the prohibited conduct described in paragraph 1, 2 or 3. \n\n  28.   Subsection 23 (1) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency or collector directly or indirectly threatens, or states an intention, to commence a legal proceeding for the collection of a debt, unless the collection agency or collector has the written authority of the creditor to commence the proceeding, and the proceeding is not otherwise prohibited by law. \n\n  29.   Subsections 25 (1) and (2) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency or collector collects or attempts to collect charges that are not permitted by the provisions. \n\n  30.   Paragraph 1, 2 or 3 of subsection 26 (1) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency communicates or causes to be communicated a representation mentioned in paragraph 1, 2 or 3 of that subsection. \n\n  31.   Subsection 27 (1) of Regulation 74 of the Revised Regulations of Ontario, 1990   The debt settlement services agreement between collection agency and debtor fails to meet the requirements stated in the provision. \n\n  32.   Subsection 28 (1) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency requires or accepts any payment or security for payment for its services in respect of a debt owed by a debtor to a creditor other than in accordance with the provision. \n\n  33.   Paragraph 1 of section 29 of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency or collector restricts the debtor from having access to his or her consumer report or makes any oral or written representation suggesting that the debtor is restricted from having such access. \n\n  34.   Paragraph 4 of section 29 of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency or collector fails to give a written report to the debtor on the performance of the agreement within 15 days after the debtor requests it. \n\n  35.   Paragraph 10 of section 29 of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency or collector fails to provide information as to how to contact the collection agency or collector during normal business hours. \n\n  36.   Subsection 30 (1) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency fails to keep on its premises the records described in the provision for every debt settlement services agreement with a debtor. \n\n  37.   Subsection 30 (2) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency fails to keep on its premises copies of all published advertisements and the records needed to support claims or statements made in the advertisements. \n\n  38.   Subsection 30 (3) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency fails to keep a record required to kept under subsections 30 (1) and (2) of the Regulation for six years after the last payment made in connection with the debt settlement services agreement, or the date of the last advertisement, as the case may be. \n\n  39.   Subsection 31 (1) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency that employs or appoints 10 or more collectors or authorizes 10 or more collectors to act fails to record phone calls that are made or received by the agency or by the collector and that relate to the collection of a debt of a debtor. \n\n  40.   Subsection 31 (2) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency fails to record phone calls as required by subsection 31 (1) of the Regulation in a format that is readily accessible. \n\n  41.   Subsection 31 (4) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency or collector that makes or receives a phone call described in subsection 31 (1) of the Regulation fails to advise the person to whom the call is made or from whom a phone call is received that the call is being recorded to comply with the Act. \n\n  42.   Subsection 31 (5) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency that records a phone call as required by subsection 31 (1) of the Regulation fails to retain the recording for one year after the day the call is made or received. \n\n  43.   Subsection 31 (7) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency fails to respond, as required, to a person who requests a copy of a recording of a phone call. \n\n  44.   Subsection 31 (9) of Regulation 74 of the Revised Regulations of Ontario, 1990   Collection agency fails to respond, as required, to the Registrar who requests a copy of a recording of a phone call. O. Reg. 461/17, Table 1; O. Reg. 320/18, s. 2 (6, 7); O. Reg. 96/22, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Except for a provision that is listed in Column 1 of Table 1, the amount of the administrative penalty that may be imposed in an order in respect of a contravention of a provision that is prescribed in Regulation 74 of the Revised Regulations of Ontario, 1990 (General) made under the Act is $200 for each time that the contravention occurred. O. Reg. 320/18, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Subject to subsection (4), for each provision listed in Column 1 of Table 1, the amount of the administrative penalty that may be imposed in an order in respect of a contravention of the provision is,</p> <p class=\"clause-e\">  (a) the first time an order is issued for a contravention of the provision, $200 if the person is an individual and $1,000 if the person is a corporation;</p> <p class=\"clause-e\">  (b) the second time an order is issued for a contravention of the same provision, $400 if the person is an individual and $2,000 if the person is a corporation;</p> <p class=\"clause-e\">  (c) the third or subsequent time an order is issued for a contravention of the same provision, $1,000 if the person is an individual and $6,000 if the person is a corporation. O. Reg. 461/17, s. 2 (2); O. Reg. 320/18, s. 2 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of subsection (2), an order for the contravention of a provision is considered to be a second, third or subsequent order if it is issued within two years after the first order was issued. O. Reg. 461/17, s. 2 (3); O. Reg. 320/18, s. 2 (3).</p> <p class=\"subsection-e\">  (4) If an assessor issues an order in respect of the contravention of a provision listed in any of items 1, 7 to 12, 15 to 17, 38, 43 and 44 of Column 1 of Table 1 and if the contravention has been continuing for two or more consecutive days, the order shall be in respect of the entire period and shall treat the continuing contravention as a single contravention. O. Reg. 320/18, s. 2 (4, 5).</p> <p class=\"subsection-e\">  (5) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 320/18, s. 2 (4).</p> <p class=\"tableheading-e\">TABLE 1</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Column 1 <br/>  Provision contravened</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Column 2 <br/>  Description of contravention</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">1. </p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 4 (2) of the Act</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency carries on business in a name other than the name in which it is registered or invites the public to deal at a place other than that authorized by the registration.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Clause 16.5 (1) (a) of the Act</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency or collector provides debt settlement services to a debtor before it has entered into a debt settlement services agreement that is in writing and that meets the prescribed requirements.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Clause 16.5 (1) (b) of the Act</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency or collector provides debt settlement services to a debtor and did not deliver a written copy of the debt settlement services agreement to the debtor on or before entering into the agreement.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 16.5 (2) of the Act</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency enters into more than one agreement for debt settlement services with the same debtor while there is a debt settlement services agreement between the parties that has not expired.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 16.5 (4) of the Act</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Information described in the provision is not delivered by collection agency or collector in a form in which it can be retained by the debtor.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 16.6 (1) of the Act, together with section 28 of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency requires or accepts any payment or any security for a payment contrary to the provisions.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 16.6 (6) of the Act, together with subsection 28 (6) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency fails to provide a refund in accordance with the regulations after receiving a notice demanding a refund under subsection 16.6 (5) of the Act.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 13 (3) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency operates a branch office that is not authorized by its registration.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 13 (10) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency operates from a permanent place of business that is not in Ontario or operates from a dwelling.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 13 (12) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency or branch thereof fails to keep on its premises the documents described in the provision in the manner described in the  provision.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 13 (12.1) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency or branch thereof fails to maintain and store the records of its activities conducted under the Act separate from the records it maintains with respect to any other activities.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 13 (13) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency fails to retain an entry in a record book of account kept under subsection 13 (12) of the Regulation for a period of six years from the date of the entry.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 13 (14) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency that collects debts for a creditor that exercises control directly or indirectly over the collection agency fails to disclose in all correspondence and communications the full name of the creditor and an itemized breakdown of each account in arrears owing the creditor.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">14.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 13 (14.1) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency that collects debts for itself as creditor fails to disclose its full name in all correspondence and communications.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">15.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 13 (15) of Ontario Regulation 74</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency engages directly or indirectly in the business of lending money, whether as principal or as agent, except to the extent that the person has purchased a debt and is renegotiating terms for the payment of that debt.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">16.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 17 (2) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency fails to maintain in respect of all trust funds that come into its hands a separate trust account in an Ontario branch of a bank, a corporation registered under the <i>Loan and Trust Corporations Act</i> or a credit union as defined in the <i>Credit Unions and Caisses Populaires Act, 2020</i> authorized by law to accept deposits or fails to properly designate such an account as set out in that provision.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">17.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 17 (3) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency or branch thereof maintains more than one account designated as a trust account without first notifying the Registrar and obtaining the Registrar’s consent in writing.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">18.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 17 (4) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency or branch thereof fails to deposit all trust funds received from a debtor located in Ontario into its trust account within two banking days of receipt.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">19.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 17 (4.1) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency or branch thereof deposits trust funds into an account outside of Ontario, or transfers trust funds from its trust account into an account outside of Ontario, contrary to subsection 17 (4.1) and (4.2) of the Regulation.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">20.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 17 (4.3) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency or branch thereof maintains a trust account in another jurisdiction in Canada outside of Ontario into which it may deposit or transfer funds received from a debtor located in Ontario without informing the Registrar and obtaining consent in accordance with the provision.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">21.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 17 (4.4) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency or branch thereof fails to disburse money held in a trust account directly from the trust account to the recipient, or transfers the money through other accounts.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">22.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 18 (2) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency fails to pay money to the Minister of Finance when required by the provision.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">23.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 19.1.1 (3) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency engages in the activity described in subsection 19.1.1 (1) of the Regulation before notifying the Registrar in accordance with the provision.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">24.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 21 (1) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency contacts the debtor contrary to the provision.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">25.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 22 (1) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency or collector contacts or attempts to contact the debtor after the notice described in the Regulation has been sent, unless the debtor consents to or requests the contact.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">26.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 22 (2) of Ontario Regulation 74</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency or collector contacts or attempts to contact the debtor after the notice described in the provision has been sent, other than through the debtor’s lawyer or licensed paralegal, unless the debtor consents to or requests the contact.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">27.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Paragraph 1, 2 or 3 of subsection 22 (6) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency or collector engages in the prohibited conduct described in paragraph 1, 2 or 3.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">28.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 23 (1) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency or collector directly or indirectly threatens, or states an intention, to commence a legal proceeding for the collection of a debt, unless the collection agency or collector has the written authority of the creditor to commence the proceeding, and the proceeding is not otherwise prohibited by law.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">29.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsections 25 (1) and (2) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency or collector collects or attempts to collect charges that are not permitted by the provisions.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">30.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Paragraph 1, 2 or 3 of subsection 26 (1) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency communicates or causes to be communicated a representation mentioned in paragraph 1, 2 or 3 of that subsection.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">31.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 27 (1) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">The debt settlement services agreement between collection agency and debtor fails to meet the requirements stated in the provision.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">32.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 28 (1) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency requires or accepts any payment or security for payment for its services in respect of a debt owed by a debtor to a creditor other than in accordance with the provision.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">33.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Paragraph 1 of section 29 of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency or collector restricts the debtor from having access to his or her consumer report or makes any oral or written representation suggesting that the debtor is restricted from having such access.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">34.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Paragraph 4 of section 29 of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency or collector fails to give a written report to the debtor on the performance of the agreement within 15 days after the debtor requests it.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">35.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Paragraph 10 of section 29 of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency or collector fails to provide information as to how to contact the collection agency or collector during normal business hours.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">36.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 30 (1) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency fails to keep on its premises the records described in the provision for every debt settlement services agreement with a debtor.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">37.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 30 (2) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency fails to keep on its premises copies of all published advertisements and the records needed to support claims or statements made in the advertisements.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">38.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 30 (3) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency fails to keep a record required to kept under subsections 30 (1) and (2) of the Regulation for six years after the last payment made in connection with the debt settlement services agreement, or the date of the last advertisement, as the case may be.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">39.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 31 (1) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency that employs or appoints 10 or more collectors or authorizes 10 or more collectors to act fails to record phone calls that are made or received by the agency or by the collector and that relate to the collection of a debt of a debtor.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">40.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 31 (2) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency fails to record phone calls as required by subsection 31 (1) of the Regulation in a format that is readily accessible.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">41.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 31 (4) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency or collector that makes or receives a phone call described in subsection 31 (1) of the Regulation fails to advise the person to whom the call is made or from whom a phone call is received that the call is being recorded to comply with the Act.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">42.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 31 (5) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency that records a phone call as required by subsection 31 (1) of the Regulation fails to retain the recording for one year after the day the call is made or received.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">43.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 31 (7) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency fails to respond, as required, to a person who requests a copy of a recording of a phone call.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"61\"> <p class=\"table-e\">44.</p> </td> <td valign=\"top\" width=\"190\"> <p class=\"table-e\">Subsection 31 (9) of Regulation 74 of the Revised Regulations of Ontario, 1990</p> </td> <td valign=\"top\" width=\"421\"> <p class=\"table-e\">Collection agency fails to respond, as required, to the Registrar who requests a copy of a recording of a phone call.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 461/17, Table 1; O. Reg. 320/18, s. 2 (6, 7); O. Reg. 96/22, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Service of order",
            "content": " 3. An order made under subsection 29.0.1 (1) of the Act is deemed to have been served, (a) on the day it is given, if it is given by personal service; (b) on the day it is sent by e-mail, if it is sent by e-mail; or (c) on the third day after it is mailed, if it is sent by registered mail. O. Reg. 320/18, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>An order made under subsection 29.0.1 (1) of the Act is deemed to have been served,</p> <p class=\"clause-e\">  (a) on the day it is given, if it is given by personal service;</p> <p class=\"clause-e\">  (b) on the day it is sent by e-mail, if it is sent by e-mail; or</p> <p class=\"clause-e\">  (c) on the third day after it is mailed, if it is sent by registered mail. O. Reg. 320/18, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Time for payment",
            "content": " 4. An order imposing an administrative penalty shall specify that the person is required to pay the penalty within 30 days of being served with the order imposing the penalty. O. Reg. 320/18, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>An order imposing an administrative penalty shall specify that the person is required to pay the penalty within 30 days of being served with the order imposing the penalty. O. Reg. 320/18, s. 3.</p>"
        },
        {
            "id": "5.",
            "section": "Appeal of order",
            "content": " 5. (1) For the purposes of subsection 29.0.2 (1) of the Act, the person to whom a person may appeal an order made under subsection 29.0.1 (1) of the Act shall be the Director. O. Reg. 320/18, s. 3. (2) For the purposes of subsection 29.0.2 (7) of the Act, the Director shall not vary the amount of the administrative penalty imposed by the order unless, (a) the amount imposed by the order was not in accordance with the amounts set out in section 2 of this Regulation; and (b) the varied amount imposed is in accordance with the amounts set out in section 2 of this Regulation. O. Reg. 320/18, s. 3.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) For the purposes of subsection 29.0.2 (1) of the Act, the person to whom a person may appeal an order made under subsection 29.0.1 (1) of the Act shall be the Director. O. Reg. 320/18, s. 3.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 29.0.2 (7) of the Act, the Director shall not vary the amount of the administrative penalty imposed by the order unless,</p> <p class=\"clause-e\">  (a) the amount imposed by the order was not in accordance with the amounts set out in section 2 of this Regulation; and</p> <p class=\"clause-e\">  (b) the varied amount imposed is in accordance with the amounts set out in section 2 of this Regulation. O. Reg. 320/18, s. 3.</p> <p class=\"clause-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/170461\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}