{
    "reg_info": {
        "full_title": "O. Reg. 530/18: AIR POLLUTION - DISCHARGE OF SULPHUR DIOXIDE FROM PETROLEUM FACILITIES BEFORE 2029",
        "reg_name_text": "AIR POLLUTION - DISCHARGE OF SULPHUR DIOXIDE FROM PETROLEUM FACILITIES Before 2029",
        "citation": "O. Reg. 530/18: AIR POLLUTION - DISCHARGE OF SULPHUR DIOXIDE FROM PETROLEUM FACILITIES BEFORE 2029",
        "act_under": "Environmental Protection Act",
        "url": "https://www.ontario.ca/laws/regulation/180530",
        "date_scraped": "2023-12-18 03:54:55"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180530/v4",
            "valid_from": "April 26, 2022",
            "valid_to": "June 30, 2023"
        },
        {
            "a_href": "/laws/regulation/180530/v3",
            "valid_from": "February 25, 2022",
            "valid_to": "April 25, 2022"
        },
        {
            "a_href": "/laws/regulation/180530/v2",
            "valid_from": "January  1, 2019",
            "valid_to": "February 24, 2022"
        },
        {
            "a_href": "/laws/regulation/180530/v1",
            "valid_from": "December 21, 2018",
            "valid_to": "December 31, 2018"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "  1. (1) In this Regulation, “acid gas combustion equipment” means equipment, such as a flare, catalytic oxidizer, thermal oxidizer or process combustion equipment, that is designed to combust acid gas which, other than when a sulphur recovery unit fails to operate in a normal manner, would be processed by a sulphur recovery unit; (“équipement de combustion de gaz acide”) “district manager” means the district manager of the Ministry for the district in which the facility is geographically located; (“chef de district”) “facility” means all plants, structures, equipment, apparatuses, mechanisms or things, including surfaces and storage piles, that function as a single integrated operation and that are, (a) owned or operated by the same person, and (b) located on the same site; (“installation”) “IOL-Nanticoke facility” means the petroleum refining facility located in Haldimand County that, on January 1, 2022, was owned by Imperial Oil Limited; (“installation de la CPIL de Nanticoke”) “IOL-Sarnia facility” means the petroleum refining and petrochemical facility located in the City of Sarnia that, on January 1, 2022, was owned by Imperial Oil Limited; (“installation de la CPIL de Sarnia”) “licensed engineering practitioner” means a person who holds a licence, limited licence or temporary licence under the Professional Engineers Act; (“praticien de l’ingénierie titulaire d’un permis”) “NAICS” means the North American Industry Classification System maintained for Canada by Statistics Canada, as amended or revised from time to time; (“SCIAN”) “PCLI facility” means the lubricants production facility located in the City of Mississauga that, on January 1, 2022, was owned by Petro-Canada Lubricants Inc.; (“installation de LPCI”) “petroleum facility” means a facility referred to in section 3; (“installation pétrolière”) “Shell facility” means the petroleum refining facility located in the Township of St. Clair that, on January 1, 2022, was operated by Shell Canada Limited on behalf of Shell Canada Products; (“installation de Shell”) “site”, with respect to a facility, means the property on which the facility is located; (“site”) “Suncor facility” means the petroleum refining facility located in the City of Sarnia that, on January 1, 2022, was owned by Suncor Energy Inc. (“installation de Suncor”) O. Reg. 530/18, s. 1 (1); O. Reg. 89/22, s. 2. (2) In this Regulation, a reference to a measure with respect to minimizing, preventing or reducing flaring or other acid gas combustion or otherwise reducing discharges of sulphur dioxide includes a reference to, (a) the implementation of operational procedures; (b) the use of pollution control technology; and (c) changes to equipment, processes or materials. O. Reg. 530/18, s. 1 (2). (3) In this Regulation, a reference to a sulphur recovery unit failing to operate in a normal manner includes, (a) when a unit’s operation is increased from an inoperative state to normal operating conditions; (b) when a unit’s operation is decreased from an operating state to an inoperative state; (c) when a unit is undergoing maintenance; (d) when a unit is in a turndown state, in a ramp up state, in hot standby mode or in an unstable operational state; or (e) when there is a lack of availability of acid gas to feed a unit from the amine units or sour water stripper units. O. Reg. 530/18, s. 1 (3). (4) In this Regulation, a reference to the Director means, (a) the Director appointed under section 5 of the Act in respect of the section of this Regulation in which the reference appears; or (b) if no Director described in clause (a) has been appointed, any Director appointed under section 5 of the Act in respect of section 18 of the Act. O. Reg. 530/18, s. 1 (4).",
            "raw_html": "<p class=\"section-e\"><b>  1. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“acid gas combustion equipment” means equipment, such as a flare, catalytic oxidizer, thermal oxidizer or process combustion equipment, that is designed to combust acid gas which, other than when a sulphur recovery unit fails to operate in a normal manner, would be processed by a sulphur recovery unit; (“équipement de combustion de gaz acide”)</p> <p class=\"definition-e\">“district manager” means the district manager of the Ministry for the district in which the facility is geographically located; (“chef de district”)</p> <p class=\"definition-e\">“facility” means all plants, structures, equipment, apparatuses, mechanisms or things, including surfaces and storage piles, that function as a single integrated operation and that are,</p> <p class=\"defclause-e\">  (a) owned or operated by the same person, and</p> <p class=\"defclause-e\">  (b) located on the same site; (“installation”)</p> <p class=\"definition-e\">“IOL-Nanticoke facility” means the petroleum refining facility located in Haldimand County that, on January 1, 2022, was owned by Imperial Oil Limited; (“installation de la CPIL de Nanticoke”)</p> <p class=\"definition-e\">“IOL-Sarnia facility” means the petroleum refining and petrochemical facility located in the City of Sarnia that, on January 1, 2022, was owned by Imperial Oil Limited; (“installation de la CPIL de Sarnia”)</p> <p class=\"definition-e\">“licensed engineering practitioner” means a person who holds a licence, limited licence or temporary licence under the <i>Professional Engineers Act</i>; (“praticien de l’ingénierie titulaire d’un permis”)</p> <p class=\"definition-e\">“NAICS” means the North American Industry Classification System maintained for Canada by Statistics Canada, as amended or revised from time to time; (“SCIAN”)</p> <p class=\"definition-e\">“PCLI facility” means the lubricants production facility located in the City of Mississauga that, on January 1, 2022, was owned by Petro-Canada Lubricants Inc.; (“installation de LPCI”)</p> <p class=\"definition-e\">“petroleum facility” means a facility referred to in section 3; (“installation pétrolière”)</p> <p class=\"definition-e\">“Shell facility” means the petroleum refining facility located in the Township of St. Clair that, on January 1, 2022, was operated by Shell Canada Limited on behalf of Shell Canada Products; (“installation de Shell”)</p> <p class=\"definition-e\">“site”, with respect to a facility, means the property on which the facility is located; (“site”)</p> <p class=\"definition-e\">“Suncor facility” means the petroleum refining facility located in the City of Sarnia that, on January 1, 2022, was owned by Suncor Energy Inc. (“installation de Suncor”) O. Reg. 530/18, s. 1 (1); O. Reg. 89/22, s. 2.</p> <p class=\"subsection-e\">  (2) In this Regulation, a reference to a measure with respect to minimizing, preventing or reducing flaring or other acid gas combustion or otherwise reducing discharges of sulphur dioxide includes a reference to,</p> <p class=\"clause-e\">  (a) the implementation of operational procedures;</p> <p class=\"clause-e\">  (b) the use of pollution control technology; and</p> <p class=\"clause-e\">  (c) changes to equipment, processes or materials. O. Reg. 530/18, s. 1 (2).</p> <p class=\"subsection-e\">  (3) In this Regulation, a reference to a sulphur recovery unit failing to operate in a normal manner includes,</p> <p class=\"clause-e\">  (a) when a unit’s operation is increased from an inoperative state to normal operating conditions;</p> <p class=\"clause-e\">  (b) when a unit’s operation is decreased from an operating state to an inoperative state;</p> <p class=\"clause-e\">  (c) when a unit is undergoing maintenance;</p> <p class=\"clause-e\">  (d) when a unit is in a turndown state, in a ramp up state, in hot standby mode or in an unstable operational state; or</p> <p class=\"clause-e\">  (e) when there is a lack of availability of acid gas to feed a unit from the amine units or sour water stripper units. O. Reg. 530/18, s. 1 (3).</p> <p class=\"subsection-e\">  (4) In this Regulation, a reference to the Director means,</p> <p class=\"clause-e\">  (a) the Director appointed under section 5 of the Act in respect of the section of this Regulation in which the reference appears; or</p> <p class=\"clause-e\">  (b) if no Director described in clause (a) has been appointed, any Director appointed under section 5 of the Act in respect of section 18 of the Act. O. Reg. 530/18, s. 1 (4).</p>"
        },
        {
            "id": "2.",
            "section": "Preparation and submission of documents",
            "content": "  2. (1) With respect to any plans, records, reports or other documents that a person creates under this Regulation, (a) if the Director has approved a form in which to prepare the plan, record, report or other document, the person shall prepare it in that form; and (b) if the Director has specified an electronic format in which to prepare the plan, record, report or other document, the person shall prepare it in that format. (2) With respect to any plans, reports or other documents that a person submits to the Director, a district manager or a provincial officer under this Regulation, (a) if the Director has approved a form in which to submit the plan, report or other document, the person shall submit it in that form; and (b) if the Director has specified an electronic format in which to submit the plan, report or other document, the person shall submit it in that format.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>(1) With respect to any plans, records, reports or other documents that a person creates under this Regulation,</p> <p class=\"clause-e\">  (a) if the Director has approved a form in which to prepare the plan, record, report or other document, the person shall prepare it in that form; and</p> <p class=\"clause-e\">  (b) if the Director has specified an electronic format in which to prepare the plan, record, report or other document, the person shall prepare it in that format.</p> <p class=\"subsection-e\">  (2) With respect to any plans, reports or other documents that a person submits to the Director, a district manager or a provincial officer under this Regulation,</p> <p class=\"clause-e\">  (a) if the Director has approved a form in which to submit the plan, report or other document, the person shall submit it in that form; and</p> <p class=\"clause-e\">  (b) if the Director has specified an electronic format in which to submit the plan, report or other document, the person shall submit it in that format.</p>"
        },
        {
            "id": "3.",
            "section": "Application",
            "content": "  3. (1) This Regulation applies to the following facilities: 1. The IOL-Nanticoke facility. 2. The IOL-Sarnia facility. 3. The PCLI facility. 4. The Shell facility. 5. The Suncor facility. O. Reg. 89/22, s. 3. (2) Despite subsection (1), this Regulation does not apply to the PCLI facility before July 1, 2024. O. Reg. 89/22, s. 3. (3) If a petroleum facility is located on a property that is, with one or more adjacent properties, part of a deemed single property under section 4 of Ontario Regulation 419/05 (Air Pollution — Local Air Quality) made under the Act, the facilities located within the deemed single property are deemed to be a single petroleum facility for the purposes of this Regulation. O. Reg. 89/22, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  3. </b>(1) This Regulation applies to the following facilities:</p> <p class=\"paragraph-e\">  1. The IOL-Nanticoke facility.</p> <p class=\"paragraph-e\">  2. The IOL-Sarnia facility.</p> <p class=\"paragraph-e\">  3. The PCLI facility.</p> <p class=\"paragraph-e\">  4. The Shell facility.</p> <p class=\"paragraph-e\">  5. The Suncor facility. O. Reg. 89/22, s. 3.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), this Regulation does not apply to the PCLI facility before July 1, 2024. O. Reg. 89/22, s. 3.</p> <p class=\"subsection-e\">  (3) If a petroleum facility is located on a property that is, with one or more adjacent properties, part of a deemed single property under section 4 of Ontario Regulation 419/05 (Air Pollution — Local Air Quality) made under the Act, the facilities located within the deemed single property are deemed to be a single petroleum facility for the purposes of this Regulation. O. Reg. 89/22, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Exemptions",
            "content": " 4. Revoked: O. Reg. 89/22, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b><span class=\"ovsmallcap\">Revoked:</span> O. Reg. 89/22, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Sulphur dioxide, discharge limit and reporting",
            "content": " 5. (1) Subject to subsection (2), on or after July 1, 2019, a person shall not discharge or cause or permit the discharge of a total of more than 225 kilograms of sulphur dioxide in a 24-hour period from one or more pieces of acid gas combustion equipment at a petroleum facility. Note: On January 1, 2027, subsection 5 (1) of the Regulation is revoked. (See: O. Reg. 89/22, s. 5 (1)) (2) For the purposes of determining the total amount of sulphur dioxide discharged in a 24-hour period under subsection (1), any discharge that occurs when the sulphur recovery unit is operating in a normal manner must be excluded. Note: On January 1, 2027, subsection 5 (2) of the Regulation is revoked. (See: O. Reg. 89/22, s. 5 (1)) (3) If a discharge results in a contravention of subsection (1), the person who discharges or causes or permits the discharge of sulphur dioxide from the petroleum facility shall notify a provincial officer in writing as soon as practicable after the contravention. Note: On January 1, 2027, subsection 5 (3) of the Regulation is revoked. (See: O. Reg. 89/22, s. 5 (1)) (4) If a discharge results in two or more contraventions of subsection (1), after providing notice under subsection (3), the person who discharges or causes or permits the discharge of sulphur dioxide from the petroleum facility shall notify a provincial officer in writing as soon as practicable, (a) after each subsequent contravention; or (b) after the total amount of sulphur dioxide discharged in a 24-hour period is 225 kilograms or less. Note: On January 1, 2027, subsection 5 (4) of the Regulation is revoked. (See: O. Reg. 89/22, s. 5 (1)) (5) Subject to subsection (6), within 60 days after notifying a provincial officer in accordance with subsection (3) or clause (4) (a), the person who gave the notice shall submit a report to the provincial officer titled “Root Cause Analysis and Corrective Action Report” that sets out the date and time the 24-hour contravention period began and ended and the information required under subsection (7) for each piece of acid gas combustion equipment that discharged sulphur dioxide during that period. Note: On January 1, 2027, subsection 5 (5) of the Regulation is amended by striking out “subsection (3) or clause (4) (a)” and substituting “subsection (3) or clause (4) (a), as they read immediately before they were revoked”. (See: O. Reg. 89/22, s. 5 (2)) (6) If a person has notified a provincial officer in accordance with clause (4) (b), the report required under subsection (5) shall set out the date and time each 24-hour contravention period began and ended and the information required under subsection (7) for each piece of acid gas combustion equipment that discharged sulphur dioxide during those periods. Note: On January 1, 2027, subsection 5 (6) of the Regulation is amended by striking out “clause (4) (b)” and substituting “clause (4) (b), as it read immediately before it was revoked”. (See: O. Reg. 89/22, s. 5 (3)) (7) The information referred to in subsections (5) and (6) is the following: 1. The date and time the discharge from the acid gas combustion equipment began and ended. 2. Subject to subsection (8), an estimate of, i. the flow rate of the acid gas entering the acid gas combustion equipment during the discharge; and ii. the concentration of hydrogen sulphide in the acid gas. 3. Subject to subsection (8), an estimate of the quantity of sulphur dioxide discharged from the acid gas combustion equipment. 4. The calculations used to arrive at the estimates referred to in paragraphs 2 and 3. 5. A description of the circumstances surrounding the discharge from the acid gas combustion equipment. 6. An identification and detailed analysis of the primary cause of the discharge from the acid gas combustion equipment, including an explanation of whether it was caused by any of the following: i. An error resulting from the improper operation of a sulphur recovery unit, a tail gas unit or any process unit upstream of a sulphur recovery unit. ii. An error resulting from inadequate written procedures. iii. A failure to follow written procedures. iv. A failure of equipment that is due to a failure to operate or maintain equipment in a manner consistent with good engineering practices. 7. The steps, if any, taken to limit the duration of the discharge. 8. If the discharge was necessary to prevent an emergency, a detailed description of the emergency. 9. An identification of the measures that are available to prevent or reduce the risk of a similar discharge happening again, including, i. the probable effectiveness of each measure, ii. if any of the measures have already been taken, the dates those measures were implemented, iii. if there are plans to implement any of the measures in the future, the date those measures are expected to be implemented, and iv. if there are measures to which subparagraphs ii and iii do not apply, the reasons for not having implemented and not having plans to implement those measures. (8) On and after the first day a continuous emissions monitoring system is installed and operated at the petroleum facility in accordance with subsection 7 (1), the estimates required under paragraphs 2 and 3 of subsection (7) of this section must be determined in accordance with the “Acid Gas Combustion Equipment Continuous Emissions Monitoring Plan” for the facility required under section 7, if the plan addresses the determination. Note: On July 1, 2024, subsection 5 (8) of the Regulation is revoked and the following substituted: (See: O. Reg. 89/22, s. 5 (4)) (8) On and after July 1, 2024, (a) the estimates required under paragraphs 2 and 3 of subsection (7) shall be determined based on the measurements required under section 22 of Ontario Regulation 88/22 (Air Pollution - Discharge of Sulphur Dioxide From Petroleum Facilities); and (b) an estimate under paragraph 2 of subsection (7) is not required in respect of a piece of acid gas combustion equipment if the approved continuous monitoring plan within the meaning of Ontario Regulation 88/22 for the petroleum facility indicates that the concentration of sulphur dioxide discharged into the air from the piece of equipment will be measured.\r\nO. Reg. 89/22, s. 5 (4). (9) For the purposes of paragraph 9 of subsection (7), the following measures must be considered: 1. Constructing or installing air pollution control equipment. 2. Installing and maintaining mechanisms or equipment to monitor the operations of the petroleum facility, including an alarm system or other notification system to alert personnel that combustion of acid gas is imminent. 3. Altering or redesigning industrial processes used at the petroleum facility to prevent or reduce the risk of acid gas combustion, or installing equipment for that purpose. 4. Maintaining structures, equipment or mechanisms in good repair.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Subject to subsection (2), on or after July 1, 2019, a person shall not discharge or cause or permit the discharge of a total of more than 225 kilograms of sulphur dioxide in a 24-hour period from one or more pieces of acid gas combustion equipment at a petroleum facility.</p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2027<span>, </span>subsection 5 (1) of the Regulation is revoked.<span> (See: O. Reg. 89/22, s. 5 (1))</span></p> <p class=\"subsection-e\">  (2) For the purposes of determining the total amount of sulphur dioxide discharged in a 24-hour period under subsection (1), any discharge that occurs when the sulphur recovery unit is operating in a normal manner must be excluded.</p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2027<span>, </span>subsection 5 (2) of the Regulation is revoked.<span> (See: O. Reg. 89/22, s. 5 (1))</span></p> <p class=\"subsection-e\"><b> </b>(3) If a discharge results in a contravention of subsection (1), the person who discharges or causes or permits the discharge of sulphur dioxide from the petroleum facility shall notify a provincial officer in writing as soon as practicable after the contravention.</p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2027<span>, </span>subsection 5 (3) of the Regulation is revoked.<span> (See: O. Reg. 89/22, s. 5 (1))</span></p> <p class=\"subsection-e\">  (4) If a discharge results in two or more contraventions of subsection (1), after providing notice under subsection (3), the person who discharges or causes or permits the discharge of sulphur dioxide from the petroleum facility shall notify a provincial officer in writing as soon as practicable,</p> <p class=\"clause-e\">  (a) after each subsequent contravention; or</p> <p class=\"clause-e\">  (b) after the total amount of sulphur dioxide discharged in a 24-hour period is 225 kilograms or less.</p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2027<span>, </span>subsection 5 (4) of the Regulation is revoked.<span> (See: O. Reg. 89/22, s. 5 (1))</span></p> <p class=\"subsection-e\">  (5) Subject to subsection (6), within 60 days after notifying a provincial officer in accordance with subsection (3) or clause (4) (a), the person who gave the notice shall submit a report to the provincial officer titled “Root Cause Analysis and Corrective Action Report” that sets out the date and time the 24-hour contravention period began and ended and the information required under subsection (7) for each piece of acid gas combustion equipment that discharged sulphur dioxide during that period.</p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2027<span>, </span>subsection 5 (5) of the Regulation is amended by striking out “subsection (3) or clause (4) (a)” and substituting “subsection (3) or clause (4) (a), as they read immediately before they were revoked”.<span> (See: O. Reg. 89/22, s. 5 (2))</span></p> <p class=\"subsection-e\">  (6) If a person has notified a provincial officer in accordance with clause (4) (b), the report required under subsection (5) shall set out the date and time each 24-hour contravention period began and ended and the information required under subsection (7) for each piece of acid gas combustion equipment that discharged sulphur dioxide during those periods.</p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2027<span>, </span>subsection 5 (6) of the Regulation is amended by striking out “clause (4) (b)” and substituting “clause (4) (b), as it read immediately before it was revoked”.<span> (See: O. Reg. 89/22, s. 5 (3))</span></p> <p class=\"subsection-e\">  (7) The information referred to in subsections (5) and (6) is the following:</p> <p class=\"paragraph-e\">  1. The date and time the discharge from the acid gas combustion equipment began and ended.</p> <p class=\"paragraph-e\">  2. Subject to subsection (8), an estimate of,</p> <p class=\"subclause-e\">  i. the flow rate of the acid gas entering the acid gas combustion equipment during the discharge; and</p> <p class=\"subclause-e\">  ii. the concentration of hydrogen sulphide in the acid gas.</p> <p class=\"paragraph-e\">  3. Subject to subsection (8), an estimate of the quantity of sulphur dioxide discharged from the acid gas combustion equipment.</p> <p class=\"paragraph-e\">  4. The calculations used to arrive at the estimates referred to in paragraphs 2 and 3.</p> <p class=\"paragraph-e\">  5. A description of the circumstances surrounding the discharge from the acid gas combustion equipment.</p> <p class=\"paragraph-e\">  6. An identification and detailed analysis of the primary cause of the discharge from the acid gas combustion equipment, including an explanation of whether it was caused by any of the following:</p> <p class=\"subpara-e\">  i. An error resulting from the improper operation of a sulphur recovery unit, a tail gas unit or any process unit upstream of a sulphur recovery unit.</p> <p class=\"subpara-e\">  ii. An error resulting from inadequate written procedures.</p> <p class=\"subpara-e\">  iii. A failure to follow written procedures.</p> <p class=\"subpara-e\">  iv. A failure of equipment that is due to a failure to operate or maintain equipment in a manner consistent with good engineering practices.</p> <p class=\"paragraph-e\">  7. The steps, if any, taken to limit the duration of the discharge.</p> <p class=\"paragraph-e\">  8. If the discharge was necessary to prevent an emergency, a detailed description of the emergency.</p> <p class=\"paragraph-e\">  9. An identification of the measures that are available to prevent or reduce the risk of a similar discharge happening again, including,</p> <p class=\"subpara-e\">  i. the probable effectiveness of each measure,</p> <p class=\"subpara-e\">  ii. if any of the measures have already been taken, the dates those measures were implemented,</p> <p class=\"subpara-e\">  iii. if there are plans to implement any of the measures in the future, the date those measures are expected to be implemented, and</p> <p class=\"subpara-e\">  iv. if there are measures to which subparagraphs ii and iii do not apply, the reasons for not having implemented and not having plans to implement those measures.</p> <p class=\"subsection-e\">  (8) On and after the first day a continuous emissions monitoring system is installed and operated at the petroleum facility in accordance with subsection 7 (1), the estimates required under paragraphs 2 and 3 of subsection (7) of this section must be determined in accordance with the “Acid Gas Combustion Equipment Continuous Emissions Monitoring Plan” for the facility required under section 7, if the plan addresses the determination.</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2024<span>, </span>subsection 5 (8) of the Regulation is revoked and the following substituted:<span> (See: O. Reg. 89/22, s. 5 (4))</span></p> <p class=\"Ysubsection-e\">  (8) On and after July 1, 2024,</p> <p class=\"Yclause-e\">  (a) the estimates required under paragraphs 2 and 3 of subsection (7) shall be determined based on the measurements required under section 22 of Ontario Regulation 88/22 (Air Pollution - Discharge of Sulphur Dioxide From Petroleum Facilities); and</p> <p class=\"Yclause-e\">  (b) an estimate under paragraph 2 of subsection (7) is not required in respect of a piece of acid gas combustion equipment if the approved continuous monitoring plan within the meaning of Ontario Regulation 88/22 for the petroleum facility indicates that the concentration of sulphur dioxide discharged into the air from the piece of equipment will be measured.\r\n<span>O. Reg. 89/22, s. 5 (4).</span></p> <p class=\"subsection-e\">  (9) For the purposes of paragraph 9 of subsection (7), the following measures must be considered:</p> <p class=\"paragraph-e\">  1. Constructing or installing air pollution control equipment.</p> <p class=\"paragraph-e\">  2. Installing and maintaining mechanisms or equipment to monitor the operations of the petroleum facility, including an alarm system or other notification system to alert personnel that combustion of acid gas is imminent.</p> <p class=\"paragraph-e\">  3. Altering or redesigning industrial processes used at the petroleum facility to prevent or reduce the risk of acid gas combustion, or installing equipment for that purpose.</p> <p class=\"paragraph-e\">  4. Maintaining structures, equipment or mechanisms in good repair.</p>"
        },
        {
            "id": "6.",
            "section": "Sulphur dioxide emissions calculation",
            "content": " 6. (1) On or before March 31, 2019, a person who discharges or causes or permits the discharge of sulphur dioxide from a petroleum facility shall submit a plan to the Director titled “Sulphur Dioxide Emissions Calculation Plan” that sets out the following information: 1. Subject to subsection (2), the method the facility intends to use to calculate the amount of sulphur dioxide discharged from each piece of acid gas combustion equipment at the facility. 2. Each assumption that will be made when calculating an amount of sulphur dioxide under paragraph 1. 3. The frequency at which the facility intends to calculate the amount referred to in paragraph 1, which must be at least hourly and is only required when sulphur dioxide is being discharged from the acid gas combustion equipment when the sulphur recovery unit fails to operate in a normal manner. Note: On July 1, 2024, subsection 6 (1) of the Regulation is revoked. (See: O. Reg. 89/22, s. 6 (1)) (2) The method referred to in paragraph 1 of subsection (1) must assume a combustion efficiency of a flare of 98 per cent. Note: On July 1, 2024, subsection 6 (2) of the Regulation is revoked. (See: O. Reg. 89/22, s. 6 (1)) (3) From July 1, 2019 until the first day a continuous emissions monitoring system is installed and operated at the petroleum facility in accordance with subsection 7 (1), the person referred to in subsection (1) of this section shall calculate the following information in accordance with a Sulphur Dioxide Emissions Calculation Plan submitted under that subsection that, in the opinion of the Director, would accurately predict the amount of sulphur dioxide discharged from each piece of acid gas combustion equipment at the facility: 1. The amount of sulphur dioxide discharged from each piece of acid gas combustion equipment at the facility. 2. After making each calculation referred to in paragraph 1, the sum of the calculations required, in accordance with paragraph 3 of subsection (1), to be made in the preceding 24-hour period with respect to all acid gas combustion equipment at the facility. Note: On July 1, 2024, subsection 6 (3) of the Regulation is revoked. (See: O. Reg. 89/22, s. 6 (1)) (4) The person referred to in subsection (1) shall ensure that the amount of sulphur dioxide calculated in accordance with paragraph 2 of subsection (3) is made available for examination by any person, without charge, (a) by posting it on a website of the facility, within 60 days of the amount being calculated, for a period of five years following the day the amount was posted; and (b) by making it available during regular business hours at the facility to which the amount relates. Note: On July 1, 2024, subsection 6 (4) of the Regulation is revoked and the following substituted: (See: O. Reg. 89/22, s. 6 (2)) (4) A person who discharges or causes or permits the discharge of sulphur dioxide from a petroleum facility shall ensure that the amount of sulphur dioxide calculated in accordance with paragraph 2 of subsection (3), as that paragraph read immediately before it was revoked, is made available for examination by any person, without charge, (a) by posting it on a website of the facility, within 60 days of the amount being calculated, for a period of five years following the day the amount was posted; and (b) by making it available during regular business hours at the facility to which the amount relates. O. Reg. 89/22, s. 6 (2). (5) The amounts referred to in subsection (4) may be presented in ranges, by increments of 225 kilograms. (6) The person referred to in subsection (1) shall ensure that, with respect to the calculations referred to in subsection (3), a record of each calculation, including the date of the calculation and the amount calculated, is kept at the facility to which the record relates for a period of five years following the day on which it was created. Note: On July 1, 2024, subsection 6 (6) of the Regulation is revoked and the following substituted: (See: O. Reg. 89/22, s. 6 (3)) (6) The person referred to in subsection (4) shall ensure that, with respect to the calculations referred to in subsection (3), as it read immediately before it was revoked, a record of each calculation, including the date of the calculation and the amount calculated, is kept at the facility to which the record relates for a period of five years following the day on which it was created. O. Reg. 89/22, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) On or before March 31, 2019, a person who discharges or causes or permits the discharge of sulphur dioxide from a petroleum facility shall submit a plan to the Director titled “Sulphur Dioxide Emissions Calculation Plan” that sets out the following information:</p> <p class=\"paragraph-e\">  1. Subject to subsection (2), the method the facility intends to use to calculate the amount of sulphur dioxide discharged from each piece of acid gas combustion equipment at the facility.</p> <p class=\"paragraph-e\">  2. Each assumption that will be made when calculating an amount of sulphur dioxide under paragraph 1.</p> <p class=\"paragraph-e\">  3. The frequency at which the facility intends to calculate the amount referred to in paragraph 1, which must be at least hourly and is only required when sulphur dioxide is being discharged from the acid gas combustion equipment when the sulphur recovery unit fails to operate in a normal manner.</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2024<span>, </span>subsection 6 (1) of the Regulation is revoked.<span> (See: O. Reg. 89/22, s. 6 (1))</span></p> <p class=\"subsection-e\">  (2) The method referred to in paragraph 1 of subsection (1) must assume a combustion efficiency of a flare of 98 per cent.</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2024<span>, </span>subsection 6 (2) of the Regulation is revoked.<span> (See: O. Reg. 89/22, s. 6 (1))</span></p> <p class=\"subsection-e\">  (3) From July 1, 2019 until the first day a continuous emissions monitoring system is installed and operated at the petroleum facility in accordance with subsection 7 (1), the person referred to in subsection (1) of this section shall calculate the following information in accordance with a Sulphur Dioxide Emissions Calculation Plan submitted under that subsection that, in the opinion of the Director, would accurately predict the amount of sulphur dioxide discharged from each piece of acid gas combustion equipment at the facility:</p> <p class=\"paragraph-e\">  1. The amount of sulphur dioxide discharged from each piece of acid gas combustion equipment at the facility.</p> <p class=\"paragraph-e\">  2. After making each calculation referred to in paragraph 1, the sum of the calculations required, in accordance with paragraph 3 of subsection (1), to be made in the preceding 24-hour period with respect to all acid gas combustion equipment at the facility.</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2024<span>, </span>subsection 6 (3) of the Regulation is revoked.<span> (See: O. Reg. 89/22, s. 6 (1))</span></p> <p class=\"subsection-e\">  (4) The person referred to in subsection (1) shall ensure that the amount of sulphur dioxide calculated in accordance with paragraph 2 of subsection (3) is made available for examination by any person, without charge,</p> <p class=\"clause-e\">  (a) by posting it on a website of the facility, within 60 days of the amount being calculated, for a period of five years following the day the amount was posted; and</p> <p class=\"clause-e\">  (b) by making it available during regular business hours at the facility to which the amount relates.</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2024<span>, </span>subsection 6 (4) of the Regulation is revoked and the following substituted:<span> (See: O. Reg. 89/22, s. 6 (2))</span></p> <p class=\"Ysubsection-e\">  (4) A person who discharges or causes or permits the discharge of sulphur dioxide from a petroleum facility shall ensure that the amount of sulphur dioxide calculated in accordance with paragraph 2 of subsection (3), as that paragraph read immediately before it was revoked, is made available for examination by any person, without charge,</p> <p class=\"Yclause-e\">  (a) by posting it on a website of the facility, within 60 days of the amount being calculated, for a period of five years following the day the amount was posted; and</p> <p class=\"Yclause-e\">  (b) by making it available during regular business hours at the facility to which the amount relates. <span>O. Reg. 89/22, s. 6 (2).</span></p> <p class=\"subsection-e\">  (5) The amounts referred to in subsection (4) may be presented in ranges, by increments of 225 kilograms.</p> <p class=\"subsection-e\">  (6) The person referred to in subsection (1) shall ensure that, with respect to the calculations referred to in subsection (3), a record of each calculation, including the date of the calculation and the amount calculated, is kept at the facility to which the record relates for a period of five years following the day on which it was created.</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2024<span>, </span>subsection 6 (6) of the Regulation is revoked and the following substituted:<span> (See: O. Reg. 89/22, s. 6 (3))</span></p> <p class=\"Ysubsection-e\">  (6) The person referred to in subsection (4) shall ensure that, with respect to the calculations referred to in subsection (3), as it read immediately before it was revoked, a record of each calculation, including the date of the calculation and the amount calculated, is kept at the facility to which the record relates for a period of five years following the day on which it was created. <span>O. Reg. 89/22, s. 6 (3).</span></p>"
        },
        {
            "id": "7.",
            "section": "Continuous emissions monitoring",
            "content": "  7. (1) Subject to subsection (2), a person who discharges or causes or permits the discharge of sulphur dioxide from a petroleum facility shall ensure that for each piece of acid gas combustion equipment at the facility, a continuous emissions monitoring system that meets the requirements set out in subsection (3) is installed and operated in accordance with a plan referred to in subsection (4) that, in the opinion of the Director, would accurately measure or predict the amount of sulphur dioxide discharged from each piece of acid gas combustion equipment. Note: On July 1, 2024, subsection 7 (1) of the Regulation is revoked. (See: O. Reg. 89/22, s. 7 (1)) (2) The continuous emissions monitoring system referred to in subsection (1) must be, (a) installed no later than January 1, 2022; and (b) operated no later than July 1, 2022. Note: On July 1, 2024, subsection 7 (2) of the Regulation is revoked. (See: O. Reg. 89/22, s. 7 (1)) (3) The following requirements must be met with respect to the continuous emissions monitoring system referred to in subsection (1): 1. If the amount of sulphur dioxide discharged from the acid gas combustion equipment can be measured, the continuous emissions monitoring system installed must measure the amount discharged. 2. If the amount of sulphur dioxide discharged from the acid gas combustion equipment cannot be measured, the continuous emissions monitoring system installed must measure parameters that predict the amount of sulphur dioxide discharged. Note: On July 1, 2024, subsection 7 (3) of the Regulation is revoked. (See: O. Reg. 89/22, s. 7 (1)) (4) On or before January 1, 2020, a person who discharges or causes or permits the discharge of sulphur dioxide from the petroleum facility referred to in subsection (1) shall submit a plan to the Director titled “Acid Gas Combustion Equipment Continuous Emissions Monitoring Plan” that sets out the following information for each piece of acid gas combustion equipment at the facility: 1. The actions required to be taken, and the frequency with which they are required to be taken, to ensure proper functioning of the acid gas combustion equipment’s continuous emissions monitoring system, including, i. inspecting the monitoring system and performing preventative maintenance, ii. performing equipment calibration on the monitoring system, iii. performing data validation, iv. ensuring visual and audible alarms function to notify staff at the facility if a set level has been exceeded, v. auditing the accuracy of measurements, and vi. training staff at the facility on the use and maintenance of the monitoring system. 2. If the acid gas combustion equipment’s continuous emissions monitoring system will measure the amount of sulphur dioxide discharged from the equipment, the following information: i. The method to be used to continuously measure and record the discharge of sulphur dioxide, including how often the measurements will be taken and recorded. ii. The locations at which the discharge of sulphur dioxide will be measured. iii. The parameters that the monitoring system will measure, including the flow rate of and the concentration of sulphur dioxide in the gas being discharged from the acid gas combustion equipment. 3. If the acid gas combustion equipment’s continuous emissions monitoring system will measure parameters that predict the amount of sulphur dioxide, the following information: i. A description of the stream of acid gas being sent to the acid gas combustion equipment. ii. The method to be used to continuously measure and record the composition and flow rate of the stream of acid gas being sent to the acid gas combustion equipment, including how often the measurements will be taken and recorded. iii. The locations at which the stream of acid gas being sent to the equipment will be measured. iv. The parameters that the monitoring system will measure, including the following: A. The concentration of total reduced sulphur, hydrogen sulphide and oxygen in the stream of acid gas being sent to the acid gas combustion equipment. B. The flow rate of the stream of acid gas being sent to the acid gas combustion equipment. C. The temperature of the combustion zone. v. The method of calculating the following information from the parameters measured by the monitoring system, including any assumptions used in the calculations: A. The amount of sulphur dioxide discharged from the acid gas combustion equipment. B. The rate of emission of sulphur dioxide from the acid gas combustion equipment on at least an hourly basis when sulphur dioxide is being discharged. Note: On July 1, 2024, subsection 7 (4) of the Regulation is revoked. (See: O. Reg. 89/22, s. 7 (1)) (5) The method referred to in subparagraph 3 v of subsection (4) must assume a combustion efficiency of a flare of 98 per cent. Note: On July 1, 2024, subsection 7 (5) of the Regulation is revoked. (See: O. Reg. 89/22, s. 7 (1)) (6) If, after January 1, 2020, an existing piece of acid gas combustion equipment is modified or a new piece of acid gas combustion equipment is constructed at the petroleum facility referred to in subsection (1), the person who discharges or causes or permits the discharge of sulphur dioxide from the facility shall update and resubmit the plan under subsection (4) before the modified or new equipment is operated. Note: On July 1, 2024, subsection 7 (6) of the Regulation is revoked. (See: O. Reg. 89/22, s. 7 (1)) (7) The plan required under subsection (4) must be dated, signed and sealed by a licensed engineering practitioner and must set out the practitioner’s name and licence number. Note: On July 1, 2024, subsection 7 (7) of the Regulation is revoked. (See: O. Reg. 89/22, s. 7 (1)) (8) The person referred to in subsection (1) shall, following each measurement required by this section, calculate the total amount of sulphur dioxide discharged in the preceding 24-hour period from all acid gas combustion equipment at the facility when the sulphur recovery unit failed to operate in a normal manner. Note: On July 1, 2024, subsection 7 (8) of the Regulation is revoked and the following substituted: (See: O. Reg. 89/22, s. 7 (2)) (8) If a sulphur recovery unit fails to operate in a normal manner, a person who discharges or causes or permits the discharge of sulphur dioxide from a petroleum facility shall, no later than one hour after the failure began and in each hour the failure continues, calculate the total amount of sulphur dioxide discharged in the preceding 24-hour period from all acid gas combustion equipment at the facility when the sulphur recovery unit failed to operate in a normal manner using the measurements required under section 22 of Ontario Regulation 88/22 (Air Pollution - Discharge of Sulphur Dioxide From Petroleum Facilities). O. Reg. 89/22, s. 7 (2). Note: On January 1, 2027, subsection 7 (8) of the Regulation is revoked. (See: O. Reg. 89/22, s. 7 (3)) (9) The person referred to in subsection (1) shall ensure that the amount of sulphur dioxide calculated in accordance with subsection (8) is made available for examination by any person without charge, Note: On July 1, 2024, subsection 7 (9) of the Regulation is amended by striking out “subsection (1)” in the portion before clause (a) and substituting “subsection (8)”. (See: O. Reg. 89/22, s. 7 (4)) Note: On January 1, 2027, subsection 7 (9) of the Regulation is amended by striking out the portion before clause (a) and substituting the following: (See: O. Reg. 89/22, s. 7 (5)) (9) A person who discharges or causes or permits the discharge of sulphur dioxide from a petroleum facility shall ensure that the amount of sulphur dioxide calculated in accordance with subsection (8), as it read immediately before it was revoked, is made available for examination by any person without charge, (a) by posting it on a website of the facility, within 60 days of the amount being measured or calculated, as the case may be, for a period of five years following the day the amount was posted; and (b) by making it available during regular business hours at the facility to which the amount relates. (10) The amounts referred to in subsection (9) may be presented in ranges, by increments of 225 kilograms. (11) The person referred to in subsection (1) shall ensure that a record of the following information is kept at the facility to which the record relates for a period of five years following the day on which is was created: 1. With respect to the measurements referred to in subparagraph 2 i of subsection (4) and the calculations and measured parameters referred to in subparagraph 3 v of subsection (4), a record of each measurement and calculation, including the date of the measurement or calculation and the amount measured or calculated. 2. Each action referred to under paragraph 1 of subsection (4), including the time and date the action was taken. Note: On July 1, 2024, subsection 7 (11) of the Regulation is revoked and the following substituted: (See: O. Reg. 89/22, s. 7 (6)) (11) The person referred to in subsection (8) shall ensure that a record of the following information is kept at the facility to which the record relates for a period of five years following the day on which it was created: Note: On January 1, 2027, subsection 7 (11) of the Regulation is amended by striking out “subsection (8)” in the portion before paragraph 1 and substituting “subsection (8), as it read immediately before it was revoked,”. (See: O. Reg. 89/22, s. 7 (7)) 1. With respect to the measurements referred to in subparagraph 2 i of subsection (4) and the calculations and measured parameters referred to in subparagraph 3 v of subsection (4), as those provisions read immediately before they were revoked, a record of each measurement and calculation, including the date of the measurement or calculation and the amount measured or calculated. 2. Each action referred to under paragraph 1 of subsection (4), as that paragraph read immediately before it was revoked, including the time and date the action was taken. O. Reg. 89/22, s. 7 (6).",
            "raw_html": "<p class=\"section-e\"><b>  7. </b>(1) Subject to subsection (2), a person who discharges or causes or permits the discharge of sulphur dioxide from a petroleum facility shall ensure that for each piece of acid gas combustion equipment at the facility, a continuous emissions monitoring system that meets the requirements set out in subsection (3) is installed and operated in accordance with a plan referred to in subsection (4) that, in the opinion of the Director, would accurately measure or predict the amount of sulphur dioxide discharged from each piece of acid gas combustion equipment.</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2024<span>, </span>subsection 7 (1) of the Regulation is revoked.<span> (See: O. Reg. 89/22, s. 7 (1))</span></p> <p class=\"subsection-e\">  (2) The continuous emissions monitoring system referred to in subsection (1) must be,</p> <p class=\"clause-e\">  (a) installed no later than January 1, 2022; and</p> <p class=\"clause-e\">  (b) operated no later than July 1, 2022.</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2024<span>, </span>subsection 7 (2) of the Regulation is revoked.<span> (See: O. Reg. 89/22, s. 7 (1))</span></p> <p class=\"subsection-e\"><b> </b>(3) The following requirements must be met with respect to the continuous emissions monitoring system referred to in subsection (1):</p> <p class=\"paragraph-e\">  1. If the amount of sulphur dioxide discharged from the acid gas combustion equipment can be measured, the continuous emissions monitoring system installed must measure the amount discharged.</p> <p class=\"paragraph-e\">  2. If the amount of sulphur dioxide discharged from the acid gas combustion equipment cannot be measured, the continuous emissions monitoring system installed must measure parameters that predict the amount of sulphur dioxide discharged.</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2024<span>, </span>subsection 7 (3) of the Regulation is revoked.<span> (See: O. Reg. 89/22, s. 7 (1))</span></p> <p class=\"subsection-e\">  (4) On or before January 1, 2020, a person who discharges or causes or permits the discharge of sulphur dioxide from the petroleum facility referred to in subsection (1) shall submit a plan to the Director titled “Acid Gas Combustion Equipment Continuous Emissions Monitoring Plan” that sets out the following information for each piece of acid gas combustion equipment at the facility:</p> <p class=\"paragraph-e\">  1. The actions required to be taken, and the frequency with which they are required to be taken, to ensure proper functioning of the acid gas combustion equipment’s continuous emissions monitoring system, including,</p> <p class=\"subpara-e\">  i. inspecting the monitoring system and performing preventative maintenance,</p> <p class=\"subpara-e\">  ii. performing equipment calibration on the monitoring system,</p> <p class=\"subpara-e\">  iii. performing data validation,</p> <p class=\"subpara-e\">  iv. ensuring visual and audible alarms function to notify staff at the facility if a set level has been exceeded,</p> <p class=\"subpara-e\">  v. auditing the accuracy of measurements, and</p> <p class=\"subpara-e\">  vi. training staff at the facility on the use and maintenance of the monitoring system.</p> <p class=\"paragraph-e\">  2. If the acid gas combustion equipment’s continuous emissions monitoring system will measure the amount of sulphur dioxide discharged from the equipment, the following information:</p> <p class=\"subpara-e\">  i. The method to be used to continuously measure and record the discharge of sulphur dioxide, including how often the measurements will be taken and recorded.</p> <p class=\"subpara-e\">  ii. The locations at which the discharge of sulphur dioxide will be measured.</p> <p class=\"subpara-e\">  iii. The parameters that the monitoring system will measure, including the flow rate of and the concentration of sulphur dioxide in the gas being discharged from the acid gas combustion equipment.</p> <p class=\"paragraph-e\">  3. If the acid gas combustion equipment’s continuous emissions monitoring system will measure parameters that predict the amount of sulphur dioxide, the following information:</p> <p class=\"subpara-e\">  i. A description of the stream of acid gas being sent to the acid gas combustion equipment.</p> <p class=\"subpara-e\">  ii. The method to be used to continuously measure and record the composition and flow rate of the stream of acid gas being sent to the acid gas combustion equipment, including how often the measurements will be taken and recorded.</p> <p class=\"subpara-e\">  iii. The locations at which the stream of acid gas being sent to the equipment will be measured.</p> <p class=\"subpara-e\">  iv. The parameters that the monitoring system will measure, including the following:</p> <p class=\"subsubpara-e\">  A. The concentration of total reduced sulphur, hydrogen sulphide and oxygen in the stream of acid gas being sent to the acid gas combustion equipment.</p> <p class=\"subsubpara-e\">  B. The flow rate of the stream of acid gas being sent to the acid gas combustion equipment.</p> <p class=\"subsubpara-e\">  C. The temperature of the combustion zone.</p> <p class=\"subpara-e\">  v. The method of calculating the following information from the parameters measured by the monitoring system, including any assumptions used in the calculations:</p> <p class=\"subsubpara-e\">  A. The amount of sulphur dioxide discharged from the acid gas combustion equipment.</p> <p class=\"subsubpara-e\">  B. The rate of emission of sulphur dioxide from the acid gas combustion equipment on at least an hourly basis when sulphur dioxide is being discharged.</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2024<span>, </span>subsection 7 (4) of the Regulation is revoked.<span> (See: O. Reg. 89/22, s. 7 (1))</span></p> <p class=\"subsection-e\">  (5) The method referred to in subparagraph 3 v of subsection (4) must assume a combustion efficiency of a flare of 98 per cent.</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2024<span>, </span>subsection 7 (5) of the Regulation is revoked.<span> (See: O. Reg. 89/22, s. 7 (1))</span></p> <p class=\"subsection-e\">  (6) If, after January 1, 2020, an existing piece of acid gas combustion equipment is modified or a new piece of acid gas combustion equipment is constructed at the petroleum facility referred to in subsection (1), the person who discharges or causes or permits the discharge of sulphur dioxide from the facility shall update and resubmit the plan under subsection (4) before the modified or new equipment is operated.</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2024<span>, </span>subsection 7 (6) of the Regulation is revoked.<span> (See: O. Reg. 89/22, s. 7 (1))</span></p> <p class=\"subsection-e\">  (7) The plan required under subsection (4) must be dated, signed and sealed by a licensed engineering practitioner and must set out the practitioner’s name and licence number.</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2024<span>, </span>subsection 7 (7) of the Regulation is revoked.<span> (See: O. Reg. 89/22, s. 7 (1))</span></p> <p class=\"subsection-e\">  (8) The person referred to in subsection (1) shall, following each measurement required by this section, calculate the total amount of sulphur dioxide discharged in the preceding 24-hour period from all acid gas combustion equipment at the facility when the sulphur recovery unit failed to operate in a normal manner.</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2024<span>, </span>subsection 7 (8) of the Regulation is revoked and the following substituted:<span> (See: O. Reg. 89/22, s. 7 (2))</span></p> <p class=\"Ysubsection-e\">  (8) If a sulphur recovery unit fails to operate in a normal manner, a person who discharges or causes or permits the discharge of sulphur dioxide from a petroleum facility shall, no later than one hour after the failure began and in each hour the failure continues, calculate the total amount of sulphur dioxide discharged in the preceding 24-hour period from all acid gas combustion equipment at the facility when the sulphur recovery unit failed to operate in a normal manner using the measurements required under section 22 of Ontario Regulation 88/22 (Air Pollution - Discharge of Sulphur Dioxide From Petroleum Facilities). <span>O. Reg. 89/22, s. 7 (2).</span></p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2027<span>, </span>subsection 7 (8) of the Regulation is revoked.<span> (See: O. Reg. 89/22, s. 7 (3))</span></p> <p class=\"subsection-e\">  (9) The person referred to in subsection (1) shall ensure that the amount of sulphur dioxide calculated in accordance with subsection (8) is made available for examination by any person without charge,</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2024<span>, </span>subsection 7 (9) of the Regulation is amended by striking out “subsection (1)” in the portion before clause (a) and substituting “subsection (8)”.<span> (See: O. Reg. 89/22, s. 7 (4))</span></p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2027<span>, </span>subsection 7 (9) of the Regulation is amended by striking out the portion before clause (a) and substituting the following:<span> (See: O. Reg. 89/22, s. 7 (5))</span></p> <p class=\"Ysubsection-e\">  (9) A person who discharges or causes or permits the discharge of sulphur dioxide from a petroleum facility shall ensure that the amount of sulphur dioxide calculated in accordance with subsection (8), as it read immediately before it was revoked, is made available for examination by any person without charge,</p> <p class=\"clause-e\">  (a) by posting it on a website of the facility, within 60 days of the amount being measured or calculated, as the case may be, for a period of five years following the day the amount was posted; and</p> <p class=\"clause-e\">  (b) by making it available during regular business hours at the facility to which the amount relates.</p> <p class=\"subsection-e\">  (10) The amounts referred to in subsection (9) may be presented in ranges, by increments of 225 kilograms.</p> <p class=\"subsection-e\">  (11) The person referred to in subsection (1) shall ensure that a record of the following information is kept at the facility to which the record relates for a period of five years following the day on which is was created:</p> <p class=\"paragraph-e\">  1. With respect to the measurements referred to in subparagraph 2 i of subsection (4) and the calculations and measured parameters referred to in subparagraph 3 v of subsection (4), a record of each measurement and calculation, including the date of the measurement or calculation and the amount measured or calculated.</p> <p class=\"paragraph-e\">  2. Each action referred to under paragraph 1 of subsection (4), including the time and date the action was taken.</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2024<span>, </span>subsection 7 (11) of the Regulation is revoked and the following substituted:<span> (See: O. Reg. 89/22, s. 7 (6))</span></p> <p class=\"Ysubsection-e\">  (11) The person referred to in subsection (8) shall ensure that a record of the following information is kept at the facility to which the record relates for a period of five years following the day on which it was created:</p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2027<span>, </span>subsection 7 (11) of the Regulation is amended by striking out “subsection (8)” in the portion before paragraph 1 and substituting “subsection (8), as it read immediately before it was revoked,”.<span> (See: O. Reg. 89/22, s. 7 (7))</span></p> <p class=\"Yparagraph-e\">  1. With respect to the measurements referred to in subparagraph 2 i of subsection (4) and the calculations and measured parameters referred to in subparagraph 3 v of subsection (4), as those provisions read immediately before they were revoked, a record of each measurement and calculation, including the date of the measurement or calculation and the amount measured or calculated.</p> <p class=\"Yparagraph-e\">  2. Each action referred to under paragraph 1 of subsection (4), as that paragraph read immediately before it was revoked, including the time and date the action was taken. <span>O. Reg. 89/22, s. 7 (6).</span></p>"
        },
        {
            "id": "8.",
            "section": "Fluidized catalytic cracking units, additives",
            "content": " 8. (1) No person shall operate a fluidized catalytic cracking unit at the IOL-Nanticoke facility, the IOL-Sarnia facility or the Shell facility unless the following ratio is equal to or greater than the ratio determined under subsection (3): A ÷ B where, “A” is the amount of sulphur dioxide-reducing additives, in kilograms, added to the fluidized catalytic cracking unit in a calendar day, and “B” is the amount of fresh catalyst, in kilograms, added to the fluidized catalytic cracking unit in a calendar day. O. Reg. 89/22, s. 8 (1). Note: On January 1, 2027, subsection 8 (1) of the Regulation is amended by striking out “the IOL-Nanticoke facility, the IOL-Sarnia facility or”. (See: O. Reg. 89/22, s. 8 (2)) (2) Despite subsection (1), if notice has been given under subsection 10 (2) in respect of an updated ratio, no person shall operate the fluidized catalytic cracking unit that is the subject of the notice unless the ratio set out in subsection (1) is equal to or greater than the ratio determined under subsection 10 (1) in respect of the unit. O. Reg. 89/22, s. 8 (1). (3) The ratio mentioned in subsection (1) shall be determined in respect of each fluidized catalytic cracking unit at the petroleum facility using the following method: 1. Determine the rate at which fresh catalyst is added to the fluidized catalytic cracking unit. 2. Estimate the concentration of sulphur dioxide discharged from the unit when no sulphur dioxide-reducing additives are added to the unit, expressed as parts per million by volume of sulphur dioxide, averaged over a 365-day period. 3. Determine the rate at which sulphur dioxide-reducing additives would need to be added to the unit to, i. reduce the concentration estimated under paragraph 2 to 75 parts per million or less, or ii. reduce the concentration estimated under paragraph 2 by, A. 35 per cent, in respect of a fluidized catalytic cracking unit at the IOL-Nanticoke facility and the Shell facility, and B. 95 per cent, in respect of a fluidized catalytic cracking unit at the IOL-Sarnia facility. 4. Calculate the following ratio: A ÷ B where, “A” is the rate determined under paragraph 3 in respect of sulphur dioxide-reducing additives, and “B” is the rate determined under paragraph 1, in respect of fresh catalyst. O. Reg. 89/22, s. 8 (1). (4) A rate determined under subsection (3) shall be expressed as kilograms per day. O. Reg. 89/22, s. 8 (1). (5) On the day this section comes into force, a person to whom subsection (1) applies shall notify the Director, in writing, of each ratio determined under paragraph 4 of subsection (3) and shall include in the notice, for each ratio, (a) an indication of whether the ratio is based on the reduction set out in subparagraph 3 i or ii of subsection (3); and (b) the calculations and any assumptions used to determine the ratio, including any measurements taken and any information relied upon from the supplier of the sulphur dioxide-reducing additives. O. Reg. 89/22, s. 8 (1). (6) A notice given under subsection (5) must be dated, signed and sealed by a licensed engineering practitioner and must set out the practitioner’s name and licence number, and the notice must be accompanied by a statement from the supplier of the sulphur dioxide-reducing additives indicating that the ratio determined under paragraph 4 of subsection (3) is sufficient to reduce the concentration of sulphur dioxide discharged from the fluidized catalytic cracking unit by the applicable amount set out in paragraph 3 of subsection (3). O. Reg. 89/22, s. 8 (1). (7) If a notice given under subsection (5) in respect of the IOL-Sarnia facility indicates that a ratio is based on the reduction set out in subparagraph 3 i of subsection (3), subsections (1) and (2) do not apply in respect of the fluidized catalytic cracking unit to which the ratio relates on and after July 1, 2024. O. Reg. 89/22, s. 8 (1).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) No person shall operate a fluidized catalytic cracking unit at the IOL-Nanticoke facility, the IOL-Sarnia facility or the Shell facility unless the following ratio is equal to or greater than the ratio determined under subsection (3):</p> <p class=\"equation-e\">A ÷ B</p> <p class=\"Ssection-e\">where,</p> <p class=\"equationind1-e\">  “A” is the amount of sulphur dioxide-reducing additives, in kilograms, added to the fluidized catalytic cracking unit in a calendar day, and</p> <p class=\"equationind1-e\">  “B” is the amount of fresh catalyst, in kilograms, added to the fluidized catalytic cracking unit in a calendar day.</p> <p class=\"footnote-e\">O. Reg. 89/22, s. 8 (1).</p> <p class=\"Pnote-e\"><span>Note: On </span>January 1, 2027<span>, </span>subsection 8 (1) of the Regulation is amended by striking out “the IOL-Nanticoke facility, the IOL-Sarnia facility or”.<span> (See: O. Reg. 89/22, s. 8 (2))</span></p> <p class=\"subsection-e\">  (2) Despite subsection (1), if notice has been given under subsection 10 (2) in respect of an updated ratio, no person shall operate the fluidized catalytic cracking unit that is the subject of the notice unless the ratio set out in subsection (1) is equal to or greater than the ratio determined under subsection 10 (1) in respect of the unit. O. Reg. 89/22, s. 8 (1).</p> <p class=\"subsection-e\">  (3) The ratio mentioned in subsection (1) shall be determined in respect of each fluidized catalytic cracking unit at the petroleum facility using the following method:</p> <p class=\"paragraph-e\">  1. Determine the rate at which fresh catalyst is added to the fluidized catalytic cracking unit.</p> <p class=\"paragraph-e\">  2. Estimate the concentration of sulphur dioxide discharged from the unit when no sulphur dioxide-reducing additives are added to the unit, expressed as parts per million by volume of sulphur dioxide, averaged over a 365-day period.</p> <p class=\"paragraph-e\">  3. Determine the rate at which sulphur dioxide-reducing additives would need to be added to the unit to,</p> <p class=\"subpara-e\">  i. reduce the concentration estimated under paragraph 2 to 75 parts per million or less, or</p> <p class=\"subpara-e\">  ii. reduce the concentration estimated under paragraph 2 by,</p> <p class=\"subsubpara-e\">  A. 35 per cent, in respect of a fluidized catalytic cracking unit at the IOL-Nanticoke facility and the Shell facility, and</p> <p class=\"subsubpara-e\">  B. 95 per cent, in respect of a fluidized catalytic cracking unit at the IOL-Sarnia facility.</p> <p class=\"paragraph-e\">  4. Calculate the following ratio:</p> <p class=\"equation-e\">A ÷ B</p> <p class=\"equationind2-e\">  where,</p> <p class=\"equationind2-e\">  “A” is the rate determined under paragraph 3 in respect of sulphur dioxide-reducing additives, and</p> <p class=\"equationind2-e\">  “B” is the rate determined under paragraph 1, in respect of fresh catalyst.</p> <p class=\"footnote-e\">O. Reg. 89/22, s. 8 (1).</p> <p class=\"subsection-e\">  (4) A rate determined under subsection (3) shall be expressed as kilograms per day. O. Reg. 89/22, s. 8 (1).</p> <p class=\"subsection-e\">  (5) On the day this section comes into force, a person to whom subsection (1) applies shall notify the Director, in writing, of each ratio determined under paragraph 4 of subsection (3) and shall include in the notice, for each ratio,</p> <p class=\"clause-e\">  (a) an indication of whether the ratio is based on the reduction set out in subparagraph 3 i or ii of subsection (3); and</p> <p class=\"clause-e\">  (b) the calculations and any assumptions used to determine the ratio, including any measurements taken and any information relied upon from the supplier of the sulphur dioxide-reducing additives. O. Reg. 89/22, s. 8 (1).</p> <p class=\"subsection-e\">  (6) A notice given under subsection (5) must be dated, signed and sealed by a licensed engineering practitioner and must set out the practitioner’s name and licence number, and the notice must be accompanied by a statement from the supplier of the sulphur dioxide-reducing additives indicating that the ratio determined under paragraph 4 of subsection (3) is sufficient to reduce the concentration of sulphur dioxide discharged from the fluidized catalytic cracking unit by the applicable amount set out in paragraph 3 of subsection (3). O. Reg. 89/22, s. 8 (1).</p> <p class=\"subsection-e\">  (7) If a notice given under subsection (5) in respect of the IOL-Sarnia facility indicates that a ratio is based on the reduction set out in subparagraph 3 i of subsection (3), subsections (1) and (2) do not apply in respect of the fluidized catalytic cracking unit to which the ratio relates on and after July 1, 2024. O. Reg. 89/22, s. 8 (1).</p>"
        },
        {
            "id": "9.",
            "section": "Additives report",
            "content": "  9. (1) If section 8 applies in respect of a fluidized catalytic cracking unit at any time during a calendar year, the person who discharges or causes or permits the discharge of sulphur dioxide from the unit shall, no later than January 31 of the following year, submit a report to the Director that sets out the following information in respect of each day during the calendar year that section 8 applied to the unit: 1. The amount of sulphur dioxide-reducing additives, in kilograms, added to the fluidized catalytic cracking unit each day. 2. The amount of fresh catalyst, in kilograms, added to the fluidized catalytic cracking unit each day. 3. The following ratio in respect of each day section 8 applied to the unit: A ÷ B where, “A” is the amount determined under paragraph 1 in respect of sulphur dioxide-reducing additives, and “B” is the amount determined under paragraph 2, in respect of fresh catalyst. O. Reg. 89/22, s. 8 (1). Note: On July 1, 2024, subsection 9 (1) of the Regulation is amended by adding the following paragraph: (See: O. Reg. 89/22, s. 8 (3)) 4. The concentration of sulphur dioxide, in parts per million, discharged from the fluidized catalytic cracking unit. Note: On July 1, 2025, subsection 9 (1) of the Regulation is amended by adding the following paragraphs: (See: O. Reg. 89/22, s. 8 (4)) 5. The rolling 365-day average of the concentrations determined under paragraph 4. 6. The percentage by which the concentration determined under paragraph 5 differs from the concentration estimated under paragraph 2 of subsection 8 (3). (2) If section 8 applies in respect of more than one fluidized catalytic cracking unit at a petroleum facility, a single report may be submitted under subsection (1) if the report contains all the required information with respect to each unit. O. Reg. 89/22, s. 8 (1). (3) A report submitted under subsection (1) must be dated, signed and sealed by a licensed engineering practitioner and must set out the practitioner’s name and licence number. O. Reg. 89/22, s. 8 (1).",
            "raw_html": "<p class=\"section-e\"><b>  9. </b>(1) If section 8 applies in respect of a fluidized catalytic cracking unit at any time during a calendar year, the person who discharges or causes or permits the discharge of sulphur dioxide from the unit shall, no later than January 31 of the following year, submit a report to the Director that sets out the following information in respect of each day during the calendar year that section 8 applied to the unit:</p> <p class=\"paragraph-e\">  1. The amount of sulphur dioxide-reducing additives, in kilograms, added to the fluidized catalytic cracking unit each day.</p> <p class=\"paragraph-e\">  2. The amount of fresh catalyst, in kilograms, added to the fluidized catalytic cracking unit each day.</p> <p class=\"paragraph-e\">  3. The following ratio in respect of each day section 8 applied to the unit:</p> <p class=\"equation-e\">A ÷ B</p> <p class=\"equationind2-e\">  where,</p> <p class=\"equationind2-e\">  “A” is the amount determined under paragraph 1 in respect of sulphur dioxide-reducing additives, and</p> <p class=\"equationind2-e\">  “B” is the amount determined under paragraph 2, in respect of fresh catalyst.</p> <p class=\"footnote-e\">O. Reg. 89/22, s. 8 (1).</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2024<span>, </span>subsection 9 (1) of the Regulation is amended by adding the following paragraph:<span> (See: O. Reg. 89/22, s. 8 (3))</span></p> <p class=\"Yparagraph-e\">  4. The concentration of sulphur dioxide, in parts per million, discharged from the fluidized catalytic cracking unit.</p> <p class=\"Pnote-e\"><span>Note: On </span>July 1, 2025<span>, </span>subsection 9 (1) of the Regulation is amended by adding the following paragraphs:<span> (See: O. Reg. 89/22, s. 8 (4))</span></p> <p class=\"Yparagraph-e\">  5. The rolling 365-day average of the concentrations determined under paragraph 4.</p> <p class=\"Yparagraph-e\">  6. The percentage by which the concentration determined under paragraph 5 differs from the concentration estimated under paragraph 2 of subsection 8 (3).</p> <p class=\"subsection-e\">  (2) If section 8 applies in respect of more than one fluidized catalytic cracking unit at a petroleum facility, a single report may be submitted under subsection (1) if the report contains all the required information with respect to each unit. O. Reg. 89/22, s. 8 (1).</p> <p class=\"subsection-e\">  (3) A report submitted under subsection (1) must be dated, signed and sealed by a licensed engineering practitioner and must set out the practitioner’s name and licence number. O. Reg. 89/22, s. 8 (1).</p>"
        },
        {
            "id": "10.",
            "section": "Updated additives ratio",
            "content": "  10. (1) If information in a report submitted under section 9 in respect of a fluidized catalytic cracking unit indicates that a ratio different than the ratio determined under paragraph 4 of subsection 8 (3) is required to achieve the reductions set out in paragraph 3 of subsection 8 (3), a person to whom subsection 8 (1) applies shall determine an updated ratio in respect of the fluidized catalytic cracking unit using the method set out in subsection 8 (3) with the information from the report. O. Reg. 89/22, s. 8 (1). (2) No later than 30 days after the report mentioned in subsection (1) is submitted, a person to whom subsection (1) applies shall notify the Director, in writing, of the updated ratio and shall provide the calculations and any assumptions used to determine the updated ratio, including any measurements taken and any information relied upon from the supplier of the sulphur dioxide-reducing additives. O. Reg. 89/22, s. 8 (1). (3) A notice given under subsection (2) must be dated, signed and sealed by a licensed engineering practitioner and must set out the practitioner’s name and licence number, and the notice must be accompanied by a statement from the supplier of the sulphur dioxide-reducing additives indicating that the updated ratio is sufficient to reduce the concentration of sulphur dioxide estimated under paragraph 2 of subsection 8 (3) by the applicable amount set out in paragraph 3 of subsection 8 (3). O. Reg. 89/22, s. 8 (1).",
            "raw_html": "<p class=\"section-e\"><b>  10. </b>(1) If information in a report submitted under section 9 in respect of a fluidized catalytic cracking unit indicates that a ratio different than the ratio determined under paragraph 4 of subsection 8 (3) is required to achieve the reductions set out in paragraph 3 of subsection 8 (3), a person to whom subsection 8 (1) applies shall determine an updated ratio in respect of the fluidized catalytic cracking unit using the method set out in subsection 8 (3) with the information from the report. O. Reg. 89/22, s. 8 (1).</p> <p class=\"subsection-e\">  (2) No later than 30 days after the report mentioned in subsection (1) is submitted, a person to whom subsection (1) applies shall notify the Director, in writing, of the updated ratio and shall provide the calculations and any assumptions used to determine the updated ratio, including any measurements taken and any information relied upon from the supplier of the sulphur dioxide-reducing additives. O. Reg. 89/22, s. 8 (1).</p> <p class=\"subsection-e\">  (3) A notice given under subsection (2) must be dated, signed and sealed by a licensed engineering practitioner and must set out the practitioner’s name and licence number, and the notice must be accompanied by a statement from the supplier of the sulphur dioxide-reducing additives indicating that the updated ratio is sufficient to reduce the concentration of sulphur dioxide estimated under paragraph 2 of subsection 8 (3) by the applicable amount set out in paragraph 3 of subsection 8 (3). O. Reg. 89/22, s. 8 (1).</p>"
        },
        {
            "id": "11.",
            "section": "Updated additives ratio",
            "content": " 11. Omitted (provides for coming into force of provisions of this Regulation).",
            "raw_html": "<p class=\"section-e\"> <b>11.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p>"
        },
        {
            "id": null,
            "section": "Updated additives ratio",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180530\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}