{
    "reg_info": {
        "full_title": "O. Reg. 644/00: LOCAL HOUSING CORPORATIONS AND SUCCESSOR HOUSING PROVIDERS",
        "reg_name_text": "LOCAL HOUSING CORPORATIONS AND SUCCESSOR HOUSING PROVIDERS",
        "citation": "O. Reg. 644/00: ",
        "act_under": "Social Housing Reform Act, 2000",
        "url": "https://www.ontario.ca/laws/regulation/000644",
        "date_scraped": "2023-12-19 05:26:02"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/000644/v3",
            "valid_from": "August 10, 2011",
            "valid_to": "December 31, 2011"
        },
        {
            "a_href": "/laws/regulation/000644/v2",
            "valid_from": "November  4, 2005",
            "valid_to": "August  9, 2011"
        },
        {
            "a_href": "/laws/regulation/000644/v1",
            "valid_from": "September 20, 2001",
            "valid_to": "November  3, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "First Share Issuance",
            "content": "1. For the purposes of subsection 23 (7) of the Act,  (a) the prescribed service manager to whom the prescribed number of common shares of a local housing corporation are deemed to be issued is the service manager whose name is shown in Column 2 of Schedule 1 opposite the name of the local housing corporation in Column 1; and (b) the prescribed number of common shares is 100. O. Reg. 644/00, s. 1. Provincial Accountability Rules",
            "raw_html": "<p class=\"section-e\"><b>1. </b>For the purposes of subsection 23 (7) of the Act, </p> <p class=\"clause-e\">(a) the prescribed service manager to whom the prescribed number of common shares of a local housing corporation are deemed to be issued is the service manager whose name is shown in Column 2 of Schedule 1 opposite the name of the local housing corporation in Column 1; and</p> <p class=\"clause-e\">(b) the prescribed number of common shares is 100. O. Reg. 644/00, s. 1.</p> <p class=\"heading1-e\">Provincial Accountability Rules</p>"
        },
        {
            "id": "2.",
            "section": "Provincial Accountability Rules",
            "content": "2. (1) The housing programs listed in Schedule 2 are prescribed for the purposes of subsection 32 (5) of the Act. O. Reg. 644/00, s. 2 (1). (2) Sections 3 to 6 apply only with respect to housing projects operated under housing programs listed in Schedule 2. O. Reg. 644/00, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The housing programs listed in Schedule 2 are prescribed for the purposes of subsection 32 (5) of the Act. O. Reg. 644/00, s. 2 (1).</p> <p class=\"subsection-e\">(2) Sections 3 to 6 apply only with respect to housing projects operated under housing programs listed in Schedule 2. O. Reg. 644/00, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Provincial Accountability Rules",
            "content": "3. (1) A related service manager shall, with respect to housing projects owned, leased or administered by a local housing corporation,  (a) provide the local housing corporation with sufficient funding to enable it to, (i) maintain the housing it owns in a good state of repair and appearance and in sound structural condition, and (ii) make that housing available to eligible households; (b) provide the local housing corporation with sufficient funding to enable it to make payments on any mortgage that is transferred to it under section 34 of the Act; and (c) provide the local housing corporation with sufficient funding and any other support the service manager considers appropriate to enable the corporation to comply with subsection 43 (1) of the Act. O. Reg. 644/00, s. 3 (1). (2) A local housing corporation shall make all required payments on a mortgage referred to in clause (1) (b). O. Reg. 644/00, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) A related service manager shall, with respect to housing projects owned, leased or administered by a local housing corporation, </p> <p class=\"clause-e\">(a) provide the local housing corporation with sufficient funding to enable it to,</p> <p class=\"subclause-e\">(i) maintain the housing it owns in a good state of repair and appearance and in sound structural condition, and</p> <p class=\"subclause-e\">(ii) make that housing available to eligible households;</p> <p class=\"clause-e\">(b) provide the local housing corporation with sufficient funding to enable it to make payments on any mortgage that is transferred to it under section 34 of the Act; and</p> <p class=\"clause-e\">(c) provide the local housing corporation with sufficient funding and any other support the service manager considers appropriate to enable the corporation to comply with subsection 43 (1) of the Act. O. Reg. 644/00, s. 3 (1).</p> <p class=\"subsection-e\">(2) A local housing corporation shall make all required payments on a mortgage referred to in clause (1) (b). O. Reg. 644/00, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Provincial Accountability Rules",
            "content": "4. A local housing corporation shall, (a) carry on its business and exercise its powers only with respect to the matters set out in its Articles of Incorporation; (b) maintain accurate records and accounts of all its transactions; (c) give the related service manager and persons designated by the related service manager access to the corporation’s financial and other records at all reasonable times; (d) submit reports to the related service manager at the times and containing the information specified by the related service manager; and (e) comply with any recorded information schedule of the local housing authority from which the records were transferred to it by transfer order or otherwise. O. Reg. 644/00, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>A local housing corporation shall,</p> <p class=\"clause-e\">(a) carry on its business and exercise its powers only with respect to the matters set out in its Articles of Incorporation;</p> <p class=\"clause-e\">(b) maintain accurate records and accounts of all its transactions;</p> <p class=\"clause-e\">(c) give the related service manager and persons designated by the related service manager access to the corporation’s financial and other records at all reasonable times;</p> <p class=\"clause-e\">(d) submit reports to the related service manager at the times and containing the information specified by the related service manager; and</p> <p class=\"clause-e\">(e) comply with any recorded information schedule of the local housing authority from which the records were transferred to it by transfer order or otherwise. O. Reg. 644/00, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Provincial Accountability Rules",
            "content": "5. (1) A local housing corporation shall, (a) ensure that its employees are knowledgeable about all policies, procedures, standards and objectives that concern their duties; (b) periodically inspect all buildings that it owns containing residential units, and all residential units in those buildings, and shall take all necessary measures to ensure that they are maintained in a good state of repair and appearance and in sound structural condition; and (c) on or before the date specified by the related service manager, submit to the related service manager a proposed budget in respect of the following calendar year containing such information as the related service manager may from time to time require. O. Reg. 644/00, s. 5 (1). (2) A local housing corporation shall not, (a) alter the number of modified units without the related service manager’s written permission; or (b) enter into a rent supplement agreement with respect to a vacant unit unless the unit has been inspected for damage and is fit for habitation. O. Reg. 644/00, s. 5 (2). (3) A rent supplement agreement that is entered into under a rent supplement program named in Schedule 3 shall, unless it is in the form approved by the Minister, terminate on its date of renewal and be replaced by a new rent supplement agreement in the form approved by the Minister. O. Reg. 644/00, s. 5 (3). (4) A new rent supplement agreement that is entered into under a rent supplement program not named in Schedule 3 shall not come into force until it has been reviewed and approved in writing by the related service manager. O. Reg. 644/00, s. 5 (4). (5) All communication with respect to policy matters between the local housing corporation and the related service manager shall take place between the managing director of the corporation or, if it does not have a managing director, a director nominated by the board of directors, and a person nominated by the related service manager. O. Reg. 644/00, s. 5 (5). (6) All communication with respect to operational matters between the local housing corporation and the related service manager shall take place between the general manager of the corporation or, if it does not have a general manager, another officer of the corporation holding an equivalent position or nominated by the board of directors, and a person nominated by the related service manager. O. Reg. 644/00, s. 5 (6). (7) The related service manager may amend, delete or add to any of the rules set out in this section by giving the local housing corporation notice in writing of the change, but the change does not become effective until the corporation has received the notice. O. Reg. 644/00, s. 5 (7).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) A local housing corporation shall,</p> <p class=\"clause-e\">(a) ensure that its employees are knowledgeable about all policies, procedures, standards and objectives that concern their duties;</p> <p class=\"clause-e\">(b) periodically inspect all buildings that it owns containing residential units, and all residential units in those buildings, and shall take all necessary measures to ensure that they are maintained in a good state of repair and appearance and in sound structural condition; and</p> <p class=\"clause-e\">(c) on or before the date specified by the related service manager, submit to the related service manager a proposed budget in respect of the following calendar year containing such information as the related service manager may from time to time require. O. Reg. 644/00, s. 5 (1).</p> <p class=\"subsection-e\">(2) A local housing corporation shall not,</p> <p class=\"clause-e\">(a) alter the number of modified units without the related service manager’s written permission; or</p> <p class=\"clause-e\">(b) enter into a rent supplement agreement with respect to a vacant unit unless the unit has been inspected for damage and is fit for habitation. O. Reg. 644/00, s. 5 (2).</p> <p class=\"subsection-e\">(3) A rent supplement agreement that is entered into under a rent supplement program named in Schedule 3 shall, unless it is in the form approved by the Minister, terminate on its date of renewal and be replaced by a new rent supplement agreement in the form approved by the Minister. O. Reg. 644/00, s. 5 (3).</p> <p class=\"subsection-e\">(4) A new rent supplement agreement that is entered into under a rent supplement program not named in Schedule 3 shall not come into force until it has been reviewed and approved in writing by the related service manager. O. Reg. 644/00, s. 5 (4).</p> <p class=\"subsection-e\">(5) All communication with respect to policy matters between the local housing corporation and the related service manager shall take place between the managing director of the corporation or, if it does not have a managing director, a director nominated by the board of directors, and a person nominated by the related service manager. O. Reg. 644/00, s. 5 (5).</p> <p class=\"subsection-e\">(6) All communication with respect to operational matters between the local housing corporation and the related service manager shall take place between the general manager of the corporation or, if it does not have a general manager, another officer of the corporation holding an equivalent position or nominated by the board of directors, and a person nominated by the related service manager. O. Reg. 644/00, s. 5 (6).</p> <p class=\"subsection-e\">(7) The related service manager may amend, delete or add to any of the rules set out in this section by giving the local housing corporation notice in writing of the change, but the change does not become effective until the corporation has received the notice. O. Reg. 644/00, s. 5 (7).</p>"
        },
        {
            "id": "6.",
            "section": "Provincial Accountability Rules",
            "content": "6. (1) If an interest in a housing project referred to in subsection 3 (1) is subsequently transferred to another housing provider under paragraph 3 of subsection 50 (2) of the Act, sections 3 to 5 apply to the other housing provider, with necessary modifications, but only with respect to that housing project. O. Reg. 644/00, s. 6 (1). (2) If a local housing corporation amalgamates with another corporation in accordance with clause 26 (1) (a) or (b) or subsection 26 (2) of the Act, sections 3 to 5 apply to the other corporation, with necessary modifications, but only with respect to the housing projects referred to in subsection 3 (1). O. Reg. 644/00, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) If an interest in a housing project referred to in subsection 3 (1) is subsequently transferred to another housing provider under paragraph 3 of subsection 50 (2) of the Act, sections 3 to 5 apply to the other housing provider, with necessary modifications, but only with respect to that housing project. O. Reg. 644/00, s. 6 (1).</p> <p class=\"subsection-e\">(2) If a local housing corporation amalgamates with another corporation in accordance with clause 26 (1) (a) or (b) or subsection 26 (2) of the Act, sections 3 to 5 apply to the other corporation, with necessary modifications, but only with respect to the housing projects referred to in subsection 3 (1). O. Reg. 644/00, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": "Provincial Accountability Rules",
            "content": "7. Omitted (provides for coming into force of provisions of the English version of this Regulation). O. Reg. 644/00, s. 7. SCHEDULE 1   LOCAL HOUSING CORPORATIONS AND SERVICE MANAGERS  Column 1\n\nColumn 2\n\n\nLocal Housing Corporation\n\nService Manager\n\n\nMetro Toronto Housing Corporation\n\nCity of Toronto\n\n\nDurham Regional Local Housing Corporation\n\nRegional Municipality of Durham\n\n\nHaldimand-Norfolk Housing Corporation\n\nRegional Municipality of Haldimand-Norfolk\n\n\nHalton Housing Corporation\n\nRegional Municipality of Halton\n\n\nHamilton Housing Corporation\n\nRegional Municipality of Hamilton-Wentworth\n\n\nNiagara Housing Corporation\n\nRegional Municipality of Niagara\n\n\nOttawa Housing Corporation/La Société de logement Ottawa\n\nRegional Municipality of Ottawa-Carleton\n\n\nPeel Regional Housing Corporation\n\nRegional Municipality of Peel\n\n\nGreater Sudbury Housing Corporation\n\nRegional Municipality of Sudbury\n\n\nWaterloo Local Housing Corporation\n\nRegional Municipality of Waterloo\n\n\nYork Regional Housing Corporation\n\nRegional Municipality of York\n\n\nMuskoka District Housing Corporation\n\nDistrict Municipality of Muskoka\n\n\nBrant and Brantford Local Housing Corporation\n\nCity of Brantford\n\n\nBruce County Housing Corporation\n\nCounty of Bruce\n\n\nChatham-Kent Housing Corporation\n\nMunicipality of Chatham-Kent\n\n\nDufferin County Housing Corporation\n\nCounty of Dufferin\n\n\nElgin and St. Thomas Housing Corporation\n\nCity of St. Thomas\n\n\nWindsor-Essex County Housing Corporation\n\nCity of Windsor\n\n\nKingston & Frontenac Housing Corporation\n\nCity of Kingston\n\n\nGrey County and Owen Sound Housing Corporation\n\nCounty of Grey\n\n\nHastings Local Housing Corporation\n\nCounty of Hastings\n\n\nHuron County Housing Corporation\n\nCounty of Huron\n\n\nSarnia & Lambton Housing Corporation\n\nCounty of Lambton\n\n\nLanark County & Smiths Falls Housing Corporation\n\nCounty of Lanark\n\n\nLeeds and Grenville Housing Corporation\n\nUnited Counties of Leeds and Grenville\n\n\nPrince Edward-Lennox & Addington Housing Corporation\n\nCounty of Lennox and Addington\n\n\nLondon & Middlesex Housing Corporation\n\nCity of London\n\n\nNorthumberland County Housing Corporation\n\nCounty of Northumberland\n\n\nOxford County Housing Corporation\n\nCounty of Oxford\n\n\nPerth & Stratford Housing Corporation\n\nCity of Stratford\n\n\nPeterborough Housing Corporation\n\nCity of Peterborough\n\n\nPrescott and Russell Housing Corporation\n\nUnited Counties of Prescott and Russell\n\n\nRenfrew County Housing Corporation\n\nCounty of Renfrew\n\n\nSimcoe County Housing Corporation\n\nCounty of Simcoe\n\n\nCornwall and Area Housing Corporation\n\nCity of Cornwall\n\n\nKawartha Lakes-Haliburton Housing Corporation\n\nCounty of Victoria\n\n\nWellington and Guelph Housing Corporation\n\nCounty of Wellington\n\n\nAlgoma District Housing Corporation\n\nAlgoma District Services Administration Board\n\n\nSault Ste. Marie Housing Corporation\n\nDistrict of Sault Ste. Marie Social Services Administration Board\n\n\nCochrane District Local Housing Corporation\n\nDistrict of Cochrane Social Services Administration Board\n\n\nKenora District Housing Corporation\n\nKenora District Services Board\n\n\nManitoulin Sudbury District Housing Corporation\n\nManitoulin-Sudbury District Social Services Administration Board\n\n\nNipissing District Housing Corporation\n\nDistrict of Nipissing Social Services Administration Board\n\n\nParry Sound District Housing Corporation\n\nDistrict of Parry Sound Social Services Administration Board\n\n\nRainy River District Housing Corporation\n\nDistrict of Rainy River Social Services Administration Board\n\n\nThunder Bay District Housing Corporation\n\nDistrict of Thunder Bay Social Services Administration Board\n\n\nTimiskaming District Housing Corporation\n\nDistrict of Timiskaming Social Services Administration Board O. Reg. 644/00, Sched. 1. SCHEDULE 2  Program Category Number\n\nProgram Description\n\n\nPublic Housing Programs\n\n \r\n\n\n1 (a)\n\nThe public housing programs administered before January 1, 2001 by Local Housing Authorities for the object of providing appropriate housing exclusively to applicants selected on the basis of being financially unable to obtain affordable, suitable and adequate housing on the private market, as determined by Ontario, in housing projects that immediately before January 1, 2001 were owned or leased by the Ontario Housing Corporation or jointly by the Ontario Housing Corporation and the CMHC\n\n\nRent Supplement Programs (2 (a), 2 (c))\n\n \r\n\n\n2 (a)\n\nAll Rent Supplement Programs administered before January 1, 2001 by Local Housing Authorities or the Ministry that are not included under 2 (c), or under program category 2 (b) as shown in Table 1 of O. Reg. 368/01 (“General”), including:\n\n\n \r\n\n1. Rent Supplement – Regular\n\n\n \r\n\n2. Accelerated Rental CMHC\n\n\n \r\n\n3. Accelerated Rental OMC\n\n\n \r\n\n4. Community Integrated\n\n\n \r\n\n5. Assisted Rentals\n\n\n \r\n\n6. Limited Dividend\n\n\n \r\n\n7. Private Assisted Rental\n\n\n \r\n\n8. Ontario Rental Construction Plan\n\n\n \r\n\n9. Canada Rental Supply Plan\n\n\n \r\n\n10. Convert-to-rent\n\n\n \r\n\n11. Canada Ontario Rental Supply Plan\n\n\n \r\n\n12. Renterprise\n\n\n \r\n\n13. Low Rise Rehabilitation\n\n\n \r\n\n14. Ontario Rental Construction Loan\n\n\n \r\n\n15. Assisted Rental Housing\n\n\n \r\n\n16. Ontario Accelerated Family Rental Housing O. Reg. 644/00, Sched. 2; O. Reg. 559/05, s. 1. SCHEDULE 3   RENT SUPPLEMENT PROGRAMS Assisted Rental Housing Canada Ontario Rental Supply Plan Canada Rental Supply Plan Community Integrated Housing Convert-to-Rent Limited Dividend Housing Low-Rise Rehabilitation Ontario Accelerated Family Rental Housing Program Ontario Rental Construction Loan Private Assisted Rental Renterprise Program O. Reg. 644/00, Sched. 3. Français ",
            "raw_html": "<p class=\"section-e\"><b>7.</b> Omitted (provides for coming into force of provisions of the English version of this Regulation). O. Reg. 644/00, s. 7.</p> <p class=\"schedule-e\">SCHEDULE 1 <br/>  LOCAL HOUSING CORPORATIONS AND SERVICE MANAGERS</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">Column 2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Local Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">Service Manager</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Metro Toronto Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">City of Toronto</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Durham Regional Local Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">Regional Municipality of Durham</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Haldimand-Norfolk Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">Regional Municipality of Haldimand-Norfolk</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Halton Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">Regional Municipality of Halton</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Hamilton Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">Regional Municipality of Hamilton-Wentworth</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Niagara Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">Regional Municipality of Niagara</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Ottawa Housing Corporation/La Société de logement Ottawa</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">Regional Municipality of Ottawa-Carleton</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Peel Regional Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">Regional Municipality of Peel</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Greater Sudbury Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">Regional Municipality of Sudbury</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Waterloo Local Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">Regional Municipality of Waterloo</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">York Regional Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">Regional Municipality of York</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Muskoka District Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">District Municipality of Muskoka</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Brant and Brantford Local Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">City of Brantford</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Bruce County Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">County of Bruce</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Chatham-Kent Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">Municipality of Chatham-Kent</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Dufferin County Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">County of Dufferin</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Elgin and St. Thomas Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">City of St. Thomas</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Windsor-Essex County Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">City of Windsor</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Kingston &amp; Frontenac Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">City of Kingston</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Grey County and Owen Sound Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">County of Grey</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Hastings Local Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">County of Hastings</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Huron County Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">County of Huron</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Sarnia &amp; Lambton Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">County of Lambton</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Lanark County &amp; Smiths Falls Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">County of Lanark</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Leeds and Grenville Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">United Counties of Leeds and Grenville</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Prince Edward-Lennox &amp; Addington Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">County of Lennox and Addington</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">London &amp; Middlesex Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">City of London</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Northumberland County Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">County of Northumberland</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Oxford County Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">County of Oxford</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Perth &amp; Stratford Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">City of Stratford</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Peterborough Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">City of Peterborough</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Prescott and Russell Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">United Counties of Prescott and Russell</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Renfrew County Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">County of Renfrew</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Simcoe County Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">County of Simcoe</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Cornwall and Area Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">City of Cornwall</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Kawartha Lakes-Haliburton Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">County of Victoria</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Wellington and Guelph Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">County of Wellington</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Algoma District Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">Algoma District Services Administration Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Sault Ste. Marie Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">District of Sault Ste. Marie Social Services Administration Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Cochrane District Local Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">District of Cochrane Social Services Administration Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Kenora District Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">Kenora District Services Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Manitoulin Sudbury District Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">Manitoulin-Sudbury District Social Services Administration Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Nipissing District Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">District of Nipissing Social Services Administration Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Parry Sound District Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">District of Parry Sound Social Services Administration Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Rainy River District Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">District of Rainy River Social Services Administration Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Thunder Bay District Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">District of Thunder Bay Social Services Administration Board</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"347\"><p class=\"table-e\">Timiskaming District Housing Corporation</p>\n</td>\n<td valign=\"top\" width=\"324\"><p class=\"table-e\">District of Timiskaming Social Services Administration Board</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 644/00, Sched. 1.</p> <p class=\"schedule-e\">SCHEDULE 2</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Program Category Number</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Program Description</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Public Housing Programs</p>\n</td>\n<td valign=\"top\" width=\"525\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">1 (a)</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">The public housing programs administered before January 1, 2001 by Local Housing Authorities for the object of providing appropriate housing exclusively to applicants selected on the basis of being financially unable to obtain affordable, suitable and adequate housing on the private market, as determined by Ontario, in housing projects that immediately before January 1, 2001 were owned or leased by the Ontario Housing Corporation or jointly by the Ontario Housing Corporation and the CMHC</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Rent Supplement Programs (2 (a), 2 (c))</p>\n</td>\n<td valign=\"top\" width=\"525\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">2 (a)</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">All Rent Supplement Programs administered before January 1, 2001 by Local Housing Authorities or the Ministry that are not included under 2 (c), or under program category 2 (b) as shown in Table 1 of O. Reg. 368/01 (“General”), including:</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><ul><p class=\"tablelevel1-e\">1. Rent Supplement – Regular</p></ul>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><ul><p class=\"tablelevel1-e\">2. Accelerated Rental CMHC</p></ul>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><ul><p class=\"tablelevel1-e\">3. Accelerated Rental OMC</p></ul>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><ul><p class=\"tablelevel1-e\">4. Community Integrated</p></ul>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><ul><p class=\"tablelevel1-e\">5. Assisted Rentals</p></ul>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><ul><p class=\"tablelevel1-e\">6. Limited Dividend</p></ul>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><ul><p class=\"tablelevel1-e\">7. Private Assisted Rental</p></ul>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><ul><p class=\"tablelevel1-e\">8. Ontario Rental Construction Plan</p></ul>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><ul><p class=\"tablelevel1-e\">9. Canada Rental Supply Plan</p></ul>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><ul><p class=\"tablelevel1-e\">10. Convert-to-rent</p></ul>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><ul><p class=\"tablelevel1-e\">11. Canada Ontario Rental Supply Plan</p></ul>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><ul><p class=\"tablelevel1-e\">12. Renterprise</p></ul>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><ul><p class=\"tablelevel1-e\">13. Low Rise Rehabilitation</p></ul>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><ul><p class=\"tablelevel1-e\">14. Ontario Rental Construction Loan</p></ul>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><ul><p class=\"tablelevel1-e\">15. Assisted Rental Housing</p></ul>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><ul><p class=\"tablelevel1-e\">16. Ontario Accelerated Family Rental Housing</p></ul>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 644/00, Sched. 2; O. Reg. 559/05, s. 1.</p> <p class=\"schedule-e\">SCHEDULE 3 <br/>  RENT SUPPLEMENT PROGRAMS</p> <p class=\"paranoindt-e\">Assisted Rental Housing</p> <p class=\"paranoindt-e\">Canada Ontario Rental Supply Plan</p> <p class=\"paranoindt-e\">Canada Rental Supply Plan</p> <p class=\"paranoindt-e\">Community Integrated Housing</p> <p class=\"paranoindt-e\">Convert-to-Rent</p> <p class=\"paranoindt-e\">Limited Dividend Housing</p> <p class=\"paranoindt-e\">Low-Rise Rehabilitation</p> <p class=\"paranoindt-e\">Ontario Accelerated Family Rental Housing Program</p> <p class=\"paranoindt-e\">Ontario Rental Construction Loan</p> <p class=\"paranoindt-e\">Private Assisted Rental</p> <p class=\"paranoindt-e\">Renterprise Program</p> <p class=\"footnote-e\">O. Reg. 644/00, Sched. 3.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_000644_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_000644_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}