{
    "reg_info": {
        "full_title": "O. Reg. 158/22: ZONING ORDER - CITY OF BRAMPTON, REGIONAL MUNICIPALITY OF PEEL",
        "reg_name_text": "ZONING ORDER - CITY OF BRAMPTON, REGIONAL MUNICIPALITY OF PEEL",
        "citation": "O. Reg. 158/22: ",
        "act_under": "Planning Act",
        "url": "https://www.ontario.ca/laws/regulation/220158",
        "date_scraped": "2023-12-18 07:56:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  4, 2022",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Order, “amenity space” means an outdoor area used exclusively for the enjoyment of the outdoor environment; “back-to-back stacked townhouse dwelling” means a building containing four or more dwelling units where each unit is separated horizontally and vertically from another dwelling with a common wall, and which may also have a rear common wall; “lane” means a public right-of-way less than 12 metres in width; “Zoning By-law” means Zoning By-Law No. 270-2004 of the City of Brampton.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Order,</p> <p class=\"definition-e\">“amenity space” means an outdoor area used exclusively for the enjoyment of the outdoor environment;</p> <p class=\"definition-e\">“back-to-back stacked townhouse dwelling” means a building containing four or more dwelling units where each unit is separated horizontally and vertically from another dwelling with a common wall, and which may also have a rear common wall;</p> <p class=\"definition-e\">“lane” means a public right-of-way less than 12 metres in width;</p> <p class=\"definition-e\">“Zoning By-law” means Zoning By-Law No. 270-2004 of the City of Brampton.</p>"
        },
        {
            "id": "2.",
            "section": "Application",
            "content": " 2. This Order applies to lands in the City of Brampton, in the Regional Municipality of Peel, in the Province of Ontario, being the lands outlined in red on a map numbered 295 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Order applies to lands in the City of Brampton, in the Regional Municipality of Peel, in the Province of Ontario, being the lands outlined in red on a map numbered 295 and filed at the Toronto office of the Ministry of Municipal Affairs and Housing located at 777 Bay Street.</p>"
        },
        {
            "id": "3.",
            "section": "Residential Zone",
            "content": " 3. (1) This section applies to the lands located in the area shown as the Residential Zone on the map referred to in section 2. (2) Every use of land and every erection, location or use of any building or structure is prohibited on the lands referred to in subsection (1), except for, (a) single detached dwellings; (b) street townhouse dwellings; (c) back-to-back townhouse dwellings; (d) rear-lane townhouse dwellings; (e) an administrative office or facility for a public authority; (f) public or private schools; (g) indoor or outdoor recreation facilities; (h) flood and erosion control; (i) conservation areas; (j) accessory uses; and (k) a police station. (3) The zoning requirements for the uses permitted under clause (2) (a) are as follows: 1. The minimum lot width is 9 metres for an interior lot and corner lot. 2. The minimum lot area is 215 square metres for an interior lot and corner lot. 3. The minimum lot depth is 24 metres. 4. The minimum front yard depth is 2.5 metres. 5. Despite paragraph 4, a front yard depth of 5.75 metres is required for a garage door facing the front lot line. 6. The minimum exterior side yard width is 2 metres. 7. Despite paragraph 6, the minimum exterior side yard width is 1.2 metres if the exterior side yard abuts a lane. 8. Despite paragraph 6, the minimum exterior side yard width is 5.75 metres to a garage door facing the flankage lot line. 9. The minimum rear yard depth is 6 metres. 10. Despite paragraph 9, the minimum rear yard depth is 0.6 metres to the side wall of a garage if access to the garage is from the exterior side yard. 11. Subject to paragraph 13, the minimum interior side yard width is 1.2 metres on one side and 0.6 metres on the other side. 12. Interior side yards between two lots can be paired at 0.6 metres per paired lots, or 1.2 metres and 0.6 metres per paired lots or at 1.2 metres and 1.2 metres per paired lots. 13. The minimum interior side yard width is 1.2 metres where the side yard abuts a public walkway or a non-residential zone. 14. The minimum interior side yard width for a corner lot abutting an interior lot with a side yard of 0.6 metres is 0.6 metres, resulting in a total minimum separation distance of 1.2 metres between buildings. 15. The maximum building height is 13 metres. 16. The minimum driveway width is 2.75 metres. (4) The zoning requirements for the uses permitted under clause (2) (b) are as follows: 1. The minimum lot width is 5.5 metres for an interior lot and 6.7 metres for an end lot or corner lot. 2. The minimum lot area is 120 square metres for an interior lot and 140 square metres for an end lot or corner lot. 3. The minimum lot depth is 22 metres. 4. The minimum front yard depth is 2.5 metres. 5. Despite paragraph 4, a front yard depth of 5.75 metres is required for a dwelling where the garage door faces the front lot line. 6. The minimum exterior side yard width is 2 metres. 7. Despite paragraph 6, the minimum exterior side yard width is 1.2 metres if the exterior side yard abuts a lane. 8. The minimum exterior side yard width is 5.75 metres to a garage door facing the flankage lot line. 9. The minimum rear yard depth is 5 metres. 10. Despite paragraph 9, the minimum rear yard depth is 0.6 metres to the side wall of a garage if access to the garage is from the exterior side yard. 11. The minimum interior side yard width is 1.2 metres. 12. Despite paragraph 11, there is no minimum interior side yard width abutting a side lot line that coincides with a common wall between two dwellings. 13. The maximum building height is 13 metres. 14. Front yard to rear yard pedestrian access through a dwelling unit is permitted through a habitable room or area, except for a bedroom, living room, dining room or kitchen, with no more than a four-step grade difference. 15. The minimum driveway width is 2.75 metres. (5) The zoning requirements for the uses permitted under clause (2) (c) are as follows: 1. The minimum lot width is 5.5 metres for an interior lot and 6.7 metres for an end lot or corner lot. 2. The minimum lot area is 65 square metres for an interior lot and 75 square metres for an end lot or corner lot. 3. The minimum lot depth is 12 metres. 4. The minimum front yard depth is 2.5 metres. 5. Despite paragraph 4, a front yard depth of 5.75 metres is required for a garage door facing the front lot line. 6. The minimum exterior side yard width is 2 metres. 7. Despite paragraph 6, the minimum exterior side yard width is 1.2 metres if the exterior side yard abuts a lane. 8. Despite paragraph 6, the minimum exterior side yard width is 5.75 metres to a garage door facing the flankage lot line. 9. There is no minimum rear yard depth. 10. The minimum interior side yard width is 1.2 metres. 11. Despite paragraph 10, there is no minimum interior side yard width abutting a side lot line that coincides with a common wall between two dwellings. 12. The maximum building height is 13 metres. 13. A maximum of 16 dwelling units may be attached in a contiguous structure. 14. The maximum dimensions of a contiguous structure referred to in paragraph 13 is 8 units wide and 2 units deep. 15. A minimum of 3.5 square metres of amenity space must be provided on, i. a balcony or uncovered terrace on the second or third floor, or ii. in the front yard at ground level. 16. The minimum driveway width is 2.75 metres. 17. A minimum of one parking space per unit is required. (6) The zoning requirements for the uses permitted under clause (2) (d) are as follows: 1. The front lot line must be the lot line opposite the lot line which is traversed by a driveway. 2. The minimum lot width is 5.5 metres for an interior lot and 6.7 metres for an end lot or corner lot. 3. The minimum lot area is 100 square metres for an interior lot and 120 square metres for an end lot or corner lot. 4. The minimum lot depth is 20 metres. 5. Despite paragraph 4, the minimum lot depth is 18.5 metres if the rear lot line abuts a lane. 6. The minimum front yard depth is 4 metres. 7. Despite paragraph 6, the minimum front yard depth is 2.5 metres on lots where the rear lot line abuts a lane. 8. The minimum exterior side yard width is 2 metres. 9. Despite paragraph 8, the minimum exterior side yard width is 2 metres if the exterior side yard abuts a lane. 10. The minimum rear yard depth is 3 metres. 11. Despite paragraph 10, the minimum rear yard depth is 0.5 metres if the rear lot line abuts a lane. 12. The minimum rear yard depth is 5.75 metres to a garage door. 13. Despite paragraph 12, the minimum rear yard depth is 0.75 metres if the rear lot line abuts a lane. 14. The minimum interior side yard width is 1.2 metres. 15. Despite paragraph 14, there is no minimum interior side yard width, i. abutting a side lot line that coincides with a common wall between two dwellings, or ii. abutting side lot lines coincident with a common wall between two garages. 16. The maximum building height is 14 metres. 17. A minimum of 3.5 square metres of amenity space must be provided on, i. a balcony or uncovered terrace on the second or third floor, or ii. in the front yard at ground level. 18. Front yard to rear yard pedestrian access through a dwelling unit is permitted through a habitable room or area, except for a bedroom, living room, dining room or kitchen, with no more than a four-step grade difference. 19. The minimum driveway width is 2.75 metres. 20. The maximum fence height is 1.2 metres along any yard. 21. An accessory structure is not permitted in any yard between a main wall of the dwelling or garage and a public street or lane. (7) Despite subsections (3) to (6), the following zoning requirements apply to the buildings and structures set out in clauses (2) (a) to (d): 1. Permitted encroachments into a front yard: i. The main wall of a dwelling may encroach into the front yard to within 1 metre of a daylight rounding or triangle. ii. A porch, balcony or both with or without foundation or cold cellar may encroach 2 metres into the front yard. iii. A porch, balcony or both with or without foundation or cold cellar including eaves and cornices may encroach into the front yard to within 0 metres of a daylight rounding or triangle. iv. A bay window, bow window or box window with or without foundation or cold cellar may encroach 1 metre into the minimum front yard. v. A bay window, bow window or box window with or without foundation or cold cellar including eaves and cornices may encroach into the front yard to within 0 metres of a daylight rounding or triangle. 2. Permitted encroachments into an exterior side yard: i. The main wall of a dwelling may encroach into the exterior side yard to within 1 metre of a daylight rounding or triangle. ii. A porch, a balcony or both, with or without foundation or cold cellar may encroach 2 metres into the exterior side yard. iii. A porch, a balcony or both with or without foundation or cold cellar including eaves and cornices may encroach into the exterior side yard to within 0 metres of a daylight rounding or triangle. iv. A bay window, bow window, or box window with or without foundation and a porch or cold cellar including eaves and cornices may encroach into the exterior side yard to within 0 metres of a daylight rounding or triangle. v. A bay window, bow window, or box window with or without foundation or cold cellar and a chimney may encroach 1 metre into the exterior side yard. vi. For corner lots with a 1.2 metre exterior side yard adjacent to a lane, the maximum encroachment of any type into an exterior side yard is 0.5 metres. 3. Permitted encroachments into a rear yard: i. In the case of a single detached and street townhouse dwelling: A. A deck off the main floor may encroach into the rear yard to within 3.5 metres of the rear lot line. B. An open roofed porch, an uncovered terrace or both may encroach into the rear yard to within 4.5 metres of the rear lot line. C. A bay window, bow window or box window with or without foundation and a porch or cold cellar may encroach 1 metre into the minimum rear yard. ii. In the case of a rear-lane townhouse dwelling: A. The main wall of a dwelling may encroach into the rear yard to within 1 metre of a daylight rounding or triangle. B. A porch or balcony with or without foundation or cold cellar may encroach 2 metres into the minimum rear yard where the rear lot line abuts a street that is not a lane. C. A porch, a balcony or both with or without foundation or cold cellar including eaves and cornices may encroach into the rear yard to within 0 metres of a daylight rounding or triangle. D. A bay window, bow window or box window with or without foundation or cold cellar may encroach 1 metre into the minimum rear yard where the rear lot line abuts a street that is not a lane. E. A bay window, bow window or box window with or without foundation or cold cellar including eaves and cornices may encroach into the rear yard to within 0 metres of a daylight rounding or triangle. iii. Permitted encroachments into an interior side yard: A. In the case of a rear-lane townhouse dwelling, a bay window, bow window or box window with or without foundation or cold cellar may encroach 0.5 metres into the minimum side yard. 4. Garage Control: i. No garage shall project more than 1.5 metres beyond the porch or front wall of a dwelling. ii. In the case of a single detached dwelling: A. The maximum cumulative garage door width for lots with a lot width less than 10.4 metres is 3.7 metres. B. The maximum cumulative garage door width for lots with a lot width equal to or greater than 10.4 metres but less than 11 metres is 4.6 metres. C. The maximum cumulative garage door width for lots with a lot width equal to or greater than 11 metres but less than 12.5 metres is 5 metres. D. The maximum cumulative garage door width for lots with a lot width equal to or greater than 12.5 metres but less than 14 metres is 5.5 metres. E. The garage door width may be widened by an extra 0.6 metres if the front of the garage projects 2.5 metres or less beyond the ground floor main entrance of the dwelling unit. F. For lots 14 metres wide or greater, the maximum cumulative interior garage width shall be 6.4 metres or 50 per cent of the dwelling unit width, whichever is greater. iii. In the case of a street townhouse dwelling, back-to-back townhouse dwelling and rear-lane townhouse dwelling where the rear lot line abuts a street that is not a lane: A. The maximum cumulative garage door width for interior lots with a lot width less than 6 metres is 3.7 metres. B. The maximum cumulative garage door width for interior lots with a lot width equal to or greater than 6 metres but less than 9.8 metres is 4.6 metres. C. The maximum cumulative garage door width for interior lots with a lot width equal to or greater than 9.8 metres but less than 10.7 metres is 5 metres. D. The maximum cumulative garage door width for corner lots is 5.5 metres. E. A two-bay garage shall be permitted on a corner lot. iv. For a rear-lane dwelling where the rear lot line abuts a lane, the maximum garage door width shall not exceed the width of any unit or main wall of a dwelling. v. The interior garage width, as calculated 3 metres from the garage opening shall be a maximum 0.9 metres greater than the maximum cumulative garage door width permitted on the lot. 5. The following requirements apply to a bay window, bow window or box window: i. The maximum width of a bay window, bow window or box window with or without foundation shall be 4.5 metres. ii. The maximum depth of a bay window, bow window or box window with or without foundation shall be 1 metre. iii. A bay window, bow window or box window with a maximum depth of 0.6 metres shall not require side windows. iv. A bay window, bow window or box window with a depth greater than 0.6 metres up to a maximum depth of 1 metre shall contain side windows. (8) The zoning requirements for the uses permitted under clauses (2) (e) and (f) are as follows: 1. There is no minimum front yard depth. 2. The minimum interior side yard width is 3 metres. 3. There is no minimum exterior side yard width. 4. The minimum rear yard depth is 3 metres. 5. Despite paragraphs 2 and 4, the minimum setback to a lot used for residential purposes is 3 metres or half the height of the building, whichever is greater. 6. There is no maximum building height. 7. There is no maximum lot coverage. 8. A minimum of 3 metres of landscaped open space is required along a lot line abutting a street or a daylight triangle, except at approved building and access locations. (9) The zoning requirements for the uses permitted under clause (2) (g) are those set out in section 44.1.2 of the Zoning By-law. (10) The zoning requirements for the uses permitted under clauses (2) (h) and (i) are those set out in section 44.2.2 of the Zoning By-law. (11) Despite subsections (3) to (10), the following zoning requirements apply to the uses permitted under clauses (2) (a) to (j): 1. A minimum setback of 7 metres shall be required for any part of a principal building or structure from the edge of the TransCanada pipeline easement. 2. A minimum setback of 3 metres shall be required from any part of an accessory building or accessory structure, including a deck, balcony or swimming pool, from the edge of the TransCanada pipeline easement. 3. A minimum setback of 7 metres from the nearest portion of a TransCanada pipeline easement shall also apply to any minimum required parking area or loading area, including any minimum required parking space, loading space, stacking space, bicycle parking space, and any associated aisle or driveway. (12) The zoning requirements for the uses permitted under clause (2) (k) are the requirements set out in the Zoning By-law for an administrative office or facility for a public authority.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) This section applies to the lands located in the area shown as the Residential Zone on the map referred to in section 2.</p> <p class=\"subsection-e\">  (2) Every use of land and every erection, location or use of any building or structure is prohibited on the lands referred to in subsection (1), except for,</p> <p class=\"clause-e\">  (a) single detached dwellings;</p> <p class=\"clause-e\">  (b) street townhouse dwellings;</p> <p class=\"clause-e\">  (c) back-to-back townhouse dwellings;</p> <p class=\"clause-e\">  (d) rear-lane townhouse dwellings;</p> <p class=\"clause-e\">  (e) an administrative office or facility for a public authority;</p> <p class=\"clause-e\">  (f) public or private schools;</p> <p class=\"clause-e\">  (g) indoor or outdoor recreation facilities;</p> <p class=\"clause-e\">  (h) flood and erosion control;</p> <p class=\"clause-e\">  (i) conservation areas;</p> <p class=\"clause-e\">  (j) accessory uses; and</p> <p class=\"clause-e\">  (k) a police station.</p> <p class=\"subsection-e\">  (3) The zoning requirements for the uses permitted under clause (2) (a) are as follows:</p> <p class=\"paragraph-e\">  1. The minimum lot width is 9 metres for an interior lot and corner lot.</p> <p class=\"paragraph-e\">  2. The minimum lot area is 215 square metres for an interior lot and corner lot.</p> <p class=\"paragraph-e\">  3. The minimum lot depth is 24 metres.</p> <p class=\"paragraph-e\">  4. The minimum front yard depth is 2.5 metres.</p> <p class=\"paragraph-e\">  5. Despite paragraph 4, a front yard depth of 5.75 metres is required for a garage door facing the front lot line.</p> <p class=\"paragraph-e\">  6. The minimum exterior side yard width is 2 metres.</p> <p class=\"paragraph-e\">  7. Despite paragraph 6, the minimum exterior side yard width is 1.2 metres if the exterior side yard abuts a lane.</p> <p class=\"paragraph-e\">  8. Despite paragraph 6, the minimum exterior side yard width is 5.75 metres to a garage door facing the flankage lot line.</p> <p class=\"paragraph-e\">  9. The minimum rear yard depth is 6 metres.</p> <p class=\"paragraph-e\">  10. Despite paragraph 9, the minimum rear yard depth is 0.6 metres to the side wall of a garage if access to the garage is from the exterior side yard.</p> <p class=\"paragraph-e\">  11. Subject to paragraph 13, the minimum interior side yard width is 1.2 metres on one side and 0.6 metres on the other side.</p> <p class=\"paragraph-e\">  12. Interior side yards between two lots can be paired at 0.6 metres per paired lots, or 1.2 metres and 0.6 metres per paired lots or at 1.2 metres and 1.2 metres per paired lots.</p> <p class=\"paragraph-e\">  13. The minimum interior side yard width is 1.2 metres where the side yard abuts a public walkway or a non-residential zone.</p> <p class=\"paragraph-e\">  14. The minimum interior side yard width for a corner lot abutting an interior lot with a side yard of 0.6 metres is 0.6 metres, resulting in a total minimum separation distance of 1.2 metres between buildings.</p> <p class=\"paragraph-e\">  15. The maximum building height is 13 metres.</p> <p class=\"paragraph-e\">  16. The minimum driveway width is 2.75 metres.</p> <p class=\"subsection-e\">  (4) The zoning requirements for the uses permitted under clause (2) (b) are as follows:</p> <p class=\"paragraph-e\">  1. The minimum lot width is 5.5 metres for an interior lot and 6.7 metres for an end lot or corner lot.</p> <p class=\"paragraph-e\">  2. The minimum lot area is 120 square metres for an interior lot and 140 square metres for an end lot or corner lot.</p> <p class=\"paragraph-e\">  3. The minimum lot depth is 22 metres.</p> <p class=\"paragraph-e\">  4. The minimum front yard depth is 2.5 metres.</p> <p class=\"paragraph-e\">  5. Despite paragraph 4, a front yard depth of 5.75 metres is required for a dwelling where the garage door faces the front lot line.</p> <p class=\"paragraph-e\">  6. The minimum exterior side yard width is 2 metres.</p> <p class=\"paragraph-e\">  7. Despite paragraph 6, the minimum exterior side yard width is 1.2 metres if the exterior side yard abuts a lane.</p> <p class=\"paragraph-e\">  8. The minimum exterior side yard width is 5.75 metres to a garage door facing the flankage lot line.</p> <p class=\"paragraph-e\">  9. The minimum rear yard depth is 5 metres.</p> <p class=\"paragraph-e\">  10. Despite paragraph 9, the minimum rear yard depth is 0.6 metres to the side wall of a garage if access to the garage is from the exterior side yard.</p> <p class=\"paragraph-e\">  11. The minimum interior side yard width is 1.2 metres.</p> <p class=\"paragraph-e\">  12. Despite paragraph 11, there is no minimum interior side yard width abutting a side lot line that coincides with a common wall between two dwellings.</p> <p class=\"paragraph-e\">  13. The maximum building height is 13 metres.</p> <p class=\"paragraph-e\">  14. Front yard to rear yard pedestrian access through a dwelling unit is permitted through a habitable room or area, except for a bedroom, living room, dining room or kitchen, with no more than a four-step grade difference.</p> <p class=\"paragraph-e\">  15. The minimum driveway width is 2.75 metres.</p> <p class=\"subsection-e\">  (5) The zoning requirements for the uses permitted under clause (2) (c) are as follows:</p> <p class=\"paragraph-e\">  1. The minimum lot width is 5.5 metres for an interior lot and 6.7 metres for an end lot or corner lot.</p> <p class=\"paragraph-e\">  2. The minimum lot area is 65 square metres for an interior lot and 75 square metres for an end lot or corner lot.</p> <p class=\"paragraph-e\">  3. The minimum lot depth is 12 metres.</p> <p class=\"paragraph-e\">  4. The minimum front yard depth is 2.5 metres.</p> <p class=\"paragraph-e\">  5. Despite paragraph 4, a front yard depth of 5.75 metres is required for a garage door facing the front lot line.</p> <p class=\"paragraph-e\">  6. The minimum exterior side yard width is 2 metres.</p> <p class=\"paragraph-e\">  7. Despite paragraph 6, the minimum exterior side yard width is 1.2 metres if the exterior side yard abuts a lane.</p> <p class=\"paragraph-e\">  8. Despite paragraph 6, the minimum exterior side yard width is 5.75 metres to a garage door facing the flankage lot line.</p> <p class=\"paragraph-e\">  9. There is no minimum rear yard depth.</p> <p class=\"paragraph-e\">  10. The minimum interior side yard width is 1.2 metres.</p> <p class=\"paragraph-e\">  11. Despite paragraph 10, there is no minimum interior side yard width abutting a side lot line that coincides with a common wall between two dwellings.</p> <p class=\"paragraph-e\">  12. The maximum building height is 13 metres.</p> <p class=\"paragraph-e\">  13. A maximum of 16 dwelling units may be attached in a contiguous structure.</p> <p class=\"paragraph-e\">  14. The maximum dimensions of a contiguous structure referred to in paragraph 13 is 8 units wide and 2 units deep.</p> <p class=\"paragraph-e\">  15. A minimum of 3.5 square metres of amenity space must be provided on,</p> <p class=\"subpara-e\">  i. a balcony or uncovered terrace on the second or third floor, or</p> <p class=\"subpara-e\">  ii. in the front yard at ground level.</p> <p class=\"paragraph-e\">  16. The minimum driveway width is 2.75 metres.</p> <p class=\"paragraph-e\">  17. A minimum of one parking space per unit is required.</p> <p class=\"subsection-e\">  (6) The zoning requirements for the uses permitted under clause (2) (d) are as follows:</p> <p class=\"paragraph-e\">  1. The front lot line must be the lot line opposite the lot line which is traversed by a driveway.</p> <p class=\"paragraph-e\">  2. The minimum lot width is 5.5 metres for an interior lot and 6.7 metres for an end lot or corner lot.</p> <p class=\"paragraph-e\">  3. The minimum lot area is 100 square metres for an interior lot and 120 square metres for an end lot or corner lot.</p> <p class=\"paragraph-e\">  4. The minimum lot depth is 20 metres.</p> <p class=\"paragraph-e\">  5. Despite paragraph 4, the minimum lot depth is 18.5 metres if the rear lot line abuts a lane.</p> <p class=\"paragraph-e\">  6. The minimum front yard depth is 4 metres.</p> <p class=\"paragraph-e\">  7. Despite paragraph 6, the minimum front yard depth is 2.5 metres on lots where the rear lot line abuts a lane.</p> <p class=\"paragraph-e\">  8. The minimum exterior side yard width is 2 metres.</p> <p class=\"paragraph-e\">  9. Despite paragraph 8, the minimum exterior side yard width is 2 metres if the exterior side yard abuts a lane.</p> <p class=\"paragraph-e\">  10. The minimum rear yard depth is 3 metres.</p> <p class=\"paragraph-e\">  11. Despite paragraph 10, the minimum rear yard depth is 0.5 metres if the rear lot line abuts a lane.</p> <p class=\"paragraph-e\">  12. The minimum rear yard depth is 5.75 metres to a garage door.</p> <p class=\"paragraph-e\">  13. Despite paragraph 12, the minimum rear yard depth is 0.75 metres if the rear lot line abuts a lane.</p> <p class=\"paragraph-e\">  14. The minimum interior side yard width is 1.2 metres.</p> <p class=\"paragraph-e\">  15. Despite paragraph 14, there is no minimum interior side yard width,</p> <p class=\"subpara-e\">  i. abutting a side lot line that coincides with a common wall between two dwellings, or</p> <p class=\"subpara-e\">  ii. abutting side lot lines coincident with a common wall between two garages.</p> <p class=\"paragraph-e\">  16. The maximum building height is 14 metres.</p> <p class=\"paragraph-e\">  17. A minimum of 3.5 square metres of amenity space must be provided on,</p> <p class=\"subpara-e\">  i. a balcony or uncovered terrace on the second or third floor, or</p> <p class=\"subpara-e\">  ii. in the front yard at ground level.</p> <p class=\"paragraph-e\">  18. Front yard to rear yard pedestrian access through a dwelling unit is permitted through a habitable room or area, except for a bedroom, living room, dining room or kitchen, with no more than a four-step grade difference.</p> <p class=\"paragraph-e\">  19. The minimum driveway width is 2.75 metres.</p> <p class=\"paragraph-e\">  20. The maximum fence height is 1.2 metres along any yard.</p> <p class=\"paragraph-e\">  21. An accessory structure is not permitted in any yard between a main wall of the dwelling or garage and a public street or lane.</p> <p class=\"subsection-e\">  (7) Despite subsections (3) to (6), the following zoning requirements apply to the buildings and structures set out in clauses (2) (a) to (d):</p> <p class=\"paragraph-e\">  1. Permitted encroachments into a front yard:</p> <p class=\"subpara-e\">  i. The main wall of a dwelling may encroach into the front yard to within 1 metre of a daylight rounding or triangle.</p> <p class=\"subpara-e\">  ii. A porch, balcony or both with or without foundation or cold cellar may encroach 2 metres into the front yard.</p> <p class=\"subpara-e\">  iii. A porch, balcony or both with or without foundation or cold cellar including eaves and cornices may encroach into the front yard to within 0 metres of a daylight rounding or triangle.</p> <p class=\"subpara-e\">  iv. A bay window, bow window or box window with or without foundation or cold cellar may encroach 1 metre into the minimum front yard.</p> <p class=\"subpara-e\">  v. A bay window, bow window or box window with or without foundation or cold cellar including eaves and cornices may encroach into the front yard to within 0 metres of a daylight rounding or triangle.</p> <p class=\"paragraph-e\">  2. Permitted encroachments into an exterior side yard:</p> <p class=\"subpara-e\">  i. The main wall of a dwelling may encroach into the exterior side yard to within 1 metre of a daylight rounding or triangle.</p> <p class=\"subpara-e\">  ii. A porch, a balcony or both, with or without foundation or cold cellar may encroach 2 metres into the exterior side yard.</p> <p class=\"subpara-e\">  iii. A porch, a balcony or both with or without foundation or cold cellar including eaves and cornices may encroach into the exterior side yard to within 0 metres of a daylight rounding or triangle.</p> <p class=\"subpara-e\">  iv. A bay window, bow window, or box window with or without foundation and a porch or cold cellar including eaves and cornices may encroach into the exterior side yard to within 0 metres of a daylight rounding or triangle.</p> <p class=\"subpara-e\">  v. A bay window, bow window, or box window with or without foundation or cold cellar and a chimney may encroach 1 metre into the exterior side yard.</p> <p class=\"subpara-e\">  vi. For corner lots with a 1.2 metre exterior side yard adjacent to a lane, the maximum encroachment of any type into an exterior side yard is 0.5 metres.</p> <p class=\"paragraph-e\">  3. Permitted encroachments into a rear yard:</p> <p class=\"subpara-e\">  i. In the case of a single detached and street townhouse dwelling:</p> <p class=\"subsubpara-e\">  A. A deck off the main floor may encroach into the rear yard to within 3.5 metres of the rear lot line.</p> <p class=\"subsubpara-e\">  B. An open roofed porch, an uncovered terrace or both may encroach into the rear yard to within 4.5 metres of the rear lot line.</p> <p class=\"subsubpara-e\">  C. A bay window, bow window or box window with or without foundation and a porch or cold cellar may encroach 1 metre into the minimum rear yard.</p> <p class=\"subpara-e\">  ii. In the case of a rear-lane townhouse dwelling:</p> <p class=\"subsubpara-e\">  A. The main wall of a dwelling may encroach into the rear yard to within 1 metre of a daylight rounding or triangle.</p> <p class=\"subsubpara-e\">  B. A porch or balcony with or without foundation or cold cellar may encroach 2 metres into the minimum rear yard where the rear lot line abuts a street that is not a lane.</p> <p class=\"subsubpara-e\">  C. A porch, a balcony or both with or without foundation or cold cellar including eaves and cornices may encroach into the rear yard to within 0 metres of a daylight rounding or triangle.</p> <p class=\"subsubpara-e\">  D. A bay window, bow window or box window with or without foundation or cold cellar may encroach 1 metre into the minimum rear yard where the rear lot line abuts a street that is not a lane.</p> <p class=\"subsubpara-e\">  E. A bay window, bow window or box window with or without foundation or cold cellar including eaves and cornices may encroach into the rear yard to within 0 metres of a daylight rounding or triangle.</p> <p class=\"subpara-e\">  iii. Permitted encroachments into an interior side yard:</p> <p class=\"subsubpara-e\">  A. In the case of a rear-lane townhouse dwelling, a bay window, bow window or box window with or without foundation or cold cellar may encroach 0.5 metres into the minimum side yard.</p> <p class=\"paragraph-e\">  4. Garage Control:</p> <p class=\"subpara-e\">  i. No garage shall project more than 1.5 metres beyond the porch or front wall of a dwelling.</p> <p class=\"subpara-e\">  ii. In the case of a single detached dwelling:</p> <p class=\"subsubpara-e\">  A. The maximum cumulative garage door width for lots with a lot width less than 10.4 metres is 3.7 metres.</p> <p class=\"subsubpara-e\">  B. The maximum cumulative garage door width for lots with a lot width equal to or greater than 10.4 metres but less than 11 metres is 4.6 metres.</p> <p class=\"subsubpara-e\">  C. The maximum cumulative garage door width for lots with a lot width equal to or greater than 11 metres but less than 12.5 metres is 5 metres.</p> <p class=\"subsubpara-e\">  D. The maximum cumulative garage door width for lots with a lot width equal to or greater than 12.5 metres but less than 14 metres is 5.5 metres.</p> <p class=\"subsubpara-e\">  E. The garage door width may be widened by an extra 0.6 metres if the front of the garage projects 2.5 metres or less beyond the ground floor main entrance of the dwelling unit.</p> <p class=\"subsubpara-e\">  F. For lots 14 metres wide or greater, the maximum cumulative interior garage width shall be 6.4 metres or 50 per cent of the dwelling unit width, whichever is greater.</p> <p class=\"subpara-e\">  iii. In the case of a street townhouse dwelling, back-to-back townhouse dwelling and rear-lane townhouse dwelling where the rear lot line abuts a street that is not a lane:</p> <p class=\"subsubpara-e\">  A. The maximum cumulative garage door width for interior lots with a lot width less than 6 metres is 3.7 metres.</p> <p class=\"subsubpara-e\">  B. The maximum cumulative garage door width for interior lots with a lot width equal to or greater than 6 metres but less than 9.8 metres is 4.6 metres.</p> <p class=\"subsubpara-e\">  C. The maximum cumulative garage door width for interior lots with a lot width equal to or greater than 9.8 metres but less than 10.7 metres is 5 metres.</p> <p class=\"subsubpara-e\">  D. The maximum cumulative garage door width for corner lots is 5.5 metres.</p> <p class=\"subsubpara-e\">  E. A two-bay garage shall be permitted on a corner lot.</p> <p class=\"subpara-e\">  iv. For a rear-lane dwelling where the rear lot line abuts a lane, the maximum garage door width shall not exceed the width of any unit or main wall of a dwelling.</p> <p class=\"subpara-e\">  v. The interior garage width, as calculated 3 metres from the garage opening shall be a maximum 0.9 metres greater than the maximum cumulative garage door width permitted on the lot.</p> <p class=\"paragraph-e\">  5. The following requirements apply to a bay window, bow window or box window:</p> <p class=\"subpara-e\">  i. The maximum width of a bay window, bow window or box window with or without foundation shall be 4.5 metres.</p> <p class=\"subpara-e\">  ii. The maximum depth of a bay window, bow window or box window with or without foundation shall be 1 metre.</p> <p class=\"subpara-e\">  iii. A bay window, bow window or box window with a maximum depth of 0.6 metres shall not require side windows.</p> <p class=\"subpara-e\">  iv. A bay window, bow window or box window with a depth greater than 0.6 metres up to a maximum depth of 1 metre shall contain side windows.</p> <p class=\"subsection-e\">  (8) The zoning requirements for the uses permitted under clauses (2) (e) and (f) are as follows:</p> <p class=\"paragraph-e\">  1. There is no minimum front yard depth.</p> <p class=\"paragraph-e\">  2. The minimum interior side yard width is 3 metres.</p> <p class=\"paragraph-e\">  3. There is no minimum exterior side yard width.</p> <p class=\"paragraph-e\">  4. The minimum rear yard depth is 3 metres.</p> <p class=\"paragraph-e\">  5. Despite paragraphs 2 and 4, the minimum setback to a lot used for residential purposes is 3 metres or half the height of the building, whichever is greater.</p> <p class=\"paragraph-e\">  6. There is no maximum building height.</p> <p class=\"paragraph-e\">  7. There is no maximum lot coverage.</p> <p class=\"paragraph-e\">  8. A minimum of 3 metres of landscaped open space is required along a lot line abutting a street or a daylight triangle, except at approved building and access locations.</p> <p class=\"subsection-e\">  (9) The zoning requirements for the uses permitted under clause (2) (g) are those set out in section 44.1.2 of the Zoning By-law.</p> <p class=\"subsection-e\">  (10) The zoning requirements for the uses permitted under clauses (2) (h) and (i) are those set out in section 44.2.2 of the Zoning By-law.</p> <p class=\"subsection-e\">  (11) Despite subsections (3) to (10), the following zoning requirements apply to the uses permitted under clauses (2) (a) to (j):</p> <p class=\"paragraph-e\">  1. A minimum setback of 7 metres shall be required for any part of a principal building or structure from the edge of the TransCanada pipeline easement.</p> <p class=\"paragraph-e\">  2. A minimum setback of 3 metres shall be required from any part of an accessory building or accessory structure, including a deck, balcony or swimming pool, from the edge of the TransCanada pipeline easement.</p> <p class=\"paragraph-e\">  3. A minimum setback of 7 metres from the nearest portion of a TransCanada pipeline easement shall also apply to any minimum required parking area or loading area, including any minimum required parking space, loading space, stacking space, bicycle parking space, and any associated aisle or driveway.</p> <p class=\"subsection-e\">  (12) The zoning requirements for the uses permitted under clause (2) (k) are the requirements set out in the Zoning By-law for an administrative office or facility for a public authority.</p>"
        },
        {
            "id": "4.",
            "section": "Mixed-Use Zone",
            "content": " 4. (1) This section applies to the lands located in the area shown as the Mixed-Use Zone on the map referred to in section 2. (2) Every use of land and every erection, location or use of any building or structure is prohibited on the lands referred to in subsection (1), except for, (a) townhouse dwellings; (b) back-to-back townhouse dwellings; (c) rear-lane townhouse dwellings; (d) stacked townhouse dwellings; (e) back-to-back stacked townhouse dwellings; (f) apartment dwellings; (g) residential care homes; (h) senior citizen residences; (i) day nurseries; (j) community centres; (k) private or public hospitals; (l) retail establishments having no outside storage; (m) service shops; (n) personal service shops; (o) banks, trust companies and finance companies; (p) dry cleaning and laundry distribution stations; (q) laundromats; (r) dining room restaurants, convenience restaurants or take-out restaurants; (s) taverns; (t) printing or copying establishments; (u) commercial, technical and recreational schools; (v) community clubs; (w) health centres or fitness centres; (x) recreational facilities; (y) art galleries, museums, art studios and photo studios; (z) convenience stores and grocery stores; (aa) travel agencies; (bb) offices; (cc) hotels; (dd) shopping centres; (ee) banquet halls; (ff) places of commercial recreation; (gg) supermarkets; (hh) animal hospitals; (ii) theatres; (jj) body art and tattoo parlours; (kk) amusement arcades; (ll) motor vehicle rental or car sharing establishments; (mm)  administrative offices or facilities for a public authority; (nn) public or private schools; (oo) indoor or outdoor recreation facilities; (pp) flood and erosion control; (qq) conservation areas; (rr) accessory uses; and (ss) a police station. (3) The zoning requirements for the uses permitted under clause (2) (a) are as follows: 1. In the case of a common element condominium, the zoning requirements in a Residential Zone for a street townhouse dwelling, except that a private road shall be treated as a street. 2. In the case of a standard condominium, the zoning requirements identified in subsection (6). 3. The minimum driveway width for each townhouse unit is 2.75 metres. (4) The zoning requirements for the uses permitted under clause (2) (b) are as follows: 1. In the case of a common element condominium, the zoning requirements in a Residential Zone for a back-to-back townhouse dwelling, except that a private road shall be treated as a street. 2. In the case of a standard condominium, the zoning requirements identified in subsection (6). 3. A maximum of 16 dwelling units may be attached in a contiguous structure. 4. The maximum dimensions of a structure referred to in paragraph 3 are 8 units wide and 2 units deep. 5. The minimum driveway width shall be 2.75 metres. 6. The minimum resident parking requirement is one space per unit. (5) The zoning requirements for the uses permitted under clause (2) (c) are as follows: 1. In the case of a common element condominium, the zoning requirements in a Residential Zone for a rear-lane townhouse dwelling, except that a private road shall be treated as a street; 2. In the case of a standard condominium, the zoning requirements set out in subsection (6). 3. The minimum driveway width for each townhouse unit is 2.75 metres. (6) The zoning requirements for the uses permitted under clauses (2) (d) to (h) are as follows: 1. There is no minimum front yard depth. 2. The minimum interior side yard width is 3 metres. 3. There is no minimum exterior side yard width. 4. The minimum rear yard depth is 3 metres. 5. There is no maximum building height. 6. There is no maximum lot coverage. 7. A minimum of three metres of landscaped open space is required along a lot line abutting a street or a daylight triangle, except at approved building and access locations. 8. There is no setback requirement to a daylight triangle. (7) The zoning requirements for the uses permitted under clauses (2) (i) to (nn) and (rr) are as follows: 1. There is no minimum front yard depth. 2. The minimum interior side yard width is 3 metres. 3. There is no minimum exterior side yard width. 4. The minimum rear yard depth is 3 metres. 5. Despite paragraphs 2 and 4, and except for a non-residential use within an apartment building, the minimum setback to a lot used for residential purposes is three metres or half the height of the building, whichever is greater. 6. There is no maximum building height. 7. There is no maximum lot coverage. 8. A minimum 3 metres of landscaped open space is required along a lot line abutting a street or a daylight triangle, except at approved building and access locations. (8) The zoning requirements for the uses permitted under clause (2) (oo) are those set out in section 44.1.2 of the Zoning By-law. (9) The zoning requirements for the uses permitted under clauses (2) (pp) and (qq) are those set out in section 44.2.2 of the Zoning By-law. (10) Despite subsections (3) to (9), the following zoning requirements apply to the uses permitted under clauses (2) (a) to (rr): 1. A minimum setback of 7 metres is required for any part of a principal building or structure from the edge of the TransCanada pipeline easement. 2. A minimum setback of 3 metres is required from any part of an accessory building or accessory structure, including a deck, balcony or swimming pool from the edge of the TransCanada pipeline easement. 3. A minimum setback of 7 metres from the nearest portion of a TransCanada pipeline easement applies to any minimum required parking area or loading area, including any minimum required parking space, loading space, stacking space, bicycle parking space and any associated aisle or driveway. (11) The zoning requirements for the uses permitted under clause (2) (ss) are the requirements set out in the Zoning By-law for an administrative office or facility for a public authority.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) This section applies to the lands located in the area shown as the Mixed-Use Zone on the map referred to in section 2.</p> <p class=\"subsection-e\">  (2) Every use of land and every erection, location or use of any building or structure is prohibited on the lands referred to in subsection (1), except for,</p> <p class=\"clause-e\">  (a) townhouse dwellings;</p> <p class=\"clause-e\">  (b) back-to-back townhouse dwellings;</p> <p class=\"clause-e\">  (c) rear-lane townhouse dwellings;</p> <p class=\"clause-e\">  (d) stacked townhouse dwellings;</p> <p class=\"clause-e\">  (e) back-to-back stacked townhouse dwellings;</p> <p class=\"clause-e\">  (f) apartment dwellings;</p> <p class=\"clause-e\">  (g) residential care homes;</p> <p class=\"clause-e\">  (h) senior citizen residences;</p> <p class=\"clause-e\">  (i) day nurseries;</p> <p class=\"clause-e\">  (j) community centres;</p> <p class=\"clause-e\">  (k) private or public hospitals;</p> <p class=\"clause-e\">  (l) retail establishments having no outside storage;</p> <p class=\"clause-e\">  (m) service shops;</p> <p class=\"clause-e\">  (n) personal service shops;</p> <p class=\"clause-e\">  (o) banks, trust companies and finance companies;</p> <p class=\"clause-e\">  (p) dry cleaning and laundry distribution stations;</p> <p class=\"clause-e\">  (q) laundromats;</p> <p class=\"clause-e\">  (r) dining room restaurants, convenience restaurants or take-out restaurants;</p> <p class=\"clause-e\">  (s) taverns;</p> <p class=\"clause-e\">  (t) printing or copying establishments;</p> <p class=\"clause-e\">  (u) commercial, technical and recreational schools;</p> <p class=\"clause-e\">  (v) community clubs;</p> <p class=\"clause-e\">  (w) health centres or fitness centres;</p> <p class=\"clause-e\">  (x) recreational facilities;</p> <p class=\"clause-e\">  (y) art galleries, museums, art studios and photo studios;</p> <p class=\"clause-e\">  (z) convenience stores and grocery stores;</p> <p class=\"clause-e\">  (aa) travel agencies;</p> <p class=\"clause-e\">  (bb) offices;</p> <p class=\"clause-e\">  (cc) hotels;</p> <p class=\"clause-e\">  (dd) shopping centres;</p> <p class=\"clause-e\">  (ee) banquet halls;</p> <p class=\"clause-e\">  (ff) places of commercial recreation;</p> <p class=\"clause-e\">  (gg) supermarkets;</p> <p class=\"clause-e\">  (hh) animal hospitals;</p> <p class=\"clause-e\">  (ii) theatres;</p> <p class=\"clause-e\">  (jj) body art and tattoo parlours;</p> <p class=\"clause-e\">  (kk) amusement arcades;</p> <p class=\"clause-e\">  (ll) motor vehicle rental or car sharing establishments;</p> <p class=\"clause-e\"> (mm)  administrative offices or facilities for a public authority;</p> <p class=\"clause-e\">  (nn) public or private schools;</p> <p class=\"clause-e\">  (oo) indoor or outdoor recreation facilities;</p> <p class=\"clause-e\">  (pp) flood and erosion control;</p> <p class=\"clause-e\">  (qq) conservation areas;</p> <p class=\"clause-e\">  (rr) accessory uses; and</p> <p class=\"clause-e\">  (ss) a police station.</p> <p class=\"subsection-e\">  (3) The zoning requirements for the uses permitted under clause (2) (a) are as follows:</p> <p class=\"paragraph-e\">  1. In the case of a common element condominium, the zoning requirements in a Residential Zone for a street townhouse dwelling, except that a private road shall be treated as a street.</p> <p class=\"paragraph-e\">  2. In the case of a standard condominium, the zoning requirements identified in subsection (6).</p> <p class=\"paragraph-e\">  3. The minimum driveway width for each townhouse unit is 2.75 metres.</p> <p class=\"subsection-e\">  (4) The zoning requirements for the uses permitted under clause (2) (b) are as follows:</p> <p class=\"paragraph-e\">  1. In the case of a common element condominium, the zoning requirements in a Residential Zone for a back-to-back townhouse dwelling, except that a private road shall be treated as a street.</p> <p class=\"paragraph-e\">  2. In the case of a standard condominium, the zoning requirements identified in subsection (6).</p> <p class=\"paragraph-e\">  3. A maximum of 16 dwelling units may be attached in a contiguous structure.</p> <p class=\"paragraph-e\">  4. The maximum dimensions of a structure referred to in paragraph 3 are 8 units wide and 2 units deep.</p> <p class=\"paragraph-e\">  5. The minimum driveway width shall be 2.75 metres.</p> <p class=\"paragraph-e\">  6. The minimum resident parking requirement is one space per unit.</p> <p class=\"subsection-e\">  (5) The zoning requirements for the uses permitted under clause (2) (c) are as follows:</p> <p class=\"paragraph-e\">  1. In the case of a common element condominium, the zoning requirements in a Residential Zone for a rear-lane townhouse dwelling, except that a private road shall be treated as a street;</p> <p class=\"paragraph-e\">  2. In the case of a standard condominium, the zoning requirements set out in subsection (6).</p> <p class=\"paragraph-e\">  3. The minimum driveway width for each townhouse unit is 2.75 metres.</p> <p class=\"subsection-e\">  (6) The zoning requirements for the uses permitted under clauses (2) (d) to (h) are as follows:</p> <p class=\"paragraph-e\">  1. There is no minimum front yard depth.</p> <p class=\"paragraph-e\">  2. The minimum interior side yard width is 3 metres.</p> <p class=\"paragraph-e\">  3. There is no minimum exterior side yard width.</p> <p class=\"paragraph-e\">  4. The minimum rear yard depth is 3 metres.</p> <p class=\"paragraph-e\">  5. There is no maximum building height.</p> <p class=\"paragraph-e\">  6. There is no maximum lot coverage.</p> <p class=\"paragraph-e\">  7. A minimum of three metres of landscaped open space is required along a lot line abutting a street or a daylight triangle, except at approved building and access locations.</p> <p class=\"paragraph-e\">  8. There is no setback requirement to a daylight triangle.</p> <p class=\"subsection-e\">  (7) The zoning requirements for the uses permitted under clauses (2) (i) to (nn) and (rr) are as follows:</p> <p class=\"paragraph-e\">  1. There is no minimum front yard depth.</p> <p class=\"paragraph-e\">  2. The minimum interior side yard width is 3 metres.</p> <p class=\"paragraph-e\">  3. There is no minimum exterior side yard width.</p> <p class=\"paragraph-e\">  4. The minimum rear yard depth is 3 metres.</p> <p class=\"paragraph-e\">  5. Despite paragraphs 2 and 4, and except for a non-residential use within an apartment building, the minimum setback to a lot used for residential purposes is three metres or half the height of the building, whichever is greater.</p> <p class=\"paragraph-e\">  6. There is no maximum building height.</p> <p class=\"paragraph-e\">  7. There is no maximum lot coverage.</p> <p class=\"paragraph-e\">  8. A minimum 3 metres of landscaped open space is required along a lot line abutting a street or a daylight triangle, except at approved building and access locations.</p> <p class=\"subsection-e\">  (8) The zoning requirements for the uses permitted under clause (2) (oo) are those set out in section 44.1.2 of the Zoning By-law.</p> <p class=\"subsection-e\">  (9) The zoning requirements for the uses permitted under clauses (2) (pp) and (qq) are those set out in section 44.2.2 of the Zoning By-law.</p> <p class=\"subsection-e\">  (10) Despite subsections (3) to (9), the following zoning requirements apply to the uses permitted under clauses (2) (a) to (rr):</p> <p class=\"paragraph-e\">  1. A minimum setback of 7 metres is required for any part of a principal building or structure from the edge of the TransCanada pipeline easement.</p> <p class=\"paragraph-e\">  2. A minimum setback of 3 metres is required from any part of an accessory building or accessory structure, including a deck, balcony or swimming pool from the edge of the TransCanada pipeline easement.</p> <p class=\"paragraph-e\">  3. A minimum setback of 7 metres from the nearest portion of a TransCanada pipeline easement applies to any minimum required parking area or loading area, including any minimum required parking space, loading space, stacking space, bicycle parking space and any associated aisle or driveway.</p> <p class=\"subsection-e\">  (11) The zoning requirements for the uses permitted under clause (2) (ss) are the requirements set out in the Zoning By-law for an administrative office or facility for a public authority.</p>"
        },
        {
            "id": "5.",
            "section": "Environmental Protection Zone",
            "content": " 5. (1) This section applies to the lands located in the area shown as the Environmental Protection Zone on the map described in section 2. (2) The zoning requirements for the lands described in subsection (1) are those set out in sections 44.1 and 44.2 of the Zoning By-law.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) This section applies to the lands located in the area shown as the Environmental Protection Zone on the map described in section 2.</p> <p class=\"subsection-e\">  (2) The zoning requirements for the lands described in subsection (1) are those set out in sections 44.1 and 44.2 of the Zoning By-law.</p>"
        },
        {
            "id": "6.",
            "section": "Terms of use",
            "content": " 6. (1) Every use of land and every erection, location and use of any building or structure shall be in accordance with this Order. (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force. (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered. (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Every use of land and every erection, location and use of any building or structure shall be in accordance with this Order.</p> <p class=\"subsection-e\">  (2) Nothing in this Order prevents the use of any land, building or structure for any use prohibited by this Order if the land, building or structure is lawfully so used on the day this Order comes into force.</p> <p class=\"subsection-e\">  (3) Nothing in this Order prevents the reconstruction of any building or structure that is damaged or destroyed by causes beyond the control of the owner if the dimensions of the original building or structure are not increased and its original use is not altered.</p> <p class=\"subsection-e\">  (4) Nothing in this Order prevents the strengthening or restoration to a safe condition of any building or structure.</p>"
        },
        {
            "id": "7.",
            "section": "Permitted uses",
            "content": " 7. (1) A Transitway Station shall be permitted in any Zone on the map referred to in section 2. (2) There are no zoning requirements for the use identified in subsection (1). (3) A building or structure of a public authority or private electric utility regulated by the Government of Ontario or a Crown agency shall be permitted anywhere in any Zone on the map referred to in section 2. (4) There are no zoning requirements for the use identified in subsection (3).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) A Transitway Station shall be permitted in any Zone on the map referred to in section 2.</p> <p class=\"subsection-e\">  (2) There are no zoning requirements for the use identified in subsection (1).</p> <p class=\"subsection-e\">  (3) A building or structure of a public authority or private electric utility regulated by the Government of Ontario or a Crown agency shall be permitted anywhere in any Zone on the map referred to in section 2.</p> <p class=\"subsection-e\">  (4) There are no zoning requirements for the use identified in subsection (3).</p>"
        },
        {
            "id": "8.",
            "section": "Deemed by-law",
            "content": " 8. This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the City of Brampton.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>This Order is deemed for all purposes, except the purposes of section 24 of the Act, to be and to always have been a by-law passed by the council of the City of Brampton.</p>"
        }
    ]
}