{
    "reg_info": {
        "full_title": "O. Reg. 567/05: GENERAL",
        "reg_name_text": "General",
        "citation": "O. Reg. 567/05: GENERAL",
        "act_under": "Trust in Real Estate Services Act, 2002",
        "url": "https://www.ontario.ca/laws/regulation/050567",
        "date_scraped": "2023-12-18 02:37:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/050567/v7",
            "valid_from": "July 28, 2023",
            "valid_to": "November 30, 2023"
        },
        {
            "a_href": "/laws/regulation/050567/v6",
            "valid_from": "April 19, 2022",
            "valid_to": "July 27, 2023"
        },
        {
            "a_href": "/laws/regulation/050567/v5",
            "valid_from": "October  1, 2020",
            "valid_to": "April 18, 2022"
        },
        {
            "a_href": "/laws/regulation/050567/v4",
            "valid_from": "February 23, 2007",
            "valid_to": "September 30, 2020"
        },
        {
            "a_href": "/laws/regulation/050567/v3",
            "valid_from": "June 22, 2006",
            "valid_to": "February 22, 2007"
        },
        {
            "a_href": "/laws/regulation/050567/v2",
            "valid_from": "March 31, 2006",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "/laws/regulation/050567/v1",
            "valid_from": "November  4, 2005",
            "valid_to": "March 30, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions: Act and regulations",
            "content": " 1. (1) In the Act and the regulations, “client” means, (a)  with respect to a brokerage and a trade in real estate, a person who, in the trade, (i)  receives services, including representation, from the brokerage under a brokerage representation agreement, or (ii)  receives services, but not representation, from the brokerage under a designated representation agreement, and (b)  with respect to a broker or salesperson and a trade in real estate, a person who, in the trade, (i)  receives services, including representation, from the brokerage that employs the broker or salesperson under a brokerage representation agreement with the brokerage, if the broker or salesperson provides services to the person under that agreement, or (ii)  receives services, including representation, from the broker or salesperson under a designated representation agreement with the brokerage that employs the broker or salesperson, if the broker or salesperson is a designated representative under that agreement; (“client”) “organization” includes an individual or other person; (“organisme”) “remuneration” includes any form of remuneration, including any commission, fee, gain or reward, whether the remuneration is received, or is to be received, directly or indirectly; (“rémunération”) “representation agreement” means a written, oral or implied agreement between a brokerage and a person under which the brokerage and the person agree that the person will receive services from the brokerage and will receive representation from either the brokerage or a designated representative, in respect of a trade in real estate; (“convention de représentation”) “sell” means dispose of or seek to dispose of an interest in real estate, and “seller” has a corresponding meaning, but “sale” does not have a corresponding meaning. (“vendre”, “vendeur”, “vente”)  O. Reg. 567/05, s. 1 (6); O. Reg. 537/20, s. 1; O. Reg. 357/22, s. 1 (1-3); O. Reg. 235/23, s. 1 (1, 2). (2) Revoked:  O. Reg. 567/05, s. 1 (6). (3) For the purposes of the definition of “broker” in subsection 1 (1) of the Act, the following qualifications are prescribed: 1.  The individual must have successfully completed any relevant educational requirements set out in a regulation made under clause 50 (1) (c) of the Act.  O. Reg. 567/05, s. 1 (3). (4) For the purposes of the definition of “salesperson” in subsection 1 (1) of the Act, the following qualifications are prescribed: 1.  The individual must have successfully completed any relevant educational requirements set out in a regulation made under clause 50 (1) (c) of the Act.  O. Reg. 567/05, s. 1 (4). (5) For the purposes of the definition of “self-represented party” in subsection 1 (1) of the Act, the following criterion is prescribed: 1.  With respect to a trade in real estate, the party is not a client. O. Reg. 357/22, s. 1 (4). (6) For the purposes of the definition of “representation agreement” in subsection (1), the following circumstances do not give rise to an implied agreement between a brokerage and a person: 1.  As a service provided to a client, or incidental to a service provided to a client, a broker or salesperson employed by the brokerage provides assistance to another person without encouraging the other person to rely on the broker’s or salesperson’s skill or judgment in respect of a trade in real estate. 2.  A brokerage provides general information to a person relating to the business of trading in real estate. O. Reg. 235/23, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1.</b> (1) In the Act and the regulations,</p> <p class=\"definition-e\">“client” means,</p> <p class=\"defclause-e\">  (a)  with respect to a brokerage and a trade in real estate, a person who, in the trade,</p> <p class=\"defsubclause-e\">  (i)  receives services, including representation, from the brokerage under a brokerage representation agreement, or</p> <p class=\"defsubclause-e\">  (ii)  receives services, but not representation, from the brokerage under a designated representation agreement, and</p> <p class=\"defclause-e\">  (b)  with respect to a broker or salesperson and a trade in real estate, a person who, in the trade,</p> <p class=\"defsubclause-e\">  (i)  receives services, including representation, from the brokerage that employs the broker or salesperson under a brokerage representation agreement with the brokerage, if the broker or salesperson provides services to the person under that agreement, or</p> <p class=\"defsubclause-e\">  (ii)  receives services, including representation, from the broker or salesperson under a designated representation agreement with the brokerage that employs the broker or salesperson, if the broker or salesperson is a designated representative under that agreement; (“client”)</p> <p class=\"definition-e\">“organization” includes an individual or other person; (“organisme”)</p> <p class=\"definition-e\">“remuneration” includes any form of remuneration, including any commission, fee, gain or reward, whether the remuneration is received, or is to be received, directly or indirectly; (“rémunération”)</p> <p class=\"definition-e\">“representation agreement” means a written, oral or implied agreement between a brokerage and a person under which the brokerage and the person agree that the person will receive services from the brokerage and will receive representation from either the brokerage or a designated representative, in respect of a trade in real estate; (“convention de représentation”) </p> <p class=\"definition-e\">“sell” means dispose of or seek to dispose of an interest in real estate, and “seller” has a corresponding meaning, but “sale” does not have a corresponding meaning. (“vendre”, “vendeur”, “vente”)  O. Reg. 567/05, s. 1 (6); O. Reg. 537/20, s. 1; O. Reg. 357/22, s. 1 (1-3); O. Reg. 235/23, s. 1 (1, 2).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 567/05, s. 1 (6).</p> <p class=\"subsection-e\">  (3) For the purposes of the definition of “broker” in subsection 1 (1) of the Act, the following qualifications are prescribed:</p> <p class=\"paragraph-e\">  1.  The individual must have successfully completed any relevant educational requirements set out in a regulation made under clause 50 (1) (c) of the Act.  O. Reg. 567/05, s. 1 (3).</p> <p class=\"subsection-e\">  (4) For the purposes of the definition of “salesperson” in subsection 1 (1) of the Act, the following qualifications are prescribed:</p> <p class=\"paragraph-e\">  1.  The individual must have successfully completed any relevant educational requirements set out in a regulation made under clause 50 (1) (c) of the Act.  O. Reg. 567/05, s. 1 (4).</p> <p class=\"subsection-e\">  (5) For the purposes of the definition of “self-represented party” in subsection 1 (1) of the Act, the following criterion is prescribed:</p> <p class=\"paragraph-e\">  1.  With respect to a trade in real estate, the party is not a client. O. Reg. 357/22, s. 1 (4).</p> <p class=\"subsection-e\">  (6) For the purposes of the definition of “representation agreement” in subsection (1), the following circumstances do not give rise to an implied agreement between a brokerage and a person:</p> <p class=\"paragraph-e\">  1.  As a service provided to a client, or incidental to a service provided to a client, a broker or salesperson employed by the brokerage provides assistance to another person without encouraging the other person to rely on the broker’s or salesperson’s skill or judgment in respect of a trade in real estate.</p> <p class=\"paragraph-e\">  2.  A brokerage provides general information to a person relating to the business of trading in real estate. O. Reg. 235/23, s. 1 (3).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Definitions: this Regulation",
            "content": " 2. (1) In this Regulation, “brokerage representation agreement” means a representation agreement between a brokerage and a client under which the brokerage and all of the brokers and salespersons employed by the brokerage provide services, including representation, to the client; (“convention de représentation de courtage”) “buy” means acquire or seek to acquire an interest in real estate, and “buyer” has a corresponding meaning; (“acheter”, “acheteur”) “buyer representation agreement” means a representation agreement between a brokerage and a buyer. (“convention de représentation de l’acheteur”) “child” includes a person towards whom a parent has demonstrated a settled intention to treat as a child of their family, except under an arrangement where the child is placed for valuable consideration in a foster home by a person having lawful custody; (“enfant”) “designated representation agreement” means a representation agreement between a brokerage and a client under which the brokerage provides services to the client and designates one or more brokers or salespersons employed by the brokerage to represent the client to the exclusion of the brokerage and all of the other brokers and salespersons employed by the brokerage; (“convention de représentation désignée”) “designated representative” means a broker or salesperson who is designated under a designated representation agreement to represent a client; (“agent désigné”) “material fact” means, with respect to the acquisition or disposition of an interest in real estate, a fact that would affect a reasonable person’s decision to acquire or dispose of the interest; (“fait important”) “parent” includes a person who has demonstrated a settled intention to treat a child as a child of their family, except under an arrangement where the child is placed for valuable consideration in a foster home by a person having lawful custody; (“parent”) “spouse” means either of two persons who, (a)  are married to each other, or (b)  are living in a conjugal relationship with each other outside of marriage. (“conjoint”) O. Reg. 567/05, s. 2; O. Reg. 357/22, s. 2 (1); O. Reg. 235/23, s. 2. (2) A person is related to another person for the purposes of this Regulation if, (a)  one person is associated with the other person within the meaning of subsection 1 (2) of the Act; or (b)  one person is, (i)  a spouse of the other person, (ii)  a child of the other person, or (iii)  a relative by blood, marriage or adoption, of the person or of any person mentioned in subclause (i) or (ii). O. Reg. 357/22, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK2\"></a>2. </b>(1) In this Regulation,</p> <p class=\"definition-e\">“brokerage representation agreement” means a representation agreement between a brokerage and a client under which the brokerage and all of the brokers and salespersons employed by the brokerage provide services, including representation, to the client; (“convention de représentation de courtage”)</p> <p class=\"definition-e\">“buy” means acquire or seek to acquire an interest in real estate, and “buyer” has a corresponding meaning; (“acheter”, “acheteur”)</p> <p class=\"definition-e\">“buyer representation agreement” means a representation agreement between a brokerage and a buyer. (“convention de représentation de l’acheteur”)</p> <p class=\"definition-e\">“child” includes a person towards whom a parent has demonstrated a settled intention to treat as a child of their family, except under an arrangement where the child is placed for valuable consideration in a foster home by a person having lawful custody; (“enfant”)</p> <p class=\"definition-e\">“designated representation agreement” means a representation agreement between a brokerage and a client under which the brokerage provides services to the client and designates one or more brokers or salespersons employed by the brokerage to represent the client to the exclusion of the brokerage and all of the other brokers and salespersons employed by the brokerage; (“convention de représentation désignée”)</p> <p class=\"definition-e\">“designated representative” means a broker or salesperson who is designated under a designated representation agreement to represent a client; (“agent désigné”)</p> <p class=\"definition-e\">“material fact” means, with respect to the acquisition or disposition of an interest in real estate, a fact that would affect a reasonable person’s decision to acquire or dispose of the interest; (“fait important”)</p> <p class=\"definition-e\">“parent” includes a person who has demonstrated a settled intention to treat a child as a child of their family, except under an arrangement where the child is placed for valuable consideration in a foster home by a person having lawful custody; (“parent”)</p> <p class=\"definition-e\">“spouse” means either of two persons who,</p> <p class=\"defclause-e\">  (a)  are married to each other, or</p> <p class=\"defclause-e\">  (b)  are living in a conjugal relationship with each other outside of marriage. (“conjoint”) O. Reg. 567/05, s. 2; O. Reg. 357/22, s. 2 (1); O. Reg. 235/23, s. 2.</p> <p class=\"subsection-e\">  (2) A person is related to another person for the purposes of this Regulation if,</p> <p class=\"clause-e\">  (a)  one person is associated with the other person within the meaning of subsection 1 (2) of the Act; or</p> <p class=\"clause-e\">  (b)  one person is,</p> <p class=\"subclause-e\">  (i)  a spouse of the other person,</p> <p class=\"subclause-e\">  (ii)  a child of the other person, or</p> <p class=\"subclause-e\">  (iii)  a relative by blood, marriage or adoption, of the person or of any person mentioned in subclause (i) or (ii). O. Reg. 357/22, s. 2 (2).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.1",
            "part_id": null,
            "part_type": null,
            "section": "Forms",
            "content": " 2.1 A registrant shall use the most current version of any applicable form in the course of a trade in real estate. O. Reg. 357/22, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2.1 </b>A registrant shall use the most current version of any applicable form in the course of a trade in real estate. O. Reg. 357/22, s. 3.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "2.2",
            "part_id": null,
            "part_type": null,
            "section": "Disclosures, etc.",
            "content": " 2.2 (1) A disclosure, consent or acknowledgement required by the Act or the regulations shall be, (a)  written in plain language that is clear and concise; and (b)  presented in a manner that brings to the recipient’s attention the information that is required to be conveyed. O. Reg. 357/22, s. 3. (2) A disclosure required by the Act or the regulations must be identified by the prominent placement of the word “disclosure” and provided to the recipient in writing. O. Reg. 357/22, s. 3. (3) This section does not apply to, (a)  a disclosure that a registrant is required to make to the registrar; or (b)  a disclosure that a broker or salesperson is required to make to a brokerage. O. Reg. 357/22, s. 3. Registration",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>2.2 </b>(1) A disclosure, consent or acknowledgement required by the Act or the regulations shall be,</p> <p class=\"clause-e\">  (a)  written in plain language that is clear and concise; and</p> <p class=\"clause-e\">  (b)  presented in a manner that brings to the recipient’s attention the information that is required to be conveyed. O. Reg. 357/22, s. 3.</p> <p class=\"subsection-e\">  (2) A disclosure required by the Act or the regulations must be identified by the prominent placement of the word “disclosure” and provided to the recipient in writing. O. Reg. 357/22, s. 3.</p> <p class=\"subsection-e\">  (3) This section does not apply to,</p> <p class=\"clause-e\">  (a)  a disclosure that a registrant is required to make to the registrar; or</p> <p class=\"clause-e\">  (b)  a disclosure that a broker or salesperson is required to make to a brokerage. O. Reg. 357/22, s. 3.</p> <p class=\"heading1-e\"><a name=\"BK5\"></a>Registration</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "Registration",
            "part_id": null,
            "part_type": null,
            "section": "Registration",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Application, form and fee",
            "content": " 3. An application for registration or for renewal of registration as a brokerage, broker or salesperson shall contain all the required information, in a form approved by the registrar, and shall be accompanied by the relevant fee set by the administrative authority under clause 12 (1) (b) of the Safety and Consumer Statutes Administration Act, 1996, payable to the administrative authority.  O. Reg. 567/05, s. 3.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK6\"></a>3. </b>An application for registration or for renewal of registration as a brokerage, broker or salesperson shall contain all the required information, in a form approved by the registrar, and shall be accompanied by the relevant fee set by the administrative authority under clause 12 (1) (b) of the <i>Safety and Consumer Statutes Administration Act, 1996</i>, payable to the administrative authority.  O. Reg. 567/05, s. 3.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Requirements for registration as broker or salesperson",
            "content": " 4. (1) For the purposes of subsection 9.1 (1) of the Act, the following requirements are prescribed for an applicant for registration or renewal of registration as a broker or salesperson: 1.  The applicant must be at least 18 years of age. 2.  The applicant must be a resident of Canada. 3.  If the application is for registration as a broker and the applicant has never been registered as a broker, the applicant must, i.  have been registered and employed as a salesperson for at least 24 of the 36 months immediately preceding the date of the application, or ii.  have experience that, in the opinion of the registrar, is equivalent to the requirement in subparagraph i. 4.  The applicant must have paid any group insurance premiums and applicable taxes, and any expenses associated with a group insurance policy, including contributions to reserve funds, that the applicant is required to pay by any regulation made under clause 50 (1) (c) of the Act. 5.  The applicant must have paid the fee referred to in section 3.  O. Reg. 567/05, s. 4 (1); O. Reg. 357/22, s. 4. (2) For the purposes of subsection 10 (1) of the Act, the following requirement is prescribed for an applicant for registration or renewal of registration as a broker or salesperson: 1.  The registrar must not have refused to grant or renew the registration under subsection 9.1 (1) of the Act.  O. Reg. 567/05, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK7\"></a>4. </b>(1) For the purposes of subsection 9.1 (1) of the Act, the following requirements are prescribed for an applicant for registration or renewal of registration as a broker or salesperson:</p> <p class=\"paragraph-e\">  1.  The applicant must be at least 18 years of age.</p> <p class=\"paragraph-e\">  2.  The applicant must be a resident of Canada.</p> <p class=\"paragraph-e\">  3.  If the application is for registration as a broker and the applicant has never been registered as a broker, the applicant must,</p> <p class=\"subpara-e\">  i.  have been registered and employed as a salesperson for at least 24 of the 36 months immediately preceding the date of the application, or</p> <p class=\"subpara-e\">  ii.  have experience that, in the opinion of the registrar, is equivalent to the requirement in subparagraph i.</p> <p class=\"paragraph-e\">  4.  The applicant must have paid any group insurance premiums and applicable taxes, and any expenses associated with a group insurance policy, including contributions to reserve funds, that the applicant is required to pay by any regulation made under clause 50 (1) (c) of the Act.</p> <p class=\"paragraph-e\">  5.  The applicant must have paid the fee referred to in section 3.  O. Reg. 567/05, s. 4 (1); O. Reg. 357/22, s. 4.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 10 (1) of the Act, the following requirement is prescribed for an applicant for registration or renewal of registration as a broker or salesperson:</p> <p class=\"paragraph-e\">  1.  The registrar must not have refused to grant or renew the registration under subsection 9.1 (1) of the Act.  O. Reg. 567/05, s. 4 (2).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Conditions of registration as broker or salesperson",
            "content": " 5. For the purposes of subsection 10 (2) of the Act, the following are prescribed as conditions of registration for a broker or salesperson: 1.  The broker or salesperson must be a resident of Canada. 2.  Revoked:  O. Reg. 61/07, s. 1. O. Reg. 567/05, s. 5; O. Reg. 61/07, s. 1.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK8\"></a>5. </b>For the purposes of subsection 10 (2) of the Act, the following are prescribed as conditions of registration for a broker or salesperson:</p> <p class=\"paragraph-e\">  1.  The broker or salesperson must be a resident of Canada.</p> <p class=\"paragraph-e\">  2.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 61/07, s. 1.</p> <p class=\"footnote-e\">O. Reg. 567/05, s. 5; O. Reg. 61/07, s. 1.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Requirements for registration as brokerage",
            "content": " 6. (1) For the purposes of subsection 9.1 (1) of the Act, the following requirements are prescribed for an applicant for registration or renewal of registration as a brokerage: 1.  The applicant must have a broker of record. 2.  The applicant must have a trust account for the purpose of section 27 of the Act. 3.  The applicant must have paid the fee referred to in section 3.  O. Reg. 567/05, s. 6 (1). (2) For the purposes of subsection 10 (1) of the Act, the following requirement is prescribed for an applicant for registration or renewal of registration as a brokerage: 1.  The registrar must not have refused to grant or renew the registration under subsection 9.1 (1) of the Act.  O. Reg. 567/05, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK9\"></a>6. </b>(1) For the purposes of subsection 9.1 (1) of the Act, the following requirements are prescribed for an applicant for registration or renewal of registration as a brokerage:</p> <p class=\"paragraph-e\">  1.  The applicant must have a broker of record.</p> <p class=\"paragraph-e\">  2.  The applicant must have a trust account for the purpose of section 27 of the Act.</p> <p class=\"paragraph-e\">  3.  The applicant must have paid the fee referred to in section 3.  O. Reg. 567/05, s. 6 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 10 (1) of the Act, the following requirement is prescribed for an applicant for registration or renewal of registration as a brokerage:</p> <p class=\"paragraph-e\">  1.  The registrar must not have refused to grant or renew the registration under subsection 9.1 (1) of the Act.  O. Reg. 567/05, s. 6 (2).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Conditions of registration as brokerage",
            "content": " 7. For the purposes of subsection 10 (2) of the Act, the following are prescribed as conditions of registration for a brokerage: 1.  The brokerage must have a broker of record. 2.  The brokerage must comply with section 27 of the Act.  O. Reg. 567/05, s. 7.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK10\"></a>7. </b>For the purposes of subsection 10 (2) of the Act, the following are prescribed as conditions of registration for a brokerage:</p> <p class=\"paragraph-e\">  1.  The brokerage must have a broker of record.</p> <p class=\"paragraph-e\">  2.  The brokerage must comply with section 27 of the Act.  O. Reg. 567/05, s. 7.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Name",
            "content": " 8. (1) A registrant may be registered in only one name.  O. Reg. 567/05, s. 8 (1). (2) An applicant for registration or renewal of registration as a broker or salesperson shall provide the registrar with one of the following names as the name in which the applicant is to be registered: 1.  The complete legal name of the applicant. 2.  One or more of the legal given names of the applicant, in the correct order, followed by the applicant’s legal surname. O. Reg. 567/05, s. 8 (2); O. Reg. 357/22, s. 5. (3) An applicant for registration or renewal of registration as a brokerage shall provide the registrar with one of the following names as the name in which the applicant is to be registered: 1.  The complete legal name of the applicant. 2.  One or more of the legal given names of the applicant, in the correct order, followed by the applicant’s legal surname, if the applicant is an individual. 3.  A name registered under the Business Names Act by the applicant. O. Reg. 567/05, s. 8 (3); O. Reg. 357/22, s. 5. (4) For the purpose of paragraph 2 of subsection (2) and paragraph 2 of subsection (3), the following may be substituted for a given name: 1.  An initial or commonly recognized short form of the given name. 2.  A name by which the applicant is commonly known.  O. Reg. 567/05, s. 8 (4). (5) A registrant may apply to the registrar, in a form approved by the registrar, to change the name in which the registrant is registered, and subsections (2), (3) and (4) apply with necessary modifications.  O. Reg. 567/05, s. 8 (5). (6) A registrant shall not trade in real estate in a name other than the name in which the registrant is registered.  O. Reg. 567/05, s. 8 (6). (7) Subsection 2 (6) of the Business Names Act applies despite this section.  O. Reg. 567/05, s. 8 (7).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK11\"></a>8. </b>(1) A registrant may be registered in only one name.  O. Reg. 567/05, s. 8 (1).</p> <p class=\"subsection-e\">  (2) An applicant for registration or renewal of registration as a broker or salesperson shall provide the registrar with one of the following names as the name in which the applicant is to be registered:</p> <p class=\"paragraph-e\">  1.  The complete legal name of the applicant.</p> <p class=\"paragraph-e\">  2.  One or more of the legal given names of the applicant, in the correct order, followed by the applicant’s legal surname. O. Reg. 567/05, s. 8 (2); O. Reg. 357/22, s. 5.</p> <p class=\"subsection-e\">  (3) An applicant for registration or renewal of registration as a brokerage shall provide the registrar with one of the following names as the name in which the applicant is to be registered:</p> <p class=\"paragraph-e\">  1.  The complete legal name of the applicant.</p> <p class=\"paragraph-e\">  2.  One or more of the legal given names of the applicant, in the correct order, followed by the applicant’s legal surname, if the applicant is an individual.</p> <p class=\"paragraph-e\">  3.  A name registered under the <i>Business Names Act</i> by the applicant. O. Reg. 567/05, s. 8 (3); O. Reg. 357/22, s. 5.</p> <p class=\"subsection-e\">  (4) For the purpose of paragraph 2 of subsection (2) and paragraph 2 of subsection (3), the following may be substituted for a given name:</p> <p class=\"paragraph-e\">  1.  An initial or commonly recognized short form of the given name.</p> <p class=\"paragraph-e\">  2.  A name by which the applicant is commonly known.  O. Reg. 567/05, s. 8 (4).</p> <p class=\"subsection-e\">  (5) A registrant may apply to the registrar, in a form approved by the registrar, to change the name in which the registrant is registered, and subsections (2), (3) and (4) apply with necessary modifications.  O. Reg. 567/05, s. 8 (5).</p> <p class=\"subsection-e\"><b> </b>(6) A registrant shall not trade in real estate<b> </b>in a name other than the name in which the registrant is registered.  O. Reg. 567/05, s. 8 (6).</p> <p class=\"subsection-e\">  (7) Subsection 2 (6) of the <i>Business Names Act</i> applies despite this section.  O. Reg. 567/05, s. 8 (7).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Certificate of registration",
            "content": " 9. (1) If a registrant is a broker or salesperson, the registrar shall give the registrant a certificate of registration that includes the following information: 1.  The registrant’s complete legal name and, if the registrant is registered in another name, the name in which the registrant is registered. 2.  An indication whether the registrant is a broker or salesperson. 3.  The employer’s name. 4.  The registration number of the registrant. 5.  The expiration date of the registration.  O. Reg. 567/05, s. 9 (1). (2) If a registrant is a brokerage that is registered in respect of only one place, the registrar shall give the registrant a certificate of registration that includes the following information: 1.  The registrant’s complete legal name and, if the registrant is registered in another name, the name in which the registrant is registered. 2.  An indication that the registrant is a brokerage. 3.  The place to which the certificate of registration relates. 4.  The registration number of the registrant. 5.  The expiration date of the registration.  O. Reg. 567/05, s. 9 (2). (3) If a registrant is a brokerage that is registered in respect of more than one place, the registrar shall give the registrant a certificate of registration for each of those places that includes the following information: 1.  The registrant’s complete legal name and, if the registrant is registered in another name, the name in which the registrant is registered. 2.  An indication that the registrant is a brokerage. 3.  The place to which the certificate of registration relates. 4.  The registration number of the registrant and, in addition, if the certificate is for a branch office of the brokerage, a separate registration number that relates specifically to that branch office. 5.  The expiration date of the registration.  O. Reg. 567/05, s. 9 (3). (4) When the registrar gives a certificate of registration to a broker or salesperson under subsection (1), the registrar shall give a duplicate original of the certificate to the brokerage that employs the broker or salesperson. O. Reg. 567/05, s. 9 (4); O. Reg. 357/22, s. 6 (1). (5) If the registrar revokes, suspends, cancels or refuses to renew the registration of a brokerage, the brokerage shall immediately return to the registrar, (a)  all certificates of registration that relate to the brokerage and its branch offices, if any; and (b)  all certificates of registration in the brokerage’s possession that relate to brokers and salespersons employed by the brokerage.  O. Reg. 567/05, s. 9 (5). (6) When a suspension of the registration of a brokerage ends, the registrar shall immediately return to the brokerage all certificates of registration referred to in subsection (5).  O. Reg. 567/05, s. 9 (6). (7) If the registrar revokes, suspends, cancels or refuses to renew the registration of a broker or salesperson, or a broker or salesperson ceases to be employed by a brokerage, (a)  the broker or salesperson shall immediately return their certificate of registration to the registrar; and (b)  the brokerage that employs the broker or salesperson shall immediately return to the registrar the certificate of registration of the broker or salesperson that is in the brokerage’s possession.  O. Reg. 567/05, s. 9 (7); O. Reg. 357/22, s. 6 (2). (8) When a suspension of the registration of a broker or salesperson ends, the registrar shall immediately return the broker’s or salesperson’s certificates of registration to the person who returned them to the registrar under subsection (7).  O. Reg. 567/05, s. 9 (8). (9) A person who is required to return a certificate of registration to another person under this section shall return it using a form of delivery that provides proof of delivery.  O. Reg. 567/05, s. 9 (9).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK12\"></a>9. </b>(1) If a registrant is a broker or salesperson, the registrar shall give the registrant a certificate of registration that includes the following information:</p> <p class=\"paragraph-e\">  1.  The registrant’s complete legal name and, if the registrant is registered in another name, the name in which the registrant is registered.</p> <p class=\"paragraph-e\">  2.  An indication whether the registrant is a broker or salesperson.</p> <p class=\"paragraph-e\">  3.  The employer’s name.</p> <p class=\"paragraph-e\">  4.  The registration number of the registrant.</p> <p class=\"paragraph-e\">  5.  The expiration date of the registration.  O. Reg. 567/05, s. 9 (1).</p> <p class=\"subsection-e\">  (2) If a registrant is a brokerage that is registered in respect of only one place, the registrar shall give the registrant a certificate of registration that includes the following information:</p> <p class=\"paragraph-e\">  1.  The registrant’s complete legal name and, if the registrant is registered in another name, the name in which the registrant is registered.</p> <p class=\"paragraph-e\">  2.  An indication that the registrant is a brokerage.</p> <p class=\"paragraph-e\">  3.  The place to which the certificate of registration relates.</p> <p class=\"paragraph-e\">  4.  The registration number of the registrant.</p> <p class=\"paragraph-e\">  5.  The expiration date of the registration.  O. Reg. 567/05, s. 9 (2).</p> <p class=\"subsection-e\">  (3) If a registrant is a brokerage that is registered in respect of more than one place, the registrar shall give the registrant a certificate of registration for each of those places that includes the following information:</p> <p class=\"paragraph-e\">  1.  The registrant’s complete legal name and, if the registrant is registered in another name, the name in which the registrant is registered.</p> <p class=\"paragraph-e\">  2.  An indication that the registrant is a brokerage.</p> <p class=\"paragraph-e\">  3.  The place to which the certificate of registration relates.</p> <p class=\"paragraph-e\">  4.  The registration number of the registrant and, in addition, if the certificate is for a branch office of the brokerage, a separate registration number that relates specifically to that branch office.</p> <p class=\"paragraph-e\">  5.  The expiration date of the registration.  O. Reg. 567/05, s. 9 (3).</p> <p class=\"subsection-e\">  (4) When the registrar gives a certificate of registration to a broker or salesperson under subsection (1), the registrar shall give a duplicate original of the certificate to the brokerage that employs the broker or salesperson. O. Reg. 567/05, s. 9 (4); O. Reg. 357/22, s. 6 (1).</p> <p class=\"subsection-e\">  (5) If the registrar revokes, suspends, cancels or refuses to renew the registration of a brokerage, the brokerage shall immediately return to the registrar,</p> <p class=\"clause-e\">  (a)  all certificates of registration that relate to the brokerage and its branch offices, if any; and</p> <p class=\"clause-e\">  (b)  all certificates of registration in the brokerage’s possession that relate to brokers and salespersons employed by the brokerage.  O. Reg. 567/05, s. 9 (5).</p> <p class=\"subsection-e\">  (6) When a suspension of the registration of a brokerage ends, the registrar shall immediately return to the brokerage all certificates of registration referred to in subsection (5).  O. Reg. 567/05, s. 9 (6).</p> <p class=\"subsection-e\">  (7) If the registrar revokes, suspends, cancels or refuses to renew the registration of a broker or salesperson, or a broker or salesperson ceases to be employed by a brokerage,</p> <p class=\"clause-e\">  (a)  the broker or salesperson shall immediately return their certificate of registration to the registrar; and</p> <p class=\"clause-e\">  (b)  the brokerage that employs the broker or salesperson shall immediately return to the registrar the certificate of registration of the broker or salesperson that is in the brokerage’s possession.  O. Reg. 567/05, s. 9 (7); O. Reg. 357/22, s. 6 (2).</p> <p class=\"subsection-e\">  (8) When a suspension of the registration of a broker or salesperson ends, the registrar shall immediately return the broker’s or salesperson’s certificates of registration to the person who returned them to the registrar under subsection (7).  O. Reg. 567/05, s. 9 (8).</p> <p class=\"subsection-e\">  (9) A person who is required to return a certificate of registration to another person under this section shall return it using a form of delivery that provides proof of delivery.  O. Reg. 567/05, s. 9 (9).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Re-employment within specified period",
            "content": " 10. (1) If a broker or salesperson ceases to be employed by a brokerage and, within the period described in subsection (2), is employed by that brokerage or another brokerage, the broker or salesperson may, during that period, make an application for registration in a form that the registrar has approved for use in those circumstances.  O. Reg. 567/05, s. 10 (1). (2) The period referred to in subsection (1) is the period that begins on the day the broker or salesperson ceased to be employed and ends on the earlier of the following dates: 1.  The date that is 60 days after the day the broker or salesperson ceased to be employed. 2.  The date that the previous registration of the broker or salesperson would have expired if they had not ceased to be employed.  O. Reg. 567/05, s. 10 (2); O. Reg. 357/22, s. 7. (3) Despite any regulation made under clause 50 (1) (c) of the Act that relates to the expiration of registration, if an application under subsection (1) is approved, the registration expires on the date that the previous registration of the broker or salesperson would have expired if they had not ceased to be employed.  O. Reg. 567/05, s. 10 (3); O. Reg. 357/22, s. 7.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK13\"></a>10. </b>(1) If a broker or salesperson ceases to be employed by a brokerage and, within the period described in subsection (2), is employed by that brokerage or another brokerage, the broker or salesperson may, during that period, make an application for registration in a form that the registrar has approved for use in those circumstances.  O. Reg. 567/05, s. 10 (1).</p> <p class=\"subsection-e\">  (2) The period referred to in subsection (1) is the period that begins on the day the broker or salesperson ceased to be employed and ends on the earlier of the following dates:</p> <p class=\"paragraph-e\">  1.  The date that is 60 days after the day the broker or salesperson ceased to be employed.</p> <p class=\"paragraph-e\">  2.  The date that the previous registration of the broker or salesperson would have expired if they had not ceased to be employed.  O. Reg. 567/05, s. 10 (2); O. Reg. 357/22, s. 7.</p> <p class=\"subsection-e\">  (3) Despite any regulation made under clause 50 (1) (c) of the Act that relates to the expiration of registration, if an application under subsection (1) is approved, the registration expires on the date that the previous registration of the broker or salesperson would have expired if they had not ceased to be employed.  O. Reg. 567/05, s. 10 (3); O. Reg. 357/22, s. 7.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "11.",
            "part_id": null,
            "part_type": null,
            "section": "Information available to the public",
            "content": " 11. (1) The registrar shall make the following information available to the public: 1.  The complete legal name of every registrant and, if a registrant is registered in another name, the name in which the registrant is registered. 2.  For every registrant, i.  the registrant’s business address, business telephone number and business email address, ii.  the registrant’s registration number and the date the registrant’s registration expires, and iii.  an indication of whether the registrant is registered as a brokerage, broker or salesperson. 3.  For every brokerage that is a corporation, the name, business address, business telephone number and business email address of every person described in clauses 11 (1) (a) and (b) of the Act. 4.  If the registrar gives the registrant written notice that the registrar proposes to take any of the following actions under section 13 of the Act, and the proposal has not been disposed of, an indication of that fact and the reasons for or a summary of the reasons for the proposal: i.  Suspend a registration. ii.  Revoke a registration. iii.  Refuse to renew a registration. iv.  Apply conditions to a registration or renewal of a registration to which the applicant or registrant has not consented. 5.  If the registrar carries out any of the proposals mentioned in paragraph 4, an indication of that fact and the reasons for or a summary of the reasons for carrying out the proposal. 6.  If a registrant’s registration is currently suspended, an indication of that fact. 7.  If conditions currently apply to a registrant’s registration, a description of the conditions. 8.  If a registration has been voluntarily cancelled or not renewed, an indication of that fact and, if the information is known to the registrar, the reasons for or a summary of the reasons for the cancellation or non-renewal. 9.  If an order described in subsection 38 (1) of the Act has been made against a registrant, a copy of the order unless the order is currently stayed under subsection 38 (3) of the Act. 10.  For every registrant, former registrant and director or officer of a brokerage and for every person described in clause 11 (1) (a) or (b) of the Act who is currently charged with an offence as a result of an information laid by an employee of the administrative authority, i.  the Act that creates the offence, ii.  a description of the charge, and iii.  the date on which the information was laid. 11.  For every registrant, former registrant and director or officer of a brokerage and for every person described in clause 11 (1) (a) or (b) of the Act who has been found guilty of an offence as a result of an information laid by an employee of the administrative authority, i.  the Act that creates the offence, ii.  a description of the offence, and iii.  a description of the disposition of the charge, including any sentence that was imposed and any order to pay compensation or make restitution. 12.  If the registrar has, under paragraph 3 of section 20 of the Act, referred a matter, in whole or in part, to the discipline committee to determine whether a registrant has contravened any provision of the Act or the regulations and the matter has not been disposed of, an indication of that fact and the reasons for or a summary of the reasons for the referral. 13.  Any information that relates to a registrant, a former registrant, a director or officer of a brokerage or a person who is trading in real estate, if the registrar is of the opinion that making the information available to the public could assist in protecting the public. O. Reg. 357/22, s. 8. (2) The registrar shall make the information described in a paragraph set out in Column 1 of the Table to this subsection available to the public for at least 60 months after the date set out opposite the paragraph in Column 2 of the Table.  Item   Column 1   Paragraph   Column 2   Date \n\n  1.   Paragraph 5 of subsection (1)   The date the proposal is carried out. \n\n  2.   Paragraph 8 of subsection (1)   The date the registration is cancelled or not renewed. \n\n  3.   Paragraph 9 of subsection (1)   1. The date the registrar made the order under subsection 38 (1) of the Act, if the registrant did not appeal the order.   2. The date the Tribunal made its order, if the registrant appealed the order made by the registrar under subsection 38 (1) of the Act. \n\n  4.   Paragraph 11 of subsection (1)   The date the registrant was found guilty. O. Reg. 357/22, s. 8. (3) The registrar shall, (a)  publish the information described in subsection (1) on the administrative authority’s website; and (b)  make the information described in subsection (1) available to the public in at least one other manner that the registrar considers appropriate. O. Reg. 357/22, s. 8. (4) In making any information available to the public under this section, the registrar shall ensure that the information does not include the name of an individual, unless, (a)  the individual is an applicant for registration, a registrant, a former registrant, a director or officer of a brokerage or a person who is required to be registered; (b)  the individual is a person described in clause 11 (1) (a) or (b) of the Act; or (c)  the name of the individual is otherwise available to the public in connection with the information. O. Reg. 357/22, s. 8. (5) The information that this section requires the registrar to make available shall not be disclosed in bulk to any person except as required by law or to a law enforcement authority. O. Reg. 357/22, s. 8. (6) Despite anything in this section, the registrar shall not make any information available to the public if publication or public disclosure of the information is prohibited by an order of the discipline committee, the Tribunal or a court. O. Reg. 357/22, s. 8.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>11. </b>(1) The registrar shall make the following information available to the public:</p> <p class=\"paragraph-e\">  1.  The complete legal name of every registrant and, if a registrant is registered in another name, the name in which the registrant is registered.</p> <p class=\"paragraph-e\">  2.  For every registrant,</p> <p class=\"subpara-e\">  i.  the registrant’s business address, business telephone number and business email address,</p> <p class=\"subpara-e\">  ii.  the registrant’s registration number and the date the registrant’s registration expires, and</p> <p class=\"subpara-e\">  iii.  an indication of whether the registrant is registered as a brokerage, broker or salesperson.</p> <p class=\"paragraph-e\">  3.  For every brokerage that is a corporation, the name, business address, business telephone number and business email address of every person described in clauses 11 (1) (a) and (b) of the Act.</p> <p class=\"paragraph-e\">  4.  If the registrar gives the registrant written notice that the registrar proposes to take any of the following actions under section 13 of the Act, and the proposal has not been disposed of, an indication of that fact and the reasons for or a summary of the reasons for the proposal:</p> <p class=\"subpara-e\">  i.  Suspend a registration.</p> <p class=\"subpara-e\">  ii.  Revoke a registration.</p> <p class=\"subpara-e\">  iii.  Refuse to renew a registration.</p> <p class=\"subpara-e\">  iv.  Apply conditions to a registration or renewal of a registration to which the applicant or registrant has not consented.</p> <p class=\"paragraph-e\">  5.  If the registrar carries out any of the proposals mentioned in paragraph 4, an indication of that fact and the reasons for or a summary of the reasons for carrying out the proposal.</p> <p class=\"paragraph-e\">  6.  If a registrant’s registration is currently suspended, an indication of that fact.</p> <p class=\"paragraph-e\">  7.  If conditions currently apply to a registrant’s registration, a description of the conditions.</p> <p class=\"paragraph-e\">  8.  If a registration has been voluntarily cancelled or not renewed, an indication of that fact and, if the information is known to the registrar, the reasons for or a summary of the reasons for the cancellation or non-renewal.</p> <p class=\"paragraph-e\">  9.  If an order described in subsection 38 (1) of the Act has been made against a registrant, a copy of the order unless the order is currently stayed under subsection 38 (3) of the Act.</p> <p class=\"paragraph-e\">  10.  For every registrant, former registrant and director or officer of a brokerage and for every person described in clause 11 (1) (a) or (b) of the Act who is currently charged with an offence as a result of an information laid by an employee of the administrative authority,</p> <p class=\"subpara-e\">  i.  the Act that creates the offence,</p> <p class=\"subpara-e\">  ii.  a description of the charge, and</p> <p class=\"subpara-e\">  iii.  the date on which the information was laid.</p> <p class=\"paragraph-e\">  11.  For every registrant, former registrant and director or officer of a brokerage and for every person described in clause 11 (1) (a) or (b) of the Act who has been found guilty of an offence as a result of an information laid by an employee of the administrative authority,</p> <p class=\"subpara-e\">  i.  the Act that creates the offence,</p> <p class=\"subpara-e\">  ii.  a description of the offence, and</p> <p class=\"subpara-e\">  iii.  a description of the disposition of the charge, including any sentence that was imposed and any order to pay compensation or make restitution.</p> <p class=\"paragraph-e\">  12.  If the registrar has, under paragraph 3 of section 20 of the Act, referred a matter, in whole or in part, to the discipline committee to determine whether a registrant has contravened any provision of the Act or the regulations and the matter has not been disposed of, an indication of that fact and the reasons for or a summary of the reasons for the referral.</p> <p class=\"paragraph-e\">  13.  Any information that relates to a registrant, a former registrant, a director or officer of a brokerage or a person who is trading in real estate, if the registrar is of the opinion that making the information available to the public could assist in protecting the public. O. Reg. 357/22, s. 8.</p> <p class=\"subsection-e\">  (2) The registrar shall make the information described in a paragraph set out in Column 1 of the Table to this subsection available to the public for at least 60 months after the date set out opposite the paragraph in Column 2 of the Table.</p> <p class=\"MsoNormal\"> </p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"55\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"177\"> <p class=\"table-e\">Column 1 <br/>  Paragraph</p> </td> <td valign=\"top\" width=\"441\"> <p class=\"table-e\">Column 2 <br/>  Date</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"55\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"177\"> <p class=\"table-e\">Paragraph 5 of subsection (1)</p> </td> <td valign=\"top\" width=\"441\"> <p class=\"table-e\">The date the proposal is carried out.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"55\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"177\"> <p class=\"table-e\">Paragraph 8 of subsection (1)</p> </td> <td valign=\"top\" width=\"441\"> <p class=\"table-e\">The date the registration is cancelled or not renewed.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"55\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"177\"> <p class=\"table-e\">Paragraph 9 of subsection (1)</p> </td> <td valign=\"top\" width=\"441\"> <p class=\"table-e\">1. The date the registrar made the order under subsection 38 (1) of the Act, if the registrant did not appeal the order. <br/>  2. The date the Tribunal made its order, if the registrant appealed the order made by the registrar under subsection 38 (1) of the Act.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"55\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"177\"> <p class=\"table-e\">Paragraph 11 of subsection (1)</p> </td> <td valign=\"top\" width=\"441\"> <p class=\"table-e\">The date the registrant was found guilty.</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 357/22, s. 8.</p> <p class=\"subsection-e\">  (3) The registrar shall,</p> <p class=\"clause-e\">  (a)  publish the information described in subsection (1) on the administrative authority’s website; and</p> <p class=\"clause-e\">  (b)  make the information described in subsection (1) available to the public in at least one other manner that the registrar considers appropriate. O. Reg. 357/22, s. 8.</p> <p class=\"subsection-e\">  (4) In making any information available to the public under this section, the registrar shall ensure that the information does not include the name of an individual, unless,</p> <p class=\"clause-e\">  (a)  the individual is an applicant for registration, a registrant, a former registrant, a director or officer of a brokerage or a person who is required to be registered;</p> <p class=\"clause-e\">  (b)  the individual is a person described in clause 11 (1) (a) or (b) of the Act; or</p> <p class=\"clause-e\">  (c)  the name of the individual is otherwise available to the public in connection with the information. O. Reg. 357/22, s. 8.</p> <p class=\"subsection-e\">  (5) The information that this section requires the registrar to make available shall not be disclosed in bulk to any person except as required by law or to a law enforcement authority. O. Reg. 357/22, s. 8.</p> <p class=\"subsection-e\">  (6) Despite anything in this section, the registrar shall not make any information available to the public if publication or public disclosure of the information is prohibited by an order of the discipline committee, the Tribunal or a court. O. Reg. 357/22, s. 8.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Waiting period for reapplication",
            "content": " 12. For the purpose of clause 17 (a) of the Act, 12 months is prescribed as the time to reapply.  O. Reg. 567/05, s. 12. Advertising",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK15\"></a>12. </b>For the purpose of clause 17 (a) of the Act, 12 months is prescribed as the time to reapply.  O. Reg. 567/05, s. 12.</p> <p class=\"heading1-e\"><a name=\"BK16\"></a>Advertising</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Advertising",
            "part_id": null,
            "part_type": null,
            "section": "Advertising",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "12.1",
            "part_id": null,
            "part_type": null,
            "section": "Advertising",
            "content": " 12.1 (1) A registrant shall clearly and prominently disclose the name in which the registrant is registered in all the registrant’s advertisements. O. Reg. 357/22, s. 9. (2) A brokerage that identifies a broker or salesperson by name in an advertisement shall use the name in which the broker or salesperson is registered. O. Reg. 357/22, s. 9. (3) A broker or salesperson shall not advertise in any manner unless the advertisement clearly and prominently identifies the brokerage that employs the broker or salesperson, using the name in which the brokerage is registered. O. Reg. 357/22, s. 9. (4) Subject to subsection (6), a registrant who advertises shall, (a)  use the term “brokerage”, “real estate brokerage”, “maison de courtage” or “maison de courtage immobilier” to describe any brokerage that is referred to in the advertisement; (b)  use the term “broker of record”, “real estate broker of record”, “courtier responsable” or “courtier immobilier responsable” to describe any broker of record who is referred to in the advertisement; (c)  use the term “broker”, “broker real estate agent”, “real estate agent”, “real estate broker”, “courtier” or “courtier immobilier” to describe any broker who is referred to in the advertisement; and (d)  use the term “salesperson”, “real estate agent”, “real estate salesperson”, “sales representative”, “real estate sales representative”, “agent immobilier”, “représentant commercial” or “représentant immobilier” to describe any salesperson who is referred to in the advertisement. O. Reg. 357/22, s. 9. (5) A registrant who advertises is not prevented from using the trademark “REALTOR®” by itself or followed immediately by the term “broker” to describe a broker who is referred to in the advertisement or from using the trademark “REALTOR®” by itself or followed immediately by the term “salesperson” to describe a salesperson who is referred to in the advertisement if the broker or salesperson, as the case may be, is a member in good standing of the Canadian Real Estate Association. O. Reg. 357/22, s. 9. (6) If a registrant uses the trademark “REALTOR®” by itself or followed immediately by the term “broker” to describe a broker who is referred to in the advertisement or uses the trademark “REALTOR®” by itself or followed immediately by the term “salesperson” to describe a salesperson who is referred to in the advertisement, the registrant is not required to use any of the terms referred to in clause (4) (c) or (d) to describe the broker or salesperson, as the case may be. O. Reg. 357/22, s. 9. (7) A registrant who advertises shall not use a term to describe any registrant that is referred to in the advertisement if the term could reasonably be confused with a term that is required or authorized by subsection (4) or (5). O. Reg. 357/22, s. 9. (8) A registrant shall not include anything in an advertisement that could reasonably be used to identify a party to the acquisition or disposition of an interest in real estate unless the party has consented in writing. O. Reg. 357/22, s. 9. (9) A registrant shall not include anything in an advertisement that could reasonably be used to identify specific real estate unless the owner of the real estate has consented in writing. O. Reg. 357/22, s. 9. (10) A registrant shall not include anything in an advertisement that could reasonably be used to determine any of the contents of an agreement that deals with the conveyance of an interest in real estate, including any provision of the agreement relating to the price, unless the parties to the agreement have consented in writing. O. Reg. 357/22, s. 9. (11) The registrar may specify requirements respecting advertising that do not conflict with anything in this section. O. Reg. 357/22, s. 9. (12) The registrar shall publish any requirements specified under subsection (11) on the administrative authority’s website. O. Reg. 357/22, s. 9. (13) A registrant shall comply with a requirement published under subsection (12). O. Reg. 357/22, s. 9. Information Guide",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>12.1 </b>(1) A registrant shall clearly and prominently disclose the name in which the registrant is registered in all the registrant’s advertisements. O. Reg. 357/22, s. 9.</p> <p class=\"subsection-e\">  (2) A brokerage that identifies a broker or salesperson by name in an advertisement shall use the name in which the broker or salesperson is registered. O. Reg. 357/22, s. 9.</p> <p class=\"subsection-e\">  (3) A broker or salesperson shall not advertise in any manner unless the advertisement clearly and prominently identifies the brokerage that employs the broker or salesperson, using the name in which the brokerage is registered. O. Reg. 357/22, s. 9.</p> <p class=\"subsection-e\">  (4) Subject to subsection (6), a registrant who advertises shall,</p> <p class=\"clause-e\">  (a)  use the term “brokerage”, “real estate brokerage”, “maison de courtage” or “maison de courtage immobilier” to describe any brokerage that is referred to in the advertisement;</p> <p class=\"clause-e\">  (b)  use the term “broker of record”, “real estate broker of record”, “courtier responsable” or “courtier immobilier responsable” to describe any broker of record who is referred to in the advertisement;</p> <p class=\"clause-e\">  (c)  use the term “broker”, “broker real estate agent”, “real estate agent”, “real estate broker”, “courtier” or “courtier immobilier” to describe any broker who is referred to in the advertisement; and</p> <p class=\"clause-e\">  (d)  use the term “salesperson”, “real estate agent”, “real estate salesperson”, “sales representative”, “real estate sales representative”, “agent immobilier”, “représentant commercial” or “représentant immobilier” to describe any salesperson who is referred to in the advertisement. O. Reg. 357/22, s. 9.</p> <p class=\"subsection-e\">  (5) A registrant who advertises is not prevented from using the trademark “REALTOR®” by itself or followed immediately by the term “broker” to describe a broker who is referred to in the advertisement or from using the trademark “REALTOR®” by itself or followed immediately by the term “salesperson” to describe a salesperson who is referred to in the advertisement if the broker or salesperson, as the case may be, is a member in good standing of the Canadian Real Estate Association. O. Reg. 357/22, s. 9.</p> <p class=\"subsection-e\">  (6) If a registrant uses the trademark “REALTOR®” by itself or followed immediately by the term “broker” to describe a broker who is referred to in the advertisement or uses the trademark “REALTOR®” by itself or followed immediately by the term “salesperson” to describe a salesperson who is referred to in the advertisement, the registrant is not required to use any of the terms referred to in clause (4) (c) or (d) to describe the broker or salesperson, as the case may be. O. Reg. 357/22, s. 9.</p> <p class=\"subsection-e\">  (7) A registrant who advertises shall not use a term to describe any registrant that is referred to in the advertisement if the term could reasonably be confused with a term that is required or authorized by subsection (4) or (5). O. Reg. 357/22, s. 9.</p> <p class=\"subsection-e\">  (8) A registrant shall not include anything in an advertisement that could reasonably be used to identify a party to the acquisition or disposition of an interest in real estate unless the party has consented in writing. O. Reg. 357/22, s. 9.</p> <p class=\"subsection-e\">  (9) A registrant shall not include anything in an advertisement that could reasonably be used to identify specific real estate unless the owner of the real estate has consented in writing. O. Reg. 357/22, s. 9.</p> <p class=\"subsection-e\">  (10) A registrant shall not include anything in an advertisement that could reasonably be used to determine any of the contents of an agreement that deals with the conveyance of an interest in real estate, including any provision of the agreement relating to the price, unless the parties to the agreement have consented in writing. O. Reg. 357/22, s. 9.</p> <p class=\"subsection-e\">  (11) The registrar may specify requirements respecting advertising that do not conflict with anything in this section. O. Reg. 357/22, s. 9.</p> <p class=\"subsection-e\">  (12) The registrar shall publish any requirements specified under subsection (11) on the administrative authority’s website. O. Reg. 357/22, s. 9.</p> <p class=\"subsection-e\">  (13) A registrant shall comply with a requirement published under subsection (12). O. Reg. 357/22, s. 9.</p> <p class=\"heading1-e\"><a name=\"BK18\"></a>Information Guide</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Information Guide",
            "part_id": null,
            "part_type": null,
            "section": "Information Guide",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Information guide",
            "content": " 13. (1) The registrar shall prepare an information guide and publish it on the administrative authority’s website. O. Reg. 357/22, s. 10. (2) The information guide shall include the following information: 1.  An indication that a person may interact with a registrant, i.  as a client under a representation agreement, or ii.  as a self-represented party. 2.  A summary of the rights and duties set out in the Act and the regulations in respect of registrants, clients and self-represented parties. 3.  An explanation of the risks of being a self-represented party if a person chooses not to receive services, including representation, from a registrant. 4.  A statement advising a person contemplating being a self-represented party to seek independent professional advice. 5.  Guidance in respect of the duties that a brokerage would owe to a client and the services that the brokerage would provide to a client, if the brokerage entered into a brokerage representation agreement with the client. 6.  With respect to situations where a brokerage enters into a designated representation agreement with a client, guidance in respect of the duties that the brokerage and the designated representative employed by the brokerage would owe to the client and the services that the brokerage and the designated representative would provide to the client. 7.  An indication that agreements with brokerages may include terms related to termination of the agreement. 8.  Guidance in respect of remuneration arrangements in relation to a trade in real estate, including a description of remuneration arrangements that are permitted and prohibited for, i.  a broker or salesperson, and ii.  a brokerage. 9.  A caution that a brokerage is not permitted to represent more than one client in respect of the same trade in real estate unless the requirements set out in subsection 22 (1) are satisfied. 10.  A caution that a designated representative is not permitted to represent more than one client in respect of the same trade in real estate unless the requirements set out in subsection 22.0.1 (1) are satisfied. 11.  A caution that a brokerage and a designated representative employed by the brokerage are not permitted to represent their respective clients in respect of the same trade in real estate unless the requirements set out in subsection 22.0.2 (2) are satisfied. 12.  With respect to situations where a brokerage represents more than one client in respect of the same trade in real estate, guidance in respect of the duties that a brokerage would owe to each client and the services that the brokerage would provide to each client. 13.  With respect to situations where a designated representative represents more than one client in respect of the same trade in real estate, guidance in respect of the duties that the brokerage and the designated representative employed by the brokerage would owe to each client and the services that they would provide to each client. 14.  With respect to situations where a brokerage represents a client and a designated representative employed by the brokerage represents a client in respect of the same trade in real estate, guidance in respect of the duties that the brokerage and the designated representative would owe to their respective clients and the services that they would provide to their respective clients. 15.  An explanation of how to file a complaint about the conduct of a broker or salesperson to, i.  the brokerage that employs the broker or salesperson, and ii.  the administrative authority. 16.  Any other information the registrar considers relevant in respect of the rights and duties set out in the Act or the regulations in respect of registrants, clients and self-represented parties. O. Reg. 235/23, s. 3. (3) Before providing services or assistance to a person in relation to trading in real estate a registrant shall provide the person with a copy of the information guide or a link to the guide on the administrative authority’s website. O. Reg. 357/22, s. 10. (4) Before providing services or assistance to a person in relation to a trade in real estate a broker or salesperson shall explain the contents of the information guide to the person. O. Reg. 357/22, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>13. </b>(1) The registrar shall prepare an information guide and publish it on the administrative authority’s website. O. Reg. 357/22, s. 10.</p> <p class=\"subsection-e\">  (2) The information guide shall include the following information:</p> <p class=\"paragraph-e\">  1.  An indication that a person may interact with a registrant,</p> <p class=\"subpara-e\">  i.  as a client under a representation agreement, or</p> <p class=\"subpara-e\">  ii.  as a self-represented party.</p> <p class=\"paragraph-e\">  2.  A summary of the rights and duties set out in the Act and the regulations in respect of registrants, clients and self-represented parties.</p> <p class=\"paragraph-e\">  3.  An explanation of the risks of being a self-represented party if a person chooses not to receive services, including representation, from a registrant.</p> <p class=\"paragraph-e\">  4.  A statement advising a person contemplating being a self-represented party to seek independent professional advice.</p> <p class=\"paragraph-e\">  5.  Guidance in respect of the duties that a brokerage would owe to a client and the services that the brokerage would provide to a client, if the brokerage entered into a brokerage representation agreement with the client.</p> <p class=\"paragraph-e\">  6.  With respect to situations where a brokerage enters into a designated representation agreement with a client, guidance in respect of the duties that the brokerage and the designated representative employed by the brokerage would owe to the client and the services that the brokerage and the designated representative would provide to the client.</p> <p class=\"paragraph-e\">  7.  An indication that agreements with brokerages may include terms related to termination of the agreement.</p> <p class=\"paragraph-e\">  8.  Guidance in respect of remuneration arrangements in relation to a trade in real estate, including a description of remuneration arrangements that are permitted and prohibited for,</p> <p class=\"subpara-e\">  i.  a broker or salesperson, and</p> <p class=\"subpara-e\">  ii.  a brokerage.</p> <p class=\"paragraph-e\">  9.  A caution that a brokerage is not permitted to represent more than one client in respect of the same trade in real estate unless the requirements set out in subsection 22 (1) are satisfied.</p> <p class=\"paragraph-e\">  10.  A caution that a designated representative is not permitted to represent more than one client in respect of the same trade in real estate unless the requirements set out in subsection 22.0.1 (1) are satisfied.</p> <p class=\"paragraph-e\">  11.  A caution that a brokerage and a designated representative employed by the brokerage are not permitted to represent their respective clients in respect of the same trade in real estate unless the requirements set out in subsection 22.0.2 (2) are satisfied.</p> <p class=\"paragraph-e\">  12.  With respect to situations where a brokerage represents more than one client in respect of the same trade in real estate, guidance in respect of the duties that a brokerage would owe to each client and the services that the brokerage would provide to each client.</p> <p class=\"paragraph-e\">  13.  With respect to situations where a designated representative represents more than one client in respect of the same trade in real estate, guidance in respect of the duties that the brokerage and the designated representative employed by the brokerage would owe to each client and the services that they would provide to each client.</p> <p class=\"paragraph-e\">  14.  With respect to situations where a brokerage represents a client and a designated representative employed by the brokerage represents a client in respect of the same trade in real estate, guidance in respect of the duties that the brokerage and the designated representative would owe to their respective clients and the services that they would provide to their respective clients.</p> <p class=\"paragraph-e\">  15.  An explanation of how to file a complaint about the conduct of a broker or salesperson to,</p> <p class=\"subpara-e\">  i.  the brokerage that employs the broker or salesperson, and</p> <p class=\"subpara-e\">  ii.  the administrative authority.</p> <p class=\"paragraph-e\">  16.  Any other information the registrar considers relevant in respect of the rights and duties set out in the Act or the regulations in respect of registrants, clients and self-represented parties. O. Reg. 235/23, s. 3.</p> <p class=\"subsection-e\">  (3) Before providing services or assistance to a person in relation to trading in real estate a registrant shall provide the person with a copy of the information guide or a link to the guide on the administrative authority’s website. O. Reg. 357/22, s. 10.</p> <p class=\"subsection-e\">  (4) Before providing services or assistance to a person in relation to a trade in real estate a broker or salesperson shall explain the contents of the information guide to the person. O. Reg. 357/22, s. 10.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "13.1",
            "part_id": null,
            "part_type": null,
            "section": "Information to self-represented parties",
            "content": " 13.1 (1) If a brokerage provides services to a client in respect of a trade in real estate and provides assistance to a self-represented party in respect of the trade, the brokerage shall provide the following information to the self-represented party before providing the assistance: 1.  A disclosure that the brokerage provides services to a client in respect of the trade. 2.  A disclosure that the brokerage or a designated representative employed by the brokerage represents a client in respect of the trade. 3.  An explanation of the risks to the party that may arise from receiving assistance from the brokerage. 4.  A description of the type of assistance that the brokerage is permitted to provide to the party. 5.  A recommendation that the party seek independent professional advice. O. Reg. 235/23, s. 4. (2) The information mentioned in subsection (1) shall be given to the self-represented party in the form and manner determined by the registrar. O. Reg. 357/22, s. 10. (3) The brokerage shall, with respect to each self-represented party receiving the form mentioned in subsection (2), (a)  explain the information mentioned in subsection (1); (b)  make best efforts to obtain a written acknowledgement from the self-represented party indicating that the information has been received; and (c)  if the self-represented party makes the acknowledgement, provide them with a copy of it. O. Reg. 357/22, s. 10. Agreements: Conveyance of an Interest in Real Estate",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>13.1 </b>(1) If a brokerage provides services to a client in respect of a trade in real estate and provides assistance to a self-represented party in respect of the trade, the brokerage shall provide the following information to the self-represented party before providing the assistance:</p> <p class=\"paragraph-e\">  1.  A disclosure that the brokerage provides services to a client in respect of the trade.</p> <p class=\"paragraph-e\">  2.  A disclosure that the brokerage or a designated representative employed by the brokerage represents a client in respect of the trade.</p> <p class=\"paragraph-e\">  3.  An explanation of the risks to the party that may arise from receiving assistance from the brokerage.</p> <p class=\"paragraph-e\">  4.  A description of the type of assistance that the brokerage is permitted to provide to the party.</p> <p class=\"paragraph-e\">  5.  A recommendation that the party seek independent professional advice. O. Reg. 235/23, s. 4.</p> <p class=\"subsection-e\">  (2) The information mentioned in subsection (1) shall be given to the self-represented party in the form and manner determined by the registrar. O. Reg. 357/22, s. 10.</p> <p class=\"subsection-e\">  (3) The brokerage shall, with respect to each self-represented party receiving the form mentioned in subsection (2),</p> <p class=\"clause-e\">  (a)  explain the information mentioned in subsection (1);</p> <p class=\"clause-e\">  (b)  make best efforts to obtain a written acknowledgement from the self-represented party indicating that the information has been received; and</p> <p class=\"clause-e\">  (c)  if the self-represented party makes the acknowledgement, provide them with a copy of it. O. Reg. 357/22, s. 10.</p> <p class=\"heading1-e\"><a name=\"BK21\"></a>Agreements: Conveyance of an Interest in Real Estate</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "Agreements: Conveyance of an Interest in Real Estate",
            "part_id": null,
            "part_type": null,
            "section": "Agreements: Conveyance of an Interest in Real Estate",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "13.2",
            "part_id": null,
            "part_type": null,
            "section": "Written and legible agreements",
            "content": " 13.2 A registrant who represents a client in respect of a trade in real estate shall use best efforts to ensure that any agreement that deals with the conveyance of an interest in real estate is in writing and that the written agreement is legible. O. Reg. 357/22, s. 10.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK22\"></a>13.2 </b>A registrant who represents a client in respect of a trade in real estate shall use best efforts to ensure that any agreement that deals with the conveyance of an interest in real estate is in writing and that the written agreement is legible. O. Reg. 357/22, s. 10.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "13.3",
            "part_id": null,
            "part_type": null,
            "section": "Copies of agreements",
            "content": " 13.3. (1) If a registrant represents a client who enters into a written agreement that deals with the conveyance of an interest in real estate, the registrant shall use best efforts to ensure that all parties to the agreement receive a copy of the agreement as soon as possible after the agreement is entered into. O. Reg. 357/22, s. 10. (2) If a broker or salesperson represents a client who enters into a written agreement that deals with the conveyance of an interest in real estate, the broker or salesperson shall use best efforts to deliver a copy of the agreement to the brokerage that employs the broker or salesperson as soon as possible after the agreement is entered into. O. Reg. 357/22, s. 10. Agreements: Trade in Real Estate",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>13.3</b>. (1) If a registrant represents a client who enters into a written agreement that deals with the conveyance of an interest in real estate, the registrant shall use best efforts to ensure that all parties to the agreement receive a copy of the agreement as soon as possible after the agreement is entered into. O. Reg. 357/22, s. 10.</p> <p class=\"subsection-e\">  (2) If a broker or salesperson represents a client who enters into a written agreement that deals with the conveyance of an interest in real estate, the broker or salesperson shall use best efforts to deliver a copy of the agreement to the brokerage that employs the broker or salesperson as soon as possible after the agreement is entered into. O. Reg. 357/22, s. 10.</p> <p class=\"heading1-e\"><a name=\"BK24\"></a>Agreements: Trade in Real Estate</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "Agreements: Trade in Real Estate",
            "part_id": null,
            "part_type": null,
            "section": "Agreements: Trade in Real Estate",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "13.3.1",
            "part_id": null,
            "part_type": null,
            "section": "Representation required",
            "content": " 13.3.1 A brokerage shall not enter into an agreement with a buyer or seller for the purposes of trading in real estate if the agreement does not include the provision of representation. O. Reg. 235/23, s. 5.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK25\"></a>13.3.1 </b>A brokerage shall not enter into an agreement with a buyer or seller for the purposes of trading in real estate if the agreement does not include the provision of representation. O. Reg. 235/23, s. 5.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "13.4",
            "part_id": null,
            "part_type": null,
            "section": "Contents of written agreements",
            "content": " 13.4 (1) A brokerage shall not enter into a written agreement with a buyer or seller for the purpose of trading in real estate unless the following requirements are satisfied: 1.  The agreement clearly, comprehensibly and prominently, sets out the following information: i.  The date on which the agreement takes effect and the date on which it expires. ii.  The method for determining, A.  the amount of any remuneration payable to the brokerage, and B.  in the case of an agreement with a seller, the amount of any remuneration payable to any other brokerage. iii.  The identification of any circumstances in which an amount mentioned in subparagraph ii may change, and, for each circumstance, A.  an explanation of how the amount may change, and B.  an indication of whether one or more other brokerages may receive remuneration. iv.  The method to be used for paying any remuneration payable to the brokerage. v.  The services that the brokerage will provide under the agreement and, in the case of a designated representation agreement, the fact that the brokerage will not provide representation. vi.  In the case of a designated representation agreement, A.  the name of each designated representative under the agreement, B.  the services that the designated representative will provide under the agreement, C.  the duties of the brokerage under section 22.0.4, and D.  the duty of the designated representative under section 22.0.5. vii.  The terms related to termination of the agreement, if any. 2.  The expiry date is displayed prominently on the first page of the agreement. 3.  The buyer or seller has initialled the agreement next to the expiry date. O. Reg. 357/22, s. 10; O. Reg. 235/23, s. 6. (2) A brokerage shall ensure that an agreement referred to in subsection (1) contains only one date on which the agreement expires. O. Reg. 357/22, s. 10.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK26\"></a>13.4 </b>(1) A brokerage shall not enter into a written agreement with a buyer or seller for the purpose of trading in real estate unless the following requirements are satisfied:</p> <p class=\"paragraph-e\">  1.  The agreement clearly, comprehensibly and prominently, sets out the following information:</p> <p class=\"subpara-e\">  i.  The date on which the agreement takes effect and the date on which it expires.</p> <p class=\"subpara-e\">  ii.  The method for determining,</p> <p class=\"subsubpara-e\">  A.  the amount of any remuneration payable to the brokerage, and</p> <p class=\"subsubpara-e\">  B.  in the case of an agreement with a seller, the amount of any remuneration payable to any other brokerage.</p> <p class=\"subpara-e\">  iii.  The identification of any circumstances in which an amount mentioned in subparagraph ii may change, and, for each circumstance,</p> <p class=\"subsubpara-e\">  A.  an explanation of how the amount may change, and</p> <p class=\"subsubpara-e\">  B.  an indication of whether one or more other brokerages may receive remuneration.</p> <p class=\"subpara-e\">  iv.  The method to be used for paying any remuneration payable to the brokerage.</p> <p class=\"subpara-e\">  v.  The services that the brokerage will provide under the agreement and, in the case of a designated representation agreement, the fact that the brokerage will not provide representation.</p> <p class=\"subpara-e\">  vi.  In the case of a designated representation agreement,</p> <p class=\"subsubpara-e\">  A.  the name of each designated representative under the agreement,</p> <p class=\"subsubpara-e\">  B.  the services that the designated representative will provide under the agreement,</p> <p class=\"subsubpara-e\">  C.  the duties of the brokerage under section 22.0.4, and</p> <p class=\"subsubpara-e\">  D.  the duty of the designated representative under section 22.0.5.</p> <p class=\"subpara-e\">  vii.  The terms related to termination of the agreement, if any.</p> <p class=\"paragraph-e\">  2.  The expiry date is displayed prominently on the first page of the agreement.</p> <p class=\"paragraph-e\">  3.  The buyer or seller has initialled the agreement next to the expiry date. O. Reg. 357/22, s. 10; O. Reg. 235/23, s. 6.</p> <p class=\"subsection-e\">  (2) A brokerage shall ensure that an agreement referred to in subsection (1) contains only one date on which the agreement expires. O. Reg. 357/22, s. 10.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "13.5",
            "part_id": null,
            "part_type": null,
            "section": "Seller representation agreements",
            "content": " 13.5 (1) If a brokerage enters into a seller representation agreement with a seller and the agreement is not in writing, the brokerage shall, as soon as possible after entering the agreement and before any buyer makes an offer, reduce the agreement to writing, have it signed on behalf of the brokerage and provide it to the seller for signature. O. Reg. 357/22, s. 10. (2) In this section, “seller representation agreement” means a representation agreement between a brokerage and a seller, and includes a listing agreement. O. Reg. 357/22, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>13.5 </b>(1) If a brokerage enters into a seller representation agreement with a seller and the agreement is not in writing, the brokerage shall, as soon as possible after entering the agreement and before any buyer makes an offer, reduce the agreement to writing, have it signed on behalf of the brokerage and provide it to the seller for signature. O. Reg. 357/22, s. 10.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"definition-e\">“seller representation agreement” means a representation agreement between a brokerage and a seller, and includes a listing agreement. O. Reg. 357/22, s. 10.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "13.6",
            "part_id": null,
            "part_type": null,
            "section": "Buyer representation agreements",
            "content": " 13.6 If a brokerage enters into a buyer representation agreement with a buyer and the agreement is not in writing, the brokerage shall, as soon as possible after entering the agreement and before the buyer makes an offer, reduce the agreement to writing, have it signed on behalf of the brokerage and provide it to the buyer for signature. O. Reg. 357/22, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>13.6 </b>If a brokerage enters into a buyer representation agreement with a buyer and the agreement is not in writing, the brokerage shall, as soon as possible after entering the agreement and before the buyer makes an offer, reduce the agreement to writing, have it signed on behalf of the brokerage and provide it to the buyer for signature. O. Reg. 357/22, s. 10.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "13.7",
            "part_id": null,
            "part_type": null,
            "section": "Copies of agreements",
            "content": " 13.7 If a brokerage and one or more other persons enter into a written agreement in connection with a trade in real estate, the brokerage shall ensure that each of the other persons is immediately given a copy of the agreement. O. Reg. 357/22, s. 10. Trust Money",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>13.7 </b>If a brokerage and one or more other persons enter into a written agreement in connection with a trade in real estate, the brokerage shall ensure that each of the other persons is immediately given a copy of the agreement. O. Reg. 357/22, s. 10.</p> <p class=\"heading1-e\"><a name=\"BK30\"></a>Trust Money</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "Trust Money",
            "part_id": null,
            "part_type": null,
            "section": "Trust Money",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "One account",
            "content": " 14. A brokerage shall not maintain more than one trust account for the purpose of section 27 of the Act, unless the registrar consents in writing.  O. Reg. 567/05, s. 14.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK31\"></a>14. </b>A brokerage shall not maintain more than one trust account for the purpose of section 27 of the Act, unless the registrar consents in writing.  O. Reg. 567/05, s. 14.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Real Estate Trust Account",
            "content": " 15. A brokerage shall ensure that each account maintained under section 27 of the Act is designated as a Real Estate Trust Account.  O. Reg. 567/05, s. 15.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK32\"></a>15. </b>A brokerage shall ensure that each account maintained under section 27 of the Act is designated as a Real Estate Trust Account.  O. Reg. 567/05, s. 15.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Variable interest rate trust accounts",
            "content": " 16. A brokerage that complies with section 27 of the Act through a variable interest rate account shall, on the request of a person for whom money is held in trust, inform the person of the current interest rate.  O. Reg. 567/05, s. 16.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK33\"></a>16. </b>A brokerage that complies with section 27 of the Act through a variable interest rate account shall, on the request of a person for whom money is held in trust, inform the person of the current interest rate.  O. Reg. 567/05, s. 16.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Deposit within five business days",
            "content": " 17. (1) If an amount of money comes into a brokerage’s hands in trust for another person in connection with the brokerage’s business, the brokerage shall deposit the amount in the trust account maintained under section 27 of the Act within five business days.  O. Reg. 567/05, s. 17 (1). (2) In subsection (1), “business day” means a day that is not, (a)  Saturday, or (b)  a holiday within the meaning of section 87 of the Legislation Act, 2006.  O. Reg. 567/05, s. 17 (2); O. Reg. 537/20, s. 2.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK34\"></a>17. </b>(1) If an amount of money comes into a brokerage’s hands in trust for another person in connection with the brokerage’s business, the brokerage shall deposit the amount in the trust account maintained under section 27 of the Act within five business days.  O. Reg. 567/05, s. 17 (1).</p> <p class=\"subsection-e\">  (2) In subsection (1),</p> <p class=\"firstdef-e\">“business day” means a day that is not, </p> <p class=\"defclause-e\">  (a)  Saturday, or </p> <p class=\"defclause-e\">  (b)  a holiday within the meaning of section 87 of the <i>Legislation Act, 2006</i>.  O. Reg. 567/05, s. 17 (2); O. Reg. 537/20, s. 2.</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Requests for disbursements",
            "content": " 18. If a brokerage receives a request for a disbursement from the trust account maintained under section 27 of the Act and the disbursement is required by the terms of the applicable trust, the brokerage shall disburse the money as soon as practicable, subject to the terms of the applicable trust.  O. Reg. 567/05, s. 18.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK35\"></a>18. </b>If a brokerage receives a request for a disbursement from<b> </b>the trust account maintained under section 27 of the Act and the disbursement is required by the terms of the applicable trust, the brokerage shall disburse the money as soon as practicable, subject to the terms of the applicable trust.  O. Reg. 567/05, s. 18.</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Authorization of transactions",
            "content": " 19. A brokerage shall not engage in any transaction involving money that comes into the brokerage’s hands in trust for other persons in connection with the brokerage’s business unless the transaction is authorized by the brokerage’s broker of record.  O. Reg. 567/05, s. 19. Other Property in Trust",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK36\"></a>19. </b>A brokerage shall not engage in any transaction involving money that comes into the brokerage’s hands in trust for other persons in connection with the brokerage’s business unless the transaction is authorized by the brokerage’s broker of record.  O. Reg. 567/05, s. 19.</p> <p class=\"heading1-e\"><a name=\"BK37\"></a>Other Property in Trust</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "Other Property in Trust",
            "part_id": null,
            "part_type": null,
            "section": "Other Property in Trust",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Other property in trust",
            "content": " 20. (1) If property other than money comes into a brokerage’s hands in trust for another person in connection with the brokerage’s business, the brokerage shall preserve the property in a safe manner.  O. Reg. 567/05, s. 20 (1). (2) A brokerage shall not engage in any transaction involving property that is not money and that comes into the brokerage’s hands in trust for other persons in connection with the brokerage’s business unless the transaction is authorized by the brokerage’s broker of record.  O. Reg. 567/05, s. 20 (2). (3) If a brokerage receives a request to withdraw all or any part of the property held in trust and the withdrawal is required by the terms of the applicable trust, the brokerage shall withdraw the property requested as soon as practicable, subject to the terms of the applicable trust.  O. Reg. 567/05, s. 20 (3). Purchase of Business",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK38\"></a>20. </b>(1) If property other than money comes into a brokerage’s hands in trust for another person in connection with the brokerage’s business, the brokerage shall preserve the property in a safe manner.  O. Reg. 567/05, s. 20 (1).</p> <p class=\"subsection-e\"><b> </b>(2) A brokerage shall not engage in any transaction involving property that is not money and that comes into the brokerage’s hands in trust for other persons in connection with the brokerage’s business unless the transaction is authorized by the brokerage’s broker of record.  O. Reg. 567/05, s. 20 (2).</p> <p class=\"subsection-e\">  (3) If a brokerage receives a request to withdraw all or any part of the property held in trust and the withdrawal is required by the terms of the applicable trust, the brokerage shall withdraw the property requested as soon as practicable, subject to the terms of the applicable trust.  O. Reg. 567/05, s. 20 (3).</p> <p class=\"heading1-e\"><a name=\"BK39\"></a>Purchase of Business</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "Purchase of Business",
            "part_id": null,
            "part_type": null,
            "section": "Purchase of Business",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Purchase of business: statements to be delivered",
            "content": " 21. (1) The definitions of “buy” and “buyer” in section 2 do not apply to this section.  O. Reg. 567/05, s. 21 (1). (2) If the purchase of a business is negotiated by a registrant on behalf of the person disposing of the business, the registrant shall provide to the purchaser, before a binding agreement of purchase and sale is entered into, the following statements signed by or on behalf of the person disposing of the business: 1.  A profit and loss statement for the business for the preceding 12 months or since the acquisition of the business by the person disposing of it. 2.  A statement of the assets and liabilities of the business. 3.  A statement containing a list of all fixtures, goods, chattels, other assets and rights relating to or connected with the business that are not included in the trade.  O. Reg. 567/05, s. 21 (2); O. Reg. 235/23, s. 7 (1). (3) If the registrant fails to provide the statement mentioned in paragraph 3 of subsection (2) in accordance with that subsection and the agreement of purchase and sale does not expressly deal with whether a fixture, good, chattel, other asset or right relating to or connected with the business is included in the trade, the fixture, good, chattel, other asset or right shall be deemed to be included in the trade.  O. Reg. 567/05, s. 21 (3); O. Reg. 235/23, s. 7 (2). (4) Paragraphs 1 and 2 of subsection (2) do not apply if a statement is signed by or on behalf of the purchaser and is delivered to the registrant indicating that the purchaser has received and read a statement under oath or affirmation of the person disposing of the business that sets out the following: 1.  The terms and conditions under which the person disposing of the business holds possession of the premises in which the business is being carried on. 2.  The terms and conditions under which the person disposing of the business has sublet a part of the premises in which the business is being carried on. 3.  All liabilities of the business. 4.  A statement that the person disposing of the business has made available the books of account of the business that the person possesses for inspection by the purchaser, or that the person disposing of the business has refused to do so or has no books of account of the business, as the case may be.  O. Reg. 567/05, s. 21 (4); O. Reg. 235/23, s. 7 (2). Other Registrant Responsibilities",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK40\"></a>21</b><b>. </b>(1) The definitions of “buy” and “buyer” in section 2 do not apply to this section.  O. Reg. 567/05, s. 21 (1).</p> <p class=\"subsection-e\">  (2) If the purchase of a business is negotiated by a registrant on behalf of the person disposing of the business, the registrant shall provide to the purchaser, before a binding agreement of purchase and sale is entered into, the following statements signed by or on behalf of the person disposing of the business:</p> <p class=\"paragraph-e\">  1.  A profit and loss statement for the business for the preceding 12 months or since the acquisition of the business by the person disposing of it.</p> <p class=\"paragraph-e\">  2.  A statement of the assets and liabilities of the business.</p> <p class=\"paragraph-e\">  3.  A statement containing a list of all fixtures, goods, chattels, other assets and rights relating to or connected with the business that are not included in the trade.  O. Reg. 567/05, s. 21 (2); O. Reg. 235/23, s. 7 (1).</p> <p class=\"subsection-e\">  (3) If the registrant fails to provide the statement mentioned in paragraph 3 of subsection (2) in accordance with that subsection and the agreement of purchase and sale does not expressly deal with whether a fixture, good, chattel, other asset or right relating to or connected with the business is included in the trade, the fixture, good, chattel, other asset or right shall be deemed to be included in the trade.  O. Reg. 567/05, s. 21 (3); O. Reg. 235/23, s. 7 (2).</p> <p class=\"subsection-e\">  (4) Paragraphs 1 and 2 of subsection (2) do not apply if a statement is signed by or on behalf of the purchaser and is delivered to the registrant indicating that the purchaser has received and read a statement under oath or affirmation of the person disposing of the business that sets out the following:</p> <p class=\"paragraph-e\">  1.  The terms and conditions under which the person disposing of the business holds possession of the premises in which the business is being carried on.</p> <p class=\"paragraph-e\">  2.  The terms and conditions under which the person disposing of the business has sublet a part of the premises in which the business is being carried on.</p> <p class=\"paragraph-e\">  3.  All liabilities of the business.</p> <p class=\"paragraph-e\">  4.  A statement that the person disposing of the business has made available the books of account of the business that the person possesses for inspection by the purchaser, or that the person disposing of the business has refused to do so or has no books of account of the business, as the case may be.  O. Reg. 567/05, s. 21 (4); O. Reg. 235/23, s. 7 (2).</p> <p class=\"heading1-e\"><a name=\"BK41\"></a>Other Registrant Responsibilities</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "Other Registrant Responsibilities",
            "part_id": null,
            "part_type": null,
            "section": "Other Registrant Responsibilities",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Multiple representation",
            "content": " 22. (1) A brokerage shall not represent more than one client in respect of the same trade in real estate unless, (a)  the brokerage discloses the information set out in subsection (2) to each client and prospective client in respect of the trade; and (b)  each client and prospective client, after receiving the disclosure under clause (a), consents in writing, to being represented by the brokerage in respect of the trade. O. Reg. 357/22, s. 11; O. Reg. 235/23, s. 8 (1). (2) The following is the information referred to in subsection (1): 1.  The fact that the brokerage proposes to represent more than one client in respect of the same trade in real estate. 2.  The differences between the duties the brokerage would have if it represented only one client in respect of the trade and the duties the brokerage would have if it represented more than one client in respect of the trade, including any differences relating to, i.  the duties the brokerage would owe, ii.  the services the brokerage would provide, and iii.  the remuneration arrangements the brokerage would have. O. Reg. 357/22, s. 11; O. Reg. 235/23, s. 8 (2) (3) Revoked: O. Reg. 235/23, s. 8 (3). (4) The brokerage shall make best efforts to obtain a written acknowledgement from each person receiving a disclosure under subsection (1) indicating that the disclosure has been received and, if a person makes the acknowledgement, provide them with a copy of it. O. Reg. 235/23, s. 8 (4). (5) If a brokerage represents more than one client in respect of the same trade in real estate, the brokerage and, for clarity, every broker and salesperson employed by the brokerage shall treat the interests of those clients in an objective and impartial manner. O. Reg. 235/23, s. 8 (5).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK42\"></a>22. </b>(1) A brokerage shall not represent more than one client in respect of the same trade in real estate unless,</p> <p class=\"clause-e\">  (a)  the brokerage discloses the information set out in subsection (2) to each client and prospective client in respect of the trade; and</p> <p class=\"clause-e\">  (b)  each client and prospective client, after receiving the disclosure under clause (a), consents in writing, to being represented by the brokerage in respect of the trade. O. Reg. 357/22, s. 11; O. Reg. 235/23, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The following is the information referred to in subsection (1):</p> <p class=\"paragraph-e\">  1.  The fact that the brokerage proposes to represent more than one client in respect of the same trade in real estate.</p> <p class=\"paragraph-e\">  2.  The differences between the duties the brokerage would have if it represented only one client in respect of the trade and the duties the brokerage would have if it represented more than one client in respect of the trade, including any differences relating to,</p> <p class=\"subpara-e\">  i.  the duties the brokerage would owe,</p> <p class=\"subpara-e\">  ii.  the services the brokerage would provide, and</p> <p class=\"subpara-e\">  iii.  the remuneration arrangements the brokerage would have. O. Reg. 357/22, s. 11; O. Reg. 235/23, s. 8 (2)</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 235/23, s. 8 (3).</p> <p class=\"subsection-e\">  (4) The brokerage shall make best efforts to obtain a written acknowledgement from each person receiving a disclosure under subsection (1) indicating that the disclosure has been received and, if a person makes the acknowledgement, provide them with a copy of it. O. Reg. 235/23, s. 8 (4).</p> <p class=\"subsection-e\">  (5) If a brokerage represents more than one client in respect of the same trade in real estate, the brokerage and, for clarity, every broker and salesperson employed by the brokerage shall treat the interests of those clients in an objective and impartial manner. O. Reg. 235/23, s. 8 (5).</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "22.0.1",
            "part_id": null,
            "part_type": null,
            "section": "Multiple representation — designated representative",
            "content": " 22.0.1 (1) A designated representative shall not represent more than one client in respect of the same trade in real estate, unless, (a)  the brokerage discloses the information set out in subsection (2) to each client and prospective client in respect of the trade; and (b)  each client and prospective client, after receiving the disclosure under clause (a), consents in writing to being represented by the same designated representative in respect of the trade. O. Reg. 235/23, s. 9. (2) The following is the information referred to in subsection (1): 1.  The fact that the brokerage proposes to have the designated representative represent more than one client in respect of the same trade in real estate. 2.  The differences between the duties the brokerage and the designated representative would have if the designated representative represented only one client in respect of the trade and the duties the brokerage and the designated representative would have if the designated representative represented more than one client in respect of the trade, including any differences relating to, i.  the duties the brokerage and the designated representative would owe, ii.  the services the brokerage and the designated representative would provide, and iii.  the remuneration arrangements the brokerage would have. O. Reg. 235/23, s. 9. (3) The brokerage shall make best efforts to obtain a written acknowledgement from each person receiving a disclosure under subsection (1) indicating that the disclosure has been received and, if a person makes the acknowledgement, provide them with a copy of it. O. Reg. 235/23, s. 9. (4) If a designated representative represents more than one client in respect of the same trade in real estate, the designated representative shall treat the interests of those clients in an objective and impartial manner. O. Reg. 235/23, s. 9.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK43\"></a>22.0.1 </b>(1) A designated representative shall not represent more than one client in respect of the same trade in real estate, unless,</p> <p class=\"clause-e\">  (a)  the brokerage discloses the information set out in subsection (2) to each client and prospective client in respect of the trade; and</p> <p class=\"clause-e\">  (b)  each client and prospective client, after receiving the disclosure under clause (a), consents in writing to being represented by the same designated representative in respect of the trade. O. Reg. 235/23, s. 9.</p> <p class=\"subsection-e\">  (2) The following is the information referred to in subsection (1):</p> <p class=\"paragraph-e\">  1.  The fact that the brokerage proposes to have the designated representative represent more than one client in respect of the same trade in real estate.</p> <p class=\"paragraph-e\">  2.  The differences between the duties the brokerage and the designated representative would have if the designated representative represented only one client in respect of the trade and the duties the brokerage and the designated representative would have if the designated representative represented more than one client in respect of the trade, including any differences relating to,</p> <p class=\"subpara-e\">  i.  the duties the brokerage and the designated representative would owe,</p> <p class=\"subpara-e\">  ii.  the services the brokerage and the designated representative would provide, and</p> <p class=\"subpara-e\">  iii.  the remuneration arrangements the brokerage would have. O. Reg. 235/23, s. 9.</p> <p class=\"subsection-e\">  (3) The brokerage shall make best efforts to obtain a written acknowledgement from each person receiving a disclosure under subsection (1) indicating that the disclosure has been received and, if a person makes the acknowledgement, provide them with a copy of it. O. Reg. 235/23, s. 9.</p> <p class=\"subsection-e\">  (4) If a designated representative represents more than one client in respect of the same trade in real estate, the designated representative shall treat the interests of those clients in an objective and impartial manner. O. Reg. 235/23, s. 9.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "22.0.2",
            "part_id": null,
            "part_type": null,
            "section": "Multiple representation — brokerage and designated representative",
            "content": " 22.0.2 (1) This section applies if a brokerage represents one or more clients in respect of a trade in real estate under a brokerage representation agreement and a broker or salesperson employed by the brokerage represents one or more other clients, as a designated representative under a designated representation agreement, in respect of the same trade. O. Reg. 235/23, s. 9. (2) The brokerage and the designated representative shall not represent their respective clients in respect of the same trade unless, (a)  the brokerage discloses the information set out in subsection (3) to each client in respect of the trade; and (b)  each client, after receiving the disclosure under clause (a), consents in writing to being represented by the registrant in respect of the trade. O. Reg. 235/23, s. 9. (3) The following is the information referred to in subsection (2): 1.  The fact that the brokerage represents one or more clients and a broker or salesperson employed by the brokerage represents, as a designated representative, one or more clients in respect of the same trade in real estate. 2.  With respect to the brokerage’s client or clients, the differences between the duties the brokerage would have if only the brokerage represented its client or clients in respect of the trade and the duties the brokerage would have if both the brokerage and the designated representative represented their respective clients in respect of the trade, including any differences relating to, i.  the duties the brokerage would owe, ii.  the services the brokerage would provide, and iii.  the remuneration arrangements the brokerage would have. 3.  With respect to the designated representative’s client or clients, the differences between the duties the brokerage and the designated representative would have if the brokerage did not represent any clients in respect of the trade and only the designated representative represented the designated representative’s client or clients in respect of the trade and the duties the brokerage and the designated representative would have if both of them represented their respective clients in respect of the trade, including any differences relating to, i.  the duties the brokerage and the designated representative would owe, ii.  the services the brokerage and the designated representative would provide, and iii.  the remuneration arrangements the brokerage would have. O. Reg. 235/23, s. 9. (4) The brokerage shall make best efforts to obtain a written acknowledgement from each person receiving a disclosure under subsection (2) indicating that the disclosure has been received and, if a person makes the acknowledgement, provide them with a copy of it. O. Reg. 235/23, s. 9. (5) The brokerage and the designated representative and, for clarity, every other broker and salesperson employed by the brokerage shall treat the interests of the brokerage’s client or clients and the designated representative’s client or clients in respect of the same trade in an objective and impartial manner. O. Reg. 235/23, s. 9. (6) Nothing in this section affects the application of section 22 or 22.0.1 in circumstances where the brokerage or the designated representative represents more than one client in respect of the same trade. O. Reg. 235/23, s. 9.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK44\"></a><b>22.0.2 </b>(1) This section applies if a brokerage represents one or more clients in respect of a trade in real estate under a brokerage representation agreement and a broker or salesperson employed by the brokerage represents one or more other clients, as a designated representative under a designated representation agreement, in respect of the same trade. O. Reg. 235/23, s. 9.</p> <p class=\"subsection-e\">  (2) The brokerage and the designated representative shall not represent their respective clients in respect of the same trade unless,</p> <p class=\"clause-e\">  (a)  the brokerage<b> </b>discloses the information set out in subsection (3) to each client in respect of the trade; and</p> <p class=\"clause-e\">  (b)  each client, after receiving the disclosure under clause (a), consents in writing to being represented by the registrant in respect of the trade. O. Reg. 235/23, s. 9.</p> <p class=\"subsection-e\">  (3) The following is the information referred to in subsection (2):</p> <p class=\"paragraph-e\">  1.  The fact that the brokerage represents one or more clients and a broker or salesperson employed by the brokerage represents, as a designated representative, one or more clients in respect of the same trade in real estate.</p> <p class=\"paragraph-e\">  2.  With respect to the brokerage’s client or clients, the differences between the duties the brokerage would have if only the brokerage represented its client or clients in respect of the trade and the duties the brokerage would have if both the brokerage and the designated representative represented their respective clients in respect of the trade, including any differences relating to,</p> <p class=\"subpara-e\">  i.  the duties the brokerage would owe,</p> <p class=\"subpara-e\">  ii.  the services the brokerage would provide, and</p> <p class=\"subpara-e\">  iii.  the remuneration arrangements the brokerage would have.</p> <p class=\"paragraph-e\">  3.  With respect to the designated representative’s client or clients, the differences between the duties the brokerage and the designated representative would have if the brokerage did not represent any clients in respect of the trade and only the designated representative represented the designated representative’s client or clients in respect of the trade and the duties the brokerage and the designated representative would have if both of them represented their respective clients in respect of the trade, including any differences relating to,</p> <p class=\"subpara-e\">  i.  the duties the brokerage and the designated representative would owe,</p> <p class=\"subpara-e\">  ii.  the services the brokerage and the designated representative would provide, and</p> <p class=\"subpara-e\">  iii.  the remuneration arrangements the brokerage would have. O. Reg. 235/23, s. 9.</p> <p class=\"subsection-e\">  (4) The brokerage shall make best efforts to obtain a written acknowledgement from each person receiving a disclosure under subsection (2) indicating that the disclosure has been received and, if a person makes the acknowledgement, provide them with a copy of it. O. Reg. 235/23, s. 9.</p> <p class=\"subsection-e\">  (5) The brokerage and the designated representative and, for clarity, every other broker and salesperson employed by the brokerage shall treat the interests of the brokerage’s client or clients and the designated representative’s client or clients in respect of the same trade in an objective and impartial manner. O. Reg. 235/23, s. 9.</p> <p class=\"subsection-e\">  (6) Nothing in this section affects the application of section 22 or 22.0.1 in circumstances where the brokerage or the designated representative represents more than one client in respect of the same trade. O. Reg. 235/23, s. 9.</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "22.0.3",
            "part_id": null,
            "part_type": null,
            "section": "Disclosure of multiple clients to buyers",
            "content": " 22.0.3 (1) If a brokerage provides services to a seller and a buyer in respect of the same trade in real estate, the brokerage shall, as soon as possible after receiving a written offer from the buyer and before an offer is accepted, disclose this fact to every other buyer who makes a written offer. O. Reg. 235/23, s. 9. (2) A brokerage shall make best efforts to obtain a written acknowledgement from each person receiving a disclosure under subsection (1) indicating that the disclosure has been received and, if a person makes the acknowledgment, provide them with a copy of it. O. Reg. 235/23, s. 9.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK45\"></a><b>22.0.3 </b>(1) If a brokerage provides services to a seller and a buyer in respect of the same trade in real estate, the brokerage shall, as soon as possible after receiving a written offer from the buyer and before an offer is accepted, disclose this fact to every other buyer who makes a written offer. O. Reg. 235/23, s. 9.</p> <p class=\"subsection-e\">  (2) A brokerage shall make best efforts to obtain a written acknowledgement from each person receiving a disclosure under subsection (1) indicating that the disclosure has been received and, if a person makes the acknowledgment, provide them with a copy of it. O. Reg. 235/23, s. 9.</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "22.0.4",
            "part_id": null,
            "part_type": null,
            "section": "Duties of brokerage — designated representation agreement",
            "content": " 22.0.4 If a brokerage enters into one or more designated representation agreements, the brokerage shall, (a)  protect each client’s confidential information, including ensuring that a designated representative does not disclose any confidential information of the designated representative’s client to any other broker or salesperson employed by the brokerage or other person, unless the disclosure is authorized by the client or required by law; (b)  treat the interests of all the brokerage’s clients that have entered into designated representation agreements in an objective and impartial manner; (c)  supervise every designated representative to ensure they fulfil their duties under the designated representation agreement; and (d)  in the event that a designated representative is not able to represent a client, designate a different broker or salesperson employed by the brokerage to be the designated representative for the client, if the client so agrees. O. Reg. 235/23, s. 9.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK46\"></a>22.0.4 </b>If a brokerage enters into one or more designated representation agreements, the brokerage shall,</p> <p class=\"clause-e\">  (a)  protect each client’s confidential information, including ensuring that a designated representative does not disclose any confidential information of the designated representative’s client to any other broker or salesperson employed by the brokerage or other person, unless the disclosure is authorized by the client or required by law;</p> <p class=\"clause-e\">  (b)  treat the interests of all the brokerage’s clients that have entered into designated representation agreements in an objective and impartial manner;</p> <p class=\"clause-e\">  (c)  supervise every designated representative to ensure they fulfil their duties under the designated representation agreement; and</p> <p class=\"clause-e\">  (d)  in the event that a designated representative is not able to represent a client, designate a different broker or salesperson employed by the brokerage to be the designated representative for the client, if the client so agrees. O. Reg. 235/23, s. 9.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "22.0.5",
            "part_id": null,
            "part_type": null,
            "section": "Duty of designated representative",
            "content": " 22.0.5 Every designated representative shall protect the confidential information of every client represented by the designated representative, including by not disclosing a client’s confidential information to any other broker or salesperson employed by the same brokerage or any other person, unless the disclosure is authorized by the client or required by law. O. Reg. 235/23, s. 9.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK47\"></a><b>22.0.5 </b>Every designated representative shall protect the confidential information of every client represented by the designated representative, including by not disclosing a client’s confidential information to any other broker or salesperson employed by the same brokerage or any other person, unless the disclosure is authorized by the client or required by law. O. Reg. 235/23, s. 9.</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "22.1",
            "part_id": null,
            "part_type": null,
            "section": "Material facts",
            "content": " 22.1 (1) A broker or salesperson who represents a client in respect of the acquisition or disposition of a particular interest in real estate shall, (a)  take reasonable steps to determine the material facts relating to the acquisition or disposition; (b)  disclose the material facts to the client as soon as possible after the determination; and (c)  advise the client to consider whether the material facts affect their decision to acquire or dispose of the interest. O. Reg. 357/22, s. 12; O. Reg. 235/23, s. 10 (1). (2) The broker or salesperson shall make best efforts to obtain a written acknowledgement from the client indicating that the disclosure and advice mentioned in subsection (1) has been received and, if the client makes the acknowledgement, provide them with a copy of it. O. Reg. 357/22, s. 12; O. Reg. 235/23, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK48\"></a><b>22.1 </b>(1) A broker or salesperson who represents a client in respect of the acquisition or disposition of a particular interest in real estate shall,</p> <p class=\"clause-e\">  (a)  take reasonable steps to determine the material facts relating to the acquisition or disposition;</p> <p class=\"clause-e\">  (b)  disclose the material facts to the client as soon as possible after the determination; and</p> <p class=\"clause-e\">  (c)  advise the client to consider whether the material facts affect their decision to acquire or dispose of the interest. O. Reg. 357/22, s. 12; O. Reg. 235/23, s. 10 (1).</p> <p class=\"subsection-e\">  (2) The broker or salesperson shall make best efforts to obtain a written acknowledgement from the client indicating that the disclosure and advice mentioned in subsection (1) has been received and, if the client makes the acknowledgement, provide them with a copy of it. O. Reg. 357/22, s. 12; O. Reg. 235/23, s. 10 (2).</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "22.2",
            "part_id": null,
            "part_type": null,
            "section": "Disclosure of facts by seller’s broker or salesperson",
            "content": " 22.2 (1) If a seller has a legal obligation to disclose a fact to the buyer and the fact is known to the broker or salesperson who represents the seller, the broker or salesperson shall disclose the fact to every buyer who expresses an interest in the real estate. O. Reg. 357/22, s. 12. (2) The broker or salesperson shall make best efforts to obtain a written acknowledgement from each buyer who receives the disclosure under subsection (1) indicating that the disclosure has been received and, if a buyer makes the acknowledgement, provide them with a copy of it. O. Reg. 357/22, s. 12; O. Reg. 235/23, s. 11.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK49\"></a><b>22.2 </b>(1) If a seller has a legal obligation to disclose a fact to the buyer and the fact is known to the broker or salesperson who represents the seller, the broker or salesperson shall disclose the fact to every buyer who expresses an interest in the real estate. O. Reg. 357/22, s. 12.</p> <p class=\"subsection-e\">  (2) The broker or salesperson shall make best efforts to obtain a written acknowledgement from each buyer who receives the disclosure under subsection (1) indicating that the disclosure has been received and, if a buyer makes the acknowledgement, provide them with a copy of it. O. Reg. 357/22, s. 12; O. Reg. 235/23, s. 11.</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "22.3",
            "part_id": null,
            "part_type": null,
            "section": "Information statement re seller’s property",
            "content": " 22.3 If a broker or salesperson who represents a seller knows that the seller has completed a written statement that is intended to provide information to buyers about the real estate that is available for acquisition, the broker or salesperson shall, (a)  disclose the existence of the statement to every buyer who expresses an interest in the real estate; and (b)  if requested, make the statement available to a buyer as soon as possible after the request is made. O. Reg. 357/22, s. 12; O. Reg. 235/23, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK50\"></a><b>22.3 </b>If a broker or salesperson who represents a seller knows that the seller has completed a written statement that is intended to provide information to buyers about the real estate that is available for acquisition, the broker or salesperson shall,</p> <p class=\"clause-e\">  (a)  disclose the existence of the statement to every buyer who expresses an interest in the real estate; and</p> <p class=\"clause-e\">  (b)  if requested, make the statement available to a buyer as soon as possible after the request is made. O. Reg. 357/22, s. 12; O. Reg. 235/23, s. 12.</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "22.4",
            "part_id": null,
            "part_type": null,
            "section": "Properties that meet client’s criteria",
            "content": " 22.4 If a brokerage has entered into a representation agreement with a buyer, a broker or salesperson who represents the buyer under the agreement shall inform the buyer of properties that meet the buyer’s criteria without having any regard to the amount of the remuneration, if any, to which the brokerage might be entitled. O. Reg. 357/22, s. 12; O. Reg. 235/23, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK51\"></a><b>22.4 </b>If a brokerage has entered into a representation agreement with a buyer, a broker or salesperson who represents the buyer under the agreement shall inform the buyer of properties that meet the buyer’s criteria without having any regard to the amount of the remuneration, if any, to which the brokerage might be entitled. O. Reg. 357/22, s. 12; O. Reg. 235/23, s. 13.</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "22.5",
            "part_id": null,
            "part_type": null,
            "section": "Protection of property",
            "content": " 22.5 In carrying on business, a registrant shall not provide any person with access to real estate unless, (a)  a registrant is present with the person; or (b)  the owner of the real estate has consented in writing. O. Reg. 357/22, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK52\"></a><b>22.5 </b>In carrying on business, a registrant shall not provide any person with access to real estate unless,</p> <p class=\"clause-e\">  (a)  a registrant is present with the person; or</p> <p class=\"clause-e\">  (b)  the owner of the real estate has consented in writing. O. Reg. 357/22, s. 12.</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "22.6",
            "part_id": null,
            "part_type": null,
            "section": "Steps taken by registrant",
            "content": " 22.6 A registrant shall promptly inform a client of all significant steps that the registrant takes in the course of providing services to the client. O. Reg. 357/22, s. 12; O. Reg. 235/23, s. 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK53\"></a><b>22.6 </b>A registrant shall promptly inform a client of all significant steps that the registrant takes in the course of providing services to the client. O. Reg. 357/22, s. 12; O. Reg. 235/23, s. 14.</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "22.7",
            "part_id": null,
            "part_type": null,
            "section": "Competing offers",
            "content": " 22.7 (1) If a brokerage that has entered into a representation agreement with a seller receives a competing written offer, the brokerage shall, (a)  communicate the number of competing written offers to every person who is making one of the offers; and (b)  if the seller directs, share the substance of the competing written offers with every person who is making one of the offers. O. Reg. 357/22, s. 12; O. Reg. 235/23, s. 15. (2) For the purposes of clause (1) (b), a seller may direct that only parts of the competing written offers be shared. O. Reg. 357/22, s. 12. (3) Information shared under clause (1) (b) must not include any personal information of the person making the offer or any other information that would identify the person making the offer. O. Reg. 357/22, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK54\"></a><b>22.7 </b>(1) If a brokerage that has entered into a representation agreement with a seller receives a competing written offer, the brokerage shall,</p> <p class=\"clause-e\">  (a)  communicate the number of competing written offers to every person who is making one of the offers; and</p> <p class=\"clause-e\">  (b)  if the seller directs, share the substance of the competing written offers with every person who is making one of the offers. O. Reg. 357/22, s. 12; O. Reg. 235/23, s. 15.</p> <p class=\"subsection-e\">  (2) For the purposes of clause (1) (b), a seller may direct that only parts of the competing written offers be shared. O. Reg. 357/22, s. 12.</p> <p class=\"subsection-e\">  (3) Information shared under clause (1) (b) must not include any personal information of the person making the offer or any other information that would identify the person making the offer. O. Reg. 357/22, s. 12.</p>"
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "22.8",
            "part_id": null,
            "part_type": null,
            "section": "Same, disclosure by registrar",
            "content": " 22.8 (1) The following circumstance is prescribed for the purposes of subsection 35.1 (5.1) of the Act: 1.  The seller has made a direction under clause 22.7 (1) (b) in respect of the written offer. O. Reg. 357/22, s. 12. (2) For greater certainty, (a)  if the seller has made a direction under clause 22.7 (1) (b) in respect of parts of the written offers, the registrar shall not disclose the substance of any other part of the offers under subsection 35.1 (5.1) of the Act; and (b)  the circumstance in subsection (1) does not authorize the registrar to disclose the identity of the person making the offer under subsection 35.1 (5.1) of the Act. O. Reg. 357/22, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK55\"></a><b>22.8 </b>(1) The following circumstance is prescribed for the purposes of subsection 35.1 (5.1) of the Act:</p> <p class=\"paragraph-e\">  1.  The seller has made a direction under clause 22.7 (1) (b) in respect of the written offer. O. Reg. 357/22, s. 12.</p> <p class=\"subsection-e\">  (2) For greater certainty,</p> <p class=\"clause-e\">  (a)  if the seller has made a direction under clause 22.7 (1) (b) in respect of parts of the written offers, the registrar shall not disclose the substance of any other part of the offers under subsection 35.1 (5.1) of the Act; and</p> <p class=\"clause-e\">  (b)  the circumstance in subsection (1) does not authorize the registrar to disclose the identity of the person making the offer under subsection 35.1 (5.1) of the Act. O. Reg. 357/22, s. 12.</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "22.9",
            "part_id": null,
            "part_type": null,
            "section": "Disclosure of interest",
            "content": " 22.9 (1) If a registrant represents a client in respect of the acquisition or disposition of an interest in real estate and the registrant knows or ought to know of any of the following property interests in the real estate, the registrant shall disclose the interest to the persons set out in subsection (2) in accordance with subsection (3): 1.  Any property interest that the registrant has in the real estate. 2.  Any property interest that a person related to the registrant has in the real estate. 3.  Any property interest that a personal real estate corporation controlled by the registrant has in the real estate. 4.  Any property interest that a person related to a personal real estate corporation controlled by the registrant has in the real estate. O. Reg. 357/22, s. 12. 5.  If the registrant is a designated representative, any property interest that the brokerage that employs the designated representative has in the real estate. O. Reg. 235/23, s. 16. (2) The following are the persons referred to in subsection (1): 1.  The client represented by the registrant in respect of the acquisition or disposition. 2.  Every other person making or receiving an offer in respect of the acquisition or disposition. O. Reg. 357/22, s. 12. (3) The disclosure required under subsection (1) shall contain the following information and shall be made as soon as the registrant knows or ought to know of the interest, and in any event, before any offer is made in respect of the acquisition or disposition of an interest in the real estate: 1.  A description of the relationship between the person who has the property interest and the registrant, if applicable. 2.  A description of the property interest. O. Reg. 357/22, s. 12. (4) The registrant shall make best efforts to obtain a written acknowledgement from each person receiving the disclosure under subsection (1) indicating that the disclosure has been received and, if a person makes the acknowledgement, provide them with a copy of it. O. Reg. 357/22, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK56\"></a><b>22.9 </b>(1) If a registrant represents a client in respect of the acquisition or disposition of an interest in real estate and the registrant knows or ought to know of any of the following property interests in the real estate, the registrant shall disclose the interest to the persons set out in subsection (2) in accordance with subsection (3):</p> <p class=\"paragraph-e\">  1.  Any property interest that the registrant has in the real estate.</p> <p class=\"paragraph-e\">  2.  Any property interest that a person related to the registrant has in the real estate.</p> <p class=\"paragraph-e\">  3.  Any property interest that a personal real estate corporation controlled by the registrant has in the real estate.</p> <p class=\"paragraph-e\">  4.  Any property interest that a person related to a personal real estate corporation controlled by the registrant has in the real estate. O. Reg. 357/22, s. 12.</p> <p class=\"paragraph-e\">  5.  If the registrant is a designated representative, any property interest that the brokerage that employs the designated representative has in the real estate. O. Reg. 235/23, s. 16.</p> <p class=\"subsection-e\">  (2) The following are the persons referred to in subsection (1):</p> <p class=\"paragraph-e\">  1.  The client represented by the registrant in respect of the acquisition or disposition.</p> <p class=\"paragraph-e\">  2.  Every other person making or receiving an offer in respect of the acquisition or disposition. O. Reg. 357/22, s. 12.</p> <p class=\"subsection-e\">  (3) The disclosure required under subsection (1) shall contain the following information and shall be made as soon as the registrant knows or ought to know of the interest, and in any event, before any offer is made in respect of the acquisition or disposition of an interest in the real estate:</p> <p class=\"paragraph-e\">  1.  A description of the relationship between the person who has the property interest and the registrant, if applicable.</p> <p class=\"paragraph-e\">  2.  A description of the property interest. O. Reg. 357/22, s. 12.</p> <p class=\"subsection-e\">  (4) The registrant shall make best efforts to obtain a written acknowledgement from each person receiving the disclosure under subsection (1) indicating that the disclosure has been received and, if a person makes the acknowledgement, provide them with a copy of it. O. Reg. 357/22, s. 12.</p>"
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "22.10",
            "part_id": null,
            "part_type": null,
            "section": "Conveying Offers",
            "content": " 22.10 (1) A registrant shall convey any written offer received by the registrant to the registrant’s client as soon as possible after receiving the offer. O. Reg. 357/22, s. 12. (2) A broker or salesperson shall establish a method of ensuring that the following steps are taken if the broker or salesperson is not available at the time a written offer is submitted: 1.  The offer is received by a person on behalf of the broker or salesperson. 2.  The offer is conveyed to the client of the broker or salesperson as soon as possible after the offer is received by the person described in paragraph 1. O. Reg. 357/22, s. 12. (3) Without limiting the generality of subsections (1) and (2), those subsections apply regardless of the identity of the person making the offer, the contents of the offer or the nature of any arrangements for remuneration. O. Reg. 357/22, s. 12. (4) Subsections (1) to (3) are subject to any written directions given by a client. O. Reg. 357/22, s. 12. (5) Subsections (1) to (4) also apply, with necessary modifications, to, (a)  written amendments to written offers and any other written document directly related to a written offer; and (b)  written assignments of agreements that relate to interests in real estate, written waivers of conditions in agreements that relate to interests in real estate, and any other written document directly related to a written agreement that relates to an interest in real estate. O. Reg. 357/22, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK57\"></a><b>22.10 </b>(1) A registrant shall convey any written offer received by the registrant to the registrant’s client as soon as possible after receiving the offer. O. Reg. 357/22, s. 12.</p> <p class=\"subsection-e\">  (2) A broker or salesperson shall establish a method of ensuring that the following steps are taken if the broker or salesperson is not available at the time a written offer is submitted:</p> <p class=\"paragraph-e\">  1.  The offer is received by a person on behalf of the broker or salesperson.</p> <p class=\"paragraph-e\">  2.  The offer is conveyed to the client of the broker or salesperson as soon as possible after the offer is received by the person described in paragraph 1. O. Reg. 357/22, s. 12.</p> <p class=\"subsection-e\">  (3) Without limiting the generality of subsections (1) and (2), those subsections apply regardless of the identity of the person making the offer, the contents of the offer or the nature of any arrangements for remuneration. O. Reg. 357/22, s. 12.</p> <p class=\"subsection-e\">  (4) Subsections (1) to (3) are subject to any written directions given by a client. O. Reg. 357/22, s. 12.</p> <p class=\"subsection-e\">  (5) Subsections (1) to (4) also apply, with necessary modifications, to,</p> <p class=\"clause-e\">  (a)  written amendments to written offers and any other written document directly related to a written offer; and</p> <p class=\"clause-e\">  (b)  written assignments of agreements that relate to interests in real estate, written waivers of conditions in agreements that relate to interests in real estate, and any other written document directly related to a written agreement that relates to an interest in real estate. O. Reg. 357/22, s. 12.</p>"
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "22.11",
            "part_id": null,
            "part_type": null,
            "section": "Delivery of deposits and documents",
            "content": " 22.11 Except as otherwise provided by law, if a registrant is representing a client in connection with a trade in real estate, and the client has entered into an agreement in connection with the trade that requires the registrant to deliver a deposit or documents, the registrant shall deliver the deposit or documents in accordance with the agreement. O. Reg. 357/22, s. 12.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK58\"></a><b>22.11 </b>Except as otherwise provided by law, if a registrant is representing a client in connection with a trade in real estate, and the client has entered into an agreement in connection with the trade that requires the registrant to deliver a deposit or documents, the registrant shall deliver the deposit or documents in accordance with the agreement. O. Reg. 357/22, s. 12.</p>"
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Remuneration",
            "content": " 23. (1) Subject to subsection 33 (3) of the Act and subsection (2), a registrant shall not charge or collect any remuneration for trading in real estate unless, (a)  the entitlement to the remuneration arises under a written agreement that is signed by or on behalf of the person who is required to pay the remuneration; or (b)  the entitlement to the remuneration arises under an agreement that is not referred to in clause (a) and, (i)  the registrant has conveyed an offer in writing that is accepted, or (ii)  the registrant, (A)  shows the property to the buyer, or (B)  introduces the buyer and the seller to one another for the purpose of discussing the proposed acquisition or disposition of an interest in real estate. O. Reg. 537/20, s. 3; O. Reg. 357/22, s. 13 (1). (2) Unless agreed to in writing by the buyer, a registrant shall not charge or collect any remuneration from a buyer in respect of a trade in real estate if the registrant knows that there is an unexpired buyer representation agreement between the buyer and another registrant. O. Reg. 537/20, s. 3. (3) A registrant shall not indicate to any person, directly or indirectly, that remuneration is fixed or approved by the administrative authority, any government authority, or any real estate board or real estate association. O. Reg. 357/22, s. 13 (2). (4) If a brokerage has entered into a representation agreement with a seller and an agreement between the brokerage and the seller contains terms that relate to remuneration and those terms may affect whether an offer to buy is accepted, the brokerage shall disclose the existence of and the details of those terms to any person who makes a written offer to buy as soon as possible after the offer is made and before any offer is accepted. O. Reg. 357/22, s. 13 (2); O. Reg. 235/23, s. 17. (5) The registrant shall make best efforts to obtain a written acknowledgement from each person receiving the disclosure under subsection (4) indicating that the disclosure has been received and, if a person makes the acknowledgement, provide them with a copy of it. O. Reg. 357/22, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK59\"></a><b>23. </b>(1) Subject to subsection 33 (3) of the Act and subsection (2), a registrant shall not charge or collect any remuneration for trading in real estate unless,</p> <p class=\"clause-e\">  (a)  the entitlement to the remuneration arises under a written agreement that is signed by or on behalf of the person who is required to pay the remuneration; or</p> <p class=\"clause-e\">  (b)  the entitlement to the remuneration arises under an agreement that is not referred to in clause (a) and,</p> <p class=\"subclause-e\">  (i)  the registrant has conveyed an offer in writing that is accepted, or</p> <p class=\"subclause-e\">  (ii)  the registrant,</p> <p class=\"subsubclause-e\">  (A)  shows the property to the buyer, or</p> <p class=\"subsubclause-e\">  (B)  introduces the buyer and the seller to one another for the purpose of discussing the proposed acquisition or disposition of an interest in real estate. O. Reg. 537/20, s. 3; O. Reg. 357/22, s. 13 (1).</p> <p class=\"subsection-e\">  (2) Unless agreed to in writing by the buyer, a registrant shall not charge or collect any remuneration from a buyer in respect of a trade in real estate if the registrant knows that there is an unexpired buyer representation agreement between the buyer and another registrant. O. Reg. 537/20, s. 3.</p> <p class=\"subsection-e\">  (3) A registrant shall not indicate to any person, directly or indirectly, that remuneration is fixed or approved by the administrative authority, any government authority, or any real estate board or real estate association. O. Reg. 357/22, s. 13 (2).</p> <p class=\"subsection-e\">  (4) If a brokerage has entered into a representation agreement with a seller and an agreement between the brokerage and the seller contains terms that relate to remuneration and those terms may affect whether an offer to buy is accepted, the brokerage shall disclose the existence of and the details of those terms to any person who makes a written offer to buy as soon as possible after the offer is made and before any offer is accepted. O. Reg. 357/22, s. 13 (2); O. Reg. 235/23, s. 17.</p> <p class=\"subsection-e\">  (5) The registrant shall make best efforts to obtain a written acknowledgement from each person receiving the disclosure under subsection (4) indicating that the disclosure has been received and, if a person makes the acknowledgement, provide them with a copy of it. O. Reg. 357/22, s. 13 (2).</p>"
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "23.1",
            "part_id": null,
            "part_type": null,
            "section": "Disclosure of financial benefit",
            "content": " 23.1 (1) As soon as possible after a registrant knows or ought to know of a direct or indirect financial benefit that the registrant or a person related to the registrant may receive from another person in connection with services provided by the registrant to a client, the registrant shall disclose the following information to the client: 1.  A description of the financial benefit, including, i.  an indication of whether the financial benefit is direct or indirect, ii.  an estimate of the value of the financial benefit, and iii.  a description of the conditions, if any, under which the financial benefit would be provided. 2.  A description of the relationship between, i.  the person who may provide the financial benefit, and ii.  the registrant or, if applicable, the person related to the registrant. 3.  An indication of whether the registrant may receive the financial benefit. 4.  If a person other than the registrant may receive the financial benefit, an indication of that fact and a description of the relationship between that person and the registrant. O. Reg. 357/22, s. 14. (2) A brokerage that has entered into an agreement with a buyer or seller that requires the buyer or seller to pay the brokerage remuneration in respect of a trade in real estate shall not charge or collect any remuneration under another agreement entered into with another person in respect of the same trade unless, (a)  the brokerage discloses to the other person the terms of the agreement with the buyer or seller that require the payment of remuneration; and (b)  the brokerage discloses to the buyer or seller the terms of the agreement with the other person that require the payment of remuneration. O. Reg. 357/22, s. 14. (3) The registrant shall make best efforts to obtain a written acknowledgement from each person receiving the disclosure under subsection (1) or (2) indicating that the disclosure has been received and, if a person makes the acknowledgement, provide them with a copy of it. O. Reg. 357/22, s. 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK60\"></a><b>23.1 </b>(1) As soon as possible after a registrant knows or ought to know of a direct or indirect financial benefit that the registrant or a person related to the registrant may receive from another person in connection with services provided by the registrant to a client, the registrant shall disclose the following information to the client:</p> <p class=\"paragraph-e\">  1.  A description of the financial benefit, including,</p> <p class=\"subpara-e\">  i.  an indication of whether the financial benefit is direct or indirect,</p> <p class=\"subpara-e\">  ii.  an estimate of the value of the financial benefit, and</p> <p class=\"subpara-e\">  iii.  a description of the conditions, if any, under which the financial benefit would be provided.</p> <p class=\"paragraph-e\">  2.  A description of the relationship between,</p> <p class=\"subpara-e\">  i.  the person who may provide the financial benefit, and</p> <p class=\"subpara-e\">  ii.  the registrant or, if applicable, the person related to the registrant.</p> <p class=\"paragraph-e\">  3.  An indication of whether the registrant may receive the financial benefit.</p> <p class=\"paragraph-e\">  4.  If a person other than the registrant may receive the financial benefit, an indication of that fact and a description of the relationship between that person and the registrant. O. Reg. 357/22, s. 14.</p> <p class=\"subsection-e\">  (2) A brokerage that has entered into an agreement with a buyer or seller that requires the buyer or seller to pay the brokerage remuneration in respect of a trade in real estate shall not charge or collect any remuneration under another agreement entered into with another person in respect of the same trade unless,</p> <p class=\"clause-e\">  (a)  the brokerage discloses to the other person the terms of the agreement with the buyer or seller that require the payment of remuneration; and</p> <p class=\"clause-e\">  (b)  the brokerage discloses to the buyer or seller the terms of the agreement with the other person that require the payment of remuneration. O. Reg. 357/22, s. 14.</p> <p class=\"subsection-e\">  (3) The registrant shall make best efforts to obtain a written acknowledgement from each person receiving the disclosure under subsection (1) or (2) indicating that the disclosure has been received and, if a person makes the acknowledgement, provide them with a copy of it. O. Reg. 357/22, s. 14.</p>"
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Office in Ontario",
            "content": " 24. (1) A registrant shall not trade in real estate in Ontario from an office that is located outside Ontario.  O. Reg. 567/05, s. 24 (1). (2) A registrant shall maintain an address for service that is in Ontario.  O. Reg. 567/05, s. 24 (2). (3) A registrant shall keep the registrant’s business records in Ontario if they relate to trading in real estate in Ontario.  O. Reg. 567/05, s. 24 (3).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK61\"></a>24. </b>(1) A registrant shall not trade in real estate in Ontario from an office that is located outside Ontario.  O. Reg. 567/05, s. 24 (1).</p> <p class=\"subsection-e\">  (2) A registrant shall maintain an address for service that is in Ontario.  O. Reg. 567/05, s. 24 (2).</p> <p class=\"subsection-e\">  (3) A registrant shall keep the registrant’s business records in Ontario if they relate to trading in real estate in Ontario.  O. Reg. 567/05, s. 24 (3).</p>"
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "25.",
            "part_id": null,
            "part_type": null,
            "section": "Inducements",
            "content": " 25. (1) The definitions of “sell” and “seller” in section 1 and the definitions of “buy” and “buyer” in section 2 do not apply to this section.  O. Reg. 567/05, s. 25 (1). (2) A registrant shall not, as an inducement to purchase, lease or exchange real estate, make any representation or promise that the registrant or any other person will sell, lease or exchange the real estate.  O. Reg. 567/05, s. 25 (2). (3) A registrant shall not, as an inducement to purchase real estate, make any representation or promise that the registrant or any other person will, (a)  purchase or sell any of the purchaser’s real estate; (b)  procure for the purchaser a mortgage or extension of a mortgage or a lease or extension of a lease; or (c)  purchase or sell a mortgage or procure a loan.  O. Reg. 567/05, s. 25 (3). (4) A registrant shall not, as an inducement to sell real estate, make any representation or promise that the registrant or any other person will, (a)  purchase any of the seller’s real estate; (b)  procure a mortgage, extension of a mortgage, lease or extension of a lease; or (c)  purchase or sell a mortgage or procure a loan.  O. Reg. 567/05, s. 25 (4). (5) Subsections (2), (3) and (4) do not apply to a representation or promise if the registrant has entered into a written contract with the person to whom the representation or promise is made that obligates the registrant to ensure that the promise or representation is complied with.  O. Reg. 567/05, s. 25 (5).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK62\"></a>25. </b>(1) The definitions of “sell” and “seller” in section 1 and the definitions of “buy” and “buyer” in section 2 do not apply to this section.  O. Reg. 567/05, s. 25 (1).</p> <p class=\"subsection-e\"><b> </b>(2) A registrant shall not, as an inducement to purchase, lease or exchange real estate, make any representation or promise that the registrant or any other person will sell, lease or exchange the real estate.  O. Reg. 567/05, s. 25 (2).</p> <p class=\"subsection-e\">  (3) A registrant shall not, as an inducement to purchase real estate, make any representation or promise that the registrant or any other person will,</p> <p class=\"clause-e\">  (a)  purchase or sell any of the purchaser’s<b> </b>real estate;</p> <p class=\"clause-e\">  (b)  procure for the purchaser a mortgage or extension of a mortgage or a lease or extension of a lease; or</p> <p class=\"clause-e\">  (c)  purchase or sell a mortgage or procure a loan.  O. Reg. 567/05, s. 25 (3).</p> <p class=\"subsection-e\">  (4) A registrant shall not, as an inducement to sell real estate, make any representation or promise that the registrant or any other person will,</p> <p class=\"clause-e\">  (a)  purchase any of the seller’s real estate;</p> <p class=\"clause-e\">  (b)  procure a mortgage, extension of a mortgage, lease or extension of a lease; or</p> <p class=\"clause-e\">  (c)  purchase or sell a mortgage or procure a loan.  O. Reg. 567/05, s. 25 (4).</p> <p class=\"subsection-e\">  (5) Subsections (2), (3) and (4) do not apply to a representation or promise if the registrant has entered into a written contract with the person to whom the representation or promise is made that obligates the registrant to ensure that the promise or representation is complied with.  O. Reg. 567/05, s. 25 (5).</p>"
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "26.",
            "part_id": null,
            "part_type": null,
            "section": "Third party goods or services",
            "content": " 26. A registrant shall not, on behalf of a client, enter into an agreement with a third party for the provision of goods or services to the client unless, (a)  the registrant has disclosed in writing to the client the subject-matter of the agreement with the third party and the identity of the person responsible for paying for the provision of the goods or services; (b)  the client has consented to the registrant entering into the agreement with the third party; and (c)  the registrant has disclosed in writing to the third party the identity of the person responsible for paying for the provision of the goods or services. O. Reg. 357/22, s. 15. Complaints",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK63\"></a><b>26. </b>A registrant shall not, on behalf of a client, enter into an agreement with a third party for the provision of goods or services to the client unless,</p> <p class=\"clause-e\">  (a)  the registrant has disclosed in writing to the client the subject-matter of the agreement with the third party and the identity of the person responsible for paying for the provision of the goods or services;</p> <p class=\"clause-e\">  (b)  the client has consented to the registrant entering into the agreement with the third party; and</p> <p class=\"clause-e\">  (c)  the registrant has disclosed in writing to the third party the identity of the person responsible for paying for the provision of the goods or services. O. Reg. 357/22, s. 15.</p> <p class=\"heading1-e\"><a name=\"BK64\"></a>Complaints</p>"
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "Complaints",
            "part_id": null,
            "part_type": null,
            "section": "Complaints",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK65",
            "TOCid": "27.",
            "part_id": null,
            "part_type": null,
            "section": "Public summaries",
            "content": " 27. (1) If an attempt to mediate or resolve a complaint under clause 19 (1) (c) of the Act is resolved to the satisfaction of the registrar, the registrar shall prepare a written summary of the complaint and the result of the complaint and shall make the summary available to the public. O. Reg. 567/05, s. 27 (1); O. Reg. 357/22, s. 16. (2) The registrar shall ensure that the summary does not identify any person without that person’s written consent. O. Reg. 567/05, s. 27 (2). Corporate Structure of Brokerages 28. Revoked: O. Reg. 357/22, s. 17.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK65\"></a>27. </b>(1) If an attempt to mediate or resolve a complaint under clause 19 (1) (c) of the Act is resolved to the satisfaction of the registrar, the registrar shall prepare a written summary of the complaint and the result of the complaint and shall make the summary available to the public. O. Reg. 567/05, s. 27 (1); O. Reg. 357/22, s. 16.</p> <p class=\"subsection-e\">  (2) The registrar shall ensure that the summary does not identify any person without that person’s written consent. O. Reg. 567/05, s. 27 (2).</p> <p class=\"heading1-e\"><a name=\"BK66\"></a>Corporate Structure of Brokerages</p> <p class=\"section-e\"><b>  28. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 357/22, s. 17.</p>"
        },
        {
            "ahref_id": "#BK66",
            "TOCid": "Corporate Structure of Brokerages",
            "part_id": null,
            "part_type": null,
            "section": "Corporate Structure of Brokerages",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK67",
            "TOCid": "29.",
            "part_id": null,
            "part_type": null,
            "section": "Notice of issue or transfer of shares",
            "content": " 29. A notice under subsection 18 (1) or (2) of the Act shall be in a form approved by the registrar and shall identify, (a)  the person, or the persons that are associated with each other, who, as a result of the issue or transfer of equity shares of the corporation, are acquiring or accumulating beneficial ownership or control of 10 per cent or more of the total number of all issued and outstanding equity shares of the corporation; or (b)  the person, or the persons that are associated with each other, who already beneficially own or control 10 per cent or more of the total number of all issued and outstanding equity shares of the corporation before the issue or transfer and who, as a result of the issue or transfer of equity shares of the corporation, are increasing that percentage.  O. Reg. 567/05, s. 29. Management of Brokerage",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK67\"></a>29. </b>A notice under subsection 18 (1) or (2) of the Act shall be in a form approved by the registrar and shall identify,</p> <p class=\"clause-e\">  (a)  the person, or the persons that are associated with each other, who, as a result of the issue or transfer of equity shares of the corporation, are acquiring or accumulating beneficial ownership or control of 10 per cent or more of the total number of all issued and outstanding equity shares of the corporation; or</p> <p class=\"clause-e\">  (b)  the person, or the persons that are associated with each other, who already beneficially own or control 10 per cent or more of the total number of all issued and outstanding equity shares of the corporation before the issue or transfer and who, as a result of the issue or transfer of equity shares of the corporation, are increasing that percentage.  O. Reg. 567/05, s. 29.</p> <p class=\"heading1-e\"><a name=\"BK68\"></a>Management of Brokerage</p>"
        },
        {
            "ahref_id": "#BK68",
            "TOCid": "Management of Brokerage",
            "part_id": null,
            "part_type": null,
            "section": "Management of Brokerage",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK69",
            "TOCid": "30.",
            "part_id": null,
            "part_type": null,
            "section": "Broker of record",
            "content": " 30. (1) A broker of record shall, (a)  actively participate in the management of the brokerage; (b)  ensure an adequate level of supervision for the brokers, salespersons and other persons employed by the brokerage; and (c)  take reasonable steps to deal with any failure to comply with the Act or the regulations by a broker, salesperson or other person employed by the brokerage.  O. Reg. 567/05, s. 30 (1). (2) A brokerage that is not a sole proprietorship shall designate another broker employed by the brokerage who, when the broker of record is absent or unable to act, shall exercise and perform the powers and duties of the broker of record under sections 19 and 20.  O. Reg. 567/05, s. 30 (2). (3) A brokerage that is not a sole proprietorship shall promptly inform the registrar in writing of the designation under subsection (2) and of any change in the designation under that subsection.  O. Reg. 567/05, s. 30 (3).",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK69\"></a>30. </b>(1) A broker of record shall,</p> <p class=\"clause-e\">  (a)  actively participate in the management of the brokerage;</p> <p class=\"clause-e\">  (b)  ensure an adequate level of supervision for the brokers, salespersons and other persons employed by the brokerage; and</p> <p class=\"clause-e\">  (c)  take reasonable steps to deal with any failure to comply with the Act or the regulations by a broker, salesperson or other person employed by the brokerage.  O. Reg. 567/05, s. 30 (1).</p> <p class=\"subsection-e\">  (2) A brokerage that is not a sole proprietorship shall designate another broker employed by the brokerage who, when the broker of record is absent or unable to act, shall exercise and perform the powers and duties of the broker of record under sections 19 and 20.  O. Reg. 567/05, s. 30 (2).</p> <p class=\"subsection-e\">  (3) A brokerage that is not a sole proprietorship shall promptly inform the registrar in writing of the designation under subsection (2) and of any change in the designation under that subsection.  O. Reg. 567/05, s. 30 (3).</p>"
        },
        {
            "ahref_id": "#BK70",
            "TOCid": "31.",
            "part_id": null,
            "part_type": null,
            "section": "Branch offices with more than one salesperson",
            "content": " 31. If a branch office of a brokerage has more than one salesperson and is under the direct management of a broker or salesperson under subsection 7 (2) of the Act, the broker or salesperson shall,  (a)  ensure an adequate level of supervision for the brokers, salespersons and other persons employed in the branch office; (b)  take reasonable steps to deal with any failure to comply with the Act or the regulations by a broker, salesperson or other person employed in the branch office; and (c)  manage all records relating to the branch office.  O. Reg. 567/05, s. 31.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK70\"></a>31. </b>If a branch office of a brokerage has more than one salesperson and is under the direct management of a broker or salesperson under subsection 7 (2) of the Act, the broker or salesperson shall, </p> <p class=\"clause-e\">  (a)  ensure an adequate level of supervision for the brokers, salespersons and other persons employed in the branch office;</p> <p class=\"clause-e\">  (b)  take reasonable steps to deal with any failure to comply with the Act or the regulations by a broker, salesperson or other person employed in the branch office; and</p> <p class=\"clause-e\">  (c)  manage all records relating to the branch office.  O. Reg. 567/05, s. 31.</p>"
        },
        {
            "ahref_id": "#BK71",
            "TOCid": "31.1",
            "part_id": null,
            "part_type": null,
            "section": "Certificates of registration",
            "content": " 31.1 (1) A brokerage shall ensure that, (a)  every certificate of registration issued to the brokerage is kept at the office to which the certificate relates; and (b)  all duplicate original certificates of registration given to the brokerage in respect of brokers and salespersons employed by the brokerage are kept in a safe place. O. Reg. 357/22, s. 18. (2) A brokerage shall, on the request of any person, show to the person, (a)  any certificate of registration issued to the brokerage; and (b)  any duplicate original certificate of registration given to the brokerage in respect of a broker or salesperson employed by the brokerage. O. Reg. 357/22, s. 18. (3) Every broker or salesperson shall carry their certificate of registration and, on the request of any person, shall show it to the person. O. Reg. 357/22, s. 18.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK71\"></a><b>31.1 </b>(1) A brokerage shall ensure that,</p> <p class=\"clause-e\">  (a)  every certificate of registration issued to the brokerage is kept at the office to which the certificate relates; and</p> <p class=\"clause-e\">  (b)  all duplicate original certificates of registration given to the brokerage in respect of brokers and salespersons employed by the brokerage are kept in a safe place. O. Reg. 357/22, s. 18.</p> <p class=\"subsection-e\">  (2) A brokerage shall, on the request of any person, show to the person,</p> <p class=\"clause-e\">  (a)  any certificate of registration issued to the brokerage; and</p> <p class=\"clause-e\">  (b)  any duplicate original certificate of registration given to the brokerage in respect of a broker or salesperson employed by the brokerage. O. Reg. 357/22, s. 18.</p> <p class=\"subsection-e\">  (3) Every broker or salesperson shall carry their certificate of registration and, on the request of any person, shall show it to the person. O. Reg. 357/22, s. 18.</p>"
        },
        {
            "ahref_id": "#BK72",
            "TOCid": "31.2",
            "part_id": null,
            "part_type": null,
            "section": "Notification of financial circumstances",
            "content": " 31.2 (1) A brokerage shall promptly notify the registrar, in writing, if any of the following circumstances occur: 1.  The brokerage’s liabilities exceed the realizable value of its assets or the brokerage is unable to pay its liabilities as they become due. 2.  An insolvency proceeding is commenced by or against the brokerage or the brokerage is in receipt of knowledge that such an insolvency proceeding is imminent. 3.  A court order or judgment is made against the brokerage in relation to, i.  trading in real estate, or ii.  misappropriation, fraud or breach of trust. O. Reg. 357/22, s. 18. (2) In this section, “insolvency proceeding” means, (a)  a proceeding initiated under the\r\nCompanies’ Creditors Arrangement Act (Canada), (b)  a proceeding initiated under the\r\nBankruptcy and Insolvency Act (Canada), or (c)  any receivership, compromise, arrangement, reorganization, winding-up, dissolution or other similar proceeding. O. Reg. 357/22, s. 18. Brokerages and their Employees",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK72\"></a><b>31.2</b> (1) A brokerage shall promptly notify the registrar, in writing, if any of the following circumstances occur:</p> <p class=\"paragraph-e\">  1.  The brokerage’s liabilities exceed the realizable value of its assets or the brokerage is unable to pay its liabilities as they become due.</p> <p class=\"paragraph-e\">  2.  An insolvency proceeding is commenced by or against the brokerage or the brokerage is in receipt of knowledge that such an insolvency proceeding is imminent.</p> <p class=\"paragraph-e\">  3.  A court order or judgment is made against the brokerage in relation to,</p> <p class=\"subpara-e\">  i.  trading in real estate, or</p> <p class=\"subpara-e\">  ii.  misappropriation, fraud or breach of trust. O. Reg. 357/22, s. 18.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"definition-e\">“insolvency proceeding” means,</p> <p class=\"defclause-e\">  (a)  a proceeding initiated under the\r\n<i>Companies’ Creditors Arrangement Act</i> (Canada),</p> <p class=\"defclause-e\">  (b)  a proceeding initiated under the\r\n<i>Bankruptcy and Insolvency Act</i> (Canada), or</p> <p class=\"defclause-e\">  (c)  any receivership, compromise, arrangement, reorganization, winding-up, dissolution or other similar proceeding. O. Reg. 357/22, s. 18.</p> <p class=\"heading1-e\"><a name=\"BK73\"></a>Brokerages and their Employees</p>"
        },
        {
            "ahref_id": "#BK73",
            "TOCid": "Brokerages and their Employees",
            "part_id": null,
            "part_type": null,
            "section": "Brokerages and their Employees",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK74",
            "TOCid": "32.",
            "part_id": null,
            "part_type": null,
            "section": "Disclosure by brokers and salespersons to brokerages",
            "content": " 32. (1) A registrant who is a broker or salesperson shall disclose the following matters to the brokerage that employs the broker or salesperson as soon as possible after becoming aware of the matter: 1.  Any ownership interest that the broker or salesperson has in another brokerage. 2.  Any conviction, absolute discharge or conditional discharge received by the broker or salesperson for an offence under any Act. 3.  Any professional discipline proceeding under any Act that resulted in an order against the broker or salesperson. O. Reg. 357/22, s. 19. (2) A registrant who is a broker or salesperson and who communicates with another brokerage with respect to possible employment with the other brokerage shall disclose the matters referred to in subsection (1) to the other brokerage as soon as possible after the first communication. O. Reg. 357/22, s. 19. (3) A broker or salesperson who is not registered as a broker or salesperson shall disclose the matters listed in paragraphs 1, 2 and 3 of subsection (1) to a brokerage that is a prospective employer. O. Reg. 357/22, s. 19.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK74\"></a><b>32. </b>(1) A registrant who is a broker or salesperson shall disclose the following matters to the brokerage that employs the broker or salesperson as soon as possible after becoming aware of the matter:</p> <p class=\"paragraph-e\">  1.  Any ownership interest that the broker or salesperson has in another brokerage.</p> <p class=\"paragraph-e\">  2.  Any conviction, absolute discharge or conditional discharge received by the broker or salesperson for an offence under any Act.</p> <p class=\"paragraph-e\">  3.  Any professional discipline proceeding under any Act that resulted in an order against the broker or salesperson. O. Reg. 357/22, s. 19.</p> <p class=\"subsection-e\">  (2) A registrant who is a broker or salesperson and who communicates with another brokerage with respect to possible employment with the other brokerage shall disclose the matters referred to in subsection (1) to the other brokerage as soon as possible after the first communication. O. Reg. 357/22, s. 19.</p> <p class=\"subsection-e\">  (3) A broker or salesperson who is not registered as a broker or salesperson shall disclose the matters listed in paragraphs 1, 2 and 3 of subsection (1) to a brokerage that is a prospective employer. O. Reg. 357/22, s. 19.</p>"
        },
        {
            "ahref_id": "#BK75",
            "TOCid": "33.",
            "part_id": null,
            "part_type": null,
            "section": "Termination of employment",
            "content": " 33. (1) A broker or salesperson who initiates the termination of their employment with a brokerage shall give the brokerage written notice of the termination, including the date the termination takes effect, and shall forward a copy of the notice to the registrar within five days after the termination takes effect. O. Reg. 567/05, s. 33 (1); O. Reg. 357/22, s. 20 (1). (2) A brokerage that initiates the termination of the employment of a broker or salesperson shall give the broker or salesperson written notice of the termination, including the date the termination takes effect, and shall forward a copy of the notice together with written reasons for the termination to the registrar within five days after the termination takes effect. O. Reg. 567/05, s. 33 (2); O. Reg. 357/22, s. 20 (2). 34. Revoked: O. Reg. 357/22, s. 21. Termination of Brokerage’s Registration",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK75\"></a>33. </b>(1) A broker or salesperson who initiates the termination of their employment with a brokerage shall give the brokerage written notice of the termination, including the date the termination takes effect, and shall forward a copy of the notice to the registrar within five days after the termination takes effect. O. Reg. 567/05, s. 33 (1); O. Reg. 357/22, s. 20 (1).</p> <p class=\"subsection-e\">  (2) A brokerage that initiates the termination of the employment of a broker or salesperson shall give the broker or salesperson written notice of the termination, including the date the termination takes effect, and shall forward a copy of the notice together with written reasons for the termination to the registrar within five days after the termination takes effect. O. Reg. 567/05, s. 33 (2); O. Reg. 357/22, s. 20 (2).</p> <p class=\"section-e\"><b>  34. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 357/22, s. 21.</p> <p class=\"heading1-e\"><a name=\"BK76\"></a>Termination of Brokerage’s Registration</p>"
        },
        {
            "ahref_id": "#BK76",
            "TOCid": "Termination of Brokerage’s Registration",
            "part_id": null,
            "part_type": null,
            "section": "Termination of Brokerage’s Registration",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK77",
            "TOCid": "35.",
            "part_id": null,
            "part_type": null,
            "section": "Information for registrar",
            "content": " 35. (1) A brokerage shall provide the following to the registrar as soon as possible after becoming aware that it will cease to be registered: 1.  A letter setting out the exact date that the brokerage will cease to be registered. 2.  A copy of a letter that has been sent to all clients of the brokerage, advising them that the brokerage will cease to be registered and will be prohibited from trading in real estate as a brokerage. O. Reg. 567/05, s. 35 (1); O. Reg. 357/22, s. 22 (1, 2). (2) A brokerage shall provide the following to the registrar as soon as possible after it ceases to be registered: 1.  A letter setting out the exact date the brokerage ceased to be registered, if a letter setting out that date was not provided under paragraph 1 of subsection (1). 2.  A copy of a letter that has been sent to all clients of the brokerage, advising them that the brokerage has ceased to be registered and is prohibited from trading in real estate as a brokerage, if a copy of a letter was not provided under paragraph 2 of subsection (1). 3.  For each trust account maintained under section 27 of the Act, a statement from the financial institution in which the account is maintained that indicates the balance in the account on the date the brokerage ceased to be registered, together with a trust account reconciliation statement prepared by the brokerage that identifies the following as of the date the brokerage ceased to be registered: i.  The differences, if any, between the brokerage’s records and the records of the financial institution. ii.  The balances in the trust account. iii.  The real estate, if any, to which each balance relates. iv.  The persons, if known, who are entitled to each balance. v.  Each balance for which it is not known what persons are entitled to it. 4.  If the brokerage holds property other than money in trust for another person in connection with the brokerage’s business, a statement prepared by the brokerage that, for each of the properties held in trust, describes the property and identifies the following as of the date the brokerage ceased to be registered: i.  The place where the property is kept. ii.  The real estate, if any, to which the property relates. iii.  The person who is entitled to the property, if the person is known, or an indication that the person who is entitled to the property is not known, if the person is not known. 5.  A statement prepared by the brokerage that identifies any changes that occur after the date the brokerage ceases to be registered to the information that is set out in a statement under paragraph 3 or 4 or this paragraph. 6.  A list of all trades in real estate that were pending on the date the brokerage ceased to be registered and that relate to the balance in a trust account maintained under section 27 of the Act or to other property held in trust by the brokerage. 7.  The names, addresses, telephone numbers and other contact information that is on file with the brokerage for all clients of the brokerage who were involved in business that was outstanding on the date the brokerage ceased to be registered. 8.  A financial statement that sets out the assets and liabilities of the brokerage as of the date the brokerage ceased to be registered and a list of the brokerage’s creditors and the amounts that are owed to them as of that date. 9.  A letter setting out the location where the brokerage’s business records relating to trading in real estate will be kept.  O. Reg. 567/05, s. 35 (2); O. Reg. 357/22, s. 22 (1, 3). Exemptions",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK77\"></a>35. </b>(1) A brokerage shall provide the following to the registrar as soon as possible after becoming aware that it will cease to be registered:</p> <p class=\"paragraph-e\">  1.  A letter setting out the exact date that the brokerage will cease to be registered.</p> <p class=\"paragraph-e\">  2.  A copy of a letter that has been sent to all clients of the brokerage, advising them that the brokerage will cease to be registered and will be prohibited from trading in real estate as a brokerage. O. Reg. 567/05, s. 35 (1); O. Reg. 357/22, s. 22 (1, 2).</p> <p class=\"subsection-e\">  (2) A brokerage shall provide the following to the registrar as soon as possible after it ceases to be registered:</p> <p class=\"paragraph-e\">  1.  A letter setting out the exact date the brokerage ceased to be registered, if a letter setting out that date was not provided under paragraph 1 of subsection (1).</p> <p class=\"paragraph-e\">  2.  A copy of a letter that has been sent to all clients of the brokerage, advising them that the brokerage has ceased to be registered and is prohibited from trading in real estate as a brokerage, if a copy of a letter was not provided under paragraph 2 of subsection (1).</p> <p class=\"paragraph-e\">  3.  For each trust account maintained under section 27 of the Act, a statement from the financial institution in which the account is maintained that indicates the balance in the account on the date the brokerage ceased to be registered, together with a trust account reconciliation statement prepared by the brokerage that identifies the following as of the date the brokerage ceased to be registered:</p> <p class=\"subpara-e\">  i.  The differences, if any, between the brokerage’s records and the records of the financial institution.</p> <p class=\"subpara-e\">  ii.  The balances in the trust account.</p> <p class=\"subpara-e\">  iii.  The real estate, if any, to which each balance relates.</p> <p class=\"subpara-e\">  iv.  The persons, if known, who are entitled to each balance.</p> <p class=\"subpara-e\">  v.  Each balance for which it is not known what persons are entitled to it.</p> <p class=\"paragraph-e\">  4.  If the brokerage holds property other than money in trust for another person in connection with the brokerage’s business, a statement prepared by the brokerage that, for each of the properties held in trust, describes the property and identifies the following as of the date the brokerage ceased to be registered:</p> <p class=\"subpara-e\">  i.  The place where the property is kept.</p> <p class=\"subpara-e\">  ii.  The real estate, if any, to which the property relates.</p> <p class=\"subpara-e\">  iii.  The person who is entitled to the property, if the person is known, or an indication that the person who is entitled to the property is not known, if the person is not known.</p> <p class=\"paragraph-e\">  5.  A statement prepared by the brokerage that identifies any changes that occur after the date the brokerage ceases to be registered to the information that is set out in a statement under paragraph 3 or 4 or this paragraph.</p> <p class=\"paragraph-e\">  6.  A list of all trades in real estate that were pending on the date the brokerage ceased to be registered and that relate to the balance in a trust account maintained under section 27 of the Act or to other property held in trust by the brokerage.</p> <p class=\"paragraph-e\">  7.  The names, addresses, telephone numbers and other contact information that is on file with the brokerage for all clients of the brokerage who were involved in business that was outstanding on the date the brokerage ceased to be registered.</p> <p class=\"paragraph-e\">  8.  A financial statement that sets out the assets and liabilities of the brokerage as of the date the brokerage ceased to be registered and a list of the brokerage’s creditors and the amounts that are owed to them as of that date.</p> <p class=\"paragraph-e\">  9.  A letter setting out the location where the brokerage’s business records relating to trading in real estate will be kept.  O. Reg. 567/05, s. 35 (2); O. Reg. 357/22, s. 22 (1, 3).</p> <p class=\"heading1-e\"><a name=\"BK78\"></a>Exemptions</p>"
        },
        {
            "ahref_id": "#BK78",
            "TOCid": "Exemptions",
            "part_id": null,
            "part_type": null,
            "section": "Exemptions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK79",
            "TOCid": "36.",
            "part_id": null,
            "part_type": null,
            "section": "Brokerages registered under the Loan and Trust Corporations Act",
            "content": " 36. Subsection 4 (4) of the Act does not apply to a brokerage that is registered in the Loan Corporations Register or the Trust Corporations Register under the Loan and Trust Corporations Act.  O. Reg. 567/05, s. 36.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK79\"></a>36. </b>Subsection 4 (4) of the Act does not apply to a brokerage that is registered in the Loan Corporations Register or the Trust Corporations Register under the <i>Loan and Trust Corporations Act</i>.  O. Reg. 567/05, s. 36.</p>"
        },
        {
            "ahref_id": "#BK80",
            "TOCid": "37.",
            "part_id": null,
            "part_type": null,
            "section": "Public Guardian and Trustee",
            "content": " 37. For the purpose of clause 5 (1) (k) of the Act, the Public Guardian and Trustee or a person authorized to act on their behalf is prescribed as exempt from registration in respect of any class of trades in real estate. O. Reg. 567/05, s. 37; O. Reg. 357/22, s. 23.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK80\"></a>37. </b>For the purpose of clause 5 (1) (k) of the Act, the Public Guardian and Trustee or a person authorized to act on their behalf is prescribed as exempt from registration in respect of any class of trades in real estate. O. Reg. 567/05, s. 37; O. Reg. 357/22, s. 23.</p>"
        },
        {
            "ahref_id": "#BK81",
            "TOCid": "38.",
            "part_id": null,
            "part_type": null,
            "section": "Compliance with Code of Ethics",
            "content": " 38. Subsection 12 (2) and section 26 of the Act do not apply to compliance with the code of ethics established under clause 50 (1) (a) of the Act.  O. Reg. 567/05, s. 38.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK81\"></a>38. </b>Subsection 12 (2) and section 26 of the Act do not apply to compliance with the code of ethics established under clause 50 (1) (a) of the Act.  O. Reg. 567/05, s. 38.</p>"
        },
        {
            "ahref_id": "#BK82",
            "TOCid": "39.",
            "part_id": null,
            "part_type": null,
            "section": "Unclear or unclaimed trust obligations: amounts under $25",
            "content": " 39. (1) Subsections 27 (4) to (15) of the Act do not apply if the amount of money involved is less than $25.  O. Reg. 567/05, s. 39 (1). (2) Despite subsection (1), a brokerage may choose to pay an amount less than $25 in accordance with subsection 27 (4) or (5) of the Act, in which case subsections 27 (6) to (15) of the Act do apply.  O. Reg. 567/05, s. 39 (2). Miscellaneous 40. Revoked: O. Reg. 357/22, s. 24.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK82\"></a>39. </b>(1) Subsections 27 (4) to (15) of the Act do not apply if the amount of money involved is less than $25.  O. Reg. 567/05, s. 39 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a brokerage may choose to pay an amount less than $25 in accordance with subsection 27 (4) or (5) of the Act, in which case subsections 27 (6) to (15) of the Act do apply.  O. Reg. 567/05, s. 39 (2).</p> <p class=\"heading1-e\"><a name=\"BK83\"></a>Miscellaneous</p> <p class=\"section-e\"><b>  40. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 357/22, s. 24.</p>"
        },
        {
            "ahref_id": "#BK83",
            "TOCid": "Miscellaneous",
            "part_id": null,
            "part_type": null,
            "section": "Miscellaneous",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK84",
            "TOCid": "41.",
            "part_id": null,
            "part_type": null,
            "section": "Registrar’s order re false advertising",
            "content": " 41. For the purpose of clause 38 (5) of the Act, the prescribed period is one year from the date the registrar makes the request referred to in subsection 38 (4) of the Act.  O. Reg. 567/05, s. 41.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK84\"></a>41. </b>For the purpose of clause 38 (5) of the Act, the prescribed period is one year from the date the registrar makes the request referred to in subsection 38 (4) of the Act.  O. Reg. 567/05, s. 41.</p>"
        },
        {
            "ahref_id": "#BK85",
            "TOCid": "42.",
            "part_id": null,
            "part_type": null,
            "section": "Information to the registrar, s. 48.1 of the Act",
            "content": " 42. (1) Under section 48.1 of the Act, the registrar shall not request information from registrants or a group of registrants with respect to a trade in real estate unless the purpose of the collection is to, (a)  exercise a power or duty related to the administration of the Act or the regulations; (b)  further regulatory oversight, including assessing trends in the information that may impact compliance and enforcement activities; (c)  further consumer education and awareness regarding the advancement of consumer protection and a fair, safe and informed real estate market; or (d)  further registrant education and awareness regarding roles and responsibilities under the Act and the regulations. O. Reg. 357/22, s. 25. (2) If the purpose of the collection is a purpose mentioned in clauses (1) (b) to (d), the registrar shall not request information about identifiable individuals who are not registrants or former registrants. O. Reg. 357/22, s. 25. (3) The registrar shall provide notice to a registrant of a request under subsection (1) that gives the registrant a reasonable amount of time to collect the information requested before the registrant is required to provide the information to the registrar. O. Reg. 357/22, s. 25. Transition",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK85\"></a>42. </b>(1) Under section 48.1 of the Act, the registrar shall not request information from registrants or a group of registrants with respect to a trade in real estate unless the purpose of the collection is to,</p> <p class=\"clause-e\">  (a)  exercise a power or duty related to the administration of the Act or the regulations;</p> <p class=\"clause-e\">  (b)  further regulatory oversight, including assessing trends in the information that may impact compliance and enforcement activities;</p> <p class=\"clause-e\">  (c)  further consumer education and awareness regarding the advancement of consumer protection and a fair, safe and informed real estate market; or</p> <p class=\"clause-e\">  (d)  further registrant education and awareness regarding roles and responsibilities under the Act and the regulations. O. Reg. 357/22, s. 25.</p> <p class=\"subsection-e\">  (2) If the purpose of the collection is a purpose mentioned in clauses (1) (b) to (d), the registrar shall not request information about identifiable individuals who are not registrants or former registrants. O. Reg. 357/22, s. 25.</p> <p class=\"subsection-e\">  (3) The registrar shall provide notice to a registrant of a request under subsection (1) that gives the registrant a reasonable amount of time to collect the information requested before the registrant is required to provide the information to the registrar. O. Reg. 357/22, s. 25.</p> <p class=\"heading1-e\"><a name=\"BK86\"></a>Transition</p>"
        },
        {
            "ahref_id": "#BK86",
            "TOCid": "Transition",
            "part_id": null,
            "part_type": null,
            "section": "Transition",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK87",
            "TOCid": "43.",
            "part_id": null,
            "part_type": null,
            "section": "Customer agreements etc.",
            "content": " 43. (1) The Act and the regulations, as they read immediately before the transition date, apply to agreements between brokerages and customers entered into before the transition date. O. Reg. 357/22, s. 26. (2) Subsection (1) does not apply to, (a)  an expired agreement; or (b)  an agreement that is amended on or after the transition date. O. Reg. 357/22, s. 26. (3) If an agreement described in subsection (1) has not expired within the period that ends 120 days after the transition date, the agreement is deemed to expire on the last day of that period. O. Reg. 357/22, s. 26. (4) For the purposes of paragraph 2 of subsection 35 (1) and paragraphs 2 and 7 of subsection 35 (2), a customer is deemed to be a client until the agreement between the brokerage and the customer expires or is amended. O. Reg. 357/22, s. 26. (5) In this section, “transition date” means the day subsection 2 (4) of the Trust in Real Estate Services Act, 2020\r\ncomes into force. O. Reg. 357/22, s. 26. 44. Revoked: O. Reg. 357/22, s. 26.  Français  ",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK87\"></a>43. </b>(1) The Act and the regulations, as they read immediately before the transition date, apply to agreements between brokerages and customers entered into before the transition date. O. Reg. 357/22, s. 26.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to,</p> <p class=\"clause-e\">  (a)  an expired agreement; or</p> <p class=\"clause-e\">  (b)  an agreement that is amended on or after the transition date. O. Reg. 357/22, s. 26.</p> <p class=\"subsection-e\">  (3) If an agreement described in subsection (1) has not expired within the period that ends 120 days after the transition date, the agreement is deemed to expire on the last day of that period. O. Reg. 357/22, s. 26.</p> <p class=\"subsection-e\">  (4) For the purposes of paragraph 2 of subsection 35 (1) and paragraphs 2 and 7 of subsection 35 (2), a customer is deemed to be a client until the agreement between the brokerage and the customer expires or is amended. O. Reg. 357/22, s. 26.</p> <p class=\"subsection-e\">  (5) In this section,</p> <p class=\"definition-e\">“transition date” means the day subsection 2 (4) of the <i>Trust in Real Estate Services Act, 2020</i>\r\ncomes into force. O. Reg. 357/22, s. 26.</p> <p class=\"section-e\"> <b>44.</b> <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 357/22, s. 26.</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/050567\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}