{
    "reg_info": {
        "full_title": "O. Reg. 158/18: ADOPTION INFORMATION DISCLOSURE",
        "reg_name_text": "ADOPTION INFORMATION DISCLOSURE",
        "citation": "O. Reg. 158/18: ",
        "act_under": "Child, Youth and Family Services Act, 2017",
        "url": "https://www.ontario.ca/laws/regulation/180158",
        "date_scraped": "2023-12-18 22:12:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/180158/v2",
            "valid_from": "April 30, 2018",
            "valid_to": "December 31, 2019"
        },
        {
            "a_href": "/laws/regulation/180158/v1",
            "valid_from": "April  3, 2018",
            "valid_to": "April 29, 2018"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART I DEFINITIONS AND APPLICATION",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "part_id": "PART I  ",
            "part_type": "PART I DEFINITIONS AND APPLICATION",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “adopted person” means a person in respect of whom an order, judgment or decree of adoption is registered under subsection 28 (1) of the Vital Statistics Act or a predecessor of that subsection; (“personne adoptée”) “birth family member” means, with respect to an adopted person, the adopted person’s birth parents and any other person related to a birth parent including a birth grandparent and any birth siblings, but does not include a descendant of the adopted person; (“membre de la famille de naissance”) “birth grandparent” means, with respect to an adopted person, a parent of one of the adopted person’s birth parents; (“grand-parent de naissance”) “birth parent” means a Part VIII birth parent as defined in section 92 of Ontario Regulation 155/18 (General Matters Under the Authority of the Lieutenant Governor in Council), except in section 12 where it has the meaning set out in that section; (“parent de naissance”) “former adoptive parent” means, with respect to a person who was adopted more than once, a person named as an adoptive parent in an order, decree or judgment relating to the adopted person other than the most recent order, decree or judgment; (“ancien parent adoptif”) “MCSS custodian” means the Director of the Service Delivery and Supports Branch in the Ministry of Community and Social Services; (“dépositaire du MSSC”) “MCYS Director” means the Director of the Client Services Branch in the Ministry of Children and Youth Services; (“directeur du MSEJ”) “non-identifying information” means one or more pieces of information that relate to an individual the disclosure of which, whether disclosed separately or together, will not reveal the identity of the individual; (“renseignements non identificatoires”) “Registrar General” means the Registrar General under the Vital Statistics Act; (“registraire général de l’état civil”) “ServiceOntario custodian” means the Director of the Contact Centre Services Branch at ServiceOntario in the Ministry of Government and Consumer Services. (“dépositaire de ServiceOntario”) (2) In this Regulation, a reference to a licensee is a reference to a holder of a licence issued under Part VIII (Adoption and Adoption Licensing) of the Act.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK1\"></a>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“adopted person” means a person in respect of whom an order, judgment or decree of adoption is registered under subsection 28 (1) of the <i>Vital Statistics Act</i> or a predecessor of that subsection; (“personne adoptée”)</p> <p class=\"definition-e\">“birth family member” means, with respect to an adopted person, the adopted person’s birth parents and any other person related to a birth parent including a birth grandparent and any birth siblings, but does not include a descendant of the adopted person; (“membre de la famille de naissance”)</p> <p class=\"definition-e\">“birth grandparent” means, with respect to an adopted person, a parent of one of the adopted person’s birth parents; (“grand-parent de naissance”)</p> <p class=\"definition-e\">“birth parent” means a Part VIII birth parent as defined in section 92 of Ontario Regulation 155/18 (General Matters Under the Authority of the Lieutenant Governor in Council), except in section 12 where it has the meaning set out in that section; (“parent de naissance”)</p> <p class=\"definition-e\">“former adoptive parent” means, with respect to a person who was adopted more than once, a person named as an adoptive parent in an order, decree or judgment relating to the adopted person other than the most recent order, decree or judgment; (“ancien parent adoptif”)</p> <p class=\"definition-e\">“MCSS custodian” means the Director of the Service Delivery and Supports Branch in the Ministry of Community and Social Services; (“dépositaire du MSSC”)</p> <p class=\"definition-e\">“MCYS Director” means the Director of the Client Services Branch in the Ministry of Children and Youth Services; (“directeur du MSEJ”)</p> <p class=\"definition-e\">“non-identifying information” means one or more pieces of information that relate to an individual the disclosure of which, whether disclosed separately or together, will not reveal the identity of the individual; (“renseignements non identificatoires”)</p> <p class=\"definition-e\">“Registrar General” means the Registrar General under the <i>Vital Statistics Act</i>; (“registraire général de l’état civil”)</p> <p class=\"definition-e\">“ServiceOntario custodian” means the Director of the Contact Centre Services Branch at ServiceOntario in the Ministry of Government and Consumer Services. (“dépositaire de ServiceOntario”)</p> <p class=\"subsection-e\">  (2) In this Regulation, a reference to a licensee is a reference to a holder of a licence issued under Part VIII (Adoption and Adoption Licensing) of the Act.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "part_id": "PART I  ",
            "part_type": "PART I DEFINITIONS AND APPLICATION",
            "section": "Disclosure under this Act and Vital Statistics Act",
            "content": " 2. (1) This Regulation sets out circumstances in which certain information relating to adoptions may be disclosed and disclosure under this Regulation is authorized in addition to any disclosure of information relating to adoptions that may be authorized under the Vital Statistics Act. (2) Any disclosure of information relating to adoptions authorized under this Regulation applies despite any notice or disclosure veto in effect under section 48.3, 48.4 or 48.5 of the Vital Statistics Act that may prevent or affect disclosure of information relating to adoptions under that Act. Part ii   Designation of custodians",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2. </b>(1) This Regulation sets out circumstances in which certain information relating to adoptions may be disclosed and disclosure under this Regulation is authorized in addition to any disclosure of information relating to adoptions that may be authorized under the <i>Vital Statistics Act</i>.</p> <p class=\"subsection-e\">  (2) Any disclosure of information relating to adoptions authorized under this Regulation applies despite any notice or disclosure veto in effect under section 48.3, 48.4 or 48.5 of the <i>Vital Statistics Act</i> that may prevent or affect disclosure of information relating to adoptions under that Act.</p> <p class=\"partnum-e\"><a name=\"BK3\"></a>Part ii <br/>  Designation of custodians</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "PART II  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART II DESIGNATION OF CUSTODIANS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": "PART II  ",
            "part_type": "PART II DESIGNATION OF CUSTODIANS",
            "section": "Designation of custodians",
            "content": " 3. (1) The following persons are designated as custodians of information that relates to adoptions for the purposes of subsection 223 (1) of the Act: 1. The MCSS custodian. 2. The ServiceOntario custodian. (2) The MCYS Director is prescribed for the purposes of subsection 224 (1) of the Act.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>(1) The following persons are designated as custodians of information that relates to adoptions for the purposes of subsection 223 (1) of the Act:</p> <p class=\"paragraph-e\">  1. The MCSS custodian.</p> <p class=\"paragraph-e\">  2. The ServiceOntario custodian.</p> <p class=\"subsection-e\">  (2) The MCYS Director is prescribed for the purposes of subsection 224 (1) of the Act.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": "PART II  ",
            "part_type": "PART II DESIGNATION OF CUSTODIANS",
            "section": "MCSS custodian",
            "content": " 4. The duties of the MCSS custodian are to, (a) maintain and administer the adoption disclosure register, including adding names to the register under section 7 and examining it and disclosing information contained in it under section 8; (b) deal with requests for non-identifying information under sections 9 and 10; (c) perform searches in relation to adopted persons in cases of severe medical illnesses in accordance with sections 11 to 13 and to disclose information in accordance with section 14; and (d) perform such other duties as are described in Part IV.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>The duties of the MCSS custodian are to,</p> <p class=\"clause-e\">  (a) maintain and administer the adoption disclosure register, including adding names to the register under section 7 and examining it and disclosing information contained in it under section 8;</p> <p class=\"clause-e\">  (b) deal with requests for non-identifying information under sections 9 and 10;</p> <p class=\"clause-e\">  (c) perform searches in relation to adopted persons in cases of severe medical illnesses in accordance with sections 11 to 13 and to disclose information in accordance with section 14; and</p> <p class=\"clause-e\">  (d) perform such other duties as are described in Part IV.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": "PART II  ",
            "part_type": "PART II DESIGNATION OF CUSTODIANS",
            "section": "ServiceOntario custodian",
            "content": " 5. The duties of the ServiceOntario custodian are to receive and disclose information relating to the status of applications or requests made to the MCSS custodian under Part III. Part III   Disclosure of information to adopted persons, birth parents and other individuals Adoption Disclosure Register",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>The duties of the ServiceOntario custodian are to receive and disclose information relating to the status of applications or requests made to the MCSS custodian under Part III.</p> <p class=\"partnum-e\"><a name=\"BK7\"></a>Part III <br/>  Disclosure of information to adopted persons, birth parents and other individuals</p> <p class=\"heading1-e\"><a name=\"BK8\"></a>Adoption Disclosure Register</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "PART III  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Adoption Disclosure Register",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Adoption Disclosure Register",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "6.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Register continued",
            "content": " 6. The adoption disclosure register maintained by the MCSS custodian under section 8 of Ontario Regulation 464/07 (Adoption Information Disclosure) made under the Child and Family Services Act, as it read immediately before the day this section comes into force, is continued.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>6. </b>The adoption disclosure register maintained by the MCSS custodian under section 8 of Ontario Regulation 464/07 (Adoption Information Disclosure) made under the <i>Child and Family Services Act</i>, as it read immediately before the day this section comes into force, is continued.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "7.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Adding names to register",
            "content": " 7. (1) The following persons may apply to the MCSS custodian to have their names added to the adoption disclosure register: 1. An adopted person, if the person is 18 or older. 2. The birth parent or birth grandparent of an adopted person. 3. The birth sibling of an adopted person, if the birth sibling is 18 or older. (2) An applicant shall include the following information in their application: 1. The applicant’s name and address. 2. Information to satisfy the MCSS custodian that the applicant is a person described in subsection (1). 3. In the case of an application by an adopted person, a statement indicating whether the adopted person wishes to have contact with all of their birth parents, birth grandparents and birth siblings or, if not, specifying with which of these birth family members the adopted person wishes to have contact. 4. Information as to how the applicant wishes to be contacted if the MCSS custodian’s examination of the adoption disclosure register results in a match between the applicant and a person with whom the applicant wishes to have contact. 5. Any information respecting the adopted person, their birth parents, birth grandparents or birth siblings, of which the applicant has knowledge, that may assist the MCSS custodian in making a match described in paragraph 4. (3) After receiving an application, the MCSS custodian shall, if satisfied that the applicant is a person described in subsection (1), add the name of the applicant to the adoption disclosure register. (4) If the MCSS custodian is not satisfied that the applicant is a person described in subsection (1), the custodian shall inform the applicant that the applicant’s name has not been added to the adoption disclosure register and provide the applicant reasons for the decision. (5) If the MCSS custodian adds the name of the applicant to the adoption disclosure register, the custodian shall inform the person of the following: 1. The person must inform the custodian of any changes to the contact information provided in the application. 2. The person may request that the person’s name be removed from the register at any time. (6) If a person whose name appears on the adoption disclosure register requests that the MCSS custodian remove their name from the register, the custodian shall promptly do so.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>7. </b>(1) The following persons may apply to the MCSS custodian to have their names added to the adoption disclosure register:</p> <p class=\"paragraph-e\">  1. An adopted person, if the person is 18 or older.</p> <p class=\"paragraph-e\">  2. The birth parent or birth grandparent of an adopted person.</p> <p class=\"paragraph-e\">  3. The birth sibling of an adopted person, if the birth sibling is 18 or older.</p> <p class=\"subsection-e\">  (2) An applicant shall include the following information in their application:</p> <p class=\"paragraph-e\">  1. The applicant’s name and address.</p> <p class=\"paragraph-e\">  2. Information to satisfy the MCSS custodian that the applicant is a person described in subsection (1).</p> <p class=\"paragraph-e\">  3. In the case of an application by an adopted person, a statement indicating whether the adopted person wishes to have contact with all of their birth parents, birth grandparents and birth siblings or, if not, specifying with which of these birth family members the adopted person wishes to have contact.</p> <p class=\"paragraph-e\">  4. Information as to how the applicant wishes to be contacted if the MCSS custodian’s examination of the adoption disclosure register results in a match between the applicant and a person with whom the applicant wishes to have contact.</p> <p class=\"paragraph-e\">  5. Any information respecting the adopted person, their birth parents, birth grandparents or birth siblings, of which the applicant has knowledge, that may assist the MCSS custodian in making a match described in paragraph 4.</p> <p class=\"subsection-e\">  (3) After receiving an application, the MCSS custodian shall, if satisfied that the applicant is a person described in subsection (1), add the name of the applicant to the adoption disclosure register.</p> <p class=\"subsection-e\">  (4) If the MCSS custodian is not satisfied that the applicant is a person described in subsection (1), the custodian shall inform the applicant that the applicant’s name has not been added to the adoption disclosure register and provide the applicant reasons for the decision.</p> <p class=\"subsection-e\">  (5) If the MCSS custodian adds the name of the applicant to the adoption disclosure register, the custodian shall inform the person of the following:</p> <p class=\"paragraph-e\">  1. The person must inform the custodian of any changes to the contact information provided in the application.</p> <p class=\"paragraph-e\">  2. The person may request that the person’s name be removed from the register at any time.</p> <p class=\"subsection-e\">  (6) If a person whose name appears on the adoption disclosure register requests that the MCSS custodian remove their name from the register, the custodian shall promptly do so.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "8.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Register examinations and disclosure of information",
            "content": " 8. (1) The MCSS custodian shall examine the adoption disclosure register to determine whether the name of an adopted person can be matched to that of a birth parent, birth grandparent or birth sibling with whom the adopted person wishes to have contact. (2) If the MCSS custodian determines that the name of an adopted person can be matched to that of a birth parent, birth grandparent or birth sibling with whom the adopted person wishes to have contact, the custodian shall disclose, (a) the name of the adopted person and the contact information provided by the adopted person to the matched birth parent, birth grandparent or birth sibling; and (b) the name of the birth parent, birth grandparent or birth sibling and the contact information provided by that person to the matched adopted person. (3) Despite subsection (2), if the MCSS custodian becomes aware that the person who has been matched is deceased, the only information with respect to the deceased that shall be disclosed under subsection (2) is the name of the deceased and the fact that they are deceased. (4) Before disclosing information under subsection (2), the MCSS custodian shall make reasonable inquiries in order to be satisfied as to the identity and relationship of the persons named in the register. Disclosure of Non-identifying Information",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>8. </b>(1) The MCSS custodian shall examine the adoption disclosure register to determine whether the name of an adopted person can be matched to that of a birth parent, birth grandparent or birth sibling with whom the adopted person wishes to have contact.</p> <p class=\"subsection-e\">  (2) If the MCSS custodian determines that the name of an adopted person can be matched to that of a birth parent, birth grandparent or birth sibling with whom the adopted person wishes to have contact, the custodian shall disclose,</p> <p class=\"clause-e\">  (a) the name of the adopted person and the contact information provided by the adopted person to the matched birth parent, birth grandparent or birth sibling; and</p> <p class=\"clause-e\">  (b) the name of the birth parent, birth grandparent or birth sibling and the contact information provided by that person to the matched adopted person.</p> <p class=\"subsection-e\">  (3) Despite subsection (2), if the MCSS custodian becomes aware that the person who has been matched is deceased, the only information with respect to the deceased that shall be disclosed under subsection (2) is the name of the deceased and the fact that they are deceased.</p> <p class=\"subsection-e\">  (4) Before disclosing information under subsection (2), the MCSS custodian shall make reasonable inquiries in order to be satisfied as to the identity and relationship of the persons named in the register.</p> <p class=\"heading1-e\"><a name=\"BK12\"></a>Disclosure of Non-identifying Information</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "Disclosure of Non-identifying Information",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Disclosure of Non-identifying Information",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "9.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Requests for non-identifying information",
            "content": " 9. (1) The following persons may request from the MCSS custodian or a society non-identifying information related to an adoption: 1. An adopted person who is 18 or older or who has the written consent of an adoptive parent. 2. An adoptive parent. 3. The child of an adopted person if the adopted person is deceased and the child is 18 or older. 4. A birth parent. 5. A birth grandparent. 6. A birth sibling who is 18 or older. 7. A sibling of a birth parent if the sibling is 18 or older. (2) Information related to an adoption may include, (a) background information relating to, (i) an adopted person’s birth parents, birth grandparents, birth siblings and other birth family members, (ii) an adopted person’s adoptive parents and adoptive family, or (iii) in the case of an adopted person who was adopted more than once, the adopted person’s former adoptive parents and former adoptive family; (b) the circumstances leading to an adoption placement; (c) the details relating to the birth of an adopted person; (d) the care received by the person prior to an adoption placement; (e) the developmental progress of the adopted person; (f) the date of an adoption placement or of an adoption order; and (g) the name of the society or of the licensee responsible for the adoption placement. (3) The request may be made to, (a) the MCSS custodian; or (b) if the adopted person was placed for adoption by a society, to the society that placed the adopted person for adoption. (4) If the MCSS custodian receives a request that should have been made to a society under subsection (3), the custodian shall refer the person making the request to that society and inform the person of the person’s right to request non-identifying information from the society under this section. (5) If a society receives a request that should have been made to the MCSS custodian under subsection (3), the society shall refer the person making the request to the MCSS custodian and inform the person of the person’s right to request non-identifying information from the MCSS custodian under this section. (6) After receiving a request for non-identifying information, the MCSS custodian or a society shall take the following steps: 1. In the case of a request under clause (3) (a), the MCSS custodian shall request from the MCYS Director any information related to the adoption. 2. In the case of a request under clause (3) (b), the society shall, i. request from the MCSS custodian any information related to the adoption that was previously contained in the society’s files that has been subsequently disposed of in the normal course of business or otherwise destroyed, damaged or lost, and ii. request information related to the adoption from any other society that provided a service to the adopted person or a birth parent of the adopted person. 3. The MCSS custodian or the society shall render the information received under paragraph 1 or 2, and in the case of the society any information that relates to the adoption in its possession, non-identifying by making copies of the documents containing the information and redacting from the copies any information that may identify a person other than the person who requested the information. 4. The MCSS custodian or society shall provide the information that has been rendered non-identifying under paragraph 3 to the person who made the request. (7) The MCSS custodian or a society who receives a request for non-identifying information under subsection (3) shall respond to the request within 30 days after receiving the request or may extend that deadline for responding by not more than 90 days if, (a) responding to the request within 30 days would unreasonably interfere with the operations of the MCSS custodian’s ministry or the society because the information consists of numerous pieces of information or locating the information would necessitate a lengthy search; or (b) responding to the request within 30 days after receiving it is not reasonably practical because of the time required to render the information non-identifying. (8) If the MCSS custodian receives a request for information under subparagraph 2 i of subsection (6), the MCSS custodian shall request the information from the MCYS Director and provide any information it receives from the MCYS Director to the society. (9) If the MCYS Director receives a request for information under paragraph 1 of subsection (6) or subsection (8), the MCYS Director shall provide the MCSS custodian any information relating to the adoption in the possession of the Director’s ministry. (10) If a society receives a request for information under subparagraph 2 ii of subsection (6), the society shall provide to the society that made the request any information related to the adoption in the society’s possession.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK13\"></a>9. </b>(1) The following persons may request from the MCSS custodian or a society non-identifying information related to an adoption:</p> <p class=\"paragraph-e\">  1. An adopted person who is 18 or older or who has the written consent of an adoptive parent.</p> <p class=\"paragraph-e\">  2. An adoptive parent.</p> <p class=\"paragraph-e\">  3. The child of an adopted person if the adopted person is deceased and the child is 18 or older.</p> <p class=\"paragraph-e\">  4. A birth parent.</p> <p class=\"paragraph-e\">  5. A birth grandparent.</p> <p class=\"paragraph-e\">  6. A birth sibling who is 18 or older.</p> <p class=\"paragraph-e\">  7. A sibling of a birth parent if the sibling is 18 or older.</p> <p class=\"subsection-e\">  (2) Information related to an adoption may include,</p> <p class=\"clause-e\">  (a) background information relating to,</p> <p class=\"subclause-e\">  (i) an adopted person’s birth parents, birth grandparents, birth siblings and other birth family members,</p> <p class=\"subclause-e\">  (ii) an adopted person’s adoptive parents and adoptive family, or</p> <p class=\"subclause-e\">  (iii) in the case of an adopted person who was adopted more than once, the adopted person’s former adoptive parents and former adoptive family;</p> <p class=\"clause-e\">  (b) the circumstances leading to an adoption placement;</p> <p class=\"clause-e\">  (c) the details relating to the birth of an adopted person;</p> <p class=\"clause-e\">  (d) the care received by the person prior to an adoption placement;</p> <p class=\"clause-e\">  (e) the developmental progress of the adopted person;</p> <p class=\"clause-e\">  (f) the date of an adoption placement or of an adoption order; and</p> <p class=\"clause-e\">  (g) the name of the society or of the licensee responsible for the adoption placement.</p> <p class=\"subsection-e\">  (3) The request may be made to,</p> <p class=\"clause-e\">  (a) the MCSS custodian; or</p> <p class=\"clause-e\">  (b) if the adopted person was placed for adoption by a society, to the society that placed the adopted person for adoption. </p> <p class=\"subsection-e\">  (4) If the MCSS custodian receives a request that should have been made to a society under subsection (3), the custodian shall refer the person making the request to that society and inform the person of the person’s right to request non-identifying information from the society under this section.</p> <p class=\"subsection-e\">  (5) If a society receives a request that should have been made to the MCSS custodian under subsection (3), the society shall refer the person making the request to the MCSS custodian and inform the person of the person’s right to request non-identifying information from the MCSS custodian under this section.</p> <p class=\"subsection-e\">  (6) After receiving a request for non-identifying information, the MCSS custodian or a society shall take the following steps:</p> <p class=\"paragraph-e\">  1. In the case of a request under clause (3) (a), the MCSS custodian shall request from the MCYS Director any information related to the adoption.</p> <p class=\"paragraph-e\">  2. In the case of a request under clause (3) (b), the society shall,</p> <p class=\"subpara-e\">  i. request from the MCSS custodian any information related to the adoption that was previously contained in the society’s files that has been subsequently disposed of in the normal course of business or otherwise destroyed, damaged or lost, and</p> <p class=\"subpara-e\">  ii. request information related to the adoption from any other society that provided a service to the adopted person or a birth parent of the adopted person.</p> <p class=\"paragraph-e\">  3. The MCSS custodian or the society shall render the information received under paragraph 1 or 2, and in the case of the society any information that relates to the adoption in its possession, non-identifying by making copies of the documents containing the information and redacting from the copies any information that may identify a person other than the person who requested the information.</p> <p class=\"paragraph-e\">  4. The MCSS custodian or society shall provide the information that has been rendered non-identifying under paragraph 3 to the person who made the request.</p> <p class=\"subsection-e\">  (7) The MCSS custodian or a society who receives a request for non-identifying information under subsection (3) shall respond to the request within 30 days after receiving the request or may extend that deadline for responding by not more than 90 days if,</p> <p class=\"clause-e\">  (a) responding to the request within 30 days would unreasonably interfere with the operations of the MCSS custodian’s ministry or the society because the information consists of numerous pieces of information or locating the information would necessitate a lengthy search; or</p> <p class=\"clause-e\">  (b) responding to the request within 30 days after receiving it is not reasonably practical because of the time required to render the information non-identifying.</p> <p class=\"subsection-e\">  (8) If the MCSS custodian receives a request for information under subparagraph 2 i of subsection (6), the MCSS custodian shall request the information from the MCYS Director and provide any information it receives from the MCYS Director to the society.</p> <p class=\"subsection-e\">  (9) If the MCYS Director receives a request for information under paragraph 1 of subsection (6) or subsection (8), the MCYS Director shall provide the MCSS custodian any information relating to the adoption in the possession of the Director’s ministry.</p> <p class=\"subsection-e\">  (10) If a society receives a request for information under subparagraph 2 ii of subsection (6), the society shall provide to the society that made the request any information related to the adoption in the society’s possession.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "10.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Disclosure re out-of-province adoptions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Search and Disclosure in Cases of Severe Medical Illness",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Search and Disclosure in Cases of Severe Medical Illness",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "11.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Request re severe illness",
            "content": " 11. (1) If requested, the MCSS custodian shall have a discreet and reasonable search made to locate a person specified in the request if, (a) the person requesting the search is authorized to request the search under this section; and (b) one of the circumstances set out in subsection (3) exist. (2) The following requests for searches are authorized under this section: 1. A request from an adopted person or a descendant of an adopted person to conduct a search for any birth family member of the adopted person. 2. A request from a birth parent, birth grandparent, birth sibling or other birth family member of an adopted person to conduct a search for the adopted person or a descendant of the adopted person. (3) The following are the circumstances mentioned in clause (1) (b): 1. The person who makes the request suffers from a severe mental or physical illness or has suffered from such an illness in the past and will derive a direct medical benefit should a search by the MCSS custodian result in the location of the person who is the object of the search. 2. Any person authorized under subsection (2) to request a search for the person to be located, i. suffers from a severe mental or physical illness or has suffered from such an illness in the past, and ii. there is a reason to believe that the person to be located may suffer from a severe mental or physical illness or have a medically established risk of contracting such an illness and will derive a direct medical benefit from being located. (4) If an adopted person or a birth parent suffered from a severe mental or physical illness and has died, a request for a search in the circumstances set out in paragraph 2 of subsection (3) may also be made by any of the following persons: 1. The person’s spouse. 2. The executor of the person’s estate. 3. A person who is, i. a member of the College of Physicians and Surgeons of Ontario, a member of the College of Psychologists of Ontario or a member of the College of Nurses of Ontario who holds a certificate of registration in the extended class, or ii. legally authorized to practise medicine or psychology outside of Ontario. (5) Despite subsection (2), a person described in that subsection who is younger than 18 may not request a search under this section, except in the circumstance described in subsection (6). (6) An adopted person who is younger than 18 may request a search under this section with the consent of the adopted person’s adoptive parent or a person who has custody of the adopted person. (7) A search under this section may be requested on behalf of a person entitled to request a search under subsection (2) by, (a) a person appointed as the guardian of, or who is otherwise legally authorized to act on behalf of, the person; or (b) in the case of a person younger than 18, the person’s adoptive parent or a person who has custody of the person younger than 18. (8) In this section, “direct medical benefit” means, with respect to a severe mental or physical illness, a significant increase in the likelihood of diagnosing or treating the illness.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>11. </b>(1) If requested, the MCSS custodian shall have a discreet and reasonable search made to locate a person specified in the request if,</p> <p class=\"clause-e\">  (a) the person requesting the search is authorized to request the search under this section; and</p> <p class=\"clause-e\">  (b) one of the circumstances set out in subsection (3) exist.</p> <p class=\"subsection-e\">  (2) The following requests for searches are authorized under this section:</p> <p class=\"paragraph-e\">  1. A request from an adopted person or a descendant of an adopted person to conduct a search for any birth family member of the adopted person.</p> <p class=\"paragraph-e\">  2. A request from a birth parent, birth grandparent, birth sibling or other birth family member of an adopted person to conduct a search for the adopted person or a descendant of the adopted person.</p> <p class=\"subsection-e\">  (3) The following are the circumstances mentioned in clause (1) (b):</p> <p class=\"paragraph-e\">  1. The person who makes the request suffers from a severe mental or physical illness or has suffered from such an illness in the past and will derive a direct medical benefit should a search by the MCSS custodian result in the location of the person who is the object of the search.</p> <p class=\"paragraph-e\">  2. Any person authorized under subsection (2) to request a search for the person to be located,</p> <p class=\"subpara-e\">  i. suffers from a severe mental or physical illness or has suffered from such an illness in the past, and</p> <p class=\"subpara-e\">  ii. there is a reason to believe that the person to be located may suffer from a severe mental or physical illness or have a medically established risk of contracting such an illness and will derive a direct medical benefit from being located.</p> <p class=\"subsection-e\">  (4) If an adopted person or a birth parent suffered from a severe mental or physical illness and has died, a request for a search in the circumstances set out in paragraph 2 of subsection (3) may also be made by any of the following persons:</p> <p class=\"paragraph-e\">  1. The person’s spouse.</p> <p class=\"paragraph-e\">  2. The executor of the person’s estate.</p> <p class=\"paragraph-e\">  3. A person who is,</p> <p class=\"subpara-e\">  i. a member of the College of Physicians and Surgeons of Ontario, a member of the College of Psychologists of Ontario or a member of the College of Nurses of Ontario who holds a certificate of registration in the extended class, or</p> <p class=\"subpara-e\">  ii. legally authorized to practise medicine or psychology outside of Ontario.</p> <p class=\"subsection-e\">  (5) Despite subsection (2), a person described in that subsection who is younger than 18 may not request a search under this section, except in the circumstance described in subsection (6).</p> <p class=\"subsection-e\">  (6) An adopted person who is younger than 18 may request a search under this section with the consent of the adopted person’s adoptive parent or a person who has custody of the adopted person.</p> <p class=\"subsection-e\">  (7) A search under this section may be requested on behalf of a person entitled to request a search under subsection (2) by,</p> <p class=\"clause-e\">  (a) a person appointed as the guardian of, or who is otherwise legally authorized to act on behalf of, the person; or</p> <p class=\"clause-e\">  (b) in the case of a person younger than 18, the person’s adoptive parent or a person who has custody of the person younger than 18.</p> <p class=\"subsection-e\">  (8) In this section,</p> <p class=\"definition-e\">“direct medical benefit” means, with respect to a severe mental or physical illness, a significant increase in the likelihood of diagnosing or treating the illness.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "12.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Request for information under the Vital Statistics Act",
            "content": " 12. (1) If the MCSS custodian conducts a search under section 11 to locate a person who is an adopted person or a birth parent as defined in section 1 of the Vital Statistics Act, the MCSS custodian shall request that the Registrar General provide the following information with respect to that person: 1. Information as to whether any of the following documents were submitted by the person under the Vital Statistics Act and registered under that Act and, if so, the date they were registered and whether or not they are still in effect: i. A notice submitted under section 48.3 of the Vital Statistics Act specifying the person’s preferences as to how to be contacted by a birth parent or adopted person, as the case may be, who receives information under section 48.1 or 48.2 of that Act. ii. A notice submitted under section 48.4 of the Vital Statistics Act specifying that the person does not wish to be contacted by a birth parent or adopted person, as the case may be, who receives information under section 48.1 or 48.2 of that Act. iii. A disclosure veto submitted by the person under section 48.5 of the Vital Statistics Act to prevent disclosure of information under section 48.1 or 48.2 of that Act. 2. If a document referred to in paragraph 1 was registered under the Vital Statistics Act and is no longer in effect, the date it ceased to be in effect and the reason it ceased to be in effect. 3. If a notice submitted under section 48.3 of the Vital Statistics Act is in effect, information contained in the notice about the manner in which the person would prefer to be contacted. 4. The name, address and any other contact information of the person who is the object of the search that is contained in any of the documents referred to in paragraph 1. (2) The Registrar General shall provide any requested information that is in his or her possession to the MCSS custodian.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK17\"></a>12. </b>(1) If the MCSS custodian conducts a search under section 11 to locate a person who is an adopted person or a birth parent as defined in section 1 of the <i>Vital Statistics Act</i>, the MCSS custodian shall request that the Registrar General provide the following information with respect to that person:</p> <p class=\"paragraph-e\">  1. Information as to whether any of the following documents were submitted by the person under the <i>Vital Statistics Act</i> and registered under that Act and, if so, the date they were registered and whether or not they are still in effect:</p> <p class=\"subpara-e\">  i. A notice submitted under section 48.3 of the <i>Vital Statistics Act</i> specifying the person’s preferences as to how to be contacted by a birth parent or adopted person, as the case may be, who receives information under section 48.1 or 48.2 of that Act.</p> <p class=\"subpara-e\">  ii. A notice submitted under section 48.4 of the <i>Vital Statistics Act</i> specifying that the person does not wish to be contacted by a birth parent or adopted person, as the case may be, who receives information under section 48.1 or 48.2 of that Act.</p> <p class=\"subpara-e\">  iii. A disclosure veto submitted by the person under section 48.5 of the <i>Vital Statistics Act</i> to prevent disclosure of information under section 48.1 or 48.2 of that Act.</p> <p class=\"paragraph-e\">  2. If a document referred to in paragraph 1 was registered under the <i>Vital Statistics Act</i> and is no longer in effect, the date it ceased to be in effect and the reason it ceased to be in effect.</p> <p class=\"paragraph-e\">  3. If a notice submitted under section 48.3 of the <i>Vital Statistics Act</i> is in effect, information contained in the notice about the manner in which the person would prefer to be contacted.</p> <p class=\"paragraph-e\">  4. The name, address and any other contact information of the person who is the object of the search that is contained in any of the documents referred to in paragraph 1.</p> <p class=\"subsection-e\">  (2) The Registrar General shall provide any requested information that is in his or her possession to the MCSS custodian.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "13.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Search for a person younger than 18",
            "content": " 13. (1) If the MCSS custodian conducts a search under section 11 for a person who is younger than 18 and the MCSS custodian locates the person, the MCSS custodian shall, (a) not contact the located person directly; and (b) contact the located person’s parent or a person who has custody of the located person. (2) Despite subsection (1), in the case of a search for a birth parent who is younger than 18, the MCSS custodian may contact the birth parent directly.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK18\"></a>13. </b>(1) If the MCSS custodian conducts a search under section 11 for a person who is younger than 18 and the MCSS custodian locates the person, the MCSS custodian shall,</p> <p class=\"clause-e\">  (a) not contact the located person directly; and</p> <p class=\"clause-e\">  (b) contact the located person’s parent or a person who has custody of the located person.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), in the case of a search for a birth parent who is younger than 18, the MCSS custodian may contact the birth parent directly.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "14.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Disclosure of information",
            "content": " 14. (1) If the MCSS custodian locates a person as a result of a search under section 11, the MCSS custodian shall, (a) advise the located person of the reasons for the search and the rules relating to disclosure of information under this section; (b) if the MCSS custodian was informed by the Registrar General that a document described in paragraph 1 of subsection 12 (1) was registered under the Vital Statistics Act, inform the located person that the custodian is aware of the document; and (c) disclose information relating to the adoption in accordance with subsections (2) to (4). (2) The MCSS custodian shall disclose any information relating to the person who requested the search that was provided by the person, including information relating to the person’s family medical history, to the located person but shall not disclose any information relating to the person who requested the search without that person’s consent. (3) The MCSS custodian shall disclose any information relating to the located person that was provided by the person, including information relating to the person’s family medical history, to the person who requested the search but shall not disclose any information relating to the located person without the person’s consent. (4) If, as a result of a search conducted for a person under section 11, the MCSS custodian discovers that the person has died, the MCSS custodian shall advise the person who requested the search of that fact, of the date of the death and of the age of the deceased at the time of their death. Disclosure of Copies of Adoption Orders",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK19\"></a>14. </b>(1) If the MCSS custodian locates a person as a result of a search under section 11, the MCSS custodian shall,</p> <p class=\"clause-e\">  (a) advise the located person of the reasons for the search and the rules relating to disclosure of information under this section;</p> <p class=\"clause-e\">  (b) if the MCSS custodian was informed by the Registrar General that a document described in paragraph 1 of subsection 12 (1) was registered under the <i>Vital Statistics Act</i>, inform the located person that the custodian is aware of the document; and</p> <p class=\"clause-e\">  (c) disclose information relating to the adoption in accordance with subsections (2) to (4).</p> <p class=\"subsection-e\">  (2) The MCSS custodian shall disclose any information relating to the person who requested the search that was provided by the person, including information relating to the person’s family medical history, to the located person but shall not disclose any information relating to the person who requested the search without that person’s consent.</p> <p class=\"subsection-e\">  (3) The MCSS custodian shall disclose any information relating to the located person that was provided by the person, including information relating to the person’s family medical history, to the person who requested the search but shall not disclose any information relating to the located person without the person’s consent.</p> <p class=\"subsection-e\">  (4) If, as a result of a search conducted for a person under section 11, the MCSS custodian discovers that the person has died, the MCSS custodian shall advise the person who requested the search of that fact, of the date of the death and of the age of the deceased at the time of their death.</p> <p class=\"heading1-e\"><a name=\"BK20\"></a>Disclosure of Copies of Adoption Orders</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "Disclosure of Copies of Adoption Orders",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Disclosure of Copies of Adoption Orders",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "15.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Access to copies of adoption orders",
            "content": " 15. (1) The following persons may request from the MCSS custodian a copy of the following adoption orders: 1. A current or former adoptive parent may request a copy of an adoption order in which the parent is named as an adoptive parent. 2. An adopted person who is 18 or older may request a copy of the adoption order relating to the adopted person. (2) After receiving a request under subsection (1), if the MCSS custodian does not have a copy of the adoption order in its possession, the MCSS custodian shall request that the Registrar General provide a copy. (3) If asked to provide a copy of an adoption order, the Registrar General shall provide the copy to the MCSS custodian. (4) After receiving the copy of the adoption order or, if the MCSS custodian has a copy of the order in its possession, the MCSS custodian shall redact from the copy any information that may identify a birth parent or former adoptive parent, other than the person who made the request in the case of a request from a former adoptive parent, and provide the redacted copy to the person who made the request.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>15. </b>(1) The following persons may request from the MCSS custodian a copy of the following adoption orders:</p> <p class=\"paragraph-e\">  1. A current or former adoptive parent may request a copy of an adoption order in which the parent is named as an adoptive parent.</p> <p class=\"paragraph-e\">  2. An adopted person who is 18 or older may request a copy of the adoption order relating to the adopted person.</p> <p class=\"subsection-e\">  (2) After receiving a request under subsection (1), if the MCSS custodian does not have a copy of the adoption order in its possession, the MCSS custodian shall request that the Registrar General provide a copy.</p> <p class=\"subsection-e\">  (3) If asked to provide a copy of an adoption order, the Registrar General shall provide the copy to the MCSS custodian.</p> <p class=\"subsection-e\">  (4) After receiving the copy of the adoption order or, if the MCSS custodian has a copy of the order in its possession, the MCSS custodian shall redact from the copy any information that may identify a birth parent or former adoptive parent, other than the person who made the request in the case of a request from a former adoptive parent, and provide the redacted copy to the person who made the request.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "16.",
            "part_id": "PART III  ",
            "part_type": "PART III DISCLOSURE OF INFORMATION TO ADOPTED PERSONS, BIRTH PARENTS AND OTHER INDIVIDUALS",
            "section": "Multiple adoptions of one person",
            "content": " 16. If a person has been adopted more than once, (a) this Part applies with necessary modifications to the person’s former adoptive parents as though they were the person’s birth parents; (b) this Part applies with necessary modifications to the parents of the person’s former adoptive parents as though they were the person’s birth grandparents; (c) this Part applies with necessary modifications to any children of the person’s former adoptive parents as though they were the person’s birth siblings; (d) sections 9 and 10 also apply with necessary modifications to the siblings of the person’s former adoptive parents as they were the siblings of the person’s birth parents; and (e) sections 11 to 14 also apply with necessary modifications to any other family members of the person’s former adoptive parents as though they were the person’s birth family members. Part IV   Disclosure to governmental and other authorities",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK22\"></a>16. </b>If a person has been adopted more than once,</p> <p class=\"clause-e\">  (a) this Part applies with necessary modifications to the person’s former adoptive parents as though they were the person’s birth parents;</p> <p class=\"clause-e\">  (b) this Part applies with necessary modifications to the parents of the person’s former adoptive parents as though they were the person’s birth grandparents;</p> <p class=\"clause-e\">  (c) this Part applies with necessary modifications to any children of the person’s former adoptive parents as though they were the person’s birth siblings;</p> <p class=\"clause-e\">  (d) sections 9 and 10 also apply with necessary modifications to the siblings of the person’s former adoptive parents as they were the siblings of the person’s birth parents; and</p> <p class=\"clause-e\">  (e) sections 11 to 14 also apply with necessary modifications to any other family members of the person’s former adoptive parents as though they were the person’s birth family members.</p> <p class=\"partnum-e\"><a name=\"BK23\"></a>Part IV <br/>  Disclosure to governmental and other authorities</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "PART IV  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART IV DISCLOSURE TO GOVERNMENTAL AND OTHER AUTHORITIES",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "17.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DISCLOSURE TO GOVERNMENTAL AND OTHER AUTHORITIES",
            "section": "Disclosure to Department of Indian Affairs and Northern Development",
            "content": " 17. If the MCSS custodian receives a request for information relating to an adoption from the Department of Indian Affairs and Northern Development and the Department indicates that the information is required in order for the Department to determine if the adopted person is entitled to be registered as an Indian under the Indian Act (Canada), the MCSS custodian shall, (a) request that a society or the MCYS Director provide to the MCSS custodian any information relating to the adoption, including the place of birth of the adopted person, the name, marital status, band name and number of a birth parent or birth grandparent of the adopted person, that is in the possession of the society or the Ministry; and (b) provide any information received under clause (a) to the Department.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>17. </b>If the MCSS custodian receives a request for information relating to an adoption from the Department of Indian Affairs and Northern Development and the Department indicates that the information is required in order for the Department to determine if the adopted person is entitled to be registered as an Indian under the <i>Indian Act</i> (Canada), the MCSS custodian shall,</p> <p class=\"clause-e\">  (a) request that a society or the MCYS Director provide to the MCSS custodian any information relating to the adoption, including the place of birth of the adopted person, the name, marital status, band name and number of a birth parent or birth grandparent of the adopted person, that is in the possession of the society or the Ministry; and</p> <p class=\"clause-e\">  (b) provide any information received under clause (a) to the Department.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "18.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DISCLOSURE TO GOVERNMENTAL AND OTHER AUTHORITIES",
            "section": "Disclosure to PGT or estate trustee",
            "content": " 18. (1) If the MCSS custodian receives a request from the Public Guardian and Trustee or from an estate trustee for a copy of an adoption order or for information contained in an adoption order in order to determine if an adopted person is entitled to an inheritance from an estate, the MCSS custodian shall provide the copy of the order or the information, subject to subsection (2). (2) The MCSS custodian shall delete the following from the order or the information: 1. In the case of a request made by the Public Guardian and Trustee or an estate trustee on behalf of a birth family member, information that may identify the adopted person. 2. In the case of a request made by the Public Guardian and Trustee or an estate trustee on behalf of an adopted person, information that may identity a birth parent. 3. In the case of an adopted person who was adopted more than once, i. if the request is made by the Public Guardian and Trustee or an estate trustee on behalf of a birth family member, information that may identity the adopted person or a former adoptive parent, ii. if the request is made by the Public Guardian and Trustee or an estate trustee on behalf of a former adoptive parent or a member of the former adoptive parent’s family, information that may identify the birth parent or the adopted person, and iii. if the request is made by the Public Guardian and Trustee or an estate trustee on behalf of the adopted person, information that may identify a birth parent or former adoptive parent.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK25\"></a>18. </b>(1) If the MCSS custodian receives a request from the Public Guardian and Trustee or from an estate trustee for a copy of an adoption order or for information contained in an adoption order in order to determine if an adopted person is entitled to an inheritance from an estate, the MCSS custodian shall provide the copy of the order or the information, subject to subsection (2).</p> <p class=\"subsection-e\">  (2) The MCSS custodian shall delete the following from the order or the information:</p> <p class=\"paragraph-e\">  1. In the case of a request made by the Public Guardian and Trustee or an estate trustee on behalf of a birth family member, information that may identify the adopted person.</p> <p class=\"paragraph-e\">  2. In the case of a request made by the Public Guardian and Trustee or an estate trustee on behalf of an adopted person, information that may identity a birth parent.</p> <p class=\"paragraph-e\">  3. In the case of an adopted person who was adopted more than once,</p> <p class=\"subpara-e\">  i. if the request is made by the Public Guardian and Trustee or an estate trustee on behalf of a birth family member, information that may identity the adopted person or a former adoptive parent,</p> <p class=\"subpara-e\">  ii. if the request is made by the Public Guardian and Trustee or an estate trustee on behalf of a former adoptive parent or a member of the former adoptive parent’s family, information that may identify the birth parent or the adopted person, and</p> <p class=\"subpara-e\">  iii. if the request is made by the Public Guardian and Trustee or an estate trustee on behalf of the adopted person, information that may identify a birth parent or former adoptive parent.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "19.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DISCLOSURE TO GOVERNMENTAL AND OTHER AUTHORITIES",
            "section": "Disclosure to other jurisdiction",
            "content": " 19. (1) The MCSS custodian shall disclose information relating to an adoption for which the order, judgment or decree for adoption was made in a province or territory in Canada other than Ontario to a governmental department or authority in another province or territory in Canada that requests the information and that is authorized to disclose the information according to the laws in that jurisdiction. (2) The MCSS custodian may disclose any information under subsection (1) that the custodian has in their possession or has obtained in accordance with section 20, including the name, address and telephone number of any of the following persons specified by the governmental department or authority: 1. An adopted person or their descendant. 2. A birth parent, birth grandparent, birth sibling or other birth family member. 3. If the adopted person was adopted more than once, a former adoptive parent or a member of the former adoptive parent’s family. Part V   Disclosure for purposes of administration of parts iii and iv, the act and of the vital statistics act",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK26\"></a>19. </b>(1) The MCSS custodian shall disclose information relating to an adoption for which the order, judgment or decree for adoption was made in a province or territory in Canada other than Ontario to a governmental department or authority in another province or territory in Canada that requests the information and that is authorized to disclose the information according to the laws in that jurisdiction.</p> <p class=\"subsection-e\">  (2) The MCSS custodian may disclose any information under subsection (1) that the custodian has in their possession or has obtained in accordance with section 20, including the name, address and telephone number of any of the following persons specified by the governmental department or authority:</p> <p class=\"paragraph-e\">  1. An adopted person or their descendant.</p> <p class=\"paragraph-e\">  2. A birth parent, birth grandparent, birth sibling or other birth family member.</p> <p class=\"paragraph-e\">  3. If the adopted person was adopted more than once, a former adoptive parent or a member of the former adoptive parent’s family.</p> <p class=\"partnum-e\"><a name=\"BK27\"></a>Part V <br/>  Disclosure for purposes of administration of parts iii and iv, the act and of the vital statistics act</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "PART V  ",
            "part_id": "nan",
            "part_type": "nan",
            "section": "PART V DISCLOSURE FOR PURPOSES OF ADMINISTRATION OF PARTS III AND IV, THE ACT AND OF THE VITAL STATISTICS ACT",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "20.",
            "part_id": "PART V  ",
            "part_type": "PART V DISCLOSURE FOR PURPOSES OF ADMINISTRATION OF PARTS III AND IV, THE ACT AND OF THE VITAL STATISTICS ACT",
            "section": "Disclosure to MCSS custodian",
            "content": " 20. (1) If the MCSS custodian requires information relating to an adoption in order to fulfil the custodian’s obligations under Part III or IV, the MCSS custodian may require a society or a licensee to provide any information relating to the adoption that they have in their possession and may require the MCYS Director to provide any information relating to an adoption that is in the possession of the Director’s ministry. (2) If the MCSS custodian requires the information relating to an adoption in order to fulfil the custodian’s obligations under Part III or IV, the MCSS custodian may require the Registrar General to provide the following information: 1. Information relating to the birth and death and any change of name or marriage of the following persons: i. The adopted person. ii. The adopted person’s birth parents, birth grandparents, birth siblings or other birth family members. iii. The adopted person’s former adoptive parents, if any. 2. Information relating to the adoption of the adopted person and the adoption, if any, of his or her birth siblings. (3) In making a request for information relating to an adoption, the MCSS custodian may disclose any information that is necessary to enable the society, licensee, MCYS Director or the Registrar General to comply with the request. (4) A society, licensee, the MCYS Director and the Registrar General shall comply with any request for information relating to an adoption made by the MCSS custodian under this Regulation.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>20. </b>(1) If the MCSS custodian requires information relating to an adoption in order to fulfil the custodian’s obligations under Part III or IV, the MCSS custodian may require a society or a licensee to provide any information relating to the adoption that they have in their possession and may require the MCYS Director to provide any information relating to an adoption that is in the possession of the Director’s ministry.</p> <p class=\"subsection-e\">  (2) If the MCSS custodian requires the information relating to an adoption in order to fulfil the custodian’s obligations under Part III or IV, the MCSS custodian may require the Registrar General to provide the following information:</p> <p class=\"paragraph-e\">  1. Information relating to the birth and death and any change of name or marriage of the following persons:</p> <p class=\"subpara-e\">  i. The adopted person.</p> <p class=\"subpara-e\">  ii. The adopted person’s birth parents, birth grandparents, birth siblings or other birth family members.</p> <p class=\"subpara-e\">  iii. The adopted person’s former adoptive parents, if any.</p> <p class=\"paragraph-e\">  2. Information relating to the adoption of the adopted person and the adoption, if any, of his or her birth siblings.</p> <p class=\"subsection-e\">  (3) In making a request for information relating to an adoption, the MCSS custodian may disclose any information that is necessary to enable the society, licensee, MCYS Director or the Registrar General to comply with the request.</p> <p class=\"subsection-e\">  (4) A society, licensee, the MCYS Director and the Registrar General shall comply with any request for information relating to an adoption made by the MCSS custodian under this Regulation.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "21.",
            "part_id": "PART V  ",
            "part_type": "PART V DISCLOSURE FOR PURPOSES OF ADMINISTRATION OF PARTS III AND IV, THE ACT AND OF THE VITAL STATISTICS ACT",
            "section": "Disclosure of certified copy of adoption order",
            "content": " 21. For the purposes of clause 222 (3) (d) of the Act, the MCYS Director is prescribed as a person to whom a certified copy of an adoption order shall be transmitted within 30 days after the order is made.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>21. </b>For the purposes of clause 222 (3) (d) of the Act, the MCYS Director is prescribed as a person to whom a certified copy of an adoption order shall be transmitted within 30 days after the order is made.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "22.",
            "part_id": "PART V  ",
            "part_type": "PART V DISCLOSURE FOR PURPOSES OF ADMINISTRATION OF PARTS III AND IV, THE ACT AND OF THE VITAL STATISTICS ACT",
            "section": "Openness orders and agreement",
            "content": " 22. A society or a licensee that is required to disclose information in relation to an adoption under an openness order or an openness agreement made under Part VIII of the Act shall disclose the information in accordance with the order or agreement.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>22. </b>A society or a licensee that is required to disclose information in relation to an adoption under an openness order or an openness agreement made under Part VIII of the Act shall disclose the information in accordance with the order or agreement.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "23.",
            "part_id": "PART V  ",
            "part_type": "PART V DISCLOSURE FOR PURPOSES OF ADMINISTRATION OF PARTS III AND IV, THE ACT AND OF THE VITAL STATISTICS ACT",
            "section": "ServiceOntario",
            "content": " 23. (1) The MCSS custodian shall provide the ServiceOntario custodian with the following information relating to the status of a request or application made under section 7, 9, 10 or 11: 1. Notice that the request or application has been received. 2. Confirmation at regular intervals that the request or application is still pending and such confirmation may include notice of any information, document or notice sent to the person who made the request or application. 3. Notice that the request or application has been finally disposed of. (2) In providing information under subsection (1), the MCSS custodian shall identify the request or application by means of a unique numeric identifier only. (3) If the ServiceOntario custodian receives a request for information from an individual on the status of a request or application described in subsection (1), the ServiceOntario custodian shall disclose to the individual the status information provided by the MCSS custodian under subsection (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>23. </b>(1) The MCSS custodian shall provide the ServiceOntario custodian with the following information relating to the status of a request or application made under section 7, 9, 10 or 11:</p> <p class=\"paragraph-e\">  1. Notice that the request or application has been received.</p> <p class=\"paragraph-e\">  2. Confirmation at regular intervals that the request or application is still pending and such confirmation may include notice of any information, document or notice sent to the person who made the request or application.</p> <p class=\"paragraph-e\">  3. Notice that the request or application has been finally disposed of.</p> <p class=\"subsection-e\">  (2) In providing information under subsection (1), the MCSS custodian shall identify the request or application by means of a unique numeric identifier only.</p> <p class=\"subsection-e\">  (3) If the ServiceOntario custodian receives a request for information from an individual on the status of a request or application described in subsection (1), the ServiceOntario custodian shall disclose to the individual the status information provided by the MCSS custodian under subsection (1).</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "24.",
            "part_id": "PART V  ",
            "part_type": "PART V DISCLOSURE FOR PURPOSES OF ADMINISTRATION OF PARTS III AND IV, THE ACT AND OF THE VITAL STATISTICS ACT",
            "section": "Disclosure to officers and employees",
            "content": " 24. (1) Subject to subsection (3), if a provision in this Regulation authorizes or requires any of the persons referred to in subsection (2) to disclose information relating to an adoption, (a) the person is authorized to disclose information relating to the adoption to an officer or employee of the person or, if the person is employed in a ministry, to an officer or employee working in the same ministry; and (b) those officers and employees are authorized to share the information with one another. (2) For the purposes of subsection (1), the following persons are authorized to disclose information under this Regulation: 1. A designated custodian. 2. A society. 3. A licensee. 4. The Registrar General. 5. The MCYS Director. (3) The sharing of information relating to an adoption with and among officers and employees under subsection (1) is limited to such sharing of information as is necessary in order for the person referred to in subsection (2) to carry out their duty or exercise their power under this Regulation. 25. Omitted (provides for coming into force of provisions of this Regulation).  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>24. </b>(1) Subject to subsection (3), if a provision in this Regulation authorizes or requires any of the persons referred to in subsection (2) to disclose information relating to an adoption,</p> <p class=\"clause-e\">  (a) the person is authorized to disclose information relating to the adoption to an officer or employee of the person or, if the person is employed in a ministry, to an officer or employee working in the same ministry; and</p> <p class=\"clause-e\">  (b) those officers and employees are authorized to share the information with one another.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), the following persons are authorized to disclose information under this Regulation:</p> <p class=\"paragraph-e\">  1. A designated custodian.</p> <p class=\"paragraph-e\">  2. A society.</p> <p class=\"paragraph-e\">  3. A licensee.</p> <p class=\"paragraph-e\">  4. The Registrar General.</p> <p class=\"paragraph-e\">  5. The MCYS Director.</p> <p class=\"subsection-e\">  (3) The sharing of information relating to an adoption with and among officers and employees under subsection (1) is limited to such sharing of information as is necessary in order for the person referred to in subsection (2) to carry out their duty or exercise their power under this Regulation.</p> <p class=\"section-e\"> <b>25.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).</p> <p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/180158\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}