{
    "reg_info": {
        "full_title": "O. Reg. 264/07: GENERAL",
        "reg_name_text": "general",
        "citation": "O. Reg. 264/07: GENERAL",
        "act_under": "Local Health System Integration Act, 2006",
        "url": "https://www.ontario.ca/laws/regulation/070264",
        "date_scraped": "2023-12-18 18:36:15"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/070264/v6",
            "valid_from": "April 18, 2019",
            "valid_to": "March 31, 2021"
        },
        {
            "a_href": "/laws/regulation/070264/v5",
            "valid_from": "January  1, 2014",
            "valid_to": "April 17, 2019"
        },
        {
            "a_href": "/laws/regulation/070264/v4",
            "valid_from": "December 18, 2013",
            "valid_to": "December 31, 2013"
        },
        {
            "a_href": "/laws/regulation/070264/v3",
            "valid_from": "July  1, 2010",
            "valid_to": "December 17, 2013"
        },
        {
            "a_href": "/laws/regulation/070264/v2",
            "valid_from": "April 12, 2010",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/regulation/070264/v1",
            "valid_from": "June 15, 2007",
            "valid_to": "April 11, 2010"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Duties",
            "content": " 1. (1) The duty of a health professionals advisory committee established by a local health integration network under subsection 16 (5) of the Act is to provide advice to the network on how to achieve patient-centred health care within the local health system for the purpose of assisting the network in carrying out its activities.  O. Reg. 264/07, s. 1 (1). (2) In providing advice under subsection (1), the health professionals advisory committee shall consider the following matters to support the local health integration network in carrying out its activities: 1. The health status of those demographic segments of the population that the network specifies. 2. Innovative approaches to health service delivery. 3. The utilization of health human resources. 4. Health promotion and wellness. 5. Other matters that the committee determines and that are consistent with the objects of the network. 6. Other matters that the network considers appropriate and specifies to the committee.  O. Reg. 264/07, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) The duty of a health professionals advisory committee established by a local health integration network under subsection 16 (5) of the Act is to provide advice to the network on how to achieve patient-centred health care within the local health system for the purpose of assisting the network in carrying out its activities.  O. Reg. 264/07, s. 1 (1).</p> <p class=\"subsection-e\">  (2) In providing advice under subsection (1), the health professionals advisory committee shall consider the following matters to support the local health integration network in carrying out its activities:</p> <p class=\"paragraph-e\">  1. The health status of those demographic segments of the population that the network specifies.</p> <p class=\"paragraph-e\">  2. Innovative approaches to health service delivery.</p> <p class=\"paragraph-e\">  3. The utilization of health human resources.</p> <p class=\"paragraph-e\">  4. Health promotion and wellness.</p> <p class=\"paragraph-e\">  5. Other matters that the committee determines and that are consistent with the objects of the network.</p> <p class=\"paragraph-e\">  6. Other matters that the network considers appropriate and specifies to the committee.  O. Reg. 264/07, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": "Composition",
            "content": " 2. (1) A local health integration network shall appoint a person as a member of a health professionals advisory committee only if, (a) the person is, (i) a member within the meaning of the Regulated Health Professions Act, 1991, (ii) registered as a drugless practitioner under the Drugless Practitioners Act, or (iii) a member of the Ontario College of Social Workers and Social Service Workers who holds a certificate of registration for social work; and (b) the person practises or resides in the geographic area of the network.  O. Reg. 264/07, s. 2 (1). (2) A local health integration network shall not appoint a person as a member of a health professionals advisory committee if, (a) the person is a member of the board or an officer of a corporation or entity that represents the interests of persons who are part of the health sector and whose main purpose is advocacy for the interest of those persons; (b) the person receives compensation to represent the interests of a corporation or entity described in clause (a), whether or not the person is an employee of the corporation or entity; (c) the person is a president, vice-president, chair, vice-chair, treasurer, secretary, chief executive officer or executive director of a local, provincial, national or international trade union or performs functions for a trade union similar to those normally performed by a person holding any of those titles; (d) the person receives compensation to represent the interests of a trade union, except if the person is an employee of the trade union; or (e) the person has been the subject of a finding of professional misconduct, incompetence or incapacity in Ontario or any other jurisdiction and the finding has not been set aside on appeal or judicial review, as the case may be.  O. Reg. 264/07, s. 2 (2). (3) A member of a health professionals advisory committee of a local health integration network shall cease to be a member of the committee if, (a) the person ceases to be eligible to be appointed to the committee under subsection (1) or (2); (b) the person resigns; or (c) the network revokes the person’s appointment.  O. Reg. 264/07, s. 2 (3). (4) A health professionals advisory committee shall consist of at least 12 persons, being, (a) four members of the College of Physicians and Surgeons of Ontario, being, (i) one who is authorized to practise in the area of family medicine and who practises in the community, (ii) one who is authorized to practise in a specialty of medicine that is not family medicine and who provides care to in-patients in a hospital, and (iii) two additional members; (b) four members of the College of Nurses of Ontario, (i) being at least one from each of the following sectors: hospital, community and long-term care home, and (ii) of whom at least one holds a certificate of registration for registered practical nurses; (c) one member of the College of Dietitians of Ontario who is from the hospital, long-term care home or community sector; (d) one member of the College of Occupational Therapists of Ontario or the College of Physiotherapists of Ontario; (e) one member of the Ontario College of Pharmacists who is from the hospital, long-term care home or community sector; and (f) one member of the College of Psychologists of Ontario or the Ontario College of Social Workers and Social Service Workers who is from the community, long-term care home or mental health sector.  O. Reg. 264/07, s. 2 (4); O. Reg. 136/10, s. 3. (5) In addition to the 12 persons described in subsection (4), a health professionals advisory committee may consist of three other persons, none of whom shall be a member of the College of Nurses of Ontario or the College of Physicians and Surgeons of Ontario.  O. Reg. 264/07, s. 2 (5). Long-Term Care Homes: Reconciliation and Recovery",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) A local health integration network shall appoint a person as a member of a health professionals advisory committee only if,</p> <p class=\"clause-e\">  (a) the person is,</p> <p class=\"subclause-e\">  (i) a member within the meaning of the <i>Regulated Health Professions Act, 1991</i>,</p> <p class=\"subclause-e\">  (ii) registered as a drugless practitioner under the <i>Drugless Practitioners Act</i>, or</p> <p class=\"subclause-e\">  (iii) a member of the Ontario College of Social Workers and Social Service Workers who holds a certificate of registration for social work; and</p> <p class=\"clause-e\">  (b) the person practises or resides in the geographic area of the network.  O. Reg. 264/07, s. 2 (1).</p> <p class=\"subsection-e\">  (2) A local health integration network shall not appoint a person as a member of a health professionals advisory committee if,</p> <p class=\"clause-e\">  (a) the person is a member of the board or an officer of a corporation or entity that represents the interests of persons who are part of the health sector and whose main purpose is advocacy for the interest of those persons;</p> <p class=\"clause-e\">  (b) the person receives compensation to represent the interests of a corporation or entity described in clause (a), whether or not the person is an employee of the corporation or entity;</p> <p class=\"clause-e\">  (c) the person is a president, vice-president, chair, vice-chair, treasurer, secretary, chief executive officer or executive director of a local, provincial, national or international trade union or performs functions for a trade union similar to those normally performed by a person holding any of those titles;</p> <p class=\"clause-e\">  (d) the person receives compensation to represent the interests of a trade union, except if the person is an employee of the trade union; or</p> <p class=\"clause-e\">  (e) the person has been the subject of a finding of professional misconduct, incompetence or incapacity in Ontario or any other jurisdiction and the finding has not been set aside on appeal or judicial review, as the case may be.  O. Reg. 264/07, s. 2 (2).</p> <p class=\"subsection-e\">  (3) A member of a health professionals advisory committee of a local health integration network shall cease to be a member of the committee if,</p> <p class=\"clause-e\">  (a) the person ceases to be eligible to be appointed to the committee under subsection (1) or (2); </p> <p class=\"clause-e\">  (b) the person resigns; or</p> <p class=\"clause-e\">  (c) the network revokes the person’s appointment.  O. Reg. 264/07, s. 2 (3).</p> <p class=\"subsection-e\">  (4) A health professionals advisory committee shall consist of at least 12 persons, being,</p> <p class=\"clause-e\">  (a) four members of the College of Physicians and Surgeons of Ontario, being,</p> <p class=\"subclause-e\">  (i) one who is authorized to practise in the area of family medicine and who practises in the community,</p> <p class=\"subclause-e\">  (ii) one who is authorized to practise in a specialty of medicine that is not family medicine and who provides care to in-patients in a hospital, and</p> <p class=\"subclause-e\">  (iii) two additional members;</p> <p class=\"clause-e\">  (b) four members of the College of Nurses of Ontario,</p> <p class=\"subclause-e\">  (i) being at least one from each of the following sectors: hospital, community and long-term care home, and</p> <p class=\"subclause-e\">  (ii) of whom at least one holds a certificate of registration for registered practical nurses;</p> <p class=\"clause-e\">  (c) one member of the College of Dietitians of Ontario who is from the hospital, long-term care home or community sector;</p> <p class=\"clause-e\">  (d) one member of the College of Occupational Therapists of Ontario or the College of Physiotherapists of Ontario;</p> <p class=\"clause-e\">  (e) one member of the Ontario College of Pharmacists who is from the hospital, long-term care home or community sector; and</p> <p class=\"clause-e\">  (f) one member of the College of Psychologists of Ontario or the Ontario College of Social Workers and Social Service Workers who is from the community, long-term care home or mental health sector.  O. Reg. 264/07, s. 2 (4); O. Reg. 136/10, s. 3.</p> <p class=\"subsection-e\">  (5) In addition to the 12 persons described in subsection (4), a health professionals advisory committee may consist of three other persons, none of whom shall be a member of the College of Nurses of Ontario or the College of Physicians and Surgeons of Ontario.  O. Reg. 264/07, s. 2 (5).</p> <p class=\"heading1-e\">Long-Term Care Homes: Reconciliation and Recovery</p>"
        },
        {
            "id": "3.",
            "section": "Long-term care homes: reconciliation and recovery",
            "content": " 3. (1) Every licensee of a long-term care home shall submit a reconciliation report to the local health integration network for the geographic area where the home is located,  (a) in each calendar year for the previous calendar year; and (b) for any other period within the calendar year.  O. Reg. 136/10, s. 4. (2) A reconciliation report under subsection (1) shall be submitted in the form and manner, with the content and by the date determined in accordance with, (a) the accountability agreement between the Minister and local health integration network required under section 18 of the Act; and (b) the service accountability agreement between the licensee of the long-term care home and the local health integration network required under section 20 of the Act.  O. Reg. 136/10, s. 4. (3) Before submitting the reconciliation report required under clause (1) (a), the licensee shall ensure that the report is audited by a person licensed under the Public Accounting Act, 2004 or, in the case of a municipal home or a joint home approved under Part VIII of the Long-Term Care Homes Act, 2007, by the municipal auditor who audits the books of account and ledgers of the home.  O. Reg. 136/10, s. 4. (4) If the funding paid to the licensee of a long-term care home by the local health integration network under subsection 19 (1) of the Act in respect of the home exceeds the allowable subsidy for the reconciliation period, the excess funding paid is a debt owing by the licensee to the Crown in right of Ontario and, in addition to any other methods available to recover the debt, the local health integration network may deduct the excess funding paid from subsequent payments to the licensee.  O. Reg. 136/10, s. 4. (5) If the funding paid to a licensee of a long-term care home by the local health integration network under subsection 19 (1) of the Act in respect of the home is less than the allowable subsidy for the reconciliation period, the local health integration network shall pay the difference to the licensee.  O. Reg. 136/10, s. 4. (6) The first reconciliation report under clause (1) (a) shall be submitted in 2011 for the 2010 calendar year.  O. Reg. 136/10, s. 4. (7) In this section, “allowable subsidy” means the allowable subsidy as determined by the local health integration network in accordance with, (a) the reconciliation reports, (b) the accountability agreement between the Minister and local health integration network required under section 18 of the Act, and (c) the service accountability agreement between the licensee of the long-term care home and the local health integration network required under section 20 of the Act; (“subvention autorisée”) “home” means a long-term care home within the meaning of the Long-Term Care Homes Act, 2007; (“foyer”) “licensee of a long-term care home” means a health service provider that is a licensee within the meaning of the Long-Term Care Homes Act, 2007.  (“titulaire de permis d’un foyer de soins de longue durée”)  O. Reg. 136/10, s. 4. Health Service Providers",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Every licensee of a long-term care home shall submit a reconciliation report to the local health integration network for the geographic area where the home is located, </p> <p class=\"clause-e\">  (a) in each calendar year for the previous calendar year; and</p> <p class=\"clause-e\">  (b) for any other period within the calendar year.  O. Reg. 136/10, s. 4.</p> <p class=\"subsection-e\">  (2) A reconciliation report under subsection (1) shall be submitted in the form and manner, with the content and by the date determined in accordance with,</p> <p class=\"clause-e\">  (a) the accountability agreement between the Minister and local health integration network required under section 18 of the Act; and</p> <p class=\"clause-e\">  (b) the service accountability agreement between the licensee of the long-term care home and the local health integration network required under section 20 of the Act.  O. Reg. 136/10, s. 4.</p> <p class=\"subsection-e\">  (3) Before submitting the reconciliation report required under clause (1) (a), the licensee shall ensure that the report is audited by a person licensed under the <i>Public Accounting Act, 2004</i> or, in the case of a municipal home or a joint home approved under Part VIII of the <i>Long-Term Care Homes Act, 2007</i>, by the municipal auditor who audits the books of account and ledgers of the home.  O. Reg. 136/10, s. 4.</p> <p class=\"subsection-e\">  (4) If the funding paid to the licensee of a long-term care home by the local health integration network under subsection 19 (1) of the Act in respect of the home exceeds the allowable subsidy<b> </b>for the reconciliation period, the excess funding paid is a debt owing by the licensee to the Crown in right of Ontario and, in addition to any other methods available to recover the debt, the local health integration network may deduct the excess funding paid from subsequent payments to the licensee.  O. Reg. 136/10, s. 4.</p> <p class=\"subsection-e\">  (5) If the funding paid to a licensee of a long-term care home by the local health integration network under subsection 19 (1) of the Act in respect of the home is less than the allowable subsidy for the reconciliation period, the local health integration network shall pay the difference to the licensee.  O. Reg. 136/10, s. 4.</p> <p class=\"subsection-e\">  (6) The first reconciliation report under clause (1) (a) shall be submitted in 2011 for the 2010 calendar year.  O. Reg. 136/10, s. 4.</p> <p class=\"subsection-e\">  (7) In this section,</p> <p class=\"firstdef-e\">“allowable subsidy” means the allowable subsidy as determined by the local health integration network in accordance with,</p> <p class=\"defclause-e\">  (a) the reconciliation reports, </p> <p class=\"defclause-e\">  (b) the accountability agreement between the Minister and local health integration network required under section 18 of the Act, and </p> <p class=\"defclause-e\">  (c) the service accountability agreement between the licensee of the long-term care home and the local health integration network required under section 20 of the Act; (“subvention autorisée”)</p> <p class=\"definition-e\">“home” means a long-term care home within the meaning of the <i>Long-Term Care Homes Act, 2007</i>; (“foyer”)</p> <p class=\"definition-e\">“licensee of a long-term care home” means a health service provider that is a licensee within the meaning of the <i>Long-Term Care Homes Act, 2007</i>.  (“titulaire de permis d’un foyer de soins de longue durée”)  O. Reg. 136/10, s. 4.</p> <p class=\"heading1-e\">Health Service Providers</p>"
        },
        {
            "id": "4.",
            "section": "Independent health facilities",
            "content": " 4. Every independent health facility within the meaning of the Independent Health Facilities Act is prescribed as a health service provider for the purposes of the Local Health System Integration Act, 2006. O. Reg. 352/13, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Every independent health facility within the meaning of the <i>Independent Health Facilities Act</i> is prescribed as a health service provider for the purposes of the <i>Local Health System Integration Act, 2006</i>. O. Reg. 352/13, s. 1.</p>"
        },
        {
            "id": null,
            "section": "Independent health facilities",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070264\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}