{
    "reg_info": {
        "full_title": "O. Reg. 435/07: EXEMPTIONS FROM THE ACT",
        "reg_name_text": "Exemptions from the Act",
        "citation": "O. Reg. 435/07: EXEMPTIONS FROM THE ACT",
        "act_under": "Private Security and Investigative Services Act, 2005",
        "url": "https://www.ontario.ca/laws/regulation/070435",
        "date_scraped": "2023-12-19 03:35:11"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 31, 2016",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/070435/v5",
            "valid_from": "September  3, 2013",
            "valid_to": "March 30, 2016"
        },
        {
            "a_href": "/laws/regulation/070435/v4",
            "valid_from": "September  2, 2011",
            "valid_to": "September  2, 2013"
        },
        {
            "a_href": "/laws/regulation/070435/v3",
            "valid_from": "August 23, 2008",
            "valid_to": "September  1, 2011"
        },
        {
            "a_href": "/laws/regulation/070435/v2",
            "valid_from": "August 23, 2007",
            "valid_to": "August 22, 2008"
        },
        {
            "a_href": "/laws/regulation/070435/v1",
            "valid_from": "July 30, 2007",
            "valid_to": "August 22, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. Revoked:  O. Reg. 447/11, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 447/11, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Individual authorized by another Act",
            "content": " 2. An individual who is authorized by another Act of Ontario or of Canada to perform work, for remuneration, that consists primarily of conducting investigations in order to provide information is exempt, with respect to the performance of that work, from section 6 of the Act.  O. Reg. 435/07, s. 2; O. Reg. 447/11, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>An individual who is authorized by another Act of Ontario or of Canada to perform work, for remuneration, that consists primarily of conducting investigations in order to provide information is exempt, with respect to the performance of that work, from section 6 of the Act.  O. Reg. 435/07, s. 2; O. Reg. 447/11, s. 2.</p>"
        },
        {
            "id": "P15_551",
            "section": "Bodyguard in film and television industry",
            "content": "  3. (1) An individual who is acting as a bodyguard for a person while the person is working in the film and television industry or is engaged in a matter connected to that industry is exempt from section 6 of the Act, in relation to his or her conduct as a bodyguard for the person, if the individual, (a)  holds a valid licence issued by a government of a jurisdiction other than Ontario, authorizing him or her to act as a bodyguard; (b) carries the licence; (c) on request, identifies himself or herself as a bodyguard; and (d) on request, produces the licence.  O. Reg. 447/11, s. 3. (2) In this section, “film and television industry” means the industry of producing audio-visual recorded entertainment that is intended to be replayed in cinemas or on the internet, as part of a television broadcast, or on a VCR or DVD player or a similar device, but does not include the following industries: 1. Producing recorded athletic or sporting events. 2. Producing recorded musical concerts or music videos. 3. Producing recorded theatre. 4. Producing commercials (other than trailers). 5. Producing video games. 6. Producing educational material.  O. Reg. 447/11, s. 3.",
            "raw_html": "<p class=\"section-e\"><a name=\"P15_551\"></a><a name=\"s2\"></a><b>  3. </b>(1) An individual who is acting as a bodyguard for a person while the person is working in the film and television industry or is engaged in a matter connected to that industry is exempt from section 6 of the Act, in relation to his or her conduct as a bodyguard for the person, if the individual,</p> <p class=\"clause-e\"><span>  (a)  </span>holds a valid licence issued by a government of a jurisdiction other than Ontario, authorizing him or her to act as a bodyguard;</p> <p class=\"clause-e\">  (b) carries the licence;</p> <p class=\"clause-e\">  (c) on request, identifies himself or herself as a bodyguard; and</p> <p class=\"clause-e\">  (d) on request, produces the licence.  O. Reg. 447/11, s. 3.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"definition-e\">“film and television industry” means the industry of producing audio-visual recorded entertainment that is intended to be replayed in cinemas or on the internet, as part of a television broadcast, or on a VCR or DVD player or a similar device, but does not include the following industries:</p> <p class=\"defparagraph-e\">  1. Producing recorded athletic or sporting events.</p> <p class=\"defparagraph-e\">  2. Producing recorded musical concerts or music videos.</p> <p class=\"defparagraph-e\">  3. Producing recorded theatre.</p> <p class=\"defparagraph-e\">  4. Producing commercials (other than trailers).</p> <p class=\"defparagraph-e\">  5. Producing video games.</p> <p class=\"defparagraph-e\">  6. Producing educational material.  O. Reg. 447/11, s. 3.</p>"
        },
        {
            "id": "3.1",
            "section": "Licence exemption includes other exemptions",
            "content": " 3.1 (1) A person who is exempt from the prohibition in section 6 of the Act against acting as a private investigator, or holding himself or herself out as one, without holding the appropriate licence under the Act and complying with clause 6 (a) or (b) of the Act, is also exempt from every provision of the Act, and every provision of the regulations under the Act, that would apply to a person acting as a private investigator or holding himself or herself out as one.  O. Reg. 447/11, s. 3. (2) A person who is exempt from the prohibition in section 6 of the Act against acting as a security guard, or holding himself or herself out as one, without holding the appropriate licence under the Act and complying with clause 6 (a) or (b) of the Act, is also exempt from every provision of the Act, and every provision of the regulations under the Act, that would apply to a person acting as a security guard or holding himself or herself out as one.  O. Reg. 447/11, s. 3. (3) A person who is exempt from the prohibition in section 7 of the Act against selling the services of private investigators, or holding themself out as available to sell those services, without holding the appropriate licence under the Act or being employed by a person holding the appropriate licence under the Act is also exempt from every provision of the Act, and every provision of the regulations under the Act, that would apply to a person selling the services of private investigators or holding themself out as available to sell those services.  O. Reg. 447/11, s. 3. (4) A person who is exempt from the prohibition in section 7 of the Act against selling the services of security guards, or holding themself out as available to sell those services, without holding the appropriate licence under the Act or being employed by a person holding the appropriate licence under the Act is also exempt from every provision of the Act, and every provision of the regulations under the Act, that would apply to a person selling the services of security guards or holding themself out as available to sell those services.  O. Reg. 447/11, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.1 </b>(1) A person who is exempt from the prohibition in section 6 of the Act against acting as a private investigator, or holding himself or herself out as one, without holding the appropriate licence under the Act and complying with clause 6 (a) or (b) of the Act, is also exempt from every provision of the Act, and every provision of the regulations under the Act, that would apply to a person acting as a private investigator or holding himself or herself out as one.  O. Reg. 447/11, s. 3.</p> <p class=\"subsection-e\">  (2) A person who is exempt from the prohibition in section 6 of the Act against acting as a security guard, or holding himself or herself out as one, without holding the appropriate licence under the Act and complying with clause 6 (a) or (b) of the Act, is also exempt from every provision of the Act, and every provision of the regulations under the Act, that would apply to a person acting as a security guard or holding himself or herself out as one.  O. Reg. 447/11, s. 3.</p> <p class=\"subsection-e\">  (3) A person who is exempt from the prohibition in section 7 of the Act against selling the services of private investigators, or holding themself out as available to sell those services, without holding the appropriate licence under the Act or being employed by a person holding the appropriate licence under the Act is also exempt from every provision of the Act, and every provision of the regulations under the Act, that would apply to a person selling the services of private investigators or holding themself out as available to sell those services.  O. Reg. 447/11, s. 3.</p> <p class=\"subsection-e\">  (4) A person who is exempt from the prohibition in section 7 of the Act against selling the services of security guards, or holding themself out as available to sell those services, without holding the appropriate licence under the Act or being employed by a person holding the appropriate licence under the Act is also exempt from every provision of the Act, and every provision of the regulations under the Act, that would apply to a person selling the services of security guards or holding themself out as available to sell those services.  O. Reg. 447/11, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Requirements for security guard to identify self and produce licence",
            "content": " 4. (1) A security guard described in clause 35 (3) (a) or (b) of the Act is exempt from the requirements of clauses 35 (1) (b) and (c) of the Act except when the security guard is, in the course of his or her duties, informing a person that he or she suspects that the person has committed an offence.  O. Reg. 435/07, s. 4 (1). (2) For the purpose of clause 35 (3) (b) of the Act, “a person performing services to prevent the loss of property through theft or sabotage in an industrial, commercial, residential or retail environment” means a security guard who conceals his or her identity as a security guard in order to carry out his or her duties.  O. Reg. 435/07, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) A security guard described in clause 35 (3) (a) or (b) of the Act is exempt from the requirements of clauses 35 (1) (b) and (c) of the Act except when the security guard is, in the course of his or her duties, informing a person that he or she suspects that the person has committed an offence.  O. Reg. 435/07, s. 4 (1).</p> <p class=\"subsection-e\">  (2) For the purpose of clause 35 (3) (b) of the Act, </p> <p class=\"firstdef-e\">“a person performing services to prevent the loss of property through theft or sabotage in an industrial, commercial, residential or retail environment” means a security guard who conceals his or her identity as a security guard in order to carry out his or her duties.  O. Reg. 435/07, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Requirements for security guard to identify self and produce licence",
            "content": " 5. Revoked:  O. Reg. 256/13, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b><span class=\"ovsmallcap\">Revoked: </span> O. Reg. 256/13, s. 1 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Requirements for security guard to identify self and produce licence",
            "content": " 6. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 435/07, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 435/07, s. 6.</p>"
        },
        {
            "id": null,
            "section": "Requirements for security guard to identify self and produce licence",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/070435\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}