{
    "reg_info": {
        "full_title": "O. Reg. 48/06: GENERAL",
        "reg_name_text": "general",
        "citation": "O. Reg. 48/06: GENERAL",
        "act_under": "Smoke-Free Ontario Act",
        "url": "https://www.ontario.ca/laws/regulation/060048",
        "date_scraped": "2023-12-18 23:42:03"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/060048/v15",
            "valid_from": "April 20, 2018",
            "valid_to": "October 16, 2018"
        },
        {
            "a_href": "/laws/regulation/060048/v14",
            "valid_from": "January  1, 2018",
            "valid_to": "April 19, 2018"
        },
        {
            "a_href": "/laws/regulation/060048/v13",
            "valid_from": "January  1, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/060048/v12",
            "valid_from": "January  1, 2016",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "/laws/regulation/060048/v11",
            "valid_from": "November 13, 2015",
            "valid_to": "December 31, 2015"
        },
        {
            "a_href": "/laws/regulation/060048/v10",
            "valid_from": "July  1, 2015",
            "valid_to": "November 12, 2015"
        },
        {
            "a_href": "/laws/regulation/060048/v9",
            "valid_from": "June 19, 2015",
            "valid_to": "June 30, 2015"
        },
        {
            "a_href": "/laws/regulation/060048/v8",
            "valid_from": "January  1, 2015",
            "valid_to": "June 18, 2015"
        },
        {
            "a_href": "/laws/regulation/060048/v7",
            "valid_from": "November  6, 2014",
            "valid_to": "December 31, 2014"
        },
        {
            "a_href": "/laws/regulation/060048/v6",
            "valid_from": "July  1, 2010",
            "valid_to": "November  5, 2014"
        },
        {
            "a_href": "/laws/regulation/060048/v5",
            "valid_from": "June 16, 2010",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/regulation/060048/v4",
            "valid_from": "March 29, 2010",
            "valid_to": "June 15, 2010"
        },
        {
            "a_href": "/laws/regulation/060048/v3",
            "valid_from": "July 15, 2009",
            "valid_to": "March 28, 2010"
        },
        {
            "a_href": "/laws/regulation/060048/v2",
            "valid_from": "May 31, 2006",
            "valid_to": "July 14, 2009"
        },
        {
            "a_href": "/laws/regulation/060048/v1",
            "valid_from": "March  1, 2006",
            "valid_to": "May 30, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "part_id": null,
            "part_type": null,
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “office building” means a building used or occupied, wholly or partly, for office purposes; (“immeuble à bureaux”) “specialty tobacco products” includes tobacco products and tobacco product accessories, but does not include cigarettes within the meaning of the Tobacco Tax Act\r\nand the regulations under that Act; (“produits du tabac de spécialité”) “tobacco product accessories” means products that may be used in the consumption of a tobacco product, including a humidor, pipe, cigarette holder, cigar clip, lighter and matches. (“accessoires de produits du tabac”) O. Reg. 48/06, s. 1 (1); O. Reg. 336/15, s. 1. (2) For the purposes of section 14, “roof” means a physical barrier of any size, whether temporary or permanent, that covers an area or place or any part of an area or place, and that is capable of excluding rain or impeding airflow, or both.  O. Reg. 48/06, s. 1 (2); O. Reg. 261/09, s. 1. (3) For the purposes of section 14, “wall” means a physical barrier of any size, capable of excluding rain or capable of impeding airflow, or both, including a moveable or temporary barrier.  O. Reg. 48/06, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK0\"></a><b>1.</b> (1) In this Regulation,</p> <p class=\"firstdef-e\">“office building” means a building used or occupied, wholly or partly, for office purposes; (“immeuble à bureaux”)</p> <p class=\"definition-e\">“specialty tobacco products” includes tobacco products and tobacco product accessories, but does not include cigarettes within the meaning of the <i>Tobacco Tax Act</i>\r\nand the regulations under that Act; (“produits du tabac de spécialité”)</p> <p class=\"definition-e\">“tobacco product accessories” means products that may be used in the consumption of a tobacco product, including a humidor, pipe, cigarette holder, cigar clip, lighter and matches. (“accessoires de produits du tabac”) O. Reg. 48/06, s. 1 (1); O. Reg. 336/15, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of section 14,</p> <p class=\"firstdef-e\">“roof” means a physical barrier of any size, whether temporary or permanent, that covers an area or place or any part of an area or place, and that is capable of excluding rain or impeding airflow, or both.  O. Reg. 48/06, s. 1 (2); O. Reg. 261/09, s. 1.</p> <p class=\"subsection-e\">  (3) For the purposes of section 14,</p> <p class=\"firstdef-e\">“wall” means a physical barrier of any size, capable of excluding rain or capable of impeding airflow, or both, including a moveable or temporary barrier.  O. Reg. 48/06, s. 1 (3).</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.1",
            "part_id": null,
            "part_type": null,
            "section": "Cigarillos",
            "content": " 1.1 For the purposes of subsection 1 (1) of the Act, “cigarillo” includes any of the following products: 1. A tobacco product that, i. weighs less than 1.4 grams, excluding the weight of any mouthpiece or tip, ii. is in the form of a roll or a tube, and iii. has a wrapper that contains natural or reconstituted leaf tobacco. 2. A tobacco product that, i. has a cellulose acetate or other type of filter, ii. is in the form of a roll or a tube, and iii. has a wrapper that contains natural or reconstituted leaf tobacco.  O. Reg. 237/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1.1</b> For the purposes of subsection 1 (1) of the Act,</p> <p class=\"firstdef-e\">“cigarillo” includes any of the following products:</p> <p class=\"defparagraph-e\">  1. A tobacco product that,</p> <p class=\"defsubpara-e\">  i. weighs less than 1.4 grams, excluding the weight of any mouthpiece or tip,</p> <p class=\"defsubpara-e\">  ii. is in the form of a roll or a tube, and</p> <p class=\"defsubpara-e\">  iii. has a wrapper that contains natural or reconstituted leaf tobacco.</p> <p class=\"defparagraph-e\">  2. A tobacco product that,</p> <p class=\"defsubpara-e\">  i. has a cellulose acetate or other type of filter,</p> <p class=\"defsubpara-e\">  ii. is in the form of a roll or a tube, and</p> <p class=\"defsubpara-e\">  iii. has a wrapper that contains natural or reconstituted leaf tobacco.  O. Reg. 237/10, s. 1.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "1.2",
            "part_id": null,
            "part_type": null,
            "section": "Flavouring agent",
            "content": " 1.2 For the purposes of the Act and this Regulation, “flavouring agent” means one or more artificial or natural ingredients contained in any of the component parts of a tobacco product, as a constituent or an additive, that impart a distinguishing aroma or flavour other than tobacco either before or during the consumption of the tobacco product. O. Reg. 336/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>1.2 </b>For the purposes of the Act and this Regulation,</p> <p class=\"firstdef-e\">“flavouring agent” means one or more artificial or natural ingredients contained in any of the component parts of a tobacco product, as a constituent or an additive, that impart a distinguishing aroma or flavour other than tobacco either before or during the consumption of the tobacco product. O. Reg. 336/15, s. 2.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "part_id": null,
            "part_type": null,
            "section": "Signs",
            "content": " 2. All signs required to be posted under the Act and regulations shall be posted in a conspicuous manner and shall not be obstructed from view.  O. Reg. 48/06, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2. </b>All signs required to be posted under the Act and regulations shall be posted in a conspicuous manner and shall not be obstructed from view.  O. Reg. 48/06, s. 2.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "part_id": null,
            "part_type": null,
            "section": "Identification of persons to be at least 19",
            "content": " 3. (1) For the purposes of subsection 3 (3) of the Act, an item of identification is prescribed if it includes a photograph of the person, states his or her date of birth, and reasonably appears to have been issued by a government.  O. Reg. 48/06, s. 3 (1). (2) Without limiting the generality of subsection (1), the item of identification may be any of the types prescribed in subsection (3).  O. Reg. 48/06, s. 3 (2). (3) The following types of identification are prescribed for the purpose of subsection 3 (3) of the Act: 1. A driver’s licence issued by the Province of Ontario with a photograph of the person to whom the licence is issued. 2. A Canadian passport. 3. A Canadian citizenship card with a photograph of the person to whom the card is issued. 4. A Canadian Armed Forces identification card. 5. A photo card issued by the Liquor Control Board of Ontario.  O. Reg. 48/06, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>3. </b>(1) For the purposes of subsection 3 (3) of the Act, an item of identification is prescribed if it includes a photograph of the person, states his or her date of birth, and reasonably appears to have been issued by a government.  O. Reg. 48/06, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Without limiting the generality of subsection (1), the item of identification may be any of the types prescribed in subsection (3).  O. Reg. 48/06, s. 3 (2).</p> <p class=\"subsection-e\">  (3) The following types of identification are prescribed for the purpose of subsection 3 (3) of the Act:</p> <p class=\"paragraph-e\">  1. A driver’s licence issued by the Province of Ontario with a photograph of the person to whom the licence is issued.</p> <p class=\"paragraph-e\">  2. A Canadian passport.</p> <p class=\"paragraph-e\">  3. A Canadian citizenship card with a photograph of the person to whom the card is issued.</p> <p class=\"paragraph-e\">  4. A Canadian Armed Forces identification card.</p> <p class=\"paragraph-e\">  5. A photo card issued by the Liquor Control Board of Ontario.  O. Reg. 48/06, s. 3 (3).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "part_id": null,
            "part_type": null,
            "section": "Display exemptions for tobacconists",
            "content": " 4. (1) For the purposes of section 3.1 of the Act, a tobacconist is a retail establishment that is registered with the Ministry of Health and Long-Term Care as a tobacconist and where, (a) at least 50 per cent of the establishment’s total sales for the previous 12 months is from specialty tobacco products; or (b) if the retail establishment has been in operation for less than 12 months, at least 50 per cent of the establishment’s total inventory purchases for the time it has been in existence consists of specialty tobacco products or at least 50 per cent of the total sales for the time it has been in existence consists of specialty tobacco products.  O. Reg. 48/06, s. 4 (1); O. Reg. 336/15, s. 3. (2) A retailer who sells tobacco products at a tobacconist is exempt from subsections 3.1 (1) and (2) of the Act only with respect to the display of specialty tobacco products at that tobacconist, subject to the following conditions: 1. The retailer shall not permit a person who is less than 19 years old to enter the tobacconist unless the person is accompanied by a person who is at least 19 years old.  For the purposes of this paragraph, a person who appears to be less than 25 years old is deemed to be less than 19 years old unless the proprietor of the tobacconist has required the person to provide identification and is satisfied that the person is at least 19 years old. 2. Customers of the tobacconist can enter the tobacconist only from the outdoors or from the areas of an enclosed shopping mall that are, i. open to the public, ii. common to most of the retail establishments or other businesses within the mall, and iii. not part of a retail establishment or other business within the mall. 3. The tobacconist must not be a thoroughfare.  O. Reg. 48/06, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>4. </b>(1) For the purposes of section 3.1 of the Act, a tobacconist is a retail establishment that is registered with the Ministry of Health and Long-Term Care as a tobacconist and where,</p> <p class=\"clause-e\">  (a) at least 50 per cent of the establishment’s total sales for the previous 12 months is from specialty tobacco products; or</p> <p class=\"clause-e\">  (b) if the retail establishment has been in operation for less than 12 months, at least 50 per cent of the establishment’s total inventory purchases for the time it has been in existence consists of specialty tobacco products or at least 50 per cent of the total sales for the time it has been in existence consists of specialty tobacco products.  O. Reg. 48/06, s. 4 (1); O. Reg. 336/15, s. 3.</p> <p class=\"subsection-e\">  (2) A retailer who sells tobacco products at a tobacconist is exempt from subsections 3.1 (1) and (2) of the Act only with respect to the display of specialty tobacco products at that tobacconist, subject to the following conditions:</p> <p class=\"paragraph-e\">  1. The retailer shall not permit a person who is less than 19 years old to enter the tobacconist unless the person is accompanied by a person who is at least 19 years old.  For the purposes of this paragraph, a person who appears to be less than 25 years old is deemed to be less than 19 years old unless the proprietor of the tobacconist has required the person to provide identification and is satisfied that the person is at least 19 years old.</p> <p class=\"paragraph-e\">  2. Customers of the tobacconist can enter the tobacconist only from the outdoors or from the areas of an enclosed shopping mall that are,</p> <p class=\"subpara-e\">  i. open to the public,</p> <p class=\"subpara-e\">  ii. common to most of the retail establishments or other businesses within the mall, and</p> <p class=\"subpara-e\">  iii. not part of a retail establishment or other business within the mall.</p> <p class=\"paragraph-e\">  3. The tobacconist must not be a thoroughfare.  O. Reg. 48/06, s. 4 (2).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "part_id": null,
            "part_type": null,
            "section": "Display exemptions for duty free retailers",
            "content": " 5. A retailer who sells tobacco products at a duty free shop as defined in subsection 2 (1) of the Customs Act (Canada) is exempt from subsections 3.1 (1) and (2) of the Act in respect of sales of tobacco products at the duty free shop, subject to the following conditions: 1. Tobacco products and tobacco product accessories are not visible from outside the duty free shop. 2. Customers of the duty free shop can enter the duty free shop only from the outdoors or from the areas of an enclosed shopping mall that are, i. open to the public, ii. common to most of the retail establishments or other businesses within the mall, and iii. not part of a retail establishment or other business within the mall. 3. The duty free shop must not be a thoroughfare.  O. Reg. 48/06, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>5. </b>A retailer who sells tobacco products at a duty free shop as defined in subsection 2 (1) of the <i>Customs Act</i> (Canada) is exempt from subsections 3.1 (1) and (2) of the Act in respect of sales of tobacco products at the duty free shop, subject to the following conditions:</p> <p class=\"paragraph-e\">  1. Tobacco products and tobacco product accessories are not visible from outside the duty free shop.</p> <p class=\"paragraph-e\"><b> </b>2. Customers of the duty free shop can enter the duty free shop only from the outdoors or from the areas of an enclosed shopping mall that are,</p> <p class=\"subpara-e\">  i. open to the public,</p> <p class=\"subpara-e\">  ii. common to most of the retail establishments or other businesses within the mall, and</p> <p class=\"subpara-e\">  iii. not part of a retail establishment or other business within the mall.</p> <p class=\"paragraph-e\">  3. The duty free shop must not be a thoroughfare.  O. Reg. 48/06, s. 5.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "part_id": null,
            "part_type": null,
            "section": "Display exemptions for manufacturers",
            "content": " 6. (1) For the purposes of this section, a manufacturer of tobacco products is a person who, (a) manufactures, fabricates or produces tobacco products for distribution, sale or storage in Ontario; and (b) holds a manufacturer’s registration certificate under section 7 of the Tobacco Tax Act.  O. Reg. 48/06, s. 6 (1). (2) For the purposes of this section, a manufacturer includes any entity that is associated with a manufacturer, including an entity that controls or is controlled by the manufacturer or that is controlled by the same entity that controls the manufacturer.  O. Reg. 48/06, s. 6 (2). (3) A manufacturer of tobacco products is exempt from section 3.1 of the Act in respect of a place where tobacco products are manufactured, fabricated or produced by the manufacturer, subject to the following conditions: 1. The place is registered with the Ministry of Health and Long-Term Care for the purposes of the exemption. 2. The manufacturer shall not permit a person who is less than 19 years old to enter the place unless the person is accompanied by a person who is at least 19 years old.  For the purposes of this paragraph, a person who appears to be less than 25 years old is deemed to be less than 19 years old unless the manufacturer has required the person to provide identification and is satisfied that the person is at least 19 years old. 3. Tobacco products and tobacco product accessories are not visible from outside the place. 4. Customers can enter the place only from the outdoors or from the areas of an enclosed shopping mall that are, i. open to the public, ii. common to most of the retail establishments or other businesses within the mall, and iii. not part of a retail establishment or other business within the mall. 5. The place must not be a thoroughfare.  O. Reg. 48/06, s. 6 (3); O. Reg. 336/15, s. 4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>6. </b>(1) For the purposes of this section, a manufacturer of tobacco products is a person who,</p> <p class=\"clause-e\">  (a) manufactures, fabricates or produces tobacco products for distribution, sale or storage in Ontario; and</p> <p class=\"clause-e\">  (b) holds a manufacturer’s registration certificate under section 7 of the <i>Tobacco Tax Act</i>.  O. Reg. 48/06, s. 6 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of this section, a manufacturer includes any entity that is associated with a manufacturer, including an entity that controls or is controlled by the manufacturer or that is controlled by the same entity that controls the manufacturer.  O. Reg. 48/06, s. 6 (2).</p> <p class=\"subsection-e\">  (3) A manufacturer of tobacco products is exempt from section 3.1 of the Act in respect of a place where tobacco products are manufactured, fabricated or produced by the manufacturer<b>, </b>subject to the following conditions:</p> <p class=\"paragraph-e\">  1. The place is registered with the Ministry of Health and Long-Term Care for the purposes of the exemption.</p> <p class=\"paragraph-e\">  2. The manufacturer shall not permit a person who is less than 19 years old to enter the place unless the person is accompanied by a person who is at least 19 years old.  For the purposes of this paragraph, a person who appears to be less than 25 years old is deemed to be less than 19 years old unless the manufacturer has required the person to provide identification and is satisfied that the person is at least 19 years old.</p> <p class=\"paragraph-e\">  3. Tobacco products and tobacco product accessories are not visible from outside the place.</p> <p class=\"paragraph-e\">  4. Customers can enter the place only from the outdoors or from the areas of an enclosed shopping mall that are,</p> <p class=\"subpara-e\">  i. open to the public,</p> <p class=\"subpara-e\">  ii. common to most of the retail establishments or other businesses within the mall, and</p> <p class=\"subpara-e\">  iii. not part of a retail establishment or other business within the mall.</p> <p class=\"paragraph-e\">  5. The place must not be a thoroughfare.  O. Reg. 48/06, s. 6 (3); O. Reg. 336/15, s. 4.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "part_id": null,
            "part_type": null,
            "section": "Promotion of tobacco products",
            "content": " 7. For the purposes of subsection 3.1 (3) of the Act, a sign in or at any place where tobacco products are sold or offered for sale that refers to tobacco products or tobacco product accessories, or both, is “promotional material” if the sign is not required to be displayed in the place by the Act or this Regulation and one or more of the following applies: 1. The text of the sign is visible from outside the place where tobacco products are sold or offered for sale. 2. The size of the sign exceeds 968 square centimetres. 3. The background of the sign is a colour other than white, and the text of the sign is a colour other than black. 4. The sign includes text or a graphic that identifies or reflects a brand of tobacco or tobacco-related product, or of any element of such a brand. 5. The sign is one of more than three signs in the place that refer to tobacco products or tobacco product accessories or both and that are not required to be displayed in the place by the Act or this Regulation.  O. Reg. 48/06, s. 7; O. Reg. 237/10, s. 2; O. Reg. 336/15, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>7.</b> For the purposes of subsection 3.1 (3) of the Act, a sign in or at any place where tobacco products are sold or offered for sale that refers to tobacco products or tobacco product accessories, or both, is “promotional material” if the sign is not required to be displayed in the place by the Act or this Regulation and one or more of the following applies:</p> <p class=\"paragraph-e\">  1. The text of the sign is visible from outside the place where tobacco products are sold or offered for sale.</p> <p class=\"paragraph-e\">  2. The size of the sign exceeds 968 square centimetres.</p> <p class=\"paragraph-e\">  3. The background of the sign is a colour other than white, and the text of the sign is a colour other than black.</p> <p class=\"paragraph-e\">  4. The sign includes text or a graphic that identifies or reflects a brand of tobacco or tobacco-related product, or of any element of such a brand.</p> <p class=\"paragraph-e\">  5. The sign is one of more than three signs in the place that refer to tobacco products or tobacco product accessories or both and that are not required to be displayed in the place by the Act or this Regulation.  O. Reg. 48/06, s. 7; O. Reg. 237/10, s. 2; O. Reg. 336/15, s. 5.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "part_id": null,
            "part_type": null,
            "section": "Prohibition of sale in designated places",
            "content": " 8. (1) The following are prescribed classes of places for the purposes of paragraph 10 of subsection 4 (2) of the Act: 1. Campuses of post-secondary institutions. 2. Schools within the meaning of the Education Act. 3. The buildings or portions of buildings occupied by private schools within the meaning of the Education Act and the grounds surrounding the buildings of private schools, in cases where a private school is the only occupant of premises, and the grounds annexed to private schools, in cases where a private school is not the only occupant of premises. 4. Child care centres within the meaning of the Child Care and Early Years Act, 2014. 5. Places where home child care is provided within the meaning of the Child Care and Early Years Act, 2014, whether or not children are present. 6. Premises licensed under the Independent Health Facilities Act. O. Reg. 206/14, s. 1; O. Reg. 336/15, s. 6 (1). (1.1) The office buildings owned by the Province and identified in Schedule 3 are prescribed places for the purposes of paragraph 10 of subsection 4 (2) of the Act. O. Reg. 336/15, s. 6 (2). (2) In this section, “campus” includes, (a) buildings owned by post-secondary institutions that are used in whole or in part to offer post-secondary education programs to students or provide recreational or residential services to students, (b) areas leased by post-secondary institutions that are used to offer post-secondary education programs to students or provide recreational or residential services to students, (c) buildings owned by post-secondary student unions that are used in whole or in part to offer post-secondary education programs to students or provide recreational or residential services to students, and (d) areas leased by post-secondary student unions that are used to offer post-secondary education programs to students or provide recreational or residential services to students; (“campus”) “post-secondary institution” means, (a) a college of applied arts and technology, (b) a university or other institution that receives regular and ongoing operating funds from Ontario for the purpose of providing post-secondary education, or (c) an institution offering post-secondary education programs that has an agreement to federate or affiliate with a university; (“établissement postsecondaire”) “post-secondary student union” means a body intended to represent all the students of a post-secondary institution. (“association d’étudiants de niveau postsecondaire”) O. Reg. 206/14, s. 1.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>8. </b>(1) The following are prescribed classes of places for the purposes of paragraph 10 of subsection 4 (2) of the Act:</p> <p class=\"paragraph-e\">  1. Campuses of post-secondary institutions.</p> <p class=\"paragraph-e\">  2. Schools within the meaning of the <i>Education Act.</i></p> <p class=\"paragraph-e\">  3. The buildings or portions of buildings occupied by private schools within the meaning of the <i>Education Act</i><i> </i>and the grounds surrounding the buildings of private schools, in cases where a private school is the only occupant of premises, and the grounds annexed to private schools, in cases where a private school is not the only occupant of premises.</p> <p class=\"paragraph-e\">  4. Child care centres within the meaning of the <i>Child Care and Early Years Act, 2014</i>.</p> <p class=\"paragraph-e\">  5. Places where home child care is provided within the meaning of the <i>Child Care and Early Years Act, 2014</i>, whether or not children are present.</p> <p class=\"paragraph-e\">  6. Premises licensed under the <i>Independent Health Facilities Act</i>. O. Reg. 206/14, s. 1; O. Reg. 336/15, s. 6 (1).</p> <p class=\"subsection-e\">  (1.1) The office buildings owned by the Province and identified in Schedule 3 are prescribed places for the purposes of paragraph 10 of subsection 4 (2) of the Act. O. Reg. 336/15, s. 6 (2).</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"firstdef-e\">“campus” includes,</p> <p class=\"defclause-e\">  (a) buildings owned by post-secondary institutions that are used in whole or in part to offer post-secondary education programs to students or provide recreational or residential services to students,</p> <p class=\"defclause-e\">  (b) areas leased by post-secondary institutions that are used to offer post-secondary education programs to students or provide recreational or residential services to students,</p> <p class=\"defclause-e\">  (c) buildings owned by post-secondary student unions that are used in whole or in part to offer post-secondary education programs to students or provide recreational or residential services to students, and</p> <p class=\"defclause-e\">  (d) areas leased by post-secondary student unions that are used to offer post-secondary education programs to students or provide recreational or residential services to students; (“campus”)</p> <p class=\"definition-e\">“post-secondary institution” means,</p> <p class=\"defclause-e\">  (a) a college of applied arts and technology,</p> <p class=\"defclause-e\">  (b) a university or other institution that receives regular and ongoing operating funds from Ontario for the purpose of providing post-secondary education, or</p> <p class=\"defclause-e\">  (c) an institution offering post-secondary education programs that has an agreement to federate or affiliate with a university; (“établissement postsecondaire”)</p> <p class=\"definition-e\">“post-secondary student union” means a body intended to represent all the students of a post-secondary institution. (“association d’étudiants de niveau postsecondaire”) O. Reg. 206/14, s. 1.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "part_id": null,
            "part_type": null,
            "section": "Packaging requirements",
            "content": " 9. For the purposes of subsection 5 (1) of the Act, tobacco must be packaged in accordance with the requirements under the Tobacco Act (Canada) and the regulations made under that Act and the package must bear or contain the information required under that Act and those regulations.  O. Reg. 48/06, s. 9.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>9. </b>For the purposes of subsection 5 (1) of the Act, tobacco must be packaged in accordance with the requirements under the <i>Tobacco Act</i> (Canada) and the regulations made under that Act and the package must bear or contain the information required under that Act and those regulations.  O. Reg. 48/06, s. 9.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "part_id": null,
            "part_type": null,
            "section": "Signs at retail",
            "content": " 10. (1) For the purposes of section 6 of the Act, a person who sells or offers to sell tobacco at retail shall post an age restriction and health warning sign described in subsection (2) and an identification sign described in subsection (3) at any location where tobacco is sold or supplied in a place where each sign is clearly visible to the person who sells or supplies the tobacco and to the person to whom the tobacco is sold or supplied. O. Reg. 336/15, s. 7. (2) The age restriction and health warning sign referred to in subsection (1) shall meet the following requirements: 1. The sign shall be 18 centimetres in height and 35 centimetres in width. 2. The sign shall be a copy of the sign entitled “Tobacco Age Restriction and Health Warning”, dated October 1, 2015 and accessible through www.ontario.ca/smokefree. O. Reg. 336/15, s. 7. (3) The identification sign referred to in subsection (1) shall meet the following requirements: 1. The sign shall be 9 centimetres in height and 18 centimetres in width. 2. The sign shall be a copy of the sign entitled “Tobacco Identification”, dated October 1, 2015 and accessible through www.ontario.ca/smokefree. O. Reg. 336/15, s. 7. 11. Revoked: O. Reg. 336/15, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>10. </b>(1) For the purposes of section 6 of the Act, a person who sells or offers to sell tobacco at retail shall post an age restriction and health warning sign described in subsection (2) and an identification sign described in subsection (3) at any location where tobacco is sold or supplied in a place where each sign is clearly visible to the person who sells or supplies the tobacco and to the person to whom the tobacco is sold or supplied. O. Reg. 336/15, s. 7.</p> <p class=\"subsection-e\">  (2) The age restriction and health warning sign referred to in subsection (1) shall meet the following requirements:</p> <p class=\"paragraph-e\">  1. The sign shall be 18 centimetres in height and 35 centimetres in width.</p> <p class=\"paragraph-e\">  2. The sign shall be a copy of the sign entitled “Tobacco Age Restriction and Health Warning”, dated October 1, 2015 and accessible through www.ontario.ca/smokefree. O. Reg. 336/15, s. 7.</p> <p class=\"subsection-e\">  (3) The identification sign referred to in subsection (1) shall meet the following requirements:</p> <p class=\"paragraph-e\">  1. The sign shall be 9 centimetres in height and 18 centimetres in width.</p> <p class=\"paragraph-e\">  2. The sign shall be a copy of the sign entitled “Tobacco Identification”, dated October 1, 2015 and accessible through www.ontario.ca/smokefree. O. Reg. 336/15, s. 7.</p> <p class=\"section-e\"> <b>11.</b> <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 336/15, s. 7.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "11.1",
            "part_id": null,
            "part_type": null,
            "section": "Exempt tobacco products",
            "content": " 11.1 (1) Subsection 6.1 (2) of the Act does not apply with respect to the following tobacco products: 1. A flavoured cigar that, i. weighs more than 1.4 grams but less than 6 grams, excluding the weight of any mouthpiece or tip, ii. has a wrapper fitted in spiral form, iii. has no tipping paper, and iv. contains only a flavouring agent that imparts a flavour or aroma of wine, port, whiskey or rum. 2. A flavoured cigar that, i. weighs 6 grams or more, excluding the weight of any mouthpiece or tip, ii. has a wrapper fitted in spiral form, and iii. has no tipping paper. 3. Flavoured pipe tobacco. 4., 5.  Revoked: O. Reg. 336/15, s. 8 (2). O. Reg. 336/15, s. 8. (2) Revoked: O. Reg. 336/15, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>11.1 </b>(1) Subsection 6.1 (2) of the Act does not apply with respect to the following tobacco products:</p> <p class=\"paragraph-e\">  1. A flavoured cigar that,</p> <p class=\"subpara-e\">  i. weighs more than 1.4 grams but less than 6 grams, excluding the weight of any mouthpiece or tip,</p> <p class=\"subpara-e\">  ii. has a wrapper fitted in spiral form,</p> <p class=\"subpara-e\">  iii. has no tipping paper, and</p> <p class=\"subpara-e\">  iv. contains only a flavouring agent that imparts a flavour or aroma of wine, port, whiskey or rum.</p> <p class=\"paragraph-e\">  2. A flavoured cigar that,</p> <p class=\"subpara-e\">  i. weighs 6 grams or more, excluding the weight of any mouthpiece or tip,</p> <p class=\"subpara-e\">  ii. has a wrapper fitted in spiral form, and</p> <p class=\"subpara-e\">  iii. has no tipping paper.</p> <p class=\"paragraph-e\">  3. Flavoured pipe tobacco.</p> <p class=\"paragraph-e\"> 4., 5.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 336/15, s. 8 (2).</p> <p class=\"footnote-e\">O. Reg. 336/15, s. 8.</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 336/15, s. 8 (2).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "12.",
            "part_id": null,
            "part_type": null,
            "section": "Places where smoking prohibited",
            "content": " 12. (1) The following are prescribed places for the purposes of paragraph 7 of subsection 9 (2) of the Act: 1. The outdoor grounds of a hospital within the meaning of the Public Hospitals Act, and the area within a 9 metre radius surrounding any entrance or exit of such a hospital. 2. The outdoor grounds of a private hospital within the meaning of the Private Hospitals Act, and the area within a 9 metre radius surrounding any entrance or exit of such a hospital. 3. The outdoor grounds of a psychiatric facility within the meaning of the Mental Health Act,\r\nand the area within a 9 metre radius surrounding any entrance or exit of such a facility. 4. The outdoor grounds of an office building that is owned by the Province and identified in Schedule 3. 5. The area within a 9 metre radius surrounding any entrance or exit of an independent health facility licensed under the Independent Health Facilities Act. 6. The area within a 9 metre radius surrounding any entrance or exit of a long-term care home under the Long-Term Care Homes Act, 2007. O. Reg. 336/15, s. 8 (1). (2), (3) Revoked: O. Reg. 336/15, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>12. </b>(1) The following are prescribed places for the purposes of paragraph 7 of subsection 9 (2) of the Act:</p> <p class=\"paragraph-e\">  1. The outdoor grounds of a hospital within the meaning of the <i>Public Hospitals Act</i>, and the area within a 9 metre radius surrounding any entrance or exit of such a hospital.</p> <p class=\"paragraph-e\">  2. The outdoor grounds of a private hospital within the meaning of the <i>Private Hospitals Act</i>, and the area within a 9 metre radius surrounding any entrance or exit of such a hospital.</p> <p class=\"paragraph-e\">  3. The outdoor grounds of a psychiatric facility within the meaning of the <i>Mental Health Act</i><i>,</i>\r\nand the area within a 9 metre radius surrounding any entrance or exit of such a facility.</p> <p class=\"paragraph-e\">  4. The outdoor grounds of an office building that is owned by the Province and identified in Schedule 3.</p> <p class=\"paragraph-e\">  5. The area within a 9 metre radius surrounding any entrance or exit of an independent health facility licensed under the <i>Independent Health Facilities Act</i>.</p> <p class=\"paragraph-e\">  6. The area within a 9 metre radius surrounding any entrance or exit of a long-term care home under the <i>Long-Term Care Homes Act, 2007</i>. O. Reg. 336/15, s. 8 (1).</p> <p class=\"subsection-e\">  (2), (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 336/15, s. 8 (3).</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "13.",
            "part_id": null,
            "part_type": null,
            "section": "Restaurant and bar patios",
            "content": " 13. (1) Restaurant and bar patios are prescribed areas for the purposes of paragraph 7 of subsection 9 (2) of the Act. O. Reg. 206/14, s. 2. (2) A restaurant or bar patio is an area that is not an enclosed public place or an enclosed workplace and that meets all the criteria set out in the following paragraphs: 1. The public is ordinarily invited or permitted access to the area, either expressly or by implication, whether or not a fee is charged for entry, or the area is worked in or frequented by employees during the course of their employment, whether or not they are acting in the course of their employment at the time. 2. Food or drink is served or sold or offered for consumption in the area, or the area is part of or operated in conjunction with an area where food or drink is served or sold or offered. 3. The area is not primarily a private dwelling. O. Reg. 206/14, s. 2; O. Reg. 163/15, s. 1 (1). (3) An area that would otherwise be a restaurant or bar patio as described in subsection (2) is not a restaurant or bar patio for the purposes of paragraph 7 of subsection 9 (2) of the Act if the area, (a) was operated by a branch of the Royal Canadian Legion or another veterans’ organization immediately before November 18, 2013 and has been continually operated by a branch of the Royal Canadian Legion or another veterans’ organization since that date; and (b) was not, immediately before November 18, 2013, and is not at any time after that date a “covered or partially covered restaurant or bar patio” within the meaning of this Regulation as it read on November 18, 2013.  O. Reg. 163/15, s. 1 (2). (4) In subsection (3), “veterans’ organization” means an organization, (a) that may include members who are veterans of armed forces, (b) the primary purpose of which is to provide programs or services to veterans of armed forces or to such veterans and their families, and (c) that is a registered charity under the Income Tax Act (Canada).  O. Reg. 163/15, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>13. </b>(1) Restaurant and bar patios are prescribed areas for the purposes of paragraph 7 of subsection 9 (2) of the Act. O. Reg. 206/14, s. 2.</p> <p class=\"subsection-e\">  (2) A restaurant or bar patio is an area that is not an enclosed public place or an enclosed workplace and that meets all the criteria set out in the following paragraphs:</p> <p class=\"paragraph-e\">  1. The public is ordinarily invited or permitted access to the area, either expressly or by implication, whether or not a fee is charged for entry, or the area is worked in or frequented by employees during the course of their employment, whether or not they are acting in the course of their employment at the time.</p> <p class=\"paragraph-e\">  2. Food or drink is served or sold or offered for consumption in the area, or the area is part of or operated in conjunction with an area where food or drink is served or sold or offered.</p> <p class=\"paragraph-e\">  3. The area is not primarily a private dwelling. O. Reg. 206/14, s. 2; O. Reg. 163/15, s. 1 (1).</p> <p class=\"subsection-e\">  (3) An area that would otherwise be a restaurant or bar patio as described in subsection (2) is not a restaurant or bar patio for the purposes of paragraph 7 of subsection 9 (2) of the Act if the area,</p> <p class=\"clause-e\">  (a) was operated by a branch of the Royal Canadian Legion or another veterans’ organization immediately before November 18, 2013 and has been continually operated by a branch of the Royal Canadian Legion or another veterans’ organization since that date; and</p> <p class=\"clause-e\">  (b) was not, immediately before November 18, 2013, and is not at any time after that date a “covered or partially covered restaurant or bar patio” within the meaning of this Regulation as it read on November 18, 2013.  O. Reg. 163/15, s. 1 (2).</p> <p class=\"subsection-e\">  (4) In subsection (3),</p> <p class=\"firstdef-e\">“veterans’ organization” means an organization,</p> <p class=\"defclause-e\">  (a) that may include members who are veterans of armed forces,</p> <p class=\"defclause-e\">  (b) the primary purpose of which is to provide programs or services to veterans of armed forces or to such veterans and their families, and</p> <p class=\"defclause-e\">  (c) that is a registered charity under the <i>Income Tax Act </i>(Canada).  O. Reg. 163/15, s. 1 (2).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "13.1",
            "part_id": null,
            "part_type": null,
            "section": "Children’s playgrounds and play areas",
            "content": " 13.1 (1) Children’s playgrounds and all public areas within 20 metres of any point on the perimeter of a children’s playground are prescribed areas for the purposes of paragraph 7 of subsection 9 (2) of the Act. O. Reg. 206/14, s. 2. (2) For the purposes of this section, a children’s playground is an area that is not an enclosed public place or an enclosed workplace and that meets all the criteria set out in the following paragraphs: 1. The area is primarily used for the purposes of children’s recreation, and is equipped with children’s play equipment, such as, but without being limited to, i. slides, ii. swings, iii. climbing apparatuses, iv. splash pads, v. wading pools, or vi. sand boxes. 2. The public is ordinarily invited or permitted access to the area, either expressly or by implication, whether or not a fee is charged for entry. 3. The area is not part of the amenities provided by a residential location, such as, but without being limited to, an apartment or condominium complex or a campground. O. Reg. 206/14, s. 2. (3) For greater certainty, a hotel, motel, inn or similar place is not a “residential location” for the purposes of paragraph 3 of subsection (2). O. Reg. 206/14, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>13.1 </b>(1) Children’s playgrounds and all public areas within 20 metres of any point on the perimeter of a children’s playground are prescribed areas for the purposes of paragraph 7 of subsection 9 (2) of the Act. O. Reg. 206/14, s. 2.</p> <p class=\"subsection-e\">  (2) For the purposes of this section, a children’s playground is an area that is not an enclosed public place or an enclosed workplace and that meets all the criteria set out in the following paragraphs:</p> <p class=\"paragraph-e\">  1. The area is primarily used for the purposes of children’s recreation, and is equipped with children’s play equipment, such as, but without being limited to,</p> <p class=\"subpara-e\">  i. slides,</p> <p class=\"subpara-e\">  ii. swings,</p> <p class=\"subpara-e\">  iii. climbing apparatuses,</p> <p class=\"subpara-e\">  iv. splash pads,</p> <p class=\"subpara-e\">  v. wading pools, or</p> <p class=\"subpara-e\">  vi. sand boxes.</p> <p class=\"paragraph-e\">  2. The public is ordinarily invited or permitted access to the area, either expressly or by implication, whether or not a fee is charged for entry.</p> <p class=\"paragraph-e\">  3. The area is not part of the amenities provided by a residential location, such as, but without being limited to, an apartment or condominium complex or a campground. O. Reg. 206/14, s. 2.</p> <p class=\"subsection-e\">  (3) For greater certainty, a hotel, motel, inn or similar place is not a “residential location” for the purposes of paragraph 3 of subsection (2). O. Reg. 206/14, s. 2.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.2",
            "part_id": null,
            "part_type": null,
            "section": "Sporting areas, etc.",
            "content": " 13.2 (1) The following are prescribed areas for the purposes of paragraph 7 of subsection 9 (2) of the Act: 1. Sporting areas. 2. Spectator areas adjacent to sporting areas. 3. Public areas within 20 metres of any point on the perimeter of a sporting area or a spectator area adjacent to a sporting area. O. Reg. 206/14, s. 2. (2) For the purposes of this section, a sporting area is an area that is not an enclosed public place or an enclosed workplace and that meets all the criteria set out in the following paragraphs: 1. The area is owned by the Province or a municipality, by an agent of the Province or a municipality, or by a post-secondary institution as defined in subsection 8 (2). 2. The public is ordinarily invited or permitted access to the area, either expressly or by implication, whether or not a fee is charged for entry. 3. The area is used primarily for the purposes of sports such as, but without being limited to the following, but not including golf, whether or not a fee is paid for the use: i. soccer, ii. football, iii. basketball, iv. tennis, v. baseball, softball or cricket, vi. skating, vii. beach volleyball, viii. running, ix. swimming, or x. skateboarding. O. Reg. 206/14, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>13.2 </b>(1) The following are prescribed areas for the purposes of paragraph 7 of subsection 9 (2) of the Act:</p> <p class=\"paragraph-e\">  1. Sporting areas.</p> <p class=\"paragraph-e\">  2. Spectator areas adjacent to sporting areas.</p> <p class=\"paragraph-e\">  3. Public areas within 20 metres of any point on the perimeter of a sporting area or a spectator area adjacent to a sporting area. O. Reg. 206/14, s. 2.</p> <p class=\"subsection-e\">  (2) For the purposes of this section, a sporting area is an area that is not an enclosed public place or an enclosed workplace and that meets all the criteria set out in the following paragraphs:</p> <p class=\"paragraph-e\">  1. The area is owned by the Province or a municipality, by an agent of the Province or a municipality, or by a post-secondary institution as defined in subsection 8 (2).</p> <p class=\"paragraph-e\">  2. The public is ordinarily invited or permitted access to the area, either expressly or by implication, whether or not a fee is charged for entry.</p> <p class=\"paragraph-e\">  3. The area is used primarily for the purposes of sports such as, but without being limited to the following, but not including golf, whether or not a fee is paid for the use:</p> <p class=\"subpara-e\">  i. soccer,</p> <p class=\"subpara-e\">  ii. football,</p> <p class=\"subpara-e\">  iii. basketball,</p> <p class=\"subpara-e\">  iv. tennis,</p> <p class=\"subpara-e\">  v. baseball, softball or cricket,</p> <p class=\"subpara-e\">  vi. skating,</p> <p class=\"subpara-e\">  vii. beach volleyball,</p> <p class=\"subpara-e\">  viii. running,</p> <p class=\"subpara-e\">  ix. swimming, or</p> <p class=\"subpara-e\">  x. skateboarding. O. Reg. 206/14, s. 2.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "part_id": null,
            "part_type": null,
            "section": "Smoking shelters",
            "content": " 14. For the purposes of paragraph 7 of subsection 9 (2) of the Act, a place or area is prescribed if it meets all of the following conditions: 1. The public is ordinarily invited or permitted access to the place or area, either expressly or by implication, whether or not a fee is charged for entry, or the place or area is worked in or frequented by employees during the course of their employment whether or not they are acting in the course of their employment at the time. 2. The place or area has a roof and more than two walls. 3. The place or area is not primarily a private dwelling.  O. Reg. 48/06, s. 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>14. </b>For the purposes of paragraph 7 of subsection 9 (2) of the Act, a place or area is prescribed if it meets all of the following conditions:</p> <p class=\"paragraph-e\">  1. The public is ordinarily invited or permitted access to the place or area, either expressly or by implication, whether or not a fee is charged for entry, or the place or area is worked in or frequented by employees during the course of their employment whether or not they are acting in the course of their employment at the time.</p> <p class=\"paragraph-e\">  2. The place or area has a roof and more than two walls.</p> <p class=\"paragraph-e\">  3. The place or area is not primarily a private dwelling.  O. Reg. 48/06, s. 14.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "15.",
            "part_id": null,
            "part_type": null,
            "section": "Employer obligations",
            "content": " 15. (1) For the purposes of clause 9 (3) (c) and section 10 of the Act, an employer shall place the sign described in subsection (2) at each entrance and exit of the enclosed workplace, place or area in appropriate locations and in sufficient numbers to ensure that employees and the public are aware that no smoking is permitted in the enclosed workplace, place or area.  O. Reg. 48/06, s. 15 (1); O. Reg. 206/14, s. 3; O. Reg. 336/15, s. 9 (1). (2) The sign referred to in subsection (1) shall, (a) be at least 10 centimetres in height and at least 10 centimetres in width; (b) have a graphic of the international no smoking symbol with a white background; and (c) have the Trillium and Smoke-Free Ontario logos shown on the sign entitled “Tobacco Sign for Employers and Proprietors”, dated October 1, 2015 and accessible through www.ontario.ca/smokefree. O. Reg. 336/15, s. 9 (2). (3) For the purposes of clause 9 (3) (f) of the Act, an employer must ensure that any room that is designated under paragraph 2 of subsection 9 (7), (8) or (9) of the Act or paragraph 3 of subsection 9 (10) of the Act meets the requirements for the room set out in the Act and section 18 of this Regulation.  O. Reg. 48/06, s. 15 (3). (4) Revoked: O. Reg. 336/15, s. 9 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>15. </b>(1) For the purposes of clause 9 (3) (c) and section 10 of the Act, an employer shall place the sign described in subsection (2) at each entrance and exit of the enclosed workplace, place or area in appropriate locations and in sufficient numbers to ensure that employees and the public are aware that no smoking is permitted in the enclosed workplace, place or area.  O. Reg. 48/06, s. 15 (1); O. Reg. 206/14, s. 3; O. Reg. 336/15, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The sign referred to in subsection (1) shall,</p> <p class=\"clause-e\">  (a) be at least 10 centimetres in height and at least 10 centimetres in width;</p> <p class=\"clause-e\">  (b) have a graphic of the international no smoking symbol with a white background; and</p> <p class=\"clause-e\">  (c) have the Trillium and Smoke-Free Ontario logos shown on the sign entitled “Tobacco Sign for Employers and Proprietors”, dated October 1, 2015 and accessible through www.ontario.ca/smokefree. O. Reg. 336/15, s. 9 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of clause 9 (3) (f) of the Act, an employer must ensure that any room that is designated under paragraph 2 of subsection 9 (7), (8) or (9) of the Act or paragraph 3 of subsection 9 (10) of the Act meets the requirements for the room set out in the Act and section 18 of this Regulation.  O. Reg. 48/06, s. 15 (3).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 336/15, s. 9 (4).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "16.",
            "part_id": null,
            "part_type": null,
            "section": "Procedure for employees",
            "content": " 16. For the purposes of subsection 9 (5) of the Act, section 50 of the Occupational Health and Safety Act, with the exception of subsections 50 (1), (2.1), (2.2) and (2.3), applies with necessary modifications when an employee complains that subsection 9 (4) of the Act has been contravened. O. Reg. 336/15, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>16</b>. For the purposes of subsection 9 (5) of the Act, section 50 of the <i>Occupational Health and Safety Act</i><i>, with the exception of subsections 50 (1), (2.1), (2.2) and (2.3),</i> applies with necessary modifications when an employee complains that subsection 9 (4) of the Act has been contravened. O. Reg. 336/15, s. 10.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "17.",
            "part_id": null,
            "part_type": null,
            "section": "Proprietor obligations",
            "content": " 17. (1) For the purposes of clause 9 (6) (c) and section 10 of the Act, a proprietor shall place the sign described in subsection (2) at each entrance and exit of the enclosed public place, place or area in appropriate locations and in sufficient numbers to ensure that the public are aware that no smoking is permitted in the enclosed public place, place or area.  O. Reg. 48/06, s. 17 (1); O. Reg. 336/15, s. 11 (1). (2) The sign referred to in subsection (1) shall, (a) be at least 10 centimetres in height and at least 10 centimetres in width; (b) have a graphic of the international no smoking symbol with a white background; and (c) have the Trillium and Smoke-Free Ontario logos shown on the sign entitled “Tobacco Sign for Employers and Proprietors”, dated October 1, 2015 and accessible through www.ontario.ca/smokefree. O. Reg. 336/15, s. 11 (2). (3) For the purposes of clause 9 (6) (f) of the Act, the proprietor must ensure that any room that is designated under paragraph 2 of subsection 9 (7), (8) or (9) of the Act or paragraph 3 of subsection 9 (10) of the Act meet the requirements for the room set out in the Act and section 18 of this Regulation.  O. Reg. 48/06, s. 17 (3). (4) Revoked: O. Reg. 336/15, s. 11 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>17. </b>(1) For the purposes of clause 9 (6) (c) and section 10 of the Act, a proprietor shall place the sign described in subsection (2) at each entrance and exit of the enclosed public place, place or area in appropriate locations and in sufficient numbers to ensure that the public are aware that no smoking is permitted in the enclosed public place, place or area.  O. Reg. 48/06, s. 17 (1); O. Reg. 336/15, s. 11 (1).</p> <p class=\"subsection-e\">  (2) The sign referred to in subsection (1) shall,</p> <p class=\"clause-e\">  (a) be at least 10 centimetres in height and at least 10 centimetres in width;</p> <p class=\"clause-e\">  (b) have a graphic of the international no smoking symbol with a white background; and </p> <p class=\"clause-e\">  (c) have the Trillium and Smoke-Free Ontario logos shown on the sign entitled “Tobacco Sign for Employers and Proprietors”, dated October 1, 2015 and accessible through www.ontario.ca/smokefree. O. Reg. 336/15, s. 11 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of clause 9 (6) (f) of the Act, the proprietor must ensure that any room that is designated under paragraph 2 of subsection 9 (7), (8) or (9) of the Act or paragraph 3 of subsection 9 (10) of the Act meet the requirements for the room set out in the Act and section 18 of this Regulation.  O. Reg. 48/06, s. 17 (3).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 336/15, s. 11 (4).</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "18.",
            "part_id": null,
            "part_type": null,
            "section": "Controlled smoking areas",
            "content": " 18. (1) For the purposes of subsections 9 (7), (8) and (9) of the Act, the following are the requirements for a controlled smoking area if a proprietor or employer chooses to operate a controlled smoking area: 1. The controlled smoking area must be enclosed and separated from the rest of the building and must not be a thoroughfare. 2. The controlled smoking area must be set aside specifically for the purpose of smoking. 3. The controlled smoking area must be registered with the Minister by the proprietor of the controlled smoking area and by the employer of the workers who maintain the controlled smoking area. 4. The proprietor of the controlled smoking area and the employer of the workers who maintain the controlled smoking area shall ensure that maintenance checks of the controlled smoking area are conducted in accordance with Schedule 1. 5. The controlled smoking area shall comply with all the applicable codes and standards, and, where the requirements of the applicable codes and standards conflict with the requirements in this Regulation, the requirements of the applicable codes and standards shall prevail.  The existing fire separations and other life safety systems shall be maintained or upgraded as required based on the new usage of the space. 6. The controlled smoking area must be cleaned daily.  There shall be no smoking in the controlled smoking area for two hours before custodial staff enter the controlled smoking area and while custodial staff are cleaning the controlled smoking area.  A sign shall be posted outside the controlled smoking area indicating the hours during which smoking is not permitted in the controlled smoking area. 7. The controlled smoking area must be equipped with a separate ventilation system that supplies a minimum ventilation rate of 30 litres per second per person for the maximum permitted occupancy of the controlled smoking area and that exhausts to the exterior of the building. 8. The controlled smoking area must meet the requirements set out in Schedule 2.  O. Reg. 48/06, s. 18 (1). (2) If a controlled smoking area in the facility is set aside for the purpose of smoking and for the purpose of carrying on another activity, there must be another area in the facility that is of a size equal to or greater than the area of the controlled smoking area and in which smoking is not permitted and in which the other activity may be carried on.  O. Reg. 48/06, s. 18 (2). (3) If a controlled smoking area in the facility is set aside for the purpose of smoking, the proprietor of the facility and the employer of the workers in the facility shall post the sign described in subsection (4) and the sign described in subsection (5) outside any entrance to the controlled smoking area.  O. Reg. 48/06, s. 18 (3). (4) The first sign referred to in subsection (3) shall meet the following requirements: 1. The sign shall be 10 centimetres in height and 10 centimetres in width. 2. The sign shall be a copy of the sign entitled “Controlled Smoking Areas (CSAs) in Residential Care Facilities, Designated Veterans’ Facilities and Psychiatric Facilities”, dated October 1, 2015 and accessible through www.ontario.ca/smokefree. O. Reg. 336/15, s. 12. (5) The second sign referred to in subsection (3) shall indicate the maximum permitted occupancy of the controlled smoking area.  O. Reg. 48/06, s. 18 (5). (6) Subject to subsection (7), the requirements of paragraphs 4 and 8 of subsection (1) do not apply to a controlled smoking area before June 30, 2006.  O. Reg. 48/06, s. 18 (6). (7) The requirements of paragraphs 4 and 8 of subsection (1) do not apply to a controlled smoking area until December 31, 2006, if the proprietor of the controlled smoking area has submitted plans to the Minister on or before June 30, 2006, indicating that the proprietor shall meet those requirements on or before December 31, 2006.  O. Reg. 48/06, s. 18 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>18. </b>(1) For the purposes of subsections 9 (7), (8) and (9) of the Act, the following are the requirements for a controlled smoking area if a proprietor or employer chooses to operate a controlled smoking area:</p> <p class=\"paragraph-e\">  1. The controlled smoking area must be enclosed and separated from the rest of the building and must not be a thoroughfare.</p> <p class=\"paragraph-e\">  2. The controlled smoking area must be set aside specifically for the purpose of smoking.</p> <p class=\"paragraph-e\">  3. The controlled smoking area must be registered with the Minister by the proprietor of the controlled smoking area and by the employer of the workers who maintain the controlled smoking area.</p> <p class=\"paragraph-e\">  4. The proprietor of the controlled smoking area and the employer of the workers who maintain the controlled smoking area shall ensure that maintenance checks of the controlled smoking area are conducted in accordance with Schedule 1.</p> <p class=\"paragraph-e\">  5. The controlled smoking area shall comply with all the applicable codes and standards, and, where the requirements of the applicable codes and standards conflict with the requirements in this Regulation, the requirements of the applicable codes and standards shall prevail.  The existing fire separations and other life safety systems shall be maintained or upgraded as required based on the new usage of the space.</p> <p class=\"paragraph-e\">  6. The controlled smoking area must be cleaned daily.  There shall be no smoking in the controlled smoking area for two hours before custodial staff enter the controlled smoking area and while custodial staff are cleaning the controlled smoking area.  A sign shall be posted outside the controlled smoking area indicating the hours during which smoking is not permitted in the controlled smoking area.</p> <p class=\"paragraph-e\">  7. The controlled smoking area must be equipped with a separate ventilation system that supplies a minimum ventilation rate of 30 litres per second per person for the maximum permitted occupancy of the controlled smoking area and that exhausts to the exterior of the building.</p> <p class=\"paragraph-e\">  8. The controlled smoking area must meet the requirements set out in Schedule 2.  O. Reg. 48/06, s. 18 (1).</p> <p class=\"subsection-e\">  (2) If a controlled smoking area in the facility is set aside for the purpose of smoking and for the purpose of carrying on another activity, there must be another area in the facility that is of a size equal to or greater than the area of the controlled smoking area and in which smoking is not permitted and in which the other activity may be carried on.  O. Reg. 48/06, s. 18 (2).</p> <p class=\"subsection-e\">  (3) If a controlled smoking area in the facility is set aside for the purpose of smoking, the proprietor of the facility and the employer of the workers in the facility shall post the sign described in subsection (4) and the sign described in subsection (5) outside any entrance to the controlled smoking area.  O. Reg. 48/06, s. 18 (3).</p> <p class=\"subsection-e\">  (4) The first sign referred to in subsection (3) shall meet the following requirements:</p> <p class=\"paragraph-e\">  1. The sign shall be 10 centimetres in height and 10 centimetres in width.</p> <p class=\"paragraph-e\">  2. The sign shall be a copy of the sign entitled “Controlled Smoking Areas (CSAs) in Residential Care Facilities, Designated Veterans’ Facilities and Psychiatric Facilities”, dated October 1, 2015 and accessible through www.ontario.ca/smokefree. O. Reg. 336/15, s. 12.</p> <p class=\"subsection-e\">  (5) The second sign referred to in subsection (3) shall indicate the maximum permitted occupancy of the controlled smoking area.  O. Reg. 48/06, s. 18 (5).</p> <p class=\"subsection-e\">  (6) Subject to subsection (7), the requirements of paragraphs 4 and 8 of subsection (1) do not apply to a controlled smoking area before June 30, 2006.  O. Reg. 48/06, s. 18 (6).</p> <p class=\"subsection-e\">  (7) The requirements of paragraphs 4 and 8 of subsection (1) do not apply to a controlled smoking area until December 31, 2006, if the proprietor of the controlled smoking area has submitted plans to the Minister on or before June 30, 2006, indicating that the proprietor shall meet those requirements on or before December 31, 2006.  O. Reg. 48/06, s. 18 (7).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "19.",
            "part_id": null,
            "part_type": null,
            "section": "Supportive housing residence",
            "content": " 19. For the purposes of subparagraph 1 v of subsection 9 (7) of the Act, “supportive housing residence” includes homes for special care licensed under the Homes for Special Care Act.  O. Reg. 48/06, s. 19.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>19. </b>For the purposes of subparagraph 1 v of subsection 9 (7) of the Act, “supportive housing residence” includes homes for special care licensed under the <i>Homes for Special Care Act</i>.  O. Reg. 48/06, s. 19.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "20.",
            "part_id": null,
            "part_type": null,
            "section": "Psychiatric facilities",
            "content": " 20. For the purposes of paragraph 1 of subsection 9 (8) of the Act, the following psychiatric facilities are designated: 1. A psychiatric facility that is designated under the Mental Hospitals Act as a facility to which that Act applies. 2. A psychiatric facility under the Mental Health Act that was formerly designated under the Mental Hospitals Act as a facility to which the Mental Hospitals Act applies and that became a division or other part of another facility as a result of the implementation of a plan for the restructuring of hospital services.  O. Reg. 48/06, s. 20.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>20. </b>For the purposes of paragraph 1 of subsection 9 (8) of the Act, the following psychiatric facilities are designated:</p> <p class=\"paragraph-e\">  1. A psychiatric facility that is designated under the <i>Mental Hospitals Act</i> as a facility to which that Act applies.</p> <p class=\"paragraph-e\">  2. A psychiatric facility under the <i>Mental Health Act</i><i> </i>that was formerly designated under the <i>Mental Hospitals Act </i>as a facility to which the <i>Mental Hospitals Act</i> applies and that became a division or other part of another facility as a result of the implementation of a plan for the restructuring of hospital services.  O. Reg. 48/06, s. 20.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "21.",
            "part_id": null,
            "part_type": null,
            "section": "Facilities for veterans",
            "content": " 21. For the purposes of paragraph 1 of subsection 9 (9) of the Act, the following facilities for veterans are designated: 1. The Parkwood Hospital site of St. Joseph’s Health Care London. 2. The Kilgour wing (K wing) and the George Hees wing (L wing) of the Sunnybrook and Women’s College Health Sciences Centre.  O. Reg. 48/06, s. 21.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>21. </b>For the purposes of paragraph 1 of subsection 9 (9) of the Act, the following facilities for veterans are designated:</p> <p class=\"paragraph-e\">  1. The Parkwood Hospital site of St. Joseph’s Health Care London.</p> <p class=\"paragraph-e\">  2. The Kilgour wing (K wing) and the George Hees wing (L wing) of the Sunnybrook and Women’s College Health Sciences Centre.  O. Reg. 48/06, s. 21.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "22.",
            "part_id": null,
            "part_type": null,
            "section": "Signs — hotels, motels, inns",
            "content": " 22. (1) For the purposes of clauses 9 (3) (c) and (6) (c) and section 10 of the Act, the employer and the proprietor shall post the sign described in subsection (2) in every guest room that has not been designated under paragraph 3 of subsection 9 (10) of the Act and in every washroom associated with the guest room.  O. Reg. 48/06, s. 22 (1). (2) The sign referred to in subsection (1) shall, (a) be at least 10 centimetres in height and at least 10 centimetres in width; (b) have a graphic of the international no smoking symbol with a white background; and (c) have the Trillium and Smoke-Free Ontario logos shown on the sign entitled “Tobacco Sign for Hotels, Motels and Inns”, dated October 1, 2015 and accessible through www.ontario.ca/smokefree. O. Reg. 336/15, s. 13.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK25\"></a><b>22. </b>(1) For the purposes of clauses 9 (3) (c) and (6) (c) and section 10 of the Act, the employer and the proprietor shall post the sign described in subsection (2) in every guest room that has not been designated under paragraph 3 of subsection 9 (10) of the Act and in every washroom associated with the guest room.  O. Reg. 48/06, s. 22 (1).</p> <p class=\"subsection-e\">  (2) The sign referred to in subsection (1) shall,</p> <p class=\"clause-e\">  (a) be at least 10 centimetres in height and at least 10 centimetres in width;</p> <p class=\"clause-e\">  (b) have a graphic of the international no smoking symbol with a white background; and</p> <p class=\"clause-e\">  (c) have the Trillium and Smoke-Free Ontario logos shown on the sign entitled “Tobacco Sign for Hotels, Motels and Inns”, dated October 1, 2015 and accessible through www.ontario.ca/smokefree. O. Reg. 336/15, s. 13.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "23.",
            "part_id": null,
            "part_type": null,
            "section": "Home health-care worker",
            "content": " 23. (1) For the purposes of subsection 9.1 (3) of the Act, a home health-care worker who has exercised his or her right to leave must phone his or her employer within 30 minutes of leaving, or as soon as is reasonably possible after that, and inform the employer, (a) that the worker has left; (b) whether an appropriate person is present and available to care for the person to whom the health-care services were being provided or were to be provided; (c) if the person to whom the health-care services were being provided or were to be provided would require care in the next 24 hours; (d) in what situation the person to whom the health-care services were being provided or were to be provided was when the worker left; and (e) whether there are any unusual circumstances and if so, what they are.  O. Reg. 48/06, s. 23 (1). (2) The home health-care worker shall also follow any guidelines provided by the employer that are reasonably aimed at ensuring that the person to whom the health-care services were being provided or were to be provided is kept safe and provided with a reasonable level of care.  O. Reg. 48/06, s. 23 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>23. </b>(1) For the purposes of subsection 9.1 (3) of the Act, a home health-care worker who has exercised his or her right to leave must phone his or her employer within 30 minutes of leaving, or as soon as is reasonably possible after that, and inform the employer,</p> <p class=\"clause-e\">  (a) that the worker has left;</p> <p class=\"clause-e\">  (b) whether an appropriate person is present and available to care for the person to whom the health-care services were being provided or were to be provided;</p> <p class=\"clause-e\">  (c) if the person to whom the health-care services were being provided or were to be provided would require care in the next 24 hours;</p> <p class=\"clause-e\">  (d) in what situation the person to whom the health-care services were being provided or were to be provided was when the worker left; and</p> <p class=\"clause-e\">  (e) whether there are any unusual circumstances and if so, what they are.  O. Reg. 48/06, s. 23 (1).</p> <p class=\"subsection-e\">  (2) The home health-care worker shall also follow any guidelines provided by the employer that are reasonably aimed at ensuring that the person to whom the health-care services were being provided or were to be provided is kept safe and provided with a reasonable level of care.  O. Reg. 48/06, s. 23 (2).</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "24.",
            "part_id": null,
            "part_type": null,
            "section": "Traditional use of tobacco",
            "content": " 24. For the purposes of paragraph 8 of subsection 13 (4) of the Act, premises licensed under the Independent Health Facilities Act are places that belong to a prescribed class.  O. Reg. 48/06, s. 24.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>24. </b>For the purposes of paragraph 8 of subsection 13 (4) of the Act, premises licensed under the <i>Independent Health Facilities Act</i> are places that belong to a prescribed class.  O. Reg. 48/06, s. 24.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "25.",
            "part_id": null,
            "part_type": null,
            "section": "Signs, automatic prohibition",
            "content": " 25. For the purposes of section 18 of the Act, the owner or occupier of a place that is subject to a prohibition under section 16 of the Act shall ensure that signs are posted at the entrance to that place and at every location where tobacco was sold or supplied immediately before the day the prohibition came into effect, in accordance with the following: 1. If the prohibition was imposed because of a contravention of subsection 3 (1) or (2) of the Act, the signs shall meet the following requirements: i. The signs shall be 18 centimetres in height and 35 centimetres in width. ii. The signs shall be copies of the sign entitled “Automatic Prohibition Caused by Tobacco Sales to Minors”, dated October 1, 2015 and accessible through www.ontario.ca/smokefree. 2. Otherwise, the signs shall meet the following requirements: i. The signs shall be 18 centimetres in height and 35 centimetres in width. ii. The signs shall be copies of the sign entitled “Automatic Prohibition Caused by Other Tobacco Sales Offences”, dated October 1, 2015 and accessible through www.ontario.ca/smokefree. O. Reg. 336/15, s. 14. 26. Omitted (revokes other Regulations).  O. Reg. 48/06, s. 26. 27. Omitted (provides for coming into force of provisions of this Regulation).  O. Reg. 48/06, s. 27. SCHEDULE 1   mAINTENANCE rEQUIREMENTS FOR CONTROLLED SMOKING AREAS For the purposes of paragraph 4 of subsection 18 (1) of the regulation, a qualified person shall perform the following maintenance checks on the controlled smoking area and systems in the controlled smoking area, and correct any thing that is not in compliance with the requirements for the controlled smoking area: 1. A monthly visual inspection of the controlled smoking area to ensure that it is operating in compliance with the regulation, and in particular that, i. the systems in the controlled smoking area are operating, ii. the temperature conditions set out in paragraph 8 of Schedule 2 in the controlled smoking area are maintained, iii. the doors are closing properly, iv. there is no unusual accumulation of smoke in the controlled smoking area, and v. there is no accumulation of smoke outside the controlled smoking area. 2. A quarterly routine maintenance or maintenance as recommended by the equipment manufacturer, whichever is more frequent, and further maintenance as appropriate given the use of the system, including but not limited to changing the filter, checking and maintaining the motors, refrigeration system, heating system, and control system, and cleaning the coils and heat recovery system. 3. An annual engineering inspection including air flow testing. O. Reg. 48/06, Sched. 1. SCHEDULE 2   ADDITIONAL REQUIREMENTS FOR CONTROLLED SMOKING AREAS The following are additional requirements for controlled smoking areas under paragraph 8 of subsection 18 (1) of the regulation: Structure And Furnishings 1. The controlled smoking area shall be constructed with smoke sealed floor to slab partitions or sealed partitions with gypsum board ceilings.  Floor to ceiling partitions with any permeable material, including but not limited to acoustic tiles, shall not be used. 2. The controlled smoking area shall be provided with a pressurized vestibule, having minimum dimensions of 1.8 metres in width and 2.4 metres in length, with two sets of doors with electric operators and door sweeps. 3. The controlled smoking area shall not contain soft fabric window coverings, carpets, ceiling tiles or soft fabric cover furniture. 4. The furniture in the controlled smoking area shall be of non-combustible, non-permeable, durable and easily cleanable surface material. Ventilation 5. The controlled smoking area shall be isolated from the other areas of the building and shall have a separate ventilation system that operates at all times.  No air from the controlled smoking area shall be circulated to the rest of the building. 6. The ventilation system shall provide separate and filtered supply air to the controlled smoking area at a minimum ventilation rate of 30 litres per second per person for the maximum permitted occupancy of the controlled smoking area.  The ventilation system shall heat or cool the supply air to maintain the temperature conditions set out in paragraph 8. 7. The controlled smoking area shall be maintained at a pressure that is 5 to 7 Pascals less than the pressure in any adjoining non-smoking area.  The rate of air exhausted from the controlled smoking shall be 10 per cent greater than the rate at which air is supplied to the controlled smoking area. 8. The controlled smoking area shall be maintained at a temperature of at least 22°C and shall be increased, where appropriate, to a maximum of 25.5°C. 9. Thermal displacement ventilation shall supply the air at a low level close to the entrance of the controlled smoking area at a maximum velocity of 0.20 metres per second. 10. The air from the controlled smoking area shall be collected at ceiling level at the end of the area opposite the entrance and exhausted to the outside with a minimum velocity of 0.36 metres per second through each exhaust air discharge opening. 11. The exhaust air discharge openings for the air that is removed from the controlled smoking area shall be located at least 3.6 metres above ground and 6 metres from any opening windows, balconies and air intakes. 12. Supply air intakes and exhaust air discharge openings shall be separated horizontally by a minimum of 6 metres. 13. All the equipment for the controlled smoking area must be located in accessible locations.  Switches and thermostats for the controlled smoking area that are in public areas shall be provided with lockable cages that shall be kept locked, and to which only authorized persons have access. 14. All duct work shall be of rigid material.  Balancing dampers shall be provided on all branch ducts. 15. The ventilation system shall be provided with an interlock between air supply and exhaust to ensure continuous operation of both systems. 16. The ventilation system shall incorporate a heat recovery system to capture the heat from the exhaust air flows. 17. The proper installation of the systems in the controlled smoking area must be verified before the controlled smoking area is used.  All systems shall be balanced by a balancing contractor who is affiliated with the Associated Air Balance Council or National Environmental Balancing Bureau and who is not associated with the contractor who built the controlled smoking area, the employer of the employees who maintain or clean the controlled smoking area, or the proprietor of the controlled smoking area. O. Reg. 48/06, Sched. 2. Schedule 3   PROVINCE of ontario OFFICE buildings   (Sections 8 and 12) 1. The office building located at 108 Saturn Avenue in Atikokan. 2. The office building located at 50 Bloomington Road West in Aurora. 3. The office building located at 50 Monck Street in Bancroft. 4. The office buildings located at 106 Monck Street in Bancroft. 5. The office building located at 62 Queen Street in Blind River. 6. The office building located at 1350 High Falls Road in Bracebridge. 7. The office building located at 1809 Oxford Street in Brockville. 8. The office buildings located at 190 Cherry Street in Chapleau. 9. The office building located at 870 Richmond Street in Chatham. 10. The office building located at 100 Don Street in Clinton. 11. The office buildings located at 2 Third Avenue in Cochrane. 12. The office building located at 479 Government Street in Dryden. 13. The office building located at 50 Hillside Drive North in Elliot Lake. 14. The office building located at 148 Fleming Street in Espanola. 15. The office building located at 208 Beamish Avenue in Geraldton. 16. The office building located at 5 Low Avenue in Gogama. 17. The office building located at 1 Stone Road West in Guelph. 18. The office building located at 119 King Street West in Hamilton. 19. The office building located at 613 Front Street in Hearst. 20. The office building located at 207 Main Street West in Huntsville. 21. The office building located at Hwy 17 and Hwy 599 in Ignace. 22. The office building located at 122 Government Road in Kapuskasing. 23. The office building located at 808 Robertson Street in Kenora. 24. The office building located at 810 Robertson Street in Kenora. 25. The office building located at 322 Kent Street West in Lindsay. 26. The office building located at 659 Exeter Road in London. 27. The office building located at 667 Exeter Road in London. 28. The office building located at 900 Highbury Avenue in London. 29. The office buildings located at 2284 Nursery Road in Midhurst. 30. The office building located at 5 Wadsworth Drive in Nipigon. 31. The office building located at 200 First Avenue West in North Bay. 32. The office building located at 447 McKeown Avenue in North Bay. 33. The office building located at 3301 Trout Lake Road in North Bay. 34. The office building located at 25 Morton Shulman Avenue in North York. 35. The office buildings located at 1201 Wilson Avenue in North York. 36. The office building located at 777 Memorial Avenue in Orillia. 37. The office building located at 33 King Street West in Oshawa. 38. The office buildings located at 1450 Seventh Avenue East in Owen Sound. 39. The office building located at 31 Riverside Drive in Pembroke. 40. The office building located at 300 Water Street in Peterborough. 41. The office building located at 227 Howey Street in Red Lake. 42. The office building located at 64 Church Street in Sault Ste. Marie. 43. The office building located at 70 Foster Drive in Sault Ste. Marie. 44. The office building located at 49 Prince Street in Sioux Lookout. 45. The office building located at 301 St. Paul Street in St. Catharines. 46. The office building located at 159 Cedar Street in Sudbury. 47. The office buildings located at 3767 Hwy 69 South in Sudbury. 48. The office building located at 1004 Hwy 17 in Terrace Bay. 49. The office building located at 421 James Street South in Thunder Bay. 50. The office building located at 435 James Street South in Thunder Bay. 51. The office building located at 615 James Street South in Thunder Bay. 52. The office building located at 189 Red River Road in Thunder Bay. 53. The office buildings located at 900 Bay Street in Toronto. 54. The office building located at 77 Grenville Street in Toronto. 55. The office building located at 25 Grosvenor Street in Toronto. 56. The office building located at 80 Grosvenor Street in Toronto. 57. The office building located at 95 Grosvenor Street in Toronto. 58. The office building located at 222 Jarvis Street in Toronto. 59. The office building located at 7 Queen’s Park Crescent in Toronto. 60. The office building located at 135 St. Clair Avenue West in Toronto. 61. The office building located at 77 Wellesley Street West in Toronto. 62. The office building located at 99 Wellesley Street West in Toronto. 63. The office buildings located at 126 Old Troy Road in Tweed. 64. The office building located at 48 Mission Road in Wawa. O. Reg. 336/15, s. 15.  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>25. </b>For the purposes of section 18 of the Act, the owner or occupier of a place that is subject to a prohibition under section 16 of the Act shall ensure that signs are posted at the entrance to that place and at every location where tobacco was sold or supplied immediately before the day the prohibition came into effect, in accordance with the following:</p> <p class=\"paragraph-e\">  1. If the prohibition was imposed because of a contravention of subsection 3 (1) or (2) of the Act, the signs shall meet the following requirements:</p> <p class=\"subpara-e\">  i. The signs shall be 18 centimetres in height and 35 centimetres in width.</p> <p class=\"subpara-e\">  ii. The signs shall be copies of the sign entitled “Automatic Prohibition Caused by Tobacco Sales to Minors”, dated October 1, 2015 and accessible through www.ontario.ca/smokefree.</p> <p class=\"paragraph-e\">  2. Otherwise, the signs shall meet the following requirements:</p> <p class=\"subpara-e\">  i. The signs shall be 18 centimetres in height and 35 centimetres in width.</p> <p class=\"subpara-e\">  ii. The signs shall be copies of the sign entitled “Automatic Prohibition Caused by Other Tobacco Sales Offences”, dated October 1, 2015 and accessible through www.ontario.ca/smokefree. O. Reg. 336/15, s. 14.</p> <p class=\"section-e\"> <b>26.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">revokes other Regulations</span>).  O. Reg. 48/06, s. 26.</p> <p class=\"section-e\"> <b>27.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Regulation</span>).  O. Reg. 48/06, s. 27.</p> <p class=\"schedule-e\"><a name=\"BK29\"></a>SCHEDULE 1 <br/>  mAINTENANCE rEQUIREMENTS FOR CONTROLLED SMOKING AREAS</p> <p class=\"paranoindt-e\">For the purposes of paragraph 4 of subsection 18 (1) of the regulation, a qualified person shall perform the following maintenance checks on the controlled smoking area and systems in the controlled smoking area, and correct any thing that is not in compliance with the requirements for the controlled smoking area:</p> <p class=\"paragraph-e\">  1. A monthly visual inspection of the controlled smoking area to ensure that it is operating in compliance with the regulation, and in particular that,</p> <p class=\"subpara-e\">  i. the systems in the controlled smoking area are operating,</p> <p class=\"subpara-e\">  ii. the temperature conditions set out in paragraph 8 of Schedule 2 in the controlled smoking area are maintained,</p> <p class=\"subpara-e\">  iii. the doors are closing properly,</p> <p class=\"subpara-e\">  iv. there is no unusual accumulation of smoke in the controlled smoking area, and</p> <p class=\"subpara-e\">  v. there is no accumulation of smoke outside the controlled smoking area.</p> <p class=\"paragraph-e\">  2. A quarterly routine maintenance or maintenance as recommended by the equipment manufacturer, whichever is more frequent, and further maintenance as appropriate given the use of the system, including but not limited to changing the filter, checking and maintaining the motors, refrigeration system, heating system, and control system, and cleaning the coils and heat recovery system.</p> <p class=\"paragraph-e\">  3. An annual engineering inspection including air flow testing.</p> <p class=\"footnote-e\">O. Reg. 48/06, Sched. 1.</p> <p class=\"schedule-e\"><a name=\"BK30\"></a>SCHEDULE 2 <br/>  ADDITIONAL REQUIREMENTS FOR CONTROLLED SMOKING AREAS</p> <p class=\"paranoindt-e\">The following are additional requirements for controlled smoking areas under paragraph 8 of subsection 18 (1) of the regulation:</p> <p class=\"heading1x-e\">Structure And Furnishings</p> <p class=\"paragraph-e\">  1. The controlled smoking area shall be constructed with smoke sealed floor to slab partitions or sealed partitions with gypsum board ceilings.  Floor to ceiling partitions with any permeable material, including but not limited to acoustic tiles, shall not be used.</p> <p class=\"paragraph-e\">  2. The controlled smoking area shall be provided with a pressurized vestibule, having minimum dimensions of 1.8 metres in width and 2.4 metres in length, with two sets of doors with electric operators and door sweeps.</p> <p class=\"paragraph-e\">  3. The controlled smoking area shall not contain soft fabric window coverings, carpets, ceiling tiles or soft fabric cover furniture.</p> <p class=\"paragraph-e\">  4. The furniture in the controlled smoking area shall be of non-combustible, non-permeable, durable and easily cleanable surface material.</p> <p class=\"heading1x-e\">Ventilation</p> <p class=\"paragraph-e\">  5. The controlled smoking area shall be isolated from the other areas of the building and shall have a separate ventilation system that operates at all times.  No air from the controlled smoking area shall be circulated to the rest of the building.</p> <p class=\"paragraph-e\">  6. The ventilation system shall provide separate and filtered supply air to the controlled smoking area at a minimum ventilation rate of 30 litres per second per person for the maximum permitted occupancy of the controlled smoking area.  The ventilation system shall heat or cool the supply air to maintain the temperature conditions set out in paragraph 8.</p> <p class=\"paragraph-e\">  7. The controlled smoking area shall be maintained at a pressure that is 5 to 7 Pascals less than the pressure in any adjoining non-smoking area.  The rate of air exhausted from the controlled smoking shall be 10 per cent greater than the rate at which air is supplied to the controlled smoking area.</p> <p class=\"paragraph-e\">  8. The controlled smoking area shall be maintained at a temperature of at least 22°C and shall be increased, where appropriate, to a maximum of 25.5°C.</p> <p class=\"paragraph-e\">  9. Thermal displacement ventilation shall supply the air at a low level close to the entrance of the controlled smoking area at a maximum velocity of 0.20 metres per second.</p> <p class=\"paragraph-e\">  10. The air from the controlled smoking area shall be collected at ceiling level at the end of the area opposite the entrance and exhausted to the outside with a minimum velocity of 0.36 metres per second through each exhaust air discharge opening.</p> <p class=\"paragraph-e\">  11. The exhaust air discharge openings for the air that is removed from the controlled smoking area shall be located at least 3.6 metres above ground and 6 metres from any opening windows, balconies and air intakes.</p> <p class=\"paragraph-e\">  12. Supply air intakes and exhaust air discharge openings shall be separated horizontally by a minimum of 6 metres.</p> <p class=\"paragraph-e\">  13. All the equipment for the controlled smoking area must be located in accessible locations.  Switches and thermostats for the controlled smoking area that are in public areas shall be provided with lockable cages that shall be kept locked, and to which only authorized persons have access.</p> <p class=\"paragraph-e\">  14. All duct work shall be of rigid material.  Balancing dampers shall be provided on all branch ducts.</p> <p class=\"paragraph-e\">  15. The ventilation system shall be provided with an interlock between air supply and exhaust to ensure continuous operation of both systems.</p> <p class=\"paragraph-e\">  16. The ventilation system shall incorporate a heat recovery system to capture the heat from the exhaust air flows.</p> <p class=\"paragraph-e\">  17. The proper installation of the systems in the controlled smoking area must be verified before the controlled smoking area is used.  All systems shall be balanced by a balancing contractor who is affiliated with the Associated Air Balance Council or National Environmental Balancing Bureau and who is not associated with the contractor who built the controlled smoking area, the employer of the employees who maintain or clean the controlled smoking area, or the proprietor of the controlled smoking area.</p> <p class=\"footnote-e\">O. Reg. 48/06, Sched. 2.</p> <p class=\"schedule-e\"><a name=\"BK31\"></a>Schedule 3 <br/>  PROVINCE of ontario OFFICE buildings <br/>  (Sections 8 and 12)</p> <p class=\"paragraph-e\">  1. The office building located at 108 Saturn Avenue in Atikokan.</p> <p class=\"paragraph-e\">  2. The office building located at 50 Bloomington Road West in Aurora.</p> <p class=\"paragraph-e\">  3. The office building located at 50 Monck Street in Bancroft.</p> <p class=\"paragraph-e\">  4. The office buildings located at 106 Monck Street in Bancroft.</p> <p class=\"paragraph-e\">  5. The office building located at 62 Queen Street in Blind River.</p> <p class=\"paragraph-e\">  6. The office building located at 1350 High Falls Road in Bracebridge.</p> <p class=\"paragraph-e\">  7. The office building located at 1809 Oxford Street in Brockville.</p> <p class=\"paragraph-e\">  8. The office buildings located at 190 Cherry Street in Chapleau.</p> <p class=\"paragraph-e\">  9. The office building located at 870 Richmond Street in Chatham.</p> <p class=\"paragraph-e\">  10. The office building located at 100 Don Street in Clinton.</p> <p class=\"paragraph-e\">  11. The office buildings located at 2 Third Avenue in Cochrane.</p> <p class=\"paragraph-e\">  12. The office building located at 479 Government Street in Dryden.</p> <p class=\"paragraph-e\">  13. The office building located at 50 Hillside Drive North in Elliot Lake.</p> <p class=\"paragraph-e\">  14. The office building located at 148 Fleming Street in Espanola.</p> <p class=\"paragraph-e\">  15. The office building located at 208 Beamish Avenue in Geraldton.</p> <p class=\"paragraph-e\">  16. The office building located at 5 Low Avenue in Gogama.</p> <p class=\"paragraph-e\">  17. The office building located at 1 Stone Road West in Guelph.</p> <p class=\"paragraph-e\">  18. The office building located at 119 King Street West in Hamilton.</p> <p class=\"paragraph-e\">  19. The office building located at 613 Front Street in Hearst.</p> <p class=\"paragraph-e\">  20. The office building located at 207 Main Street West in Huntsville.</p> <p class=\"paragraph-e\">  21. The office building located at Hwy 17 and Hwy 599 in Ignace.</p> <p class=\"paragraph-e\">  22. The office building located at 122 Government Road in Kapuskasing.</p> <p class=\"paragraph-e\">  23. The office building located at 808 Robertson Street in Kenora.</p> <p class=\"paragraph-e\">  24. The office building located at 810 Robertson Street in Kenora.</p> <p class=\"paragraph-e\">  25. The office building located at 322 Kent Street West in Lindsay.</p> <p class=\"paragraph-e\">  26. The office building located at 659 Exeter Road in London.</p> <p class=\"paragraph-e\">  27. The office building located at 667 Exeter Road in London.</p> <p class=\"paragraph-e\">  28. The office building located at 900 Highbury Avenue in London.</p> <p class=\"paragraph-e\">  29. The office buildings located at 2284 Nursery Road in Midhurst.</p> <p class=\"paragraph-e\">  30. The office building located at 5 Wadsworth Drive in Nipigon.</p> <p class=\"paragraph-e\">  31. The office building located at 200 First Avenue West in North Bay.</p> <p class=\"paragraph-e\">  32. The office building located at 447 McKeown Avenue in North Bay.</p> <p class=\"paragraph-e\">  33. The office building located at 3301 Trout Lake Road in North Bay.</p> <p class=\"paragraph-e\">  34. The office building located at 25 Morton Shulman Avenue in North York.</p> <p class=\"paragraph-e\">  35. The office buildings located at 1201 Wilson Avenue in North York.</p> <p class=\"paragraph-e\">  36. The office building located at 777 Memorial Avenue in Orillia.</p> <p class=\"paragraph-e\">  37. The office building located at 33 King Street West in Oshawa.</p> <p class=\"paragraph-e\">  38. The office buildings located at 1450 Seventh Avenue East in Owen Sound.</p> <p class=\"paragraph-e\">  39. The office building located at 31 Riverside Drive in Pembroke.</p> <p class=\"paragraph-e\">  40. The office building located at 300 Water Street in Peterborough.</p> <p class=\"paragraph-e\">  41. The office building located at 227 Howey Street in Red Lake.</p> <p class=\"paragraph-e\">  42. The office building located at 64 Church Street in Sault Ste. Marie.</p> <p class=\"paragraph-e\">  43. The office building located at 70 Foster Drive in Sault Ste. Marie.</p> <p class=\"paragraph-e\">  44. The office building located at 49 Prince Street in Sioux Lookout.</p> <p class=\"paragraph-e\">  45. The office building located at 301 St. Paul Street in St. Catharines.</p> <p class=\"paragraph-e\">  46. The office building located at 159 Cedar Street in Sudbury.</p> <p class=\"paragraph-e\">  47. The office buildings located at 3767 Hwy 69 South in Sudbury.</p> <p class=\"paragraph-e\">  48. The office building located at 1004 Hwy 17 in Terrace Bay.</p> <p class=\"paragraph-e\">  49. The office building located at 421 James Street South in Thunder Bay.</p> <p class=\"paragraph-e\">  50. The office building located at 435 James Street South in Thunder Bay.</p> <p class=\"paragraph-e\">  51. The office building located at 615 James Street South in Thunder Bay.</p> <p class=\"paragraph-e\">  52. The office building located at 189 Red River Road in Thunder Bay.</p> <p class=\"paragraph-e\">  53. The office buildings located at 900 Bay Street in Toronto.</p> <p class=\"paragraph-e\">  54. The office building located at 77 Grenville Street in Toronto.</p> <p class=\"paragraph-e\">  55. The office building located at 25 Grosvenor Street in Toronto.</p> <p class=\"paragraph-e\">  56. The office building located at 80 Grosvenor Street in Toronto.</p> <p class=\"paragraph-e\">  57. The office building located at 95 Grosvenor Street in Toronto.</p> <p class=\"paragraph-e\">  58. The office building located at 222 Jarvis Street in Toronto.</p> <p class=\"paragraph-e\">  59. The office building located at 7 Queen’s Park Crescent in Toronto.</p> <p class=\"paragraph-e\">  60. The office building located at 135 St. Clair Avenue West in Toronto.</p> <p class=\"paragraph-e\">  61. The office building located at 77 Wellesley Street West in Toronto.</p> <p class=\"paragraph-e\">  62. The office building located at 99 Wellesley Street West in Toronto.</p> <p class=\"paragraph-e\">  63. The office buildings located at 126 Old Troy Road in Tweed.</p> <p class=\"paragraph-e\">  64. The office building located at 48 Mission Road in Wawa.</p> <p class=\"footnote-e\">O. Reg. 336/15, s. 15.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/060048\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "Schedule 1",
            "part_id": null,
            "part_type": null,
            "section": "Maintenance requirements for controlled smoking areas",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "Schedule 2",
            "part_id": null,
            "part_type": null,
            "section": "Additional requirements for controlled smoking areas",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "Schedule 3",
            "part_id": null,
            "part_type": null,
            "section": "Province of ontario office buildings (sections 8 and 12)",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}