{
    "reg_info": {
        "full_title": "O. Reg. 139/96: MUNICIPAL LEVIES",
        "reg_name_text": "MUNICIPAL LEVIES",
        "citation": "O. Reg. 139/96: ",
        "act_under": "Conservation Authorities Act   Loi sur les offices de protection de la nature",
        "url": "https://www.ontario.ca/laws/regulation/960139",
        "date_scraped": "2023-12-18 04:01:14"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/960139/v2",
            "valid_from": "April 20, 2022",
            "valid_to": "June 30, 2023"
        },
        {
            "a_href": "/laws/regulation/960139/v1",
            "valid_from": "March  6, 1998",
            "valid_to": "April 19, 2022"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) In this Regulation, “non-matching levy” means a levy approved by a weighted majority of the members at a meeting for which 30 days notice was provided to the affected municipalities and at which a recorded vote was taken; “weighted majority” means the votes of 51 per cent of those represented after the votes are weighted by the percentage that applied under this definition in 1997 for each municipality.  O. Reg. 139/96, s. 1 (1); O. Reg. 231/97, s. 1 (1); O. Reg. 106/98, s. 1. (1.1) A notice provided under subsection (1) for a meeting must include the amount of the non-matching levy to be voted on and must be accompanied by the financial information relied on in support of that levy.  O. Reg. 231/97, s. 1 (2). (2) For the purpose of the definition of “weighted majority”, the weighting for a municipality may not exceed 50 per cent of the total weighting, except where the majority of the members of a conservation authority are appointed by one municipality.  O. Reg. 139/96, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“non-matching levy” means a levy approved by a weighted majority of the members at a meeting for which 30 days notice was provided to the affected municipalities and at which a recorded vote was taken;</p> <p class=\"definition-e\">“weighted majority” means the votes of 51 per cent of those represented after the votes are weighted by the percentage that applied under this definition in 1997 for each municipality.  O. Reg. 139/96, s. 1 (1); O. Reg. 231/97, s. 1 (1); O. Reg. 106/98, s. 1.</p> <p class=\"subsection-e\">  (1.1) A notice provided under subsection (1) for a meeting must include the amount of the non-matching levy to be voted on and must be accompanied by the financial information relied on in support of that levy.  O. Reg. 231/97, s. 1 (2).</p> <p class=\"subsection-e\">  (2) For the purpose of the definition of “weighted majority”, the weighting for a municipality may not exceed 50 per cent of the total weighting, except where the majority of the members of a conservation authority are appointed by one municipality.  O. Reg. 139/96, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. A non-matching levy may be levied by conservation authorities against participating municipalities.  O. Reg. 139/96, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>A non-matching levy may be levied by conservation authorities against participating municipalities.  O. Reg. 139/96, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. The total of non-matching levies for any project or activity may not exceed the total cost of the project or activity.  O. Reg. 139/96, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The total of non-matching levies for any project or activity may not exceed the total cost of the project or activity.  O. Reg. 139/96, s. 3.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}